[
    {
        "File": "The_CN_Journal_January_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT,",
            "Mov_DU_PRESIDENT,",
            "Happy New Year! May 2022 bring you and yours  He: months of health, happiness, and numismatic  adventures.",
            "Whatresolutions have you made? I hope that number  one on your list is to keep our Treasurer busy (and  happy) by paying your 2022 dues. Timely payment is  important because it ensures the RCNA has the funds  needed to deliver services and activities to you, our  members.",
            "I also hope that high on your list 1s  get more  involved in RCNA activities and operations.  If that is  the case, here are a few suggestions:",
            "* attend the annual convention",
            "* submit an article to The Canadian Numismatic",
            "Journal",
            "* speak at the Education Seminars",
            "* volunteer on one of the many committees",
            "* recommend someone for an award",
            "* donate to the RCNA or CAFNE",
            "* become a Life Member",
            "The last two years have introduced many innovations  in social interaction, information sharing, and online  commerce. To grow and improve, the RCNA must actively  embrace these new capabilities, adapting them to suit our  needs, and lead our hobby forward.",
            "I would very much like to hear your ideas on how the  RCNA can employ new technologies to our advantage  and your suggestions for new services that are needed for  members. Email me directly at president@rcna.ca .",
            
            "Number1 January February 2022 --------------------",
            "Boann e ! Que 2022 vous apporte, a vous et aux",
            "votres, 12 mois de sant , de bonheur et d aventures  numismatiques.",
            "Quelles r solutions avez-vous prises pour la nouvelle ann e?  J esp re que la premi re sur votre liste est de garder notre tr sorier  occup  (et heureux) en payant votre cotisation pour 2022.  Le paiement en temps voulu est important, car il garantit que  PARNC dispose des fonds n cessaires pour offrir des services et  des activit s 4 vous, nos membres.",
            "J esp re qu une autre priorit  de votre liste est   m impliquer  davantage dans les activit s et les op rations de ?ARNC.   Si  c est le cas, voici quelques suggestions :",
            "* participer au congr s annuel",
            "* soumettre un article au Journal canadien de numismatique",
            "* prendre la parole lors des s minaires d ducation",
            "* faire du b n volat au sein de 1 un des nombreux comit s",
            "* recommander une personne pour un prix",
            "  faire un don a l ARNC ou al ACPEN",
            "  devenir membre a vie",
            
            "Les deux derni res ann es ont  t  marqu es par de nombreuses  innovations en mati re d interaction sociale, de commerce en ligne  et de partage de l information. Pour se d velopper et s am liorer,  PARNC doit utiliser plemement ces nouveaux outils, les adaptant a  nos besoins, et ainsi devenir un chef de file dans notre passe-temps.",
            "J aimerais beaucoup entendre vos id es sur la fagon dont  PARNC peut utiliser davantage ces nouvelles technologies et vos  suggestions sur les nouveaux services n cessaires aux membres.  Envoyez-moi un courriel directement a president@rcna.ca .",
            "\    "
        ]
    },
    {
        "File": "The_CN_Journal_January_07.jpg",
        "Paragraphs": [
            "CONVENTION COMMUNIQUE _DU_CONGRES",
            "The RCNA 2022 Ottawa Convention fast  | approaches; now you can look forward to some  exciting additions in its convention schedule  using activities we ve become familiar with. In 2021 our  Virtual Convention had members remotely attending the  educational symposiums and meetings being offered. We  reviewed that Convention, its participants  feedback, and  we decided to incorporate some of those virtual activities  in coming Conventions. We believe a hybrid format, a  combination of in-person and virtual components, is the  way of the future. It gives more members the opportunity  to participate and enjoy our annual Convention activities.",
            "One addition to the schedule we are planning could be  virtual educational talks, perhaps on two weekends before  our Convention. These would be additional to the two-day  Educational Symposiums regularly at each Convention.  Another event we are considering: a virtual showcase  of the Convention Auction s key interesting lots for sale  during the Convention.",
            "Meetings and some events during the Convention  would be in the hybrid format. This would include the  National Clubs  meetings; the Club Delegates meeting; the  RCNA s AGM, and the awards presentations. Members  not attending in person could participate in these events  through virtual connections to enjoy live interaction at the  hybrid events they take part in.",
            "Dealer and Collector Forums introduced in 2021 caught  on; members asked that these sessions continue at future  Conventions. I enjoyed my time on the Collector panel;  its discussions gave everyone a better insight into what  fellow members expect from the hobby, and it allowed  dealers to expand about their personal and business hobby  opinions. We plan that each year will have forums with  new participants. These forums and an educational talk  could be scheduled, virtual, on weekends before the  Convention.",
            "If you have suggestions or comments about including  virtual hybrid events in future Conventions, kindly  write me. I am always looking for new ways to attract  members to our Conventions either in person or in virtual  attendance. Please email me: jawilliston@shaw.ca",
            "Stay safe and healthy,",
            "James Wiltisten",
            "RCNA Convention Committee Chairperson",
            "Number1 January February 2022 --------------------------",
            "L e congr s de l  ARNC 2022 a Ottawa approche a  ",
            "grands pas; vous pouvez d sormais vous attendre a des",
            "ajouts int ressants a notre programme du congr s en  planifiant des activit s avec des outils dont nous nous sommes  familiaris s. En 2021, notre congr s virtuel regroupait des  membres qui assistaient 4 distance aux symposiums  ducatifs  et r unions propos s. Nous avons examin  ce congr s,  les commentaires des participants, et nous avons d cid   d int grer certaines de ces activit s virtuelles dans les congr s  futurs. Nous pensons qu un format hybride, une combinaison  d activit s en personne et virtuelles, est la voie de l avenir.  Cela offre a plus de membres la possibilit  de participer et de  profiter de nos activit s du congr s annuel.",
            "Un ajout 4 Vhoraire que nous consid rons serait de tenir  des sessions  ducatives virtuelles, peut- tre deux fins de  semaine pr c dentes notre congr s. Celles-ci viendraient  s ajouter aux symposiums  ducatifs de deux jours organis s  dans le cadre du congr s. Autre  v nement que nous  consid rons : une vitrine virtuelle des principaux lots dans  le cadre de notre encan pendant le congr s.",
            "Les r unions et certains  v nements pendant le congr s  seraient au format hybride. Ceci inclurait les r unions des  clubs nationaux; la r union des d l gu s de club; l  AGA  de 1  ARNC et les remises de prix. Les membres qui ne  pourraient pas assister en personne pourraient le faire de  facon virtuelle et ainsi profiter d une interaction en direct  lors des  v nements hybrides auxquels ils assisteraient.",
            "Les forums de marchands et de collectionneurs introduits  en 2021 ont fait leurs preuves; les membres demandent  que ces forums se poursuivent lors des futurs congr s. J ai  appr ci  mon exp rience de participation sur un panel  de discussion; ses discussions ont donn  a chacun une  meilleure id e de ce que les autres membres attendent du  passe-temps, et cela a permis aux marchands de d velopper  leurs opinions personnelles et professionnelles sur les  passe-temps. Nous pr voyons tenir ces forums chaque  ann e, invitant de nouveaux pan listes. Ces forums et ces  sessions  ducatives pourraient  tre programme s, de facon  virtuelle, fins de semaine pr c dentes notre congr s.",
            "Si vous avez des suggestions ou des commentaires  sur l inclusion d v nements hybrides virtuels dans les  congr s futurs, veuillez me les partager. Je suis toujours a la  recherche de nouvelles fagons d attirer des membres a nos  congr s, que ce soit en personne ou en pr sence virtuelle.  Veuillez m envoyer un courriel a: jawilliston@shaw.ca  Restez en s curit  et en bonne sant ,",
            "James Willistan  Pr sident du comit  du congr s de l  ARNC"
            
        ]
    },
    {
        "File": "The_CN_Journal_January_08.jpg",
        "Paragraphs": [
            "CALL_FOR_2022_ AWARDS NOMINATIONS",
            "J. Douglas Ferguson Award",
            "Nominations for the J. Douglas Ferguson Award will be  welcomed by the Board of Award. This is the highest award  in Canadian numismatics and is given annually to the living  numismatist who, in the opinion of the Board, has contributed  most to the advancement of numismatics in Canada, through  research, writing or publishing, or in any other manner,  and who has not previously received the award. Members  of the Board of Award are: Geoffrey G. Bell, Shediac NB,  Christopher Faulkner, Ottawa ON, Ronald A. Greene, Victoria  BC and the President of the RCNA, ex officio.",
            "Members of the RCNA may submit a nomination for the  Award. The deadline for submissions is March 31, 2022.  Contact: Ronald Greene, 1908 Store Street, Victoria BC  V8T 4R4, ragreene@telus.net",
            "Paul Fiocca Award",
            "Nominations for the Paul Fiocca Award will be welcomed  by the Board of Award for  long term meritorious service  or major contributions to the RCNA.  This is an award not  Just to recognize the elite of the hobby, but any individual  who may have worked behind the scenes, often for many  decades, for the betterment of The Royal Canadian  Numismatic Association.",
            "This award 1s strictly an RCNA award for RCNA members  and is the highest distinction presented by the RCNA. It is  not to be confused with the J. Douglas Ferguson Award, the  highest award in Canadian numismatics, which does not  require membership in the RCNA.",
            "Any member of the RCNA may submit a nomination for  the Paul Fiocca Award.",
            "The deadline for submissions is March 31, 2022.  Contact: William Waychison, PO Box 466, Station MAIN,  Timmins ON, P4N 7E3, billwaychison@gmail.com.",
            "Charles D. Moore Award",
            "The Charles D. Moore Award, established in 2017 by the  Executive Committee of your Association, is to honour the  contributions of those individuals felt to be best described  as a  Professional Numismatist. ",
            "An eligible recipient is a full- or part-time numismatic  dealer, or researcher, writer, publicist or benefactor who 1s a  member of the Association in good standing.",
            "The award is meant to honour a recipient who has  consistently contributed to and been devoted to the  advancement of Numismatics in Canada and to the Royal  Canadian Numismatic Association over many years,  without regard to personal benefit.",
            "The recipient will exhibit the traits of Dignity, Integrity,  Truth and Knowledge and the willingness to advance the  hobby through education.",
            "The winner will be selected from eligible recipients  nominated by the RCNA awards committee in consultation  with the Executive Committee and key individuals in the  numismatic community.",
            "Any member of the RCNA may submit a name for nomination  for the Award. The deadline for submissions is March 31, 2022.  Contact: William Waychison, PO Box 466, Station MAIN,  Timmins ON, P4N 7E3, billwaychison@gmail.com.",
            "Fellow, Royal Canadian Numismatic Association",
            "In 1990, the Award, Fellow Canadian Numismatic",
            "Association was established by the Executive Committee",
            "of your association. To be eligible for this award,",
            "the services performed must have been carried out  by a member of The Royal Canadian Numismatic",
            "Association and be of benefit directly to The Royal",
            "Canadian Numismatic Association.",
            "The rules approved for this award are as follows:",
            "1. Amaximum of five members may be inducted annually.  2. Anomination must come from an RCNA member, or club,  with a comprehensive report to support the nomination.",
            "3. The Awards and Medals Committee, with at least  three members, shall choose the inductees from those  nominated.",
            "4. A certificate and a lapel pin shall be presented to each  inductee.",
            "Announcement of the names and a suitable induction  ceremony will take place during the Annual RCNA  Convention.",
            "Any member of the RCNA may submit a nomination for  the Award. The deadline for submissions is March 31, 2022.  Contact: William Waychison, PO Box 466, Station MAIN,  Timmins ON, PAN 7E3, billwaychison@gmail.com.",
            "Louise Graham Memorial Club of the Year Award",
            "The Louise Graham Memorial Club of the Year Award  was established to give recognition to our clubs and  associations, and to honour their noteworthy achievements  throughout the previous calendar year.",
            "Any club or association wishing to enter this competition  may do so by submitting a report about its activities  throughout the previous calendar year. This report should  consist of at least two typed pages of 8%  x 11  and should  list the club s executive and highlight the following criteria:  1. Diversity of topics at meetings  2. Original concepts (written and visual)",
            "The CN Journal Volume 67  "
        ]
    },
    {
        "File": "The_CN_Journal_January_09.jpg",
        "Paragraphs": [
            "3. Educational information  4. Numismatic promotion  5. Coin shows",
            "6. Consistency of meetings.",
            "The presentation of the award,  consisting of an engraved silver  medal and a cheque in the amount of  $250, will be made during the Annual  RCNA Convention.",
            "The entry deadline is March 31,  2022. Contact: Brett Irick, Club  Services Chair, Suite 505, 5060  Tecumseh Road East, Windsor ON  N8T 1C1 xr7gt@prodigy.net",
            "J r6 me H. Remick Ill Literary  Award",
            "The Jerome H. Remick III Literary  Award was instituted in 1995. It is  awarded to the author of the best  numismatic article published in the  bulletin of a Canadian local coin club.  Nominations may be made by an  RCNA member, a member club, or  by the Club Services Chair. Each  nomination must be accompanied by a",
            "Number1 January February 2022",
            "copy of the article published with the  details about its publication (where and  when it was published etc).",
            "The nominee does not have to be an  RCNA member to be eligible.",
            "A Committee, of at least three  members, under the chairmanship of the  RCNA Club Services Chair shall review  the nominations and choose the winner.",
            "The presentation of the Award, an  engraved medal, will be made during  the Annual RCNA Convention.",
            "The entry deadline is March 31,  2022. Contact: Brett Irick, Club  Services Chair, Suite 505, 5060  Tecumseh Road East, Windsor ON N8T  1C1 xr7gt@prodigy.net",
            "Best Local & Regional  Newsletter Awards",
            "Each year, the RCNA recognizes  the printed work of both a member  local club and of a member regional  association with an award for The  Best Newsletter published by the  entity.",
            "To participate, clubs and  associations must send examples of  their newsletters throughout the year  to the RCNA Club Services Chair.  A committee of at least three will  review the entries received to decide  the winner for each category.",
            "The following criteria will be used to  determine the winner:",
            "1. Numismatic content 20%  2. Diversity of the content 25%  3. Quality of presentation 15%",
            "4. Improvement from previous year 10%",
            "5. Consistency of publication 15%  6. General appreciation  (Judges  discretion) 15%",
            "Winners will be announced at the Club  Delegates Meeting during the Annual  Convention and at the closing banquet.",
            "The entry deadline is March 31,  2022. Contact: Brett Irick, Club  Services Chair, Suite 505, 5060  Tecumseh Road East, Windsor ON  N8T 1C1 xr7gt@prodigy.net  "
        ]
    },
    {
        "File": "The_CN_Journal_January_10.jpg",
        "Paragraphs": [
            "APPEL_DE_NOMINATIONS POUR_LES_ PRIX",
            "Prix J. Douglas Ferguson",
            "Les nominations pour le Prix J. Douglas  Ferguson devront  tre soumises au  comit  du prix. Ce prix est la plus haute  distinction en numismatique canadienne  et est accord  annuellement a un  numismate vivant qui n a pas d ja regu  ce prix et qui, selon l opinion du comit ,  a contribu  le plus 4 l avancement de  la numismatique au Canada, soit par  la recherche, | criture ou I dition, ou  de toute autre fagon. Les membres du  comit  du prix sont: Geoffrey G. Bell,  Sh diac NB, Christopher Faulkner,  Ottawa ON, Ronald A. Greene, Victoria  BC et le pr sident de l ARNC, ex  officio.",
            "Tout membre de l 7ARNC peut faire  une nomination pour ce prix. Les  nominations doivent  tre regues avant  le 31 mars 2022. Elles devront  tre  envoy es a: Ronald Greene, 1908  Store Street, Victoria BC V8T 4R4,  ragreene@telus.net.",
            "Prix Paul Fiocca",
            "Les nominations pour le Prix Paul  Fiocca devront  tre soumises au comit   du prix. Ce prix est attribu  pour   service m ritoire continu ou pour une  contribution majeure a 1 ARNC . Ce  prix reconnait non seulement I lite du  passe-temps, mais tout individu qui  peut avoir travaill  a l arriere-plan,  souvent pendant plusieurs d cennies, a  Pam hioration de l association royale de  numismatique du Canada.",
            "Ce prix est strictement attribu  par  PARNC pour les membres de 1  ARNC,  et est la plus grande distinction d cern e  par PARNC. II ne doit pas  tre confondu  avec le Prix J. Douglas Ferguson, la  plus haute distinction en numismatique  canadienne, qui ne requiert pas que le  r cipiendaire soit membre de P ARNC.",
            "Tout membre de l7ARNC peut  proposer quelqu un pour le Prix Paul  Fiocca. Les nominations doivent  tre  recues avant le 31 mars 2022. Elles  devront  tre envoy es a: William",
            "Waychison, le Prix Paul Fiocca,  pr sident du comit , PO Box 466,  Station MAIN, Timmins ON P4N  TE3, billwaychison@gmail.com.",
            "Prix Charles D. Moore",
            "Le prix Charles D. Moore, cr  en  2017 par le comit  ex cutif de votre  association, est congu pour reconnaitre  les contributions de ces personnes  qui se sentent mieux d crites comme   numismate professionnel .",
            "Les r cipiendaires admissibles  doivent  tre des marchands  numismatiques a temps plein ou a  temps partiel, un chercheur, un  crivain,  un publiciste ou un bienfaiteur membre  en r gle de l Association.",
            "Le prix vise a reconnaitre les  r cipiendaires qui ont toujours contribu   et se sont consacr s a | avancement  de la numismatique au Canada et a  association royale de numismatique du  Canada pendant de nombreuses ann es,  sans  gard aux avantages personnels.",
            "Le r cipiendaire pr sentera les traits  de dignit , V int grit , de v rit  et de  connaissance et la volont  de faire  progresser le passe-temps par  ducation.",
            "Le gagnant sera s lectionn   parmi les r cipiendaires admissibles  nomm s par le comit  des prix de  VARNC en consultation avec le  comit  ex cutif et des personnes cl s  de la communaut  numismatique.",
            "Tout membre ou club peut soumettre  une nomination pour ce prix. Les  nominations doivent  tre regues avant  le 31 mars 2022. Elles devront  tre  envoy es a : William Waychison,  pr sident du comit , PO Box 466,  Station MAIN, Timmins ON P4N  TE3, billwaychison@gmail.com.",
            "Compagnon, l Association  royale de numismatique du  Canada",
            "En 1990, le Prix de Compagnon ",
            "association royale de numismatique  du Canada fut instaur  par le conseil",
            "d administration de votre association.  Pour  tre admissibles a ce prix, les  services doivent avoir  t  rendus par  un membre de l association royale  de numismatique du Canada et avoir  profit  directement a |  association  royale de numismatique du Canada.",
            "Les r glements adopt s pour ce Prix  sont les suivants:",
            "1. Un maximum de cing (5) membres  peuvent  tre recus a chaque ann e.",
            "2. Une nomination doit venir d un  membre ou d un club de PARNC,  avec un rapport d taill  supportant la  nomination.",
            "3. Le comit  des Prix et R compenses,  compos  d au moins trois (3)  membres,  tudiera les nominations  et choisira les membres a  tre recus  pour l ann e.",
            "4. Un certificat et une  pinglette seront  remis a chaque r cipiendaire.  L annonce du nom des",
            "r cipiendaires et une c r monie",
            "d intronisation auront lieu lors du  congr s de   ARNC.",
            "Tout membre ou club peut soumettre  une nomination pour ce prix. Les  nominations doivent  tre regues avant  le 31 mars 2022. Elles devront  tre  envoy es a : William Waychison,  pr sident du comit , PO Box 466,  Station MAIN, Timmins ON P4N  TE3, billwaychison@gmail.com.",
            "Prix Louise Graham pour Le  Club de L Ann e",
            "Le Prix Louise Graham pour le  Club de 1| Ann e fut  tabli afin de  reconnaitre nos clubs et associations et  pour honorer leurs accomplissements  au cours de l ann e pr c dente.",
            "Tout club ou association qui veut  poser sa candidature pour ce Prix peut  le faire en soumettant un rapport de  leurs activit s tenues durant l ann e  pr c dente. Ce rapport doit avoir au  moins deux pages de format 8  x 11  pouces. Le rapport devra nommer les  membres de 1 ex cutifet souligner les",
            "The CN Journal Volume 67  "
        ]
    },
    {
        "File": "The_CN_Journal_January_11.jpg",
        "Paragraphs": [
            "crit res suivants :",
            "1.La diversit  des sujets trait s lors des r unions",
            "2.Voriginalit  de la conception ( crit et visuel)",
            "3.Le degr   ducatif de l information diffus e",
            "4.La promotion de la numismatique",
            "5. organisation de salon numismatique",
            "6.La r gularit  des r unions",
            "La pr sentation du Prix, qui consiste en une m daille en  argent grav e au nom du gagnant et d un ch que de 250 $,  sera faite lors du congr s annuel de l  ARNC.",
            "Les nominations doivent  tre regues avant le 31 mars  2022. Elles devront  tre envoy es a : Brett Irick, directeur  services aux clubs, Suite 505, 5060 Tecumseh Road East,  Windsor ON N8T 1C1, xr7gt@prodigy.net.",
            "Prix litt raire J r6me H. Remick Ill",
            "Le Prix litt raire J r6me H. Remick II a  t  instaur  en 1995.  Il est attribu  a l auteur du meilleur article numismatique  publi  dans un bulletin de club local au Canada.",
            "Les nominations peuvent  tre faites par un membre, par  un club ou par le responsable des services aux clubs de  VARNC. Toute nomination doit  tre accompagn e d une  copie de l article publi  ainsi que des d tails relatifs a sa  publication (club ot il a  t  publi , date de publication, etc.).",
            "Notez que l individu mis en nomination n a pas besoin  d tre membre de P ARNC.",
            
            "Un Comit  d au moins trois (3) personnes, pr sid  par le  Responsable des services aux clubs de PARNC choisira le  gagnant.",
            "La pr sentation de ce Prix, une m daille grav e, sera  faite lors du congr s annuel de l ARNC.",
            "Les nominations doivent  tre regues avant le 31 mars  2022. Elles devront  tre envoy es 4 : Brett Irick, directeur  services aux clubs, Suite 505, 5060 Tecumseh Road East,  Windsor ON N8T 1C1, xr7gt@prodigy.net.",
            "Prix pour les Meilleurs Bulletins de Clubs locaux  et r gionaux",
            "Chaque ann e 1 ARNC reconnait les efforts des clubs et  associations membres, en attribuant un Prix sp cifique  pour le Meilleur Bulletin publi  par un club association  local et r gional.",
            "Pour participer a la s lection, les clubs doivent envoyer  des exemplaires de leur bulletin au Responsable des  services aux clubs de 17 ARNC. Un comit  form  d au  moins trois (3) personnes r visera les bulletins soumis  et s lectionnera un gagnant dans chaque cat gorie. Les  bulletins regus durant l ann e seront consid r s pour le  prix.",
            "Les crit res suivants seront consid r s par les juges pour  d terminer le gagnant:",
            "1. Le contenu numismatique 20%  2. La diversit  du contenu 25%  3. La qualit  de la pr sentation 15%  4. L am lioration par rapport a",
            "l ann e pr c dente 10%  5. La r gularit  de la publication 15%  6. Appr ciation g n rale",
            "(a la discr tion du Juge) 15%",
            "Les gagnants seront d voil s lors du d jeuner des  d l gu s de clubs dans le cadre du congr s annuel ainsi que  lors du banquet de cl6ture.",
            "Les bulletins doivent  tre recus avant le 31 mars 2022.  Ils devront  tre envoy s a : Brett Irick, directeur services  aux clubs, Suite 505, 5060 Tecumseh Road East, Windsor  ON N8T 1C1, xr7gt@prodigy.net."
            
        ]
    },
    {
        "File": "The_CN_Journal_January_12.jpg",
        "Paragraphs": [
            "T.HE_THRILL_OF_THE_ HUNT,",
            "BY WILLIAM (BILL) KAMB\nFRCNA, #19734",
            "a a le tr A |\nCollecting Jefferson Nickels from Circulation",
            "I was pleasantly surprised",
            "in the summer of 2019",
            "when our daughter,\nwho lives in Atlanta with\nher family, announced\nthat our grandson, Easton\nEllis, might be interested\nin coin collecting. He was\n6 years old at the time.\nWhen we went there for\nThanksgiving, I brought\nsome Whitman penny and\nnickel books and got a few\nrolls of each from a bank for\nus to search.",
            "We had a great time and\nit brought back memories\nof when I started collecting\nas a kid in the late  50s.\nHowever, I think I had a\nbetter time than he did.\nBefore we left, I wrote down\nwhich coins he still needed\nand started searching soon\nafter we got home.",
            "I went through two Quaker\nOats boxes of change that we",
            
            "had accumulated over the years and when I mentioned this to\na friend, he gave me two containers of his to go through.",
    
            "Then I started roll searching from banks. First I did ,\npennies for a while, then nickels, then pennies again. After a",
            "couple of months, I decided\nto concentrate on nickels,\nbecause I thought there might",
            "be a possibility of completing the set of",
            "Jeffersons or at least coming close.",
            "In the beginning I was trading",
            "$40-60 worth of nickels at a time\nat different banks, but it quickly\nbecame a box which holds $100,\nthen two boxes, then three, and\nfinally four boxes. I was hooked.\nMost banks have $100 worth of nickels, but not all and some have \nas many as four or five boxes.",
            
            "Occasionally I would\nmail my findings to our\ndaughter and ask her to mix\nthe coins in her change for\nour budding collector to\nfind.",
            "There are supposed to\nbe 40 nickels in a roll but I\nlearned that this varies, both\nin bank-wrapped rolls as\nwell as in customer-wrapped\nrolls. Bank-wrapped rolls\nhave the coins exposed\nat both ends, whereas\ncustomer-wrapped rolls\nhave one or usually both\nends folded over. ve found\nbank-wrapped rolls with 39\nnickels, 39 plus a penny or a\ndime, and with 41.",
            "I ve found customer-\nwrapped rolls with a low\ncount of 35 and a high\ncount of 43! Thirty-nine\nis common, as is 39 plus a\npenny or a dime and 41. I ve\nalso found 38 plus 2 dimes",
            "and 41 plus a dime!\nIn my search I ve also found 35 buffalo nickels with four",
            "       digits, six Liberty Head nickels, 27 proofs, 155 war nickels some beautifully toned nickels (mostly golds, but a few",
           
            "blues), a few errors, original uncirculated rolls going\n* ack to the  60s, foreign coins from 34",
            "countries and three washers.",
            "I also found many so-called\n black beauties    every date\nand mint mark in the  70s,  80s",
            "and  90s and many before and after. I\nstarted saving them but gave up after\na while as circulated black beauties\naren t beautiful at all. The theory is\nblack beauties are created during the\nannealing process if the planchets",
            " are heated too much. The annealing process softens the planchets, which\nmakes the dies last longer.",      
           
            "a The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_January_13.jpg",
        "Paragraphs": [
            "Finding the  50-D",
            "The 1950-D has long been considered the key to the  series. | found my first one mixed in with a small group  of uncirculated nickels from the  70s and  80s. | almost  swept them aside as they all looked the same, but for  some reason | went through them. When | turned over  what | assumed was a 1950 Philadelphia nickel | was  really surprised to see the D mint mark. From then on  | looked at every nickel, uncirculated or not.",
            "Happy with the first 1950-D, | was doubly surprised  later in my search to find another one, this one just a  VG+, that was in a nondescript roll of circulated coins.  Judging from its condition, it had spent years and  years in circulation before | found it.",
            "(Image credit: pcgs.com)",
            "In addition, I was looking for early date,  full-step  nickels,  which by definition have the steps of Monticello fully struck  for their full length and with no bag marks on the steps.",
            "As I searched over 400,000 nickels and only found one,  a 1964-D, I can truly say that they are rare and worth a  premium. As I had never collected nickels, I had no idea  how elusive the key dates would be. A couple of friends  who had collected them, told me that they had to buy the  1950-D but that was all I had to go on.",
            "There are three books (Whitman) now that comprise a  Jefferson nickel set. Book No. 1 goes from 1938 through  1961, book No. 2 from 1962 through 1995 and book No. 3  from 1996 to date. Books 2 and 3 were easy to fill, except  for the 2009-P and D coins. I searched over $500 worth of  nickels before I found those two and consequently have  saved every one I ve found since.",
            "These two nickels have mintages of around 40 million  each, whereas other contemporary nickels have mintages in  the hundreds of millions.",
            "By the time I had searched $2,000 worth of nickels, I still  needed 10 more, all in book No. 1. Above the $2,000 mark,",
            "Number1 January February 2022 --------------------------",
            "I was lucky to add a new nickel every $500 or so and then  it became a new one every $2,000 or $3,000 worth. At the  $10,000 level, I still needed three coins: 1939-D, 1943-D  and 1945-D, a real sleeper.",
            "To keep from getting bored, I kept track of each different  nickel I found in each box that would fit into book No. 1.  Recording this gives one an idea of the relative scarcity of  the key dates. Book No. | has 65 coins in it and 40 or so of  those are fairly common.",
            "My average per $100 box that would fit into book No. 1  is 17, but I ve had a low of four and a high of 33. The latter  was due to an accumulation that was dumped. In that box  there were a few rolls from the  40s and  50s including 18  war nickels!",
            "War nickels were issued from 1942-1945, have a large  mint mark over Monticello, and have been pulled from  circulation since the  60s because of their silver content.",
            "At the $11,000 level, I finally found the 1939-D and  at the $14,000 mark, the 1945-D. It took over $21,100  worth of searching to complete the set by finding the  1943-D. When I turned the nickel over and saw the  large D on the reverse, I had the same feeling as when I  added a $1,000 rarity to my primary collection   elation.",
            
            "The de facto standard, Whitman Jefferson nickel folder,  became two books in 1963 and three in 1996.",
            ""
        ]
    },
    {
        "File": "The_CN_Journal_January_14.jpg",
        "Paragraphs": [
            "The changing face",
            "Designer Felix Schlag s left-facing profile of Jefferson appeared on the nickel s obverse from 1938 through 2004.  That portrait was replaced for one year only in 2005 with a right-facing profile (bottom left). Since 2006, the  coin has had a three-quarters portrait on the obverse (bottom right).",
            "I learned that it s not how much one spends on a collection;  it s the thrill of the hunt that gives satisfaction.",
            "Author Bill Kamb searched through $21,100 in nickels  before finding the last coin needed to complete the  set   the silver 1943-D war nickel with a big mint mark  above Monticello on the reverse. (Image: pcgs.com)",
            "When I completed the set, I was two coins short of a  second set   the 1939-D and the 1943-D. It s amazing to  think that you can buy these elusive coins anywhere for a  couple dollars each.",
            "Nickels with a mintage fewer than 10 million",
            "Mintage  in millions",
            "Date",
            "(Images: US Mint)",
            "As I was putting together the set, I was continually  upgrading and wound up with an uncirculated set going  back to 1956 with several uncirculated early coins including  1938-P, D, S, 1939, 40, 41, 46, 50-D and 53-D. In addition  to these uncirculated nickels in book No. 1, I found over 20  more in Extremely Fine or About Uncirculated condition.",
            "My search took me to over 150 branches of four different  banks within 30 miles of Columbus, Ohio, where we live.  The bank tellers were always cooperative and told me that  nickels were the slowest moving denomination and for that  reason, I waited three or four months before returning to the  same bank. I marked my boxes with an  X  and only once  got one of my boxes back, which I traded at the next bank.",
            "Of over 200 boxes that I searched, I only received five or  six that were brand new nickels, which I traded at the next  bank. Before traveling 20 or 30 miles, I went on Google Maps  and found a cluster of banks to assure that I d be successful in  trading multiple boxes.",
            "War nickels",
            "Number  found",
            "Mintage in  millions",
            "Volume 67  "
        ]
    },
    {
        "File": "The_CN_Journal_January_15.jpg",
        "Paragraphs": [
            "Lewis and Clark",
            "The United States Mint celebrated the bicentennial of the Corps of Discovery Expedition  with four commemorative nickels.  In 2004, the Westward Journey Nickels featured peace medal and keelboat reverses.",
            "I always asked the tellers if they had other collectors that frequented their bank and learned that there was only one other  collector searching for nickels in central Ohio but that many others were looking for quarters, halves and dollars and a few  were doing pennies.",
            "Over the last year it was much more difficult for circulation coin collectors, because pandemic restrictions forced,banks  to close their lobbies. What you had to do, was call ahead and ask if they had a box or boxes of coins that you could trade  for. Then you had to go through the drive thru, explain what you wanted, go park your car, and make the exchange at the  front or back door. When you make the call, many tellers don t understand the reason for trading coins, so you have to  carefully explain the concept.",
            "This search took about 15 months, and I learned a lot. I highly recommend collecting from circulation as completion is  possible with time and patience, finding high grade coins is possible, and all it costs is the face value of the coin, which you  can always spend. Now I have to start another quest, possibly taking up pennies again.",
            "[Editor s Note: This article, expanded and edited for The CN Journal, was previously published in the Central States  Numismatic Society newsletter The Centinel | Winter 2021-2022.]",
            
            "Number1 January February 2022 --------------------------------------~---~---~~--~-  nnn nnn IS  "
        ]
    },
    {
        "File": "The_CN_Journal_January_18.jpg",
        "Paragraphs": [
            "IN_ MEMORIAM.  ",
            "JAMES_W. ASTWOOD",
            "1934  ",
            "ward-winning author and respected  A numismatist James William Astwood",
            "of Winnipeg MB passed away on  December 4, 2021, at 87.",
            "Mr Astwood was born in February  1934, in Winnipeg, in the house where  his father, James Clifton Astwood, and  mother, Dorothy Helen Astwood (nee  Martin), had built in Riverview. The  second of three children, Jim is survived  by his sister, Helen and was predeceased  by his brother, Donald.",
            "After attending Kelvin High School, Jim  followed in his father s footsteps and entered  the accounting profession as an auditor. He was  with Price Waterhouse and travelled throughout Canada,  working primarily out of offices in Toronto and Montreal.  In 1957 he became a Chartered Accountant.",
            "Returning to Winnipeg, he met the love of his life,  Margaret Lynne Astwood (nee Bateman), at the Winnipeg  Canoe Club in St. Vital   they married in 1961. The  Canoe Club became the centre of his family life, where  Jim, Margaret and their three children, Robert, Marilyn  and James, spent countless happy hours together and with  many family friends. The Canoe Club was one of his great  passions, serving as Commodore in 1963 and later helping  the Club transition to a public golf course.",
            "A leader in his chosen profession, he joined the  Winnipeg Grain Merchant firm of Parrish and Heimbecker,  Ltd. in 1964 as Secretary-Treasurer. He remained with  the company until he retired from the Company Board of  Directors in 2019. Jim served as President of the Winnipeg  Chapter of the Financial Executives Institute of Canada  from 1978-1980, became a Fellow of the Chartered  Accountants in 1990 and was President of the Institute of  Chartered Accountants in 1991-2.",
            "Jim also had a passion for studying Manitoba and  Western Canadian History   especially the Hudson s Bay  Company period from 1670 through 1874. He enjoyed all  things  Winnipeg. ",
            "Jim must have inherited his passion for collecting from  his father, who was interested in philately and dealt in  stamps worldwide under Beaver Stamp Co.",
            "Jim began collecting in the late 1940s while in high  school and Boy Scouts. In 1948, he purchased that  year s silver dollar from his local bank. In the 1950s,  he was able to buy several HBC tokens from the  Hudson s Bay store in Winnipeg for just a few dollars.",
            "2021",
            "As time went on, his collecting interests included    coins, tokens, paper money, medals and  anything numismatic.  In 1954, Jim was a founding member of  the Manitoba Coin Club, serving as the  club treasurer and later as secretary. He  also attended the Canadian Numismatic  Association s first convention, held that  year in Toronto, and later joined the  Association in April 1956 as member  #1048. In 2021, he was presented with  his 65th anniversary RCNA membership  certificate by his long-time friend, RCNA  director, Jim Bailey.",
            "In the 1960s, Jim s interest in Manitoba  numismatics accelerated, contributing to Trade and  Advertising Tokens of Manitoba written by Donald M.  Stewart. He sold Stewart his accumulation of Manitoba  tokens in 1967-8 as research material. He later took over  maintaining the records of Manitoba Tokens, publishing  several addenda and an updated catalogue, A Complete  Supplement to Trade and Advertising Tokens of Manitoba,  in 1979. He also produced An Illustrated Guide to Ontario  Bakery Tokens (from 2013 in its 6th Edition). In addition to  these two fine standard references, he was also the author  of many excellent articles on the Hudson s Bay Company  and Banking in Manitoba. One of the most memorable and  practical was his  Fur Trade Tokens   Fakes, Fantasies and  Copies  published in The Canadian Numismatic Journal,  July   August 2016.",
            "Jim had been a guest speaker at RCNA conventions and  at Manitoba Coin Club meetings, giving many interesting  talks on Manitoba numismatics. These included Banks and  Banking in Manitoba, at an RCNA symposium and a well-  received presentation Winnipeg Tokens, Taking a Stroll  Along Portage and Main (where he took the audience on  a virtual trip through period bars and businesses along the  way), at a Canadian Numismatic Research Society meeting.",
            "Jim was a loving husband of 60 years and is survived by  his wife, Margaret Lynne. Together they built a wonderful  family and explored every continent. Jim is also survived  by his children Robert, Marilyn, James, their spouses Alice,  Walter, and Pamela, and by his grandchildren Kathleen, and  Michael, Samantha, Eric and Keara, Elisabeth, Laura and  Claire, and by his many nephews, nieces and cousins.",
            "Ret in Leace",
            "The CN Journal Volume 67  "
        ]
    },
    {
        "File": "The_CN_Journal_January_19.jpg",
        "Paragraphs": [
            "ACADEMIC MEDALS OF GOVERNOR GENERAL",
            "THE VISCOUNT. ALEXANDER",
            "THEY TA 51946-1952",
            "BY GRAHAM H. NEALE  #13329",
            "An Analysis",
            "Figure 1: TYPE | sterling silver medal, Clowery # CL 117 (obverse & reverse).",
            "his article discusses the Academic Medals of",
            "| Governor General Alexander which exist in two  distinct designs. The principal difference between",
            "the two designs relates to the absence of, or the presence  of, a vertical line through the centre of the shield on the  reverse (Figures 1 & 2). In addition, there are numerous  smaller design differences between these two medals which  are visible on both sides but more so on the reverse side.  These two medal variants are numbered CL 117 and CL  117A respectively in Clowery s indispensable monograph  (2nd edition, 2010) and both were issued in all three of  the traditional classes, namely gold, silver and bronze. In  a 2010 article that preceded the publication of Clowery s  work in the same year, Barrie Renwick illustrated and  described these design differences in considerable detail.",
            "(Images: courtesy of the author.)",
            "He also discussed and speculated about when and where the  modifications to the medal dies were made.",
            "Several uncertainties exist regarding the silver medals. As  noted by Clowery, the first design medal CL 117 was struck  in two distinct metallic compositions, namely (1) sterling-  silver (0.925) at the Birmingham Mint, and hallmarked (11)  unmarked coin-silver (0.800) at the Royal Canadian Mint  (RCM). The second design medal CL 117A was struck only in  coin-silver at the RCM. It seems likely that the gold (actually  gilt) CL 117 medals similarly exist in two versions, namely (1)  gilt sterling silver, and (11) gilt com-silver. However, detailed  information on this particular aspect is lacking so the gold  CL 117 medals, of which only 17 were issued, will not be  discussed further here. There is no ambiguity regarding the  bronze versions of CL 117 and CL 117A.",
            "Figure 2: TYPE Ill coin-silver medal, Clowery # CL 117A (obverse & reverse).",
            "(Images: courtesy of the author.)",
            "Number1 January February 2022 --------------------------  "
        ]
    },
    {
        "File": "The_CN_Journal_January_20.jpg",
        "Paragraphs": [
            "TABLE 1: Summary of Governor General Alexander s Silver Medals (CL 117 & CL 117A)",
            "As noted by Clowery, a total of 122 pieces of the silver\nCL 117 medals were issued. Unfortunately, he was not\nable to provide a breakdown of the individual numbers\nstruck in sterling silver and in coin-silver. Prompted by this\nobservation, I decided to assign modified catalogue numbers\nto these two metallic variants, namely CL 117-1 and CL 117-11\nrespectively. With only 122 silver CL 117 medals issued in\ntotal, both of these varieties are evidently amongst the scarcest\nof all silver Governors General Medals (at least in terms of\nnumbers issued).",
            "Clowery makes two important comments on page 44 of his\nmonograph, namely (my underlining):",
            "1)  Sometime during late 1946 or early 1947 dissatisfaction\nmust have been expressed on the design of the first Mappin",
            "& Webb medal as a new design with softer portraits on the",
            "obverse and a corrected shield design on the reverse was",
            "produced. \n2)   Medal CL 117 was struck in both Birmingham and",
            "Ottawa, while medal CL 117A was only struck in Ottawa. ",
            "It is not known whether the RCM employed the original\nMappin & Webb dies when making the transition from\nType I (CL 117-1) to Type II (CL 117-11) or whether the\nRCM cut new dies. Microscopic examination of extant\nmedals would be required to elucidate this matter. However,\nClowery does explicitly indicate on page 45 that the RCM\nmedals were struck in 0.800 fine silver.",
            "Based on Governor General Alexander s period of\nservice (2149 days, or 5.89 years) and the total number\nof silver medals issued (382) it can be deduced that the\nrevised design medal (Type HI, CL 117A) must have\nbeen introduced sometime around the end of 1947 or the\nbeginning of 1948 (see column 4 in above Table 1). Similar\ncalculations based upon the numbers reported by Clowery\nfor the gold and bronze medals yield exactly the same\nconclusion.",
            "A NAMED & DATED EXAMPLE OF THE TYPE | STERLING\nSILVER MEDAL (CL 117-i)",
            "This medal (Figure 4) was acquired recently at a local estate\nsale in Ottawa. It is of diameter 50 mm, rim thickness 4 mm",
            "and mass 65.0 g. It carries on its edge the Mappin & Webb\nmaker s mark together with Birmingham hallmarks for\n1946. In addition, it is neatly engraved around the edge in a\ncontemporary style, as follows (Figure 5):",
            "DONAL FURLONG - ST. PATRICK S COLLEGE - 1947",
            "This medal was personally presented to the recipient\nby Governor General Alexander himself at a convocation\nceremony held at St. Patrick s College in Ottawa on June 1,",
            "1947 (Figure 3).",
            "Figure 3: Extracts from The Ottawa Evening Citizen,\nJune 2, 1947, which confirm Donal Furlong s medal\naward.",
            "THE MEDAL RECIPIENT: The Reverend Donal\nFurlong",
            "Father Furlong s name appears variously as Charles\nMacDonald Furlong, Donal Furlong, Donald Furlong,\nand Donald Charles Furlong at different times of\nhis life. His Governor General s Medal is inscribed",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_January_21.jpg",
        "Paragraphs": [
            "  Che tie  ied %",
            "MAPPIN &AWEBB LTD  OXFORO STREET,  LONDONW,",
            " Donal  which is confirmed by The Ottawa Evening Citizen  newspaper of June 2, 1947, which was published the day  following the convocation ceremony (Figure 3). He was born  in Ottawa in 1924 and graduated with a Bachelor of Arts  degree from St Patrick s College in that city in 1947 following  which he continued his studies at the University of Toronto.  He was subsequently ordained a Basilian Priest on June 29,  1956, at Saint Basil s Church in Toronto. He departed this  world at Toronto on Christmas Day 2014 after a long life of  unselfish service (Figure 6).",
            "Bibliography",
            "Clowery, Freeman. 2010. Medals of Governors General  of Canada, ed. W.K. Cross, The Charlton Press, 2nd  Edition (90 pages).",
            "Renwick, Barrie. 2010. Governor General Viscount  Alexander Medals 1946-1952, The Canadian  Numismatic Journal, Vol. 55, No. 3 (April), pp. 144   145.",
            "The Ottawa Evening Citizen, June 2, 1947.",
            "Number1 January February 2022 --------------------------",
            "iplcmateeltin hBrm ah Me ci alin els.",
            "PS 6 RIO GHG EMD EPRI TOAD CRIP EG",
            "Figure 4: TYPE | sterling silver medal with original  Mappin & Webb case. (Images: courtesy the author.)",
            "Figure 5: Engraved naming and hallmarks on edge of  Reverend Furlong s Type | medal.",
            "Rev. Donald Charles  Furlong CSB",
            "3 SEPTEMBER, 1924 - 25  DECEMBER, 2014",
            "Rev. Donald C. Furlong,  C.S.B.",
            "eacefully at home with his fellow  Basilian Fathers on December 25,  2014. Fr. Don was born in Ottawa,  ON on September 3, 1924,",
            "Figure 6: Obituary of Reverend Furlong (extract).  "
        ]
    },
    {
        "File": "The_CN_Journal_January_23.jpg",
        "Paragraphs": [
            "QUEBEC TERCENTENARY, MEDAL",
            "BY GEOFFREY BELL\nFRCNA, FCNRS, LM.#208",
            "There was no doubt\nexcitement was\nbrewing as Quebec",
            "City was anticipating the 300th\nanniversary of Champlain s\nsettlement there in 1608.\nThe year was 1908 and\ncelebrations were planned to\ninclude pageants, fireworks,\nlarge military revues and\nall that was festive. All this\nrequired massive organization\nso committees were set up\nwith different responsibilities.\nOne of these was the History\nand Archaeology Committee\nconsisting of members of the\ncity general citizenship. They\nmade an immediate request\nto have a medal struck to\ncommemorate the event.",
            "The National Battlefield s\nCommission was required\nby law 7 8 Edouard VII,\nChapter 87 to chair the\ncelebrations and look after the acquisition of the special medal. Mr. Etienne Tache, Deputy \nMinister of Land and Forests was appointed and he soon \ncame up with a proposed drawing of the medal. His design","was quickly approved. He chose Henri Dubois of Paris to\nengrave the medal with Tache supervising the project.",
    
            
            "Meanwhile during the\nsummer of 1908, a huge\nhistorical event was held on\nthe Plains of Abraham. It was\nstaged in an open-air theatre\nwith thousands of spectators\non hand. People wore period\ncostumes with historical scenes\nbeing staged accompanied\nby an orchestra. There were\ntwo massed armies totaling\n17,000 men on the field while\nguns of the British, French\nand American naval fleets in\nharbor below thundered. Native\npersons built an encampment\nand joined in the pageant\ncelebrations. A re-enactment\nof the arrival of Champlain\nwas a highlight accompanied\nby canoes with their native\npeoples. After the activities on",
            "the Plains were completed,\ncrowds mingled with family,\nfriends and strangers on the",
            " _ streets of the city. As darkness fell, a dazzling display of fireworks occurred. Also during the week, special church Services were held as well as parades and lots of music.",
           
            "Number1 January February 2022 ------------------------------------------------\n"
        ]
    },
    {
        "File": "The_CN_Journal_January_24.jpg",
        "Paragraphs":[
            "Insert 50 mm x 50 mm cardboard included with each\nmedal.",
            "The Medal",
            "As mentioned earlier, Henri Dubois was asked by Tache to engrave the\nmedal from designs submitted by Tache. The proposed designs were as\npictured. Dubois worked diligently and had the first batch of medals hand\ndelivered by a Mr. Scott and Mr. Pitt. There were 760 medals in all produced\nin the first shipment, 754 bronze, and 6 gold. Later another 3 gold were issued\nalong with 1 silver. Following is Dubois  first invoice.",
            "INVOICE",
            "500 first medals.",
            "254 other medals @ 3.30 f.",
            "6 gold @ 1.020 f.",
            "6 fine jewelry cases @ 9 f.",
            "754 cardboard jewellery cases @ 1.50 f.",
            "Wrapping, gold medals 3.50 f.",
            "Wrapping, Bronze medals 40 f.",
            "3 Wire services.",
            "Increased weight of medals:1803 g.",
            "Instead of the agreed weight of 1800 g.",
            "Thus an increase of 3 grams @ 3.15 f.\nTotal 15,142.15\nDeposit 7,500",
            "Remaining balance 7,642.15",
            ""
        ]
    },
    {
        "File": "The_CN_Journal_January_25.jpg",
        "Paragraphs": [
            "Cover of souvenir booklet published by the British\nCommittee (Image: McGill University Library, 2009)",
            "As mentioned, 9 gold medals were presented. The following individuals\nwere the recipients:",
            "H.R.H. Prince of Wales",
            "Earl Grey, Governor General",
            "Louis J. Jette, Lieutenant Governor of Quebec\nWilfred Laurier, Prime Minister of Canada\nLomer Gouin, Premier of Quebec\nJean-Georges Garneau, Mayor of Quebec City\nGovernment of France",
            "Government of the United States",
            "Government of Canada Dominion Archives",
            "There was only one silver medal produced that was given to Dubois. He",
            "in tum presented it to the Archbishop of Paris. The bronze medals were given",
            "to members of parliament; dignitaries; universities; museums; archives and\nforeign institutions etc.",
            "Medal Description",
            "Obverse:",
            "Champlain holding a sword aloft stepping ashore from a sailing vessel,\ncrowned monogram of Henri V & Edward VII either side 111e. CENTENAIRE.\nDE. LA. FONDATION. DE. QUEBEC. On the plaque below STADACONE\nReverse:",
            "Two female allegorical figures, one with pedestal being French lilies, the",
            "other resting on a British shield, seated beneath a tree with ribbon inscribed",
            "NEE. SOUS LIS/ DIEU AIDANT./ L?OEUVRE.DE. CHAMPLAIN/ A.",
            "GRANDI. SOUS. LES. ROSES",
            "Gold Specifications: 76.5 mm, 301.75 g (24 kt) Leather jewellery case\nBronze Specifications: 76.5 mm, 160.5 g Leatherette, cardboard case\nInside each box was a 50 mm x 50 mm cardboard with  Presented by\n/ The National Battlefield s Commission / in commemoration / of the /\nTercentenary of the Founding of / Quebec by Champlain / Quebec Canada\nGeorge Garneau / Chairman.",
            "My thanks to Caroline Ricard, Executive Assistant, The National",
            "Battlefield s Commission for providing valuable information.\n"
        ]
    },
    {
        "File": "The_CN_Journal_January_26.jpg",
        "Paragraphs": [
            "GRIFFIN DiE CLASH MARKS ON  1881 LARGE CENTS",
            "BY DANIEL FLYNN  #20440,",
            "Jack Griffin published his variety guide titled Some Die",
            "Varieties of the Large Cents of British North America  and Canada. A second edition was published by Charlton  Press in 2010, after his death in 2008. In his introduction to  the first edition, Brian Cornwell writes;  Without question,  this report is a summary of some very impressive research.  It is a result of many decades of observation and note   taking by a dedicated collector, and it should provide the  basis for further research and collecting directions in the  future  (Griffin 1992; i). Truer words about Jack have not  been written. How Jack managed to accomplish what he  did with a lens and loop 1s astounding. He indicates that to  take on work like this you need a good glass, at least twenty  power. He writes,  I have used different glasses, but the one  I like best, is the small end of a pair of binoculars which  have been broken, and the large end makes a good glass for  the less detailed work, especially if another glass has been  taped to it.  (Griffin 1992; 1). I can picture him sitting at  his coin desk hunched over the small end of the binoculars  taking notes. I never had the pleasure of meeting him. I did  manage to obtain a few of his large cents when they came  up for auction. They remain in their original Griffin holders  with his handwritten notes. These are treasures.",
            "I was thinking the other day about the descriptions in the  1881 series. He lists ten Bust Type #1 (Obv. 1) varieties and  five Bust Type #1a (Obv. 1a) varieties in the Ist edition. He  expanded the catalogue to eighteen Obv. 1 s and ten Obv.  la s in the 2nd edition. Griffin doesn t mention the hybrid  Obv. 1la/1 in his 1881 varieties, but he does in his 1882  variety set so he was clearly aware of it. It is unclear from  his writing if he didn t consider the hybrid significant in the  1881 set, or perhaps it was lumped together as Obv. 1 s, we  just can t tell.",
            "Griffin listed his varieties as date spacings and font sizes,  but in the descriptions of each are his notes on various other  markers to look for. It s in the descriptions of four of the  varieties, he describes what turned out to be die clashes.",
            "In Bust Type #1, in the text description of his variety  Gr-82a,! he notes  Sometimes these varieties have a  groove to the left top of the O in ONE.  This turns out to  be a die clash of the back of Victoria s hair.",
            "His Gr-81 and Gr-87 descriptions both refer to  A line",
            "I n 1992, Canadian large cent collector and researcher",
            "1 Jack Griffins numbering system is Trademarked by and  property of Chariton International. GR-82a, Gr81, Gr-87 and Gr-  91 are used here as brief excerpts for the purpose of review of the  material in a published article.",
            "to the left of the last 1 in the date.  Both of these are in his  Bust Type 1 variety group. This tums out to be a die clash on  Victoria s throat.",
            "In his Bust Type #1a variety Gr-91 he identifies a clash:   The beads and letters of the legend of the obverse show  under the leaves of the reverse at the bottom of the cent.   This particular clash is commonly referred to as the Griffin  bead clash.",
            "Researching the 1881 reverse dies provided me an  opportunity to look for and catalogue die clashes. While there  are others to look for, my remarks are confined here to the  clash marks identified by Jack Griffin in his 1992 and 2010  published works, as well as clashes similar to those he found.",
            "A die clash can occur when the hammer die strikes the  anvil die without a planchet in between them. When a design  element from one die interacts by way of a strike with the  field from the other die with enough force, a clash will occur.  The clash mark is now the high point on the die, and it will  wear far more quickly than the rest of the die. These clash  marks appearing on coins will gradually loose definition as  successive coins are struck making clash marks increasingly  difficult to see. Just because one coin of a particular die has a  clash mark on it, doesn t mean the next one you find will. The  mark could have faded, or the coin could have been minted  prior to the clash. That s why clashes are fun to collect when  you find them.",
            "Groove to the Left Top of the O in One",
            "The hint in Griffin s description of his Gr-82a variety  that the groove might be a clash is the wording he chose,   Sometimes these varieties have a groove.  The use of the  word  sometimes  is the key.",
            "A die clash of the outline of Victoria s head is a common  find in the field inside the bead line typically running from  L16 to L2. It s not that common for the clash to come  past L15 into the field to the upper left of the O in ONE.  "
        ]
    },
    {
        "File": "The_CN_Journal_January_27.jpg",
        "Paragraphs": [
            "Figure 1 is the  groove  Griffin identified on the Obv. 1 variety Gr-82a. Figure 2 and 3 are similar clashes on an Obv. la  and Obv. La/1 coin.",
           
            "Throat Clash on Reverse Left of Last Numeral 1",
            "Griffin identified two reverses with a line to the left of the last numeral | in the date. The two that he identified were both  associated with Obv. 1 varieties. There are at least eleven different reverse dies that exhibit that clash.  These eleven dies are split as follows:",
            "Obv. 1 5 different reverses  2 of which are also associated with coins in the Obv. 1a/1 group  Obyv. la 2 different reverses",
            "Obv. 1a/1 4 different reverses  1 of which spans another obverse variety in the Obv. 1a/1 group  The clashes range from far left to very near to the last 1 of the date. The illustrations are grouped from far to medium  and then near to the 1. Far left clashes run by the tip of the upper and lower serif of the 1. Medium left clashes run through  the middle of the upper and lower serifs. Near clashes are very close to the left side of the 1 and may even be touching it.  See Table 1 on next page.",
            "Gr-91   The Griffin Bead Clash",
            "The Griffin Bead Clash was illustrated in the Charlton Standard  Catalogue of Canadian Coins, (Cross 2011; 308). This variety  is associated with an Obv. la reverse. There were 2 reverses  associated with that obverse. The first one is the Gr-91 variety.  When the obverse is in die crack state zero (DCS 0), meaning  that there are no cracks, the Griffin clash is of single beads as can  be seen in Figure 4. There is also a single bust line clash running  from a bead between L9 and L8 up under the H towards the left.",
            "As soon as the obverse die starts to develop cracks another  clash occurs that is slightly misaligned from the original.  Figure 5 shows the clash from obverse beads and lettering in  obverse DCS 1-3. The beads are now oval shaped and there is a  double bust clash mark (Flynn 2008; 89, Cross 2011; 308). This  reverse was retired during obverse DCS 3 and was replaced by ae nereseruee  _  another for the remainder of the life of the obverse die. rie re yinele clash showi ng obverse beads between",
            "_: : -L8. Obverse lettering visible at L9.",
            "In addition to the Gr-91 reverse, there is a second reverse  that exhibits a very similar but not as dramatic obverse bead clash at L9-L8 as seen in Figure 6. The clash is single in early  die states and slightly doubled in later states. The second clash is not quite centered exactly on top of the first one. The bust  line is also visibly doubled as well. This particular reverse is associated with a 1a/1 obverse.",
            "Continued on page 29  Number1 January e February 2022 --------------------------------------~-------~~- ~- nn nnn nnn nnn 27  "
        ]
    },
    {
        "File": "The_CN_Journal_January_28.jpg",
        "Paragraphs": [
            "TABLE 1 Far left of the 1 Medium left of the 1 Near left of the 1",
            "Associated with an Obv. 1a variety.  This one is a double clash.",
            "Associated with an Obv. 1 and an  Obv. 1a/1 variety. The Obv. 1 variety  is the single serif N, Gr-81",
            "a The CN Journal Volume 67  "
        ]
    },
    {
        "File": "The_CN_Journal_January_29.jpg",
        "Paragraphs": [
            "Figure 5: Multiple misaligned clash marks resulting in oval Figure 6: Doubled bead and bust clash associated  shaped beads in the clash. The bust clash is showing twice. with a 1a/1 obverse.",
            "Figure 7 shows another dramatic obverse bead clash on a reverse. This one is also slightly doubled and is associated  with a 1a/1 obverse This clash runs from the vine at L15 back to L2 underneath the vine. Between second full bead and the  vine, just under and left of the tip of L2, you can see the intersection of the crown and the obverse bead as seen in Figure 8.",
            "The bead clash illustrated in Figure 7 and 8 is a bonus. It s a three-for-one-clash. This clash is on the same die  that produced one of the near to the 1 throat clashes seen in row 3 in the above table. It is also the same die that  has a  clash to the left top of the O in One.  This die is associated with an Obv. 1 and a 1a/1 die. The Obv. 1a/1  die is an 1881 favorite variety for many collectors. It was illustrated in the Charlton Standard Catalogue (Cross 2011).",
            "; Figure 8: Clash left of the tip of  x ee >| L2 between the vine and bead showing the intersection of the  obverse bead and crown tip.",
            "cS 2 alii 2",
            "Figure 7: Obverse bead clash between L15 vine and L2 Leaf ",
            "This one is the badly triple-punched N in REGINA as seen in Figure 9. If you collect  1881 cents by variety, look at the reverse associated with this coin. If you are fortunate,  you might have a clear bead clash, throat clash and the head clash all on the same coin!  There are also examples with two of the three, one of the three, and none of these clashes.",
            "In hunting my 1881 coins to find clash marks Jack Griffin identified, a line from the  introduction to his 1992 publication kept ringing in my ears. It was Brian Cornwell s  remark about Griffin s work being a jump-off-point for further research and collecting  direction. That was certainly the case for me. Look for other die clash marks on each  side of your coins. Pay attention to anomalies in the fields and see what you can find.  Enjoy the hunt.",
            "Works Cited",
            "Cross, W. K. (2011). A Charlton Standard Catalogue, Canadian Coins Volume One, Figure 9: N/N/N on Obv. 1a/1 coin.  Numismatic Issues, 65th Edition, The Charlton Press, Toronto.  Flynn, D. (2008). Looking for the Clash in Victoria Cents, The CN Journal, Vol. 53 No.2, Markham, The Royal Canadian Numismatic  Association.  Griffin, J. (1992). Some Die Varieties of the Large Cents of British North America and Canada, Toronto, The Company of Adventures.    (2010). Some Die Varieties of the Large Cents of British North America and Canada, North York, The Charlton Press.",
            "Number1 January e February 2022 --------------------------------------~-------~~- ~- nn nnn nnn nnn 29  "
        ]
    },
    {
        "File": "The_CN_Journal_January_32.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e  NOUVELLES, DES, CLUBS",
            "By BRETT IRICK (CLUB SERVICES)",
            "mi nV, aK >, emmy RCNA, FONA, LM, #456,",
            "Several clubs are now using hybrid in-person  meetings with a virtual meeting tie in for those  unable to attend in person. The RCNA Zoom  meeting account remains available. Meeting  times can be requested by emailing me at xr7gt@  prodigy.net or calling me at (313) 207-3562.  Many clubs are planning 2022 coin shows with  optimism, knowing that collectors are ready for  them to resume.",
            "MPC Fest Members Discover WWII Short  Snorters in Goose Bay Labrador Military  Museum",
            "The MPC Fest is an international group of people  that study military numismatics. MPC stands for  military payment certificate. MPC was issued to  military units in battle zones to protect the regular  currency from falling into the enemys hands. Their  free newsletter, the MPC Gram, is distributed by  email. To be added to their distribution list, send an  email to the editor Major Fred Schwan, retired at  mpcgram@militarymoney. guide.  A group of three MPC Festers took a month-long trip in  July 2015 that included driving through every province  east of Manitoba plus the French island of Saint Pierre  for Bastille Day and attending the Halifax RCNA  convention. During the trip, we stopped overnight in  Goose Bay, Labrador. No hotel rooms were available  due to construction workers occupying every space in  town for the entire season. One of our travellers was  an active-duty US Army Colonel-Doctor Bill Myers.  He made reservations for  NATO courtesy housing   at the Canadian Forces base. Also with us was MPC  Gram Editor Fred Swan. Not military, I was issued a  temporary military identification card. We noticed a  museum near the base headquarters and visited it that  afternoon.",
            "On display in  the museum were  two short snorters  dated December  17, 1941. A short  snorter is one or more  banknotes turned  into autographed  souvenirs, usually  with dates and  remarks about a  particular cause.",
            "Plusieurs clubs utilisent d sormais des r unions hybrides  en personne avec un lien pour assister virtuellement pour  ceux qui ne peuvent pas y assister en personne. La licence  ZOOM de Il ARNC demeure disponible. Les heures pour  vos r unions peuvent  tre demand es en m envoyant un  courriel a xr7gt@prodigy.net ou en m appelant au (313)  207-3562. De nombreux clubs pr voient avec optimisme  des salons numismatiques pour 2022, sachant que les  collectionneurs sont pr ts a y assister.",
            "Les membres du MPC fest d couvrent les  Short  Snorters  de la Seconde Guerre mondiale au  Mus e militaire de Goose Bay Labrador",
            "Le MPC Fest est un groupe de personnes du monde entier  qui  tudient la numismatique militaire. MPC signifie  certificat de paiement militaire. Le MPC a  t  d livr  aux  unit s militaires dans les zones de combat pour emp cher  que la monnaie r guli re tombe entre les mains de l ennemi.  Leur bulletin, le MPC Gram, est distribu  gratuitement  par courriel. Pour  tre ajout  a leur liste de distribution,  envoyez un courriel au r dacteur en chef, le major a la  retraite Fred Schwan a mpcgram@militarymoney.guide.",
            "Un groupe de trois MPC Festers a effectu  un voyage d un mois en  Juillet 2015 qui comprenait la travers e de chaque province a l est  du Manitoba ainsi que ile francaise de Saint-Pierre pour le jour  de la Bastille et la participation au congr s de l ARNC a Halifax.  Pendant le voyage, nous nous sommes arr t s pour la nuit 4 Goose  Bay, au Labrador. Aucune chambre d hotel n tait disponible car  des employ s de chantier de construction occupaient toutes les  chambres de la ville durant toute la saison. Lun des voyageurs  tait  un colonel-docteur de l arm e am ricaine, toujours en service, Bill  Myers. I] a fait une r servation pour un   logement de courtoisie  de  OTAN   sur la base des Forces canadiennes. L diteur de  MPC Gram, Fred Swan,  tait  galement avec nous. N tant pas un  militaire, on m a d livr  une carte d identit  militaire temporaire.  Nous avons remarqu  un mus e pr s du quartier g n ral de la base  et nous l avons visit  cette journ e-la.",
            "Dans le mus e se  trouvaient deux petits    snorters   dat s du  17 d cembre 1941. Un    snorter   est un ou  plusieurs billets de banque  transform s en souvenirs  d dicac s, g n ralement  avec des dates et des  r f rences particuli res.",
            "The CN Journal Volume 67  "
        ]
    },
    {
        "File": "The_CN_Journal_January_33.jpg",
        "Paragraphs": [
            "In this case, they commemorate the charter of the  Canadian Air Ministry Goose Bay Labrador Base  or possibly a holiday party. This base was the last  outbound and first inbound airport in North America  since it was the closest allied controlled location to  Europe. The museum staff permitted us to remove the  notes from their display case to photograph them. These  snorters were considered a significant numismatic  discovery, a pleasant way to finish a satisfying  afternoon. And, their images may appear in the next  edition of World War II remembered.",
            "Above all else, enjoy your collecting.",
            "If you would like to have your club profiled here, please  write a column, include pictures and send it to me:  xr7gt@prodigy.net.",
            "Brett Thich",
            "Number1 January February 2022 ---------------------",
           
            "Dans ce cas, ils comm morent l affr tement de la base a rienne  du d partement de l aviation du Canada a Goose Bay Labrador  ou peut- tre une f te de fin d ann e. Cette base  tait le dernier  a roport sortant et le premier a roport entrant en Am rique du  Nord puisqu il s agissait de  emplacement contr l  par les alli s  le plus pr s de l'Europe. Le personnel du mus e nous a permis  de retirer les billets de leur pochette pour les photographier.  Ces   snorters    taient consid r s comme une d couverte  numismatique importante, une mani re agr able de terminer un  apr s-midi satisfaisant. Et, ces photos risquent d  apparaitre dans la  prochaine  dition du livre World War II Remembered.",
            "Avant tout, profitez de votre collection.",
            "Si vous souhaitez avoir le profil de votre club ici,  crivez  une chronique, ajoutez des photos et envoyez-moi le tout a:  xr7gt@prodigy.net.",
            "Brett Triche",
            "33  "
        ]
    },
    {
        "File": "The_CN_Journal_January_34.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "RoyAM Writings",
            "By ALAN ROY  #17134",
            "The Bank of Nova Scotia: One Hundredth Anniversary",
            "On New Year s Eve of 1831, a group of well-to-do  Oise met at the Merchants Exchange Coffee  House in Halifax to discuss establishing a public  bank in the city. Halifax had grown over the years to become  the largest free port in British North America, mostly because  of England s wars with France and the United States. Indeed,  most of the meeting s attendees had grown rich by building  ships or with the booty looted from Spanish and French  ships. The group soon reached a consensus and drafted an  agreement. And so  The President, Directors and Company  of the Bank of Nova Scotia  was born.  The bank s origin story was described a hundred years later  in The Bank of Nova Scotia: One Hundredth Anniversary, a  commemorative publication issued by the bank in 1932.  The bank s growth was slow at first, mostly due to  competition from other banks and later, a cashier who  was discovered to have stolen $315,000 over a 25-year",
            "period. But despite these struggles, the Danke of Nova Scotia",
            "eventually managed to |  become the most prominent |  bank in the province. :",
            "The next step for the |  bank was to grow beyond  the province s borders.  It expanded into PEI by  acquiring the Union Bank  of Prince Edward Island  in 1883. It also opened  branches in New Brunswick  and Winnipeg in 1883,  and in Montreal in 1887.  It even opened a branch in  Kingston, Jamaica, in 1889.  The Bank of Nova Scotia  was in fact the first Canadian  bank ever to open a branch  outside of the United  Kingdom or the United  States.",
            "The bank, aspiring  to grow into a national  Bank, moved its head |  office to Toronto in 1900 =  and began to aggressively  expand across Canada and  elsewhere. New branches  were opened in Cuba  and Trinidad & Tobago.",
            "ONE HONDREDTE:  ASSNIVERSARY",
            "4632  Pos",
            "The bank expanded into Western Canada as far as Vancouver.  And in quick succession, the bank acquired the Bank of New  Brunswick, the Toronto-based Metropolitan Bank, and the  Bank of Ottawa. From 1910 to 1923, the Bank of Nova Scotia  more than tripled the number of branches to 306 and more  than quadrupled its total assets.",
            "Since Canada did not yet have a centralized bank, many  commercial banks issued their own currency. The Bank of  Nova Scotia was no exception. It issued its first notes in 1832,  its first year of operation, and continued to, until 1935. And  because it had a branch in Jamaica, the bank, until 1930, also  issued currency specifically designed for the Caribbean island.  Unfortunately for numismatists, this book only illustrates one  example of its currency (a first issue of the  10 note). It does  delve into some accounting information about the issue and  redemption of its early currency, and provides an interesting  account of a  currency war  with the Halifax Banking",
            "Company. F Bor a period om time, both banks refused to honour",
            "each other s bank notes,  and the community had  to resort to using gold and  silver for trade, resulting  _ ina spike in the values of  both metals.",
            "Two versions of the  | book exist. A soft cover  - edition was created for  presentation to staff  and customers, and a  | hard cover edition was  | produced for VIPs and  Bank of Nova Scotia  executives. These latter  _ copies can cause confusion  | because the recipient s  name, sometimes, printed  | on the cover, can be  - misinterpreted as the  author s name.",
            "When it was founded  in 1832, the Bank of Nova  Scotia was the second bank  to incorporate in Canada.  After many struggles, the  bank better known now as   Scotiabank,  is Canada s  third largest chartered  bank.",
            "Volume 67  "
        ]
    },
    {
        "File": "The_CN_Journal_January_35.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "BY SEAN SINCLAIR  #23912",
            "The Father of the Modern Olympics",
            "Baron Pierre de Coubertin, photo c.1900.  (Image: Wikimedia Public Domain) Athens, were discovered in 1766,",
            "The XXIV Olympic Winter  Games will be held in  Beijing, China, from",
            "February 4 to February 20, 2022.  Beijing will become the first city  to host both a summer and winter  Olympics event. Beijing had  previously hosted the Games of  the XXIX Olympiad (Summer  Olympics) in 2008.",
            "The Modern Olympic Games  were founded on June 23, 1894,  at the Sorbonne, in Paris, by  Pierre de Coubertin.",
            "Charles Pierre de Fr dy,  Baron de Coubertin, was born on  January 1, 1863, in Paris. He was  the fourth child of Charles Louis  de Fr dy, Baron de Coubertin, a  painter of 19th century religious  and historical subjects, and his  wife, Marie-Marcelle Gigault de  Crisnoy. The family was part of  the French aristocracy, with the  first recorded title of nobility being granted to them by Louis  XI, in 1477.",
            "On January 28, 1871, shortly after Coubertin had turned  8-years-old, France was defeated by Prussia in the Franco-  Prussian War of 1870-1871. This resulted in a significant  shift in power on the continent, with Prussia becoming the  new European powerhouse. The war also resulted in the  abolishment of the monarchy and the establishment of the  Third Republic on September 4, 1870.",
            "The motto of the Third Republic   Libert , Egalit ,  Fraternit    which is still used by France today, is something  that Coubertin took very seriously. The concept of fraternity,  or brotherhood, appealed to the young boy.",
            "In 1874, de Coubertin began attending a Jesuit school,  the Externat de la Rue de Vienne, in Paris. Coubertin proved  to be one of the brightest students at the school, graduating  in the top three in his class. As part of the aristocracy, de  Coubertin had a number of career choices available to him  upon graduation.",
            "Coubertin appeared to be keenly interested in education,  with a particular focus on physical education. He visited  England for the first time in 1883, and saw first-hand  the role that physical education played in the growth and",        
            
            "development of young people  in the country. Coubertin saw  that organized sports, which had  slowly developed in England  over the course of the 19th  century, helped boost morale,  leading to a balance of body and  mind.",
            "Coubertin made it his personal  mission to bring physical  education into French schools.  As a historian, Coubertin  looked to the stories of ancient  Greece for inspiration. Using  the Athenian concept of a  gymnasium, which was a  training facility for competitors,  he attempted to propose that  physical education be added  to the French curriculum.  Ultimately, Coubertin failed in  these attempts.",
            "The ruins of Olympia, in",
            "gr 4",
            "by English antiquarian Richard Chandler. Excavation of the  ruins, which had been buried under several metres of alluvial  deposits, began on May 10, 1829, with the arrival of French  archaeologists. Beginning in 1875, excavation of the ruins  became the responsibility of the German Archaeological  Institute at Athens.",
            "The discovery of the ruins led to the proposal, by Wiliam  Penny Brooks, of the creation of an international Olympic  competition, under the direction of the Greek government.  With the exception of a few small competitions with the  United Kingdom, the proposal was largely ignored.",
            "Coubertin organized the first Congress on Physical  Education and Scholar Competitions, which was held at  the Universal Exposition in Paris. The meeting was with a  group of athletes and sporting enthusiasts whom Coubertin  believed would be able to make a revival of the Olympic  Games possible.",
            "When news of the meeting was announced, Brooks  contacted Coubertin, and the two men combined their  resources to make the Olympic dream possible. Brooks  used his contacts with the Greek government to help make  the dream a reality.  "
        ]
    },
    {
        "File": "The_CN_Journal_January_36.jpg",
        "Paragraphs": [
            "On June 23, 1894, an  Olympic congress was  held in Paris, where the  announcement was made  that the Olympic Games  would resume. Participants  at the congress were  divided into two groups:  one group would focus  on amateurism, while  the other would work on  planning the event. It was  announced that the first  Olympic Games would  be held in the ruins of  Olympia, in 1896, while  Paris would host the  second event, in 1900.",
            "The International  Olympic Committee  (IOC), which is the overseer for the Olympic Games, was  also created during the meeting in Paris. The Committee  was founded by Coubertin and Demetrios Vikelas, a Greek  businessman who would serve as the IOC s first president.",
            "One aspect of British sporting events that Coubertin disagreed  with was the separation of athletes by societal class. Coubertin s  dream for the Olympic Games involved the participation of  athletes across all classes of society. He also believed that the  Olympics should be intended for amateur athletes.",
            "Coubertin is also responsible for the design of the  Olympic rings. The Olympic rings were first unveiled  in 1914, at the 20th anniversary meeting of the IOC  in Paris. Despite popular belief to the contrary, the  Olympic rings do not represent the major continents;",
            "The International Olympic Committee (IOC) for 1896 Games in  Athens. From Left to right, standing: Gebhardt (Germany), Guth-  Jarkovsky (Bohemia), Kemeny (Hungary), Balck (Sweden); seated:  Coubertin (France), Vikelas (Greece & chairman), Butovsky  (Russia). Photo by Albert Meyer.","(Image: Wikimedia Public Domain)",
            "however, in their colours  they do represent every  country in the world. At  least one of those colours    blue, yellow, black,  green, and red   is on  every flag in the world.",
            "The Olympic motto    Citius, Altius, Fortius  (Faster, Higher, Stronger)    was proposed by  Coubertin, and was first  used at the Games of  the VIII Olympiad, held  in Paris in 1924. This  was the second time that  the city had hosted the  Olympics. Coubertin also  had some personal success  at the Olympics, winning  a gold medal in literature for his poem Ode to Sport.",
            "The outbreak of World War I in 1914 forced the IOC to  move from Paris to Lausanne, Switzerland, where it has  remained. Switzerland has been officially neutral in all global  conflicts since the Congress of Vienna in 1815.",
            "Coubertin passed away in Geneva on September 2, 1937,  following a heart attack. He was buried in Bois-de- Vaux  Cemetery, in Lausanne.",
            "To celebrate the XVI Olympic Winter Games held in  1992 at Albertville, France issued a series of 500 franc,  .920 fine gold, coins between 1989 and 1992. In 1991, one  of the series featured an obverse with a full-front image of a  youthful Pierre de Coubertin and the dates 1863-1937.",
            
            "In 1994, the Monnaie de Paris issued a circulating 20-franc com in honour of the 100th anniversary of the meeting in Paris,  which led to the implementation of the first modern Olympic Games. The coin is made from three pieces of material, with a gold  coloured outer ring and central plug, as well as a silver-coloured inner ring. This was the only circulating trimetallic coin at the time.",
            "The obverse depicts an abstract left profile of Coubertin, including his distinctive handlebar moustache. The central plug  sits roughly on his left ear. The legend on the outer ring reads PIERRE DE COUBERTIN 1863-1937, with the date of issue  1994 at the bottom-centre. An Olympic torch is shown at the far nght. The letters RF, included near the bottom-right, are the  initials of  Republique Francaise  (French Republic).",
            "Volume 67",
            "The CN Journal  "
        ]
    },
    {
        "File": "The_CN_Journal_January_37.jpg",
        "Paragraphs": [
            "The reverse design includes a depiction of the  Sorbonne University in Paris, where the meeting  took place in 1894. The Olympic rings are  shown to the right, with 20 F positioned  directly above, and the stacked dual dates  1894 1994 beneath. The French motto,  LIBERTE-EGALITE-FRATERNITE is written  across the top of the outer ring.",
            "The Monnaie de Paris issued a special  circulating 2-euro commemorative coin in  2013 for the 150th anniversary of Coubertin s  birth. A front portrait of Coubertin is shown  at the far right of the design, with a very distinct  handlebar moustache. The Olympic rings are included on the left side. Inside four of the rings are silhouettes participating  in various Olympic sports. The fifth ring includes the letters RF and the date of issue, 2013. The name PIERRE DE  COUBERTIN is written along the top edge of the core. The twelve stars represent the European Union, of which France is  a founding member.",
            "As part of its series leading up to the Games of the XXVIII Olympiad, which were held in Athens in 2004, the Greek mint  released a 500-drachma circulating cupro-nickel coin. The coin includes a dual portrait of Coubertin and Demetrios Vikelas.  A left profile of Coubertin is shown, while a front-left portrait of Vikelas is depicted. Their names are written in Greek NIEP  NTE KOYMNEPTEN AHMHTPIOZ BIKEAAZ, across the top of the design, with the date of issue 2000 at the bottom.",
            "The future of the Olympic Games remains uncertain, as the costs of hosting the event are becoming increasingly  unmanageable for many smaller cities. This is emphasized by the XXV Olympic Winter Games, which are being hosted by  Milano and Cortina d Ampezzo, Italy, in 2026, becoming the first Olympics to be hosted by two municipalities.",
            "In 2024, Paris will host the Games of the XX XIII Olympiad, becoming only the second city to host the Olympics three  times (1900,1924, and 2024). The first was London in 1908, 1948 and 2012.",
            "Number1 January February 2022 --------------------------------------~---~---~~--~-  nnn nnn 37  "
        ]
    },
    {
        "File": "The_CN_Journal_January_40.jpg",
        "Paragraphs":[
            "ce COMMUNIQUE ns So 5",
            "2022 Classic Canadian Uncirculated Coin Set ",
            "This annual offering from the\nRoyal Canadian Mint includes all\nsix denominations of Canadian\ncirculating coinage, including the\nrarely seen 50-cent piece.",
            "From the polar bear to the\nbeaver, the images of Canada that\ncontinue to appear on Canadian\ncoins started out as tributes, but\nhave evolved to become timeless\niconic images in their own right.\nThey are all featured on these\nsix new 2022-dated coins, which\nhave been reserved and packaged\ntogether in an eye-catching\nfolder.",
            "The obverse features the effigy\nof Her Majesty Queen Elizabeth\nII by Susanna Blunt.",
            "2022 5-ounce Fine Silver Coin   The Bigger\nPicture: 10-cent Coin   Bluenose",
            "Your coin s reverse features Emanuel Hahn s 10-cent\ncirculation coin design with a new, expanded scene\nby Canadian marine artist Yves B rub . On the\nGrand Banks, off the coast of Newfoundland, ;\ntwo fishermen toil at the oars of a wooden\ndory, while their bait attracts seabirds.\nCanada s most famous ship, Bluenose,\nfrom the original coin design, appears to",
            "be in the distance, the\nwaves extend outward\nmelding into a unified\nhorizon. The obverse\nfeatures a maple leaf\npattern in the fields\naround the effigy of\nHer Majesty Queen\nElizabeth II by Susanna\nBlunt.",
            "Ensemble hors-circulation de pi ces\nCanadiennes classiques 2022",
            "Cet ensemble annuel de la\nMonnaie royale Canadienne\ncomprend les six valeurs\nnominales des pi ces de\ncirculation Canadiennes dont\nl insaisissable pi ce de 50 cents.",
            "De ours polaire au castor, les\nsymboles du Canada qui figurent\nencore aujourd hui sur nos pieces,\ninitialement des hommages, sont\ndevenus de v ritables embl mes\nintemporels. Ce sont eux qui\nfigurent sur les six nouvelles\npieces mill sim es 2022, ici\nrassembl es dans un emballage-\npr sentoir attrayant.",
            "L avers est a l effigie de Sa\nMajest  la reine Elizabeth II,", "selon Susanna Blunt.",
            "Pi ce de 5 onces en argent fin 2022   Vue\nd ensemble : Pi ce de 10 cents   Le Bluenose",
            "Le revers de la pi ce combine le motif\n labor  par Emanuel Hahn pour la\npiece de circulation de 10 cents",
            "et une nouvelle sc ne  largie\nimagin e par | artiste maritime\ncanadien Yves B rub . Dans\nles Grands Bancs, au large de\nTerre-Neuve, deux p cheurs\ndans un doris en bois luttent\ncontre les vagues, alors que les\noiseaux marins sont attir s par\nleurs appats. Le plus c l bre des",
            "bateaux canadiens, le Bluenose,",
            "se profile 4 horizon, 1a ot les",
            "vagues de l oeuvre originale se fondent",
            "harmonieusement dans la sc ne. L avers, orn ",
            "dun motif r current de feuilles d rable, est a l effigie de\nSa Majest  la reine Elizabeth II, selon Susanna Blunt."
            
        ]
    },
    {
        "File": "The_CN_Journal_January_41.jpg",
        "Paragraphs": [
            "2 Pi ce de 100 $ en or pur 2022   AlexanderGraham Bell : Inventeur d exception",
            "Le motif au revers, oeuvre de l artiste\ncanadien Simon Ng, arbore un\nportrait d Alexander Graham Bell\n(1847-1922) et une illustration du\ntransmetteur liquide qui a servi\nde t l phone exp rimental en\n1876. Sur la bordure ext rieure\nfigurent les dessins techniques et\nles plans brevet s de quelques-\nunes des nombreuses inventions\nde Bell, grav s au laser. L avers\nest a l effigie de Sa Majest  la reine\nElizabeth II, selon Susanna Blunt.",
    
            "022 $100 Pure Gold Coin   Alexander Graham \nBell: Great Inventor ",
            "Designed by Canadian artist Simon Ng, the\ncoin s reverse features a portrait of Alexander\nGraham Bell (1847-1922) and a depiction\nof the liquid transmitter that served as\nan experimental telephone in 1876.\nThe outer rim features a mix of laser-\nengraved patent drawings and blueprint\nillustrations of some of Bell s many\ninventions. The obverse features\nthe effigy of Her Majesty\nQueen Elizabeth II by\nSusanna Blunt.",
            "Actual Size",
            "Number1 January   February 2022 ----------------------~---------n nnn nnn nnn ccc 41\n"
        ]
    },
    {
        "File": "The_CN_Journal_January_42.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH History",
            "HERACLIUS. AND_CONSTANTINE",
            "January 22, 613 CE",
            "By JESUS VICO  AND, MARISA.OLLERO",
            "Cherub (of Ezekiel vision, not putto) and Byzantine Emperor Heraclius receiving the submission  of the Sassanid king Khosrau II; plaque from a cross. Champlev  enamel over gilt copper, 1160   (Department of Decorative Arts, Richelieu; Public Domain)",
            "1170, Meuse Valley.",
            "Heraclius, also called Heraclius  H: was the Byzantine emperor",
            "from 610 to 641. His rise to  power began in 608, when he and his  father, Heraclius the Elder, the exarch  of Africa, led a revolt against the  unpopular usurper Emperor Phocas.",
            "In 608, Heraclius the Elder renounced  his loyalty to the Phocas. The rebels  issued coins showing both Heraclii  dressed as consuls, though neither of  them explicitly claimed the imperial  title. Heraclius s younger cousin  Nicetas launched an overland invasion  of Egypt; by 609, he had defeated  Phocas s general Bonosus and secured  the province. Meanwhile, the younger  Heraclius sailed eastward with another  force via Sicily and Cyprus.",
            "As he approached Constantinople,  he made contact with prominent  leaders and planned an attack to  overthrow aristocrats in the city, and  soon arranged a ceremony where  he was crowned and acclaimed  as Emperor. When he reached the  capital, the Excubitors, an elite  Imperial Guard unit led by Phocas s",            
            "son-in-law Priscus, changed allegiance  to Heraclius. He entered the city  without serious resistance. When  Heraclius captured Phocas in hiding,  he is believed to have asked him  Is  this how you have ruled, wretch?   Phocas s reply    And will you rule  better?    Heraclius was so enraged  that he beheaded Phocas on the spot.  He later had the genitalia removed  from the body when he learned Phocas  had raped the wife of Photius, a  powerful politician in the city.",
            "On October 5, 610, Heraclius was  crowned for a second time, this time  in the Chapel of St. Stephen within  the Great Palace; at the same time he  married Fabia, who took the name  Eudokia. After her death in 612, he  married his niece Martina in 613;  this second marriage was considered  incestuous and was very unpopular. In  the reign of Heraclius s two sons, the  divisive Martina was to become the  centre of power and political intrigue.  Despite widespread hatred for Martina  in Constantinople, Heraclius took her  on campaigns with him and refused",
            "Saint Helena & Heraclius taking the  Holy Cross to Jerusalem panel by",
            "Martin Bernat.  (Museo de Zaragoza, Miguel Xim nez    Public Domain)",
            "The CN Journal Volume 67  "
        ]
    },
    {
        "File": "The_CN_Journal_January_43.jpg",
        "Paragraphs": [
            "attempts by Patriarch Sergius to prevent and later dissolve  the marriage.",
            "Heraclius Constantine (also known as Constantine III,  eastern empire) was crowned co-emperor by his father,  Heraclius, on January 22, 613, and shortly after was betrothed  to his cousin, Gregoria, a daughter of his father s first cousin,  Nicetas. As the couple were second cousins, the marriage  was, again, technically incestuous, but this consideration  must have been outweighed by the advantages of the  match to the family as a whole. Furthermore, its illegality  paled into insignificance beside Heraclius  marriage to his  niece Martina the same year. In comparison, Constantine s  marriage was far less scandalous.",
            "Constantine and Gregoria married in 629 or perhaps  early 630 and in that year their first child, Constans II was  born. Their second child was another son, Theodosius.  They also had a daughter named Manyanh who later  married the last Sassanid King of Persia, Yazdgerd III.",
            "Constantine became senior Emperor when his father  died on February 11, 641. He reigned together with his  younger half-brother Heraklonas, the son of Martina. His  supporters feared action against him on the part of Martina  and Heraklonas, and the treasurer Philagrius advised him  to write to the army, informing them that he was dying  and asking for their assistance in protecting the rights of  his children. He also sent a vast sum of money, more than  two million solidi, to Valentinus, an adjutant of Philagrius,  to distribute to the soldiers to persuade them to secure the  succession for his sons after his death. Indeed, he died of  tuberculosis after only four months, leaving Heraklonas  sole emperor. A rumor that Martina had him poisoned  led first to the imposition of Constans II as co-emperor  and then to the deposition, mutilation, and banishment of  Martina and her sons.","sourced with permission from VCoin's eNewsletter.",
            "Heraclius, with Heraclius Constantine. 610 641. A Follis  (29 mm, 14.45 g, 9h). Seleucia Isauriae mint, 2nd officina.  Dated RY 7 (616/7). Crowned and draped figures of Heraclius  and Heraclius Constantine standing facing, both holding globus  cruciger; cross between / Large M; Christogram above, date  across field; B / SELISY. DOC 181b; MIB 193; SB 845. Overstruck  on a Constantinople mint follis of Justin Il and Sophia (SB 360).",
            "(Image: CNG Inc.)",
            "Heraclius, with Heraclius Constantine and Heraclonas.  610 641. AV Solidus (19 mm, 4.47 g, 6h). Constantinople  mint, 5th officina. Dated IY 11 (AD 637/8). Heraclonas,  Heraclius, and Heraclius Constantine standing facing,  each holding globus cruciger / Cross potent set on three  steps; monogram to left, IA monogram to right;   /  CONOB. DOC 39d; MIB 45; SB 764. (Image: CNG Inc.)",           
            
            "Revolt of the Heraclii. 608 610. AV Solidus (21mm,  4.40 g, 8h). Uncertain military mint in the East. Dated  fixed IY 11 (summer 608). DN ERACLIO CONSVLI BA,  facing busts of Heraclius and the Exarch Heraclius, each  wearing slight beard and consular robes; cross between  / VICTORIA CONSAB, cross potent set upon four steps; IA  (date), COVOB. DOC 11 (Alexandria); MIBE 31 (same obv.  die as illustration); SB 719 (Alexandria).",
            "(Image: CNG Inc.)",
            "Heraclius, with Heraclius Constantine. 610 641. AV  Solidus (22 mm, 4.33 g, 6h). Constantinople mint, 10th  officina. Struck circa 613 616. dC NII hERACII(retrograde  Y) Et HERA COllSt P P AV, crowned and draped facing  busts of Heraclius and Heraclius Constantine; cross  above / VICTORIA A Vc4, cross potent set on three steps;  | CONOB. DOC 8); MIB 8a; SB 734. (Image: CNG Inc.)",
            "Number1 January February 2022 --------------------------------------~---~---~~--~-  nnn nnn  "
        ]
    },
    {
        "File": "The_CN_Journal_January_44.jpg",
        "Paragraphs": [
            "2022 COIN OF THE YEAR",
            "CATEGORY_NOMINEES ANNOUNCED",
            "The 2022 Coin of the Year awards  | nomination process seemed to adapt  better to the pandemic restrictions.  The nominating committee met virtually  on November 8, 2021, to consider 400  coin nominees submitted by more than 50  countries and nearly 40 mints, central banks  and contractors. After debating the merits of  the nominees one-hundred coins across the ten  award categories (10 coins in each) were selected.  First begun in 1984, for 1982-dated coinage,  these awards continue to honour the best in  coin designs from around the world. This year  the 39th annual awards program, honouring  coins dated 2020, will be presented in early  2022 by World Coin News and sponsored",
            "COIN OF THE Y'",
            "by The Journal of East Asian Numismatics. Recently .",
            "the awards have been presented to the winners during a",
            "ceremony at the World Money Fair in Berlin, Germany, in .",
            "early February. However, with the cancellation of that show  for 2022, the platform for this year is yet to be announced.",
            "This year France came away with the most nominations,",
            "a total of eight, on the list of category nominees. This was",
            "followed by seven nominations for Australia and Canada, and :",
            "five for China and Ukraine. Greece,  Hungary, Japan, and the United 4  States were next, reaching the list /  with four nominations each.",
            "Last year the COTY Award oe  was presented to the US Mint WSs.  for the United States, 1 dollar  curved, 5 oz troy silver, 50th  Anniversary of the Moon Landing;  KM-693, which was also winner ge  of the Best Contemporary Event ji  Coin and Best Silver Coin  categories. The Coin of the  Year awards committee were  certainly captivated by the  theme and design of this convex  coin!",
            
            "This year s category nominees are:",
            "Historical",
            "  Australia, KM-3209, 1 dollar, silver, The",
            "Endeavour    Belgium, KM-405, 5 euro, silver, 185  Years   First Train on European Mainland    British Virgin Islands, KM-546, 1 dollar,  silver, 400th Anniversary   Voyage of the  Mayflower  . Canada, KM-  2928, 5 dollar, silver,  100th Anniversary    RCMP  France, KM-2803, 25  euro, silver, La Fayette  Germany, KM-394, 20 euro,  sterling silver, Ludwig van  Beethoven  Greece, KM-337, 200 euro, gold, The Persian Wars  Portugal, KM-914, 7.5 euro, silver, Magellan  Serbia, KM-66, 100 dinara, silver, Tesla s  Shadowgraph X-Rays  United States, KM-731, 1 dollar, silver, Women s  Suffrage",
            "Contemporary Event",
             
            "Australia, KM-3241, 5 dollar, silver, 75th  Anniversary   End of World War II",
            "Chad, KM-67, 5,000 franc, silver, COVID-19:  Pandemic",
            "China, KM-2515, 5 yuan, silver, XXIV Olympic  Winter Games: Speed Skating",
            "Cook Islands, KM-2088, 20 dollar, silver,  Steampunk",
            "France, KM-2782, 10 euro, silver, Peace &  Victory",
            "Gibraltar, KM-1531a, 50 pence, silver, 75th  Anniversary   V-E Day",
            "Japan, KM-290, 100 yuan, cupronickel, copper,  Tokyo Olympic Games: Tennis",
            "Poland, KM-1066, 10 zlotych, silver, Katy ti    Palmiry 1940",
            "Ukraine, KM-1014, 5 hryvnia, nickel-based alloy,  75th Anniversary   Victory over Nazism in WWII  United Kingdom, KM-1747a, 50 pence, silver,  Brexit Withdrawal",
            "Perennial powerhouse Canada came away -  with seven nominations on the list that  ",
            "begins the competition to determine the  winner of the 2022 Coin of the Year Award,  which is presented by World Coin News.",
            "Volume 67  "
        ]
    },
    {
        "File": "The_CN_Journal_January_45.jpg",
        "Paragraphs": [
            "Gold",
            "* Canada, KM-2970, 100  dollar, gold, WWII Victory  in Europe",
            "  China, KM-2537, 50 Yuan,  gold, 600th Anniversary    Forbidden City",
            "  France, KM-2830, 250 euro,  gold, The Oak",
            "    Italy, KM-450, 20 euro, gold, 500th Anniversary  ",
            "Death of Raffaello Sanzio",
            "  Japan, KM-302, 10,000 yen, gold, Tokyo Paralympic",
            "Games: Torchbearers",
            "* Mongolia, KM-413, 1,000 togrog, gold, Majestic Eagle    South Africa, KM-725, 50 rand, gold, Big 5: The Rhino  * Switzerland, KM-180, 1/4 Swiss franc, gold, Smallest",
            "Gold Coin in the World: Einstein",
            "*  United States, KM-737, 25 dollar, gold, 75th",
            "Anniversary   End of World War II",
            "Silver",
            "  Australia, KM-3239, 2 dollar, silver, 30th  Anniversary   Australia Kookaburra",
            "* Cameroon, KM-215, 5,000 franc, silver, 700th  Anniversary   The Divine Comedy",
            "* Canada, KM-2968, 50 dollar,  silver, Courageous Bald  Eagle",
            "* China, KM-2554, 600  yuan, silver, 600th  Anniversary   Forbidden  City",
            "  France, KM-2776, 10 euro,  silver, Charles de Gaulle",
            "* Germany, KM-394, 20 euro, sterling silver,  Ludwig van Beethoven",
            "  Hungary, KM-1010, 30,000 forint, silver, 30 Years",
            "of Freedom    Latvia, KM-209, 5 euro, silver, Linden Leaf    Switzerland, KM-181, 20 Swiss franc, silver,",
            "Roger Federer",
            "* United States, KM-730a, 1 dollar, silver,  Basketball Hall of Fame",
            "Crown",
            "  Australia, KM-3193, 1 dollar, silver, Great  Southern Land",
            "* Cambodia, KM-214, 5,000 riel, silver,  Gyeongbokgung Palace",
            "* Cook Islands, KM-2077, 10 dollar, silver,  Airplane Propeller",
            "  France, KM-2763, 10 euro, silver, Champs-  Elysees",
            
            "Greece, KM-333, 10 euro, silver, 2,500 Years    Battle of Thermopylae",
            "Hungary, KM-1000, 10,000 forint, silver, 175th  Anniversary   Birth of Pal Szinyei Merse  Kazakhstan, KM-459, 500 tenge, silver, 30 Years    Closure of Semipalatinsk Nuclear Test Site  Poland, KM-1079, 20 zlotych, silver, History of  Polish Coin: The Gdansk Zloty of Augustus III  Ukraine, KM-1033, 10 hryvnia, silver, XXXII  Olympic Games",
            "United Kingdom, KM-1767, 2 pound, silver,  Elton John Colour Print",
            "Circulating",
            "Canada, KM-291 8,",
            "2 dollar, bi-metallic  multi-ply plated steel  with colour, 100th  Anniversary   Birth of  Bill Reid ",
            "China, KM-2511 , 5 yuan, brass, Wuyi Mountain  France, 2755, 2 euro, bi-metallic, Medical  Research",
            "Germany, KM-388, 2 euro, bi-metallic,  Brandenburg",
            "Greece, KM-326, 2 euro, cupronickel, nickel-  brass, 100 Years Union of Thrace with Greece  Hungary, KM-983, 50 forint, cupronickel, 150  Anniversary   Hungarian Firefighter Association  Japan, KM-297, 500 yen, bi-coloured clad, Tokyo  Paralympics: Wind God",
            "Poland, KM-1062, 5 zlotych, bi-metallic, St.  Mary s Basilica",
            "South Africa, KM-713, 2 rand, nickel-plated  copper core, 25 Years Constitutional Democracy,   Freedom and Security of the Person ",
            "United States, KM-732, 1 dollar, brass, Elizabeth  Peratrovich",
            "Bi-Metallic",
            "Australia, KM-3240, 5 dollar, selectively gold-  plated silver-copper, Australian Paralympic Team  Japan, KM-296, 500 yen, bi-coloured clad, Tokyo  Olympic Games: Thunder God",
            "Austria, KM-3318, 25 euro, silver-mobium, Big Data  Lithuania, KM-257, 2 euro, nickel-brass clad  centre with copper-nickel ring, Hill of Crosses  British Antarctic Territory, KM-39, 1 pound,  nickel-brass, cupronickel, Climate Change  Cyprus, KM-108, 2 euro, cupronickel, nickel-  brass, nickel, 30 Years   Cyprus Institute of  Neurology and Genetics",
            "France, KM-2754, 2 euro, bi-metallic, Charles de  Gaulle",
            "Number1 January   February 2022 --------------------------------  45  "
        ]
    },
    {
        "File": "The_CN_Journal_January_46.jpg",
        "Paragraphs": [
            "* Germany, KM-389, 2 euro, bi-metallic, Warsaw  Genuflection: Willy Brandt",
            "  Russia, KM-1925, 10 ruble, bi-metallic, 75th  Anniversary   End of World War II",
            "  Switzerland, KM-179, 10 Swiss franc,  cupronickel, aluminum bronze, Hare",
            "Artistic ",  
             "Austria, KM-3317, 20 euro,  silver, Centenary   D  Salzburg Festival",
            "* Canada, KM-2967, 50",
            "Expedition",
            "* China, KM-2531, 30  yuan, silver, Auspicious  Culture",
            "  Greece, KM-327, 5 euro,  silver, Myrtis",
            "  Hungary, KM-985, 2,000  forint, cupronickel-zinc,  Debrecen, Reformed  Great Church and  College",
            "  Latvia, KM-212, 5 euro,  silver, gold-plated Details,  Modernism in Latvia: The  1960s",
            "* Niue, KM-2781, 7 dollar, silver, Golden Tears,  Gustav Klimt   Matrix Art",
            "  Palau, KM-638, 10 dollar, silver, Tre Grazie    Eternal Sculptures",
            "  Slovakia, KM-174, 20 euro, silver, Chranend  krajinna Oblast (Pol ana Mountains Protected  Area)",
            "  Ukraine, KM-1032, 10 hryvnia, zinc-based alloy,  Fallen Defenders  Day",
            "Innovative",
            "  Australia, KM-3226, 2 dollar,  silver, Figure-Eight Dragon  & Phoenix",
            "  Barbados, KM-125, 5  dollar, silver, enamel  colour, Water Transfer  Print, Blue Marble",
            "* Canada, KM-2935, 10 dollar,  silver, Pulsating Maple Leaf",
            "  France, KM-2831, 500 euro, silver, Berluti",
            "  Lithuania, KM-263, 19.18 euro, silver, LBCOIN",
            "* Mongolia, KM-403, 500 togrog, silver, Majestic  Eagle",
            "* Niue, KM-2578, 2 dollar, silver, 70 Years   Credit  Card Invention",
            "(Madanirnaa  Sas  =A ees",
            "ntl  ae",
            "LIETUVA",
            "LBCOIN, the world s first blockchain-based  digital collector coin with a physical presence.",  "  Palau, KM-636, 5 dollar, silver, gilded, Gilded  Fortune  Solomon Islands, KM-1018, 10 dollar, silver  with colour,", "250th Anniversary   Ludwig van Beethoven ",
            "   Ukraine, KM-1019-1027, 10 hryvnia, silver,  Eneida (9 coin set) "," Inspirational",
            "  Australia, KM-3185, 1 dollar, aluminum-bronze  (with colour that purposely wears off), Donation  dollar",
            "  Austria, KM-3313a, 10 euro, silver, Courage",
            "* Canada, KM-2956, 20 dollar, silver, Remembrance",
            "Day Poppy",
            "* China, KM-2536, 50 yuan, gold, Auspicious  Culture: Heart/Bride",
            "  Latvia, KM-211, 5 euro, silver, black colour print,  gold-plating, Personal Freedom",
            "  Lithuania, KM-259, 5 euro, silver, Hope",
            "* Mongolia, KM-409, 1,000 togrog, silver, Mahatma  Gandhi",
            "  South Africa, KM-716, 2-1/2 cent,  Inventions: Retinal Cryoprobe",
            "  Ukraine, KM-1008, 5 hryvnia, nickel-based alloy,  The Frontline: Pandemic Heroes",
            "* United Kingdom, KM-1754b, 50 pence, silver,  Diversity Built Britain",
            "silver,",
            "We await, with anticipation, the results of the Coin of the  Year awards to be published in a later issue.",
            "The CN Journal Volume 67  "
        ]
    }
]