[
    {
        "File": "The_CN_Journal_December_05.jpg",
        "Paragraphs": [
            "FROMTHE PRESIDENT,",
            "MOT_DU_PRESIDENT.",
            "Happy Holidays! The year 2022, especially\nH the last six months, has been exciting and",
            "active numismatically as we emerge from\nover two years of COVID-19 restrictions. Money\ncollector shows, auctions, club meetings, and social\nevents have enabled us to reconnect with other\ncollectors we haven t seen in person for some time.",
            "More importantly, we can gather with friends and\nfamily this holiday season to fully enjoy the traditions\nand activities of this time of the year. I encourage\neach of you to take this opportunity to relax, recharge,\nand maybe tackle a few items on your  when I get\naround to it  list.",
            "2022 has been an exciting journey for our\nAssociation. With COVID-19 restrictions still in\nplace as the year started, the spectre of no in-person\nconvention for a third year loomed large. Thankfully,\nthe stars aligned, and a tremendous effort by the\nConvention Committee yielded a highly successful\nannual gathering in Ottawa.",
            "Through the summer and fall, clubs resumed in-\nperson meetings, with many now offering regular\nhybrid in-person and virtual attendance options. As\nwell, shows returned in force, offering collectors\nand dealers many chances to congregate, exchange\nideas, and upgrade their personal collections or store\ninventory.",
            "Our Association s financial status saw significant\nimprovement in 2022, thanks to the convention, the\noverwhelming generosity of several donors, and key\ninitiatives implemented by the Finance Committee\nand the Board of Directors.",
            "The RCNA and the numismatic hobby end 2022\non a high note, with strong positive momentum as we\nmove into the coming year.",
            "On behalf of the Board of Directors, I extend to\neach of you and your loved ones our sincere best\nwishes for a joyous and relaxing holiday season.",
            "joyeuses f tes! L ann e 2022, en particulier les six derniers\nmois, a  t  passionnante et active sur le plan numismatique,\nalors que nous sortons de plus de deux ans de restrictions\nCOVID-19. Les salons numismatiques, les ventes aux\nench res, les r unions de clubs et les  v nements sociaux nous\nont permis de renouer avec d autres collectionneurs que nous\nn avions pas vus en personne depuis longtemps.",
            "Plus important encore, nous pouvons nous r unir avec nos\namis et notre famille pendant les f tes pour profiter pleinement\ndes traditions et des activit s de cette p riode de l ann e.\nJe vous encourage de profiter de cette occasion pour vous\nd tendre, vous ressourcer et peut- tre vous attaquer a votre\nliste   quand j y arriverai  .",
            "L ann e 2022 a  t  un voyage passionnant pour notre\nassociation. Avec les restrictions du COVID-19 toujours\nen place au d but de l ann e, le spectre de l absence d un\ncongr s en personne pour une troisi me ann e se profilait.\nHeureusement, les  toiles se sont align es et les efforts\nconsid rables d ploy s par le comit  du congr s ont permis\nd  organiser un rassemblement annuel tr s r ussi 4 Ottawa.",
            "Tout au long de 1 t  et de l automne, les clubs ont repris\nleurs r unions en personne, et beaucoup d entre eux offrent\nmaintenant des options r guli res de participation hybride en\npersonne et virtuelle. De m me, les expositions sont revenues\nen force, offrant aux collectionneurs et aux marchands de\nnombreuses occasions de se r unir, d changer des id es et\nd am liorer leurs collections personnelles ou leurs stocks.",
            "La situation financi re de notre association s est\nconsid rablement am lior e en 2022, grace au congr s, a\nl immense g n rosit  de plusieurs donateurs et aux initiatives\ncl s mises en ceuvre par le Comit  des finances et le Conseil\nd admuinistration.",
            "L ARNC et le hobby numismatique terminent l ann e 2022\nsur une bonne note, avec un fort  lan positif pour l'ann e a\nvenir.",
            "Au nom du Conseil d administration, je vous souhaite, a\nvous et a vos proches,nos sinc res voeux de joyeuses f tes et",
            "de repos.\n\\",
            "Number 8 December 2022\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _DU_CONGRES",
            "Halifax, site of the Next RCNA Convention  \nLe prochain congr s de l ARNC dans la ville d Halifax",
            "Here we are just\nabout to begin\nthe new year",
            "and plans are in full\nswing for the 2023 RCNA\nConvention to be held in\npicturesque Halifax NS,\nJuly 18 to 22. It is truly\nthe pleasure of the Halifax\nRegional Coin Club to\nhost this event again.\nWith the 2015 show\nunder our belts, we are\nworking hard to bring you\nand your family the best\nexperience possible. With the return of the convention to\nHalifax, we have plans to host tours that will give you a\ngreat experience, that will be both new and exciting for\nthose who are returning and those who will be visiting us\nfor the first time.",
            "We have again chosen the Westin Hotel in Halifax to\nhost the show as the hospitality they had shown when\nhosting the 2015 show was really above and beyond.\nThere is a restaurant in the hotel, and you will want to\npack your swimwear for a dip in the hotel pool.",
            "There will be lots to do\nwhile here and many places to\nvisit, either as part of our tours\nor on your own. Beautiful\nPeggy s Cove is among the\nplaces you may want to visit,\nas it calls many tourists to its\nrocks to get a breath-taking\nview and to experience the\niconic lighthouse.",
            "So, pack your bags, mark\nyour calendar for July 18\nto 22 and plan to spend part\nof the summer of 2023 with us\nhere in friendly Nova Scotia.\nA place that is known for its hospitality and warm\nfriendly people.",
            "Number8 December 2022 ----------------------------------",
            "Nous entamons\nbient6t la nouvelle\nann e et les",
            "pr paratifs du congr s\n2023 de l ARNC sont bien\nentam s. Le congr s aura\nlieu dans la ville pittoresque\nd Halifax, entre le 18 et le 22\nj juillet. C est un r el plaisir\npour le Halifax Regional\nCoin Club d tre 4 nouveau\nhote de cet  v nement. Avec\nlexp rience du congr s\nde 2015 a notre actif, nous\ntravaillons sans relache pour\nvous offrir, ainsi qu a votre famille, la meilleure exp rience\npossible. Avec ce retour a Halifax, nous pr voyons organiser des\nvisites guid es qui vous donneront une belle exp rience, a la fois\nnouvelle et excitante autant pour ceux qui reviennent que ceux\nqui nous rendront visite pour la premiere fois.",
            "Encore cette ann e, nous avons choisi le Westin Hotel 4 Halifax\npour accueillir ce congr s, car l hospitalit  dont ils ont fait preuve\nlors de l organisation de 2015  tait vraiment au-dela de nos\nattentes. L-h tel comprend un restaurant n oubliez pas d apporter\nvotre maillot de bain pour une petite saucette dans la piscine.",
            "Il y aura beaucoup a faire et\nde nombreux endroits a visiter,\nque ce soit dans le cadre de\nnos excursions ou par vos\nvisites libres. Le magnifique\nsite de Peggy s Cove figure\nparmi les endroits que vous\nvoudrez visiter, car ses rochers\nattirent de nombreux touristes\npour appr cier une vue a\ncouper le souffle et pour voir\nle phare embl matique.",
            "Alors, faites vos valises,\ninscrivez a votre agenda\nles dates 18 au 22 juillet\net pr voyez passer une partie de 1 t  2023 chez nous, en",
            "Nouvelle-Ecosse. Un endroit qui est reconnu pour son",
            "hospitalit  et sa population accueillante.\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_14.jpg",
        "Paragraphs": [
            "IN_- MEMORIAM.   BRIAN CORNWELL",
            "1940-2022  ",
            "Well-known author and respected\nCanadian numismatist R. Brian\nCornwell of Toronto ON passed ,",
            "away on November 21, 2022, at 82.",
            "Born in Vancouver BC, on October 14,\n1940, Brian moved to Ontario to study\nEngineering Physics at the University\nof Toronto. Shortly after receiving his\nMaster s degree in 1963, he began\na career in electrical engineering at\nIBM. In 1969, he moved to Systems\nDimensions Limited (SDL), a start-up\ncompany made up primarily of former IBM\nemployees. SDL and his next professional\nengineering venture, in 1974, Systemhouse\nLimited (SHL), was involved in providing computer\nservices and software to the business community across\nCanada. During his career, Brian served in a wide range\nof capacities in the computer industry, including systems\nengineering, consulting, sales and senior management. He\nretired from SHL and the business community in 1981.",
            "Brian Cornwell s involvement in coins began in the mid-\n1970s with a Krause Catalogue and a bag of world cous. It\nwas at this time that he visited his first coin show. As time\npassed, his numismatic interests became more focused, and\nhis primary interests matured to include early mintstate\ndecimal coinage, colonial tokens and historical medals. He\nbegan getting involved in organised numismatics, joming\nthe RCNA in September 1977 as member #12810 and later\ntransferred to life membership LM #229 in July 1985.",
            "After retirement, he began devoting much of his time to\nnumismatic research, writing and education as they relate\nto the rarity establishment and grading of early Canadian\nmint state coins. In 1981, Scott McClaren of Canadian\nCoin News recruited him as Trends editor. Taking the\nrole very seriously, he regularly polled dealers for pricing\ninformation, something he continued to do into the early  \nor mid-90s. In 1983, Brian started publishing a speciality\nmarketing report, the Canadian Rare Coin Report (also\nknown as the Cornwell Reports). These reports dealt with\nfactoring in the technical and eye appeal aspects of grading\nand pricing; he continued with this until 1999.",
            "Beginning in October 1986, Brian Cornwell, Bill Cross\nand Ingrid Smith teamed up to launch the International Coin\nCertification Service (ICCS) about eight months after PCGS\nstarted the third-party grading business as it is known today.",
           
            "In early 1989 Ingrid sold her shares back to\nthe company, some of which were placed\nwith Jeffrey Hoare Auctions Inc. In the\nfall of 2008, Jeffrey Hoare Auctions and",
            "Bill Cross sold their shares back to the",
            "company, leaving Brian as the sole",
            "proprietor. The company originally\nshared space with Charlton s on Birch",
            "Avenue in Toronto, moving to its\ncurrent location at 2010 Yonge Street at\nEglinton Avenue in 1990.",
            "Brian s contributions to the hobby\ninclude hundreds of scholarly numismatic\narticles, appearing in both CCN and The",
            "Canadian Numismatic Journal. He has authored\nsections of the RCNA s correspondence courses, provided\nnumerous educational seminars on grading and counterfeit\ndetection, as well as a detailed long-range planning report\nfor the RCNA in 2000.",
            "Brian Cornwell s numerous numismatic accolades\ninclude being named a Fellow of the Canadian Numismatic\nResearch Society (FCNRS). He served as president of that\norganisation in 1994 5. He served as the J. D. Ferguson\nHistorical Research Foundation governor from the mid-\n1980s until he retired from the board in 2012.",
            "In July 1997, he was the recipient of the most prestigious\nnumismatic award in Canada, the J. Douglas Ferguson\nAward, during the RCNA convention held at Moncton NB.\nHe received other prestigious honours, including the Award\nof Merit, presented by the Ontario Numismatic Association\nin 1997, the same year he received the J. Douglas Ferguson\naward. In 2004, he received an RCNA Presidential Award\nin recognition of his leading-edge work in Canadian coin\ngrading. In 2005, Brian was honoured as a Fellow of the\nRoyal Canadian Numismatic Association (FRCNA).",
            "He is survived by his loving wife of 60 years, Heather\nComwell and devoted father of Cathy (Nikos) and Scott\n(Carla). He will be sadly missed by his three wonderful\ngrandsons, Matthew, Dimitri and Duncan. Dear son\nof the late John and Lil Cornwell, brother of the late\nWarren Cornwell and brother of Robin Cornwell. Brian\nwill be fondly remembered by his family, friends and the\nnumismatic community.",
            "Rest in Peace",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_16.jpg",
        "Paragraphs": [
            "REPRINTS OF PAST ARTICLES FROM THE CN JOURNAL",
            "PORTRAITS OF QUEEN ELIZABETH II\nOn_BANKNOTES py JEROME. REMICK, FRNS, FCNRS",
            "Volume 24, No. 8, September, 1979, pp 356 360",
            "[Editor s Note: With the passing of Her Majesty Queen Elizabeth Il on September 8, 2022, it is time to take a step\nback and take a refreshing look at the many faces of Queen Elizabeth Il as seen on banknotes issued during her long\nreign 1951 2022. This article, written in 1979, after the first 25 years of her reign by Jerome Remick, is a little\ndated but remains an excellent starting point. The Queen s effigy, without a doubt, has appeared on more banknotes",
            "from more countries than any other monarch throughout history. ]",
            "No fewer than seventeen different portraits of\nN Elizabeth II have been used on banknotes of the",
            "British Empire and Commonwealth. The notes\ncan make up an interesting topical collection, which can be\nbuilt up by acquiring one example of each portrait and its\nsub-varieties or all denominations of each country. Most of\nthe portraits have been adapted from photographs, and a\nfew were adapted from paintings.",
            "Seventeen commonwealth countries are issuing bank\nnotes portraying the Queen, and at present [1979], there are\nten different portraits in use. All but Canada and Australia\nshow the Queen on each denomination. Canada portrays the\nQueen on the $1, $2, $20, and $1000 notes, while Australia\nportrays her on only the dollar. Two of the ten portraits\nare used by Canada, which has an oversupply of $1000\nnotes of the 1954 series with the Type 6 portrait. The other\ndenominations have the Type 13 portrait.",
            "The Bahamas, Belize (formerly British Honduras),\nBermuda, Cayman Islands, the East Caribbean Currency\nAuthority (formerly the British Caribbean Territories), the\nFalkland Islands, Fiji, Gibraltar, Great Britain, the Isle\nof Man, Jersey, Mauritius, New Zealand, St. Helena, and\nthe Solomon Islands use various portraits on their notes.\nCeylon, Cyprus, East Africa, Hong Kong, Jamaica, Malaya\nand British Borneo, Malta, Rhodesia, Seychelles, and\nTrinidad & Tobago have replaced the Queen s portrait on\ntheir notes with other designs.",
            "The seventeen portraits are listed in order of their date\nof issue. Under the listing for each portrait the issuing\ncountries are listed in chronological order. Some of these\nportraits have minor variations, and these are indicated\nwhere they occur.",
            "Type 1 is a young portrait facing to the right, bareheaded. It was first used in 1952 by Bermuda and Cyprus. It is no longer",
            "in use.",
            "Type 2 is a crowned portrait facing three-quarters left. There are five variations. British Honduras and Hong Kong used\nthe first variant in 1952, Fiji and the British Caribbean Territories in 1953, Mauritius in 1954, Southern Rhodesia in 1955,\nRhodesia & Nyasaland and Cyprus in 1956, Bermuda in 1957, and Belize in 1974. Belize alone still uses it. The portrait\nis within an oval. Hong Kong introduced the same portrait in a smaller oval on its one, two, and ten-cent notes in 1952. It\nis no longer being used. The Bahamas introduced this portrait in a fancy rectangular frame in 1953 on its ten-shilling and\none-pound notes.",
            "Volume 67",
            "The CN Journal\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_17.jpg",
        "Paragraphs": [
            "This portrait was superseded by another when decimal currency was adopted. East Africa used this portrait in a very small\noval showing very little of the shoulders on its notes issued in 1953. This portrait is no longer being used. The full portrait\n head and shoulders   was used in 1955 by Malaya and British Borneo, being introduced in 1955. It is no longer in use.",
            
            "Type 3 is a young portrait facing three-quarters right, with Queen Mary s  Girls of Great Britain and Ireland  tiara (without\nbandeau base). This portrait was first used by Ceylon in 1952 and by Jamaica on notes issued in 1960. The portrait is no\nlonger in use.",
            
            "Type 4 is a diademed head to the left, with an oval, adapted from a sculpted bust by Dorothy Wilding. It was used only\nby Australia, beginning in 1953, on its pound notes, and was superseded by other designs when the decimal system was\nadopted in 1966.",
            ""
        ]
    },
    {
        "File": "The_CN_Journal_December_18.jpg",
        "Paragraphs": [
            "Type 5 is a young bareheaded profile facing left, within a small oval surrounded by a pattern of engine turning. Seychelles\nfirst used it in 1954 and the Falkland Islands in 1960. A new portrait is now under consideration for the Falkland Islands.",
            
            "Type 6 is a bareheaded portrait facing three-quarters left, with a necklace and gown. This portrait was used by Canada in its\nnote issue of 1954 and is used today on only the $1,000 note of the 1954 series, which is still in use. The first issues show a\nquirk of engraving called by collectors  The Devil s Face.  The arrangement of the unshaded portions of the hair behind the ear\nformed an illusion of an ugly face, which appeared to many as the face of a devil whispering into the Queen s ear. The portrait\nwas retouched by shading in the hair completely, and the illusion disappeared. This variety occurs in all denominations.",
            "Type 7 is a bareheaded portrait facing three-quarters left in the Garter Robes. Adapted from a painting by Pietro Annigoni,\nthis is, to me, the most regal of all portraits of the Queen currently in use on banknotes. Malta intorduced it in 1954, Fiji\nin 1960, the Isle of Man in 1961, Jersey in 1963, Rhodesia and Trinidad & Tobago in 1964, the East Caribbean Authority\nin 1965, and Mauritius and Seychelles in 1968. Fiji, Mauritius, and the East Caribbean Currency Authority used it beyond\n1980.",
            "354 ------------------------------ ----- nanan nnn The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_19.jpg",
        "Paragraphs": [
           
            "Type 8 is a diademed (George IV State Diadem)\nportrait facing three-quarters right, with a necklace\nand gown. East Africa first used this portrait in\n1958. Jamaica followed in 1960 and the Bahamas\nin 1965.",
            "The Jamaica portrayal is more sharply and clearly\ndetailed. It was used into the 1980s.",
            "Type 9 is a mature diademed portrait facing\nthree-quarters left within an ornamental\noval. The Queen is shown with a necklace\nand with a sash over her left shoulder. The\nportrait was used by Great Britain on the\n10-shilling and the pound notes in 1960. It is\nno longer in use.",
            
            "Type 11 is a mature, bareheaded portrayal in the\nGarter Robes, facing three-quarters left. This is the\nportrait on the Australian dollar bill, introduced in\n1966 and still in use. Other portraits are used on\nAustralia s other denominations.",
            
            "Type 10 is a somewhat similar portrait, with a\nthree-strand necklace, within a plain oval. This\nportrait was introduced in 1963 on the British 5-\npound note and in 1964 on the 10-pound note. It is\nno longer used.",
            ""
        ]
    },
    {
        "File": "The_CN_Journal_December_20.jpg",
        "Paragraphs": [
            "Type 12 is an attractive adaptation of a photograph by\nAnthony Buckley. The Queen is shown facing three-\nquarters left, wearing the Kokoshnik Tiara and a three-\nstrand necklace. Introduced by New Zealand in 1967,\nthis portrait was adopted by Bermuda in 1970, the\nCayman Islands in 1972, Jersey in 1976, and Gibraltar\nin 1977 (notes are dated 1975).",
            "Type 13 is a bareheaded portrait facing three-\nquarters left, adapted from a photograph by Anthony\nBuckley. It was introduced in 1969 on the Canadian\n20-dollar note, and followed on the Canadian 1- and\n2-dollar notes later. A slight variation was introduced\nin the Solomon Islands in 1977.",
            "Type 14 is a diademed portrait showing the head and\nshoulders, facing three-quarters left, with a necklace\nand ermine robes of state. It was introduced in 1970\non the British 20-pound note and in 1975 on the ten-\npound note.",
            "Type 15 is a mature portrait facing three-quarters left in\nthe Garter Robes, introduced on the British frve-pound\nnote in 1971 and on the new and smaller pound note in\n1978.",
            "Type 16 is a mature portrait adapted from a\nphotograph by Anthony Buckley, showing the Queen\nbareheaded, facing three-quarters left, with a necklace\nand gown and a sash over the left shoulder. It was\nintroduced in 1972 by the Isle of Man and in 1975 by\nSt. Helena."
        ]
    },
    {
        "File": "The_CN_Journal_December_21.jpg",
        "Paragraphs": [
            "Type 17 is the earliest portrait to appear on\na banknote, and it was used on the Canadian\n20-dollar note of 1935 when the Queen was\nofficially known as Princess Elizabeth of York.\nIt is a bareheaded portrayal, facing three-quarters\nright, showing the head and shoulders in an oval.\nIt was adapted from a photograph taken about\nthat time and also appears on the Canadian 1-cent\nstamp of the set issued to commemorate the\nsilver jubilee of King George V and Queen Mary\nin 1935.",
            "Watermarks showing the Queen s Portrait",
            "Great Britain, Gibraltar, and the East Caribbean Currency Authority have made use of watermarks showing a portrait of the\nQueen on banknotes. The British Caribbean Territories, now known as the East Caribbean Currency Authority, employed\na young bareheaded portrait facing right as a watermark in 1953. This is no longer used.",
            "A full-faced portrait appeared as a watermark on the British ten-pound note of 1963 and the 20-pound note of 1970. It\nis still seen on the 20-pound note. The east Caribbean Currency Authority introduced notes in 1965, watermarked with a\ncrowned portrait of the Queen facing right. These notes are still in use. Gibraltar introduced notes in 1977, watermarked\nwith a mature crowned portrait facing right.",
            "The Use of the Queen s Portrait in the Future",
            "The use of the Queen's portrait will diminish in the future as nationalistic feelings grow in the commonwealth, to be\nreplaced by other portraits and designs.",
            "Canada, for example, used the royal portrait on only three denominations of the current series, plus the old $1,000 bill,\nand Australia only on the dollar. The Queen's portrait disappeared from bank notes of Seychelles in 1976 and Trinidad &\nTobago in 1977. Mauritius, expected to become a republic soon, will also replace the Queen's portrait. There may be other\nCommonwealth countries issuing bank notes for the first ttme, which may portray the Queen on their notes. This was the\ncase with the Solomon Islands in 1977. Gibraltar used a royal portrait in 1977 for the first time. Tuvalu, newly separated\nfrom the Gilbert Islands (Kiribati), may use the Queen's portrait on new banknotes, as may the Gilbert Islands.",
            "Portraits of Her Majesty Queen Elizabeth II on banknotes continued",
            "The principal portrait (at the left) is a\ncontemporary image of Her Majesty;\nadapted from a photograph taken\nat Epsom Racecourse in 2008. The\nremaining three images are historical\nphotographs.",
            "Ten-pound Queen s Diamond Jubilee\ncommemorative note issued by the Royal\nBank of Scotland in 2012.",
            "Since Remick wrote his article in 1979, several newer official portraits and many other images of the Queen have appeared\non banknotes throughout the commonwealth. Remick s prediction concerning the diminishing use of HRH Queen\nElizabeth s portrait over the ensuing 45 years held somewhat true but not to the extent he may have envisaged. There have\nbeen over 30 different images, as well as variations, used on banknotes from approximately 33 issuing authorities. Which\neffectively doubled the number of portrait types identified by Remick.",
            "The following list of 14 banknotes attempts to identify these additional portraits using example banknotes to help\nillustrate them.",
            "Number 8 December 2022 ------------------------------nn----nnnnnn nnn nnnn nn nnn nnn nnn nnn nnn nn nn nn nnnnnnnnnnnnnnnnnnnnnnmnnnnnnnnnn 357\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_22.jpg",
        "Paragraphs": [
            
            "This portrait type shows Queen Elizabeth wearing a\ndress with a plain neckline and wearing a necklace\nof three matched strings of pearls. It is one of the\nmost flattering yet informal portraits to be used on\nany banknote.",
            "Used on the Canadian  bird series  banknotes the\nportrait was adapted from an official photograph by\nAnthony Buckley in 1984, and executed by Henry\nS. Doubtfire of Thomas De La Rue.",
            "This portrait type is one of the more popular images\nof Her Majesty wearing Queen Victoria s Golden\nJubilee necklace and Grand Duchess Vladimir s\ntiara with the original fifteen pearl drops. From\na photograph taken at the time of Her Majesty s\nSilver Jubilee in 1977 by Peter Grugeon.",
            "The tiara was smuggled out of Russia during the\nRussian Revolution.",
            "This portrait type shows Queen Elizabeth wearing Queen\nMary s  Girls of Great Britain and Ireland  Tiara (set into\na bandeau base), Queen Alexandra s cluster earrings, and",
            "Queen Victoria s Golden Jubilee Necklace.",
            "It is based on photographs by Don Ford, under the\ndirection of Roger Withington, commissioned by the",
            "Bank of England.",
            "This portrait type shows Her Majesty attired in the\nRegalia of the Order of the Garter. It is taken from a\npainting by Norman Hepple that was commissioned\nby the States of Jersey.",
            "This portrait type of Her Majesty wearing a simple\ndress, a string of pearls, and Queen Alexandra s\ncluster earrings, by John Lawrence, was\ncommissioned by the Reserve Bank of Australia in\n1984.",
            "The Queen approved its use on an Australian notes",
            "in 1988, and it first appeared in 1992.",
            "Continued on page 362",
            "wenn nn nnn nnn nnn nnn nnn nnn nanan nnn The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_23.jpg",
        "Paragraphs": [
            "ROYAL_ MINT. COMMUNIQUE",
           
            "The Royal Mint begins circulating the first coins bearing\nHis Majesty King Charles Ill effigy",
            "Te first coins bearing the official effigy of King",
            "Charles III will enter circulation from Thursday,\nDecember 8.",
            "The first coin to bear The King s portrait   and mark the\nhistoric transition from Queen Elizabeth II to King Charles\nIII in the public s change   is 50 pence commemorating\nthe life and legacy of Her Late Majesty Queen Elizabeth\non the reverse. A collector version of the coin was released\nin October and saw record visitors to The Royal Mint s\nwebsite in the 24 hours following.",
            "Post Office branches throughout the country will receive\n4.9 million 50 pence coins bearing The King s effigy,\nincluding the Aldwych branch, which is close to Clarence\nHouse and is the residence of King Charles III. The coin\nwill begin distributing as change when customers make a\npurchase. A total of 9.6 million 50p s will enter circulation,\nwith the rest in line with demand.",
            "Rebecca Morgan, Director of Collector Services at The\nRoyal Mint, said:  Today marks a new era for UK coinage,\nwith the effigy of King Charles III appearing on 50ps in\ncirculation. It s a fantastic opportunity for coin collectors\nto add to their collections or start one for the first time. We\nanticipate a new generation of coin collectors emerging,\nwith people keeping a close eye on their change to try and\nspot a new 5Op that bears the portrait of our new King.",
            " The Royal Mint has been trusted to make coins bearing\nthe Monarch s effigy for over 1,100 years, and we are proud\nto continue this tradition into the reign of King Charles III. ",
            "Nick Read, Chief Executive Office of the Post Office,\nsaid:  It is a tremendous honour for the Post Office and for",
            
            "Number8 December 2022 --------------------------------------",
            "Postmasters that the first comage featurmg King Charles III\nis being released into circulation via our extensive branch\nnetwork. December is our busiest time of the year, so the\ncoin will be entering our network in a phased manner. If\nyou don t receive the new 50p in your change on your first\nvisit to a Post Office, you may well get it in your change in\na subsequent visit, so keep a lookout for it. ",
            "The King s effigy has been created by renowned British\nsculptor Martin Jennings and has been personally approved\nby His Majesty. In keeping with tradition, The King s\nportrait faces to the left, the opposite direction to Queen\nElizabeth II.",
            "The reverse of the 50 pence features a design that\noriginally appeared on the 1953 Coronation Crown. It was\nstruck to commemorate Queen Elizabeth II s coronation\nat Westminster Abbey and includes the four quarters of\nthe Royal Arms depicted within a shield. Between each\nshield is an emblem of the home nations; a rose, a thistle, a\nshamrock and a leek.",
            "All UK coins bearing the effigy of Her Late Majesty\nQueen Elizabeth II will remain legal tender and in active\ncirculation. Historically it has been commonplace for coins\nfeaturing the effigies of different monarchs to co-circulate.\nThis ensures a smooth transition with minimal environmental\nimpact and cost.",
            "There are approximately 27 billion coins currently\ncirculating in the UK bearing the effigy of Queen\nElizabeth II. These will be replaced over time as they\nbecome damaged or worn and to meet the demand for new\ncoins.\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_24.jpg",
        "Paragraphs": [
            
            "Acadians in the 1700s of the",
            "Annapolis Valley in Nova Scotia,",
            "almost to a homestead, had a small\norchard. There were a few apple trees and\nother fruits like plums, pears and cherries.\nFruit trees seemed ideal for the climate of the\nregion. History tells us that after the Acadian\nExpulsion of 1755, Loyalists, Planters and\nBritish subjects resettled the vacant lands.\nSome of these settlers were a spillover from\nHalifax, a fortified town established in 1749.\nUsing the small orchards of the Acadians,\nthese new peoples soon discovered fruit\ngrowing flourished here.",
            "By the 1850s, apples from Nova Scotia\nappeared at the Crystal Palace fruit shows\nin London, England. In 1862, the Nova\nScotia Fruit Growers Association won\nsilver and bronze medals, and Nova Scotia\nagain won medals in 1863, 1864 and 1865.\nAs a result, Nova Scotia apples were\ngetting quite a reputation. These displays\ngot the attention of British entrepreneurs\nwho saw the potential of importing apples\nfrom the colony. One of these businessmen\nwas Henry Whiteway.",
            "The Whiteway Cider Company was\nestablished in the 1890s in the small village\nof Whimple in the Devon area of England.\nIn fact, their home still has orchards\naround it where the apples were originally\nharvested. Henry Whiteway undoubtedly\nvisited the Crystal Palace Exhibition,",
            "and fruit shows in the 1860s and saw the\nopportunity to establish a business in Nova\nScotia. History is fuzzy on the company s\nbeginnings in Bridgetown, Nova Scotia,\nbut it appears to have been established\naround the late 1800s. Henry s son Ronald\nwas despatched to get the ball rolling.\nAccording to the St. John Daily Sun, dated\nJanuary 2, 1906, Ronald had spent a few\nmonths in Nova Scotia but returned to\nEngland with plans to return the following\nyear. The steamship trips back and forth to\nEngland weren t without their excitement.\nOn September 8, 1915, their ship, the\nHesperian, was struck by a torpedo.\nFortunately, most of the passengers escaped\nin lifeboats.",
            "By 1912, the Annapolis Valley Cider\nwas going full tilt, producing Evangeline\nSweet Apple Cider (Cyder), Cyder\nSyrup and Cyder Vinegar. The company\nadvertised that they manufactured, bottled\nand exported all of the above. In 1913, they\nexhibited at the Brewers & Allied Traders\nInternational Exhibition and Market and\nwere awarded two silver medals.",
            "In Class XVIII, they won first prize for\nColonial Bottled Cider. The second medal\nwas awarded in Class XIX for Colonial\nCider in Cask. Both medals were housed in\nbeautiful casket cases made by Goldsmiths\nand Jewellers, Sulley & Ranger of London\nand Paris.",
            
            "Volume 67",
            "The CN Journal\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_25.jpg",
        "Paragraphs": [
            " The medal specifications are as follows:",
            "MEDAL 1",
            "Obverse: Brewers & Allied Traders/ International Exhibition\n& Market around the perimeter surrounding an allegorical\nfigure of a lady pouring a beverage into a cup with grains\nbeside her.",
            "Reverse: 1913/ Class XVIII/ Colonial/ Bottled Cider/\nAnnapolis Valley Cider Co./ Nova Scotia, Canada. Ist\nPrize with a wreath around the perimeter. 43 mm, 46.3 g",
            "MEDAL 2",
            "Obverse: Same as above.",
            "Reverse: 1913 Class XIX/ Colonial/ Cider In Cask/\nAnnapolis Valley Cider Co./ Nova Scotia, Canada/ 1st\nPrize with a wreath around the perimeter 43 mm, 46.3 g WHITEWAYS :",
            "About 1922, the Annapolis Valley Cider Company was DEVON\nbought out by Minard Graves, a local industrialist who built his\nreputation upon apples. It appears the company broadened its\nproduct line to include carbonated beverages, particularly ginger fs\nale. The bottles had an image of Evangeline that was said to have _\nbeen borrowed from the Ganong Chocolate factory in St. Stephen, =",
            "New Brunswick. Also added were evaporated apples, canned fruit and vegetables a Nova\nScotia company with an interesting history.",
            "Bibliography",
            "Hutten, Anne. 1981 Valley Gold The Story of the Apple Industry in Nova Scotia,\nPetheric Press Ltd., Halifax, Nova Scotia",
            "Gwyn, Julian. 2014 Comfort Me with Apples, The Nova Scotia Fruit Growers \nAssociation 1863-2013, Lupin Press, Berwick NS",
            "Moody, Barry M. 2003  Graves, Minard Wentworth,  Dictionary of Canadian\nBiography, Volume 15, University of Toronto/ Universite Laval",
            "Coward, Elizabeth Ruggles 1986 Bridgetown, Nova Scotia, Its History to 1900,\nMailman Publishing Co. Ltd., Bridgetown NS.",
            "Parker, Mike. 2006 Historic Annapolis Valley, Nimbus Publishing, Halifax.",
            "Correspondence:",
            "Ms Ruth Evans, MBE, Director, BTS Ltd.",
            "Anne O Donnell, Library Technician, Annapolis Valley Macdonald Museum, NS, 1986\nMark Robertson, James House Museum, Bridgetown, NS\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_26.jpg",
        "Paragraphs": [
            "continued from page 358",
            
            "In this portrait, the Queen is again wearing Grand\nDuchess Vladimir s Tiara, Queen Mary s drop earrings,\nQueen Victoria s Golden Jubilee Necklace, and the\nSovereign s Badge of the Queen s Service Order, an\norder unique to New Zealand.",
            "It is based on an official portrait by Ronald Woolf in\n1986.",
            "In this portrait, based on an official photograph taken by\nTerry O Neill, the Queen is wearing a tiara fashioned as\na wreath of flowers, which she commissioned in 1973 by\nGarrards using diamonds and rubies gifted to her by the\nBurmese people.",
            "The Royal Family Order of King George VI is apparent\non her left-hand shoulder in most engravings of this\nportrait. At the same time, the uppermost portion of the\nRoyal Family Order of King George V is visible in the\nengraving on some banknotes.",
            "This composite portrait, of Her Majesty, appears\non the back of the Scottish 5-pound Golden Jubilee\ncommemorative note. Similar to other less formal\ndepictions, this image, however, captures her with a full\nsmile.",
            "Behind is an earlier image, type 8, of young Queen\nElizabeth wearing the George IV State Diadem.",
            "This portrait of a mature Queen Elizabeth is\nconsidered one of the finest informal types.\nIt is based on a photograph by Ian Jones\ncommissioned by Buckingham Palace at the\nrequest of the Bank of Canada for use in 2004.",
            "This portrait of a mature Queen Elizabeth wearing the\nGrand Duchess Vladimir s Tiara was adapted from an\nofficial portrait taken at Sandringham House.",
            "BOQ ---------------------------------- anna nnn The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_27.jpg",
        "Paragraphs": [
            "This portrait type is of a young Queen wearing the George IV State Diadem by Arnold\nMachin. It originally appeared on a series of British definitive postage stamps in 1969,\nknown as the Machin Series. A similar design of the queen wearing Queen Mary s\n Girls of Great Britain and Ireland  tiara (without bandeau base) by Machin was\nselected to appear on British, Australian, New Zealand and Canadian decimal coins.",
            "The Machin portrait had never been used on a banknote until Bermuda issued\ntheir new series of vertical banknotes in 2009 with a reworked Machin portrait\nappearing as a small image at the bottom left on each denomination.",
            
            "The portrait of the Queen wearing the George IV State Diadem\nwas commissioned by Jersey Heritage Trust to mark 800 years of\nJersey s continuous loyalty to the Crown in 2004.",
            "It appears as the main element on the front of the  100 banknote\nand on the holographic security stripe.",
            "This portrait of a mature Queen Elizabeth is\nconsidered one of the finest of the informal types.\nSimilar to the 2004 20-dollar issue.",
            "This portrait of a mature Queen Elizabeth wearing\nthe historic Hanoverian Fringe Tiara and matching\nnecklace along with the Diamond Fern brooch\npresented by the women of Auckland in 1953 on her\nright shoulder. Although not visible, Her Majesty is\nalso wearing the Sovereign s insignia of the Order of\nNew Zealand, the New Zealand Order of Merit, Star,\nSash and Badge and The Queen s Service Order. ",
            
            "By no means is this article intended to represent even a type set all banknotes issued with portraits of Queen Elizabeth II.\nThe Queen has appeared on more banknotes issued by more authorities than any other monarch in history. But rather,\nthe intent is to introduce the subject as a challenging and rewarding area for both the new and advanced collector. Not to\nmention a fantastic way to celebrate the long, colourful history of the Queen and commonwealth through world banknotes!!",
            "Images, etc.: World Paper Money Museum, www.worldbanknotescoins.com; Bank Note Museum, www.banknote.ws/; colnect.com; www.pjsymes.com.au/",
            "Number 8 December 2022 --------------------------------------------9 9 nn 2 nnn nn nnn nnn nn nn nnn nnn nn nnn nn nnn nnn nnn nnn nan 363\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_28.jpg",
        "Paragraphs": [
            "This double-struck Canadian 2007 two-\n| dollar (toonie) error coin is one of\nthe most exciting that I have",
            "seen in a while. Not only is it one of\nthe rarer classes of errors found,\nknown as Multiple Strikes, but\nit is also one of the rarest in\nits class, requiring multiple\nfailures of the coming press.",
            "This type of error happens\nwhen a vertically oriented\ncoining press s planchet\nhandling mechanism fails to\neject a coin properly after it has\nbeen struck. Either because the coin\nbounces as it is being ejected or the\ncoin temporarily sticks to the hammer\ndie as the press raises it. Thus the original\ncoin, left at least partially in the press s striking\nchamber, is struck more than once. The 23\nstriking chamber being referred to is\nthe small cavity within the confines\nof the collar where the dies come\ntogether to strike the planchet  \ncreating a coin.",
            "The second (or more) strike\ncan result in multiple varieties\nof error coins depending on  ",
            "  if asecond planchet\nis fed into the striking\nchamber during the new\ncycle of the press,",
            "  if so, whether the second\nplanchet is above or below\nthe original coin,",
            "  where the original coin landed\nwith respect to the striking chamber,\n Sn collar  or off-centre (and by how much),",
            "  and, whether the collar raises to form a proper\nstriking chamber or malfunctions in the lowered\nposition.",
            "These factors will affect the appearance of the resulting\nerror or errors. These errors can include   a brockage of\nsome form, an in-collar double-strike, a flrp-over double-\nstrike, or a mated pair.",
            "In the case of our 2007 toonie, there is no\nsign of a second planchet having been\nfed into the press. It is also clear that\nthe coin was sitting approximately\n25 percent off-centre in the\nstriking chamber when the dies\ncame together, imparting a\nsecond distinct impression of\nthe design elements. Further,\nbecause the second strike did\nnot bend the coin upwards\n(towards the hammer die), we\ncan deduce that the collar was\nnot functioning correctly at the\ntime. If you look closely, though,\nyou can see indicators that the collar\ndid participate to a minor degree. Notice\nthe impressions at the rim on the obverse\nindicated by the red arrows.\nAnother point which adds to the\ncomplexity of the multiple failures",
            "  coin is bi-metallic, made up of\n) a compound planchet. In the\ncase of a circulating Canadian\ntoonie, the planchet enters the\ncoining press in two pieces: the\nring and the core, which are\nthen mechanically combined\nby the force of the dies striking\nthe coin. This means that, in our\ncase, the ring and the core both\nfailed to be fed into the press on the\nsecond strike. It also means that the core\nand ring of the original coin did not separate\nduring the stresses of the second, noe off-centre,",
            "strike",
            "Multiple strike errors are rarely seen and can be quite\ndramatic in appearance. With changes in the design of\nminting presses that now strike horizontally rather than\nvertically, the occurrences of multiple strikes are becoming\nsignificantly rarer.",
            "Keep your eyes open!!",
            "Henry Nienhuis (fenix@rogers.com) is a member of CEVNA, the Canadian Errors and Varieties Numismatic Association (www.cevna.com).",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_29.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY",
            "Centsational!",
            "The young have always been seen as the future of",
            "our hobby. Many numismatists have focused on",
            "attracting kids to coin collecting. Dealers regularly\noffer attention and numismatic goodies only to young\ncollectors. Our national organization, the Royal Canadian\nNumismatic Association, has assigned several members\nto create relationships with young members. They hold\nregular events such as auctions explicitly designed for\nchildren and regularly man Coin Kids tables where adults\nare not allowed to peruse the wares for sale.",
            "Even companies have gotten involved. For example, in\n1997, the Royal Canadian mint issued a set specifically\ndesigned for new, young collectors; it included booklets\nand albums designed to foster collecting. Soon after,\nthe mint announced a contest to design the upcoming\nmillennium quarters.",
            "At about the same time, Canadian Coin News included\nin their magazine a supplement designed just for kids called\nCentsational! This booklet contains everything a young\nneophyte numismatist would need to know about the hobby.",
            "It starts with an introduction to the hobby entitled  The\nHobby of Coin Collecting ...  It discusses the best ways to",
            
            "organize and store the coins and paper money you already",
            
            "have and decide what pieces\nyou should add to form your\ncollection. Another piece of\nadvice they give is to buy a\ncatalogue.  A necessary tool\nof the collector is the reference\nbook.  It will not only give\nyou information about the\ncoins you collect but will also\nprovide you with valuable tips\nabout grading.",
            "Other articles in the\nsupplement include: a step-\nby-step description of how\nthe Royal Canadian Mint J\nmakes coins, a glossary of |,\nnumismatic terms to help the\nneophyte  talk like a coin\nexpert , a description of some\nof the security devices found\non Canadian currency, and\na numismatic-themed word\nsearch.",
            "CANADIEN COIN",
            "Number 8 December 2022",
            "Terry Campbell fields questions from two young\ncollectors. A twelve-year-old collector asked,  what is the\nmost valuable coin that I can find in my change?  Campbell\nanswered that the 1991 twenty-five cent coin was the most\nlikely to be found in circulation, but also mentioned the\n1973 large bust quarter along with a few others. Another\nyoung collector asked about coin clubs in the Toronto area.",
            "The most interesting thing found in this supplement is an\nentry form to design a coin for the Royal Canadian Mint.\nThe contest was called  Create a Centsation!  and had\nalready chosen twelve winners from 30,000 submissions.\nThese winning designs appeared as part of the 1999\nmillennium series of quarter-dollar coins. Several of the\npreviously submitted designs illustrate the front cover of\nthe supplement.",
            "At the time, the RCM needed twelve more designs for\nthe 2000-dated coins. An entry form was included in the\nsupplement featuring a blank coin to be used as a canvas.\nThe contest was open to all Canadians, including children.\nEven the submission process was designed to be more\naccessible. The designs were to be judged by twelve post-\nsecondary art and design students rather than professional\nartists.",
            "Bret Evans, the editor of\nCentsational!, introduced\nthe supplement this way:\n Welcome to our first Just\nfor Kids supplement. \nUnfortunately, it also turned\nout to be the only one. It\nseems likely that this booklet\nwas published with assistance\nfrom the Royal Canadian\nMint. It did include many\nadvertisements for mint\nproducts, as well as the form\nto submit coin designs.",
            "The original intent was\nto include four kids-oriented\nsupplements a year, but that\nnever came to fruition. It s\npossible that without regular\nsupport from the mint, such a\nproject was just too ambitious.\nWe may never know.\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_32.jpg",
        "Paragraphs": [
            "BY HENRY NIENHUIS",
            "Crude Fake or Genuine Emergency Issue?",
            "Coin of the  emperor  Sponsian, currently in The Hunterian, University of",
            "Glasgow, UK, catalogue number GLAHM:40333.",
            "( 10.86 g 19.3 mm; obverse: Radiate",
            "bust, right, IMP SPONSIANI; reverse: Two togate figures on either side of a column, surmounted by",
            "a statue of a man with a beaded staff", "Image: The Hunterian, University of Glasgow. CC BY 4.0)",
            "Recently in the news, a newly published paper,\nJR ittiencrn coins of the  Roman emperor ",
            "Sponsian, has spurred controversy and a renewed\ninterest in the existence of a little-known  Roman Emperor \nby the name of Sponsian. The paper in question is by Paul\nN Pearson et al., including Jesper Ericsson, numismatic\ncurator at the Hunterian Museum, at the University of\nGlasglow, on November 23 in PLOS One.",
            "There is no information about Sponsian recorded in\nthe typical ancient historical works, and his existence is\nonly known through his appearance on a few aurei found\nin a small accumulation of coins reportedly discovered in\n1713. He may have been one of the many usurpers during\nthe period of continued crisis in the empire around 240 \n260 CE, at a time when the sitting Emperor Valerian was\ntaken hostage by the Persian leader, Sapor (Shapur), where\nhe, and Rome, were humiliated before he was murdered.",
            "The first record of the  Siebenburgen (Transylvania)\nhoard  coins  existence was in March 1713 when curator Carl\nGustav Heraeus purchased eight recently unearthed gold coins\nfor the Imperial Viennese coin and medal cabinet. Heraeus\npurchased these from Johann David von Palm, the Habsburg\nsenior finance minister. One of the Sponsian coins was part\nof that purchase. More Sponsian coins from the same hoard\nturned up later in other European collections. Four are known\ntoday, two in Vienna, one in Romania, and one, the specimen\nused in the article, in the Hunterian Museum, in Glasglow.\nThe museum founder, Dr William Hunter, purchased the\nSponsian coin with a small grouping of similar aurei of Philip\nand Gordian through J H von Eckhel in 1782.",
           
            "Initially, the Transylvanian coins were accepted, by the\nacademics of the time, as an excellent find of contemporary\nbarbarous imitations of Roman design coins. This\ninterpretation led to Sponsian s acceptance as a newly\ndiscovered Roman emperor, or at least a Dacian usurper,\nwho was supposedly declared Emperor by his troop during\nthe civil war crisis of 248-249 CE.",
            "Much later, in 1868, Roman coinage expert Henry\nCohen, in the Volume 7 supplement of his work\n Description Historique des Monnaies Frapp es sous\nl empire Romain, Commun ment Appel es M dailles\nImp riales  declared the coins to be a ridiculously\ncontrived modern, 18th-century, poor quality forgery. In\nhis 1923 paper Ein siebenbiirgischer Goldmiinzenfund\n1713, Rudolf Miinsterberg described the coins as cast\nhistorical fakes rather than struck as genuine Roman\ncoins were. Miinsterberg also argued that the significant\nweight variation between specimens meant they could not\nrepresent a coin used in commerce.",
            "If you ignore the fact that the coms were cast, showing\nobvious surface air bubbles, the coins have a very crude\nappearance. The obverse portrait is more typical of the\nbase metal, never gold,  barbarous radiate  imitations than\nauthentic Roman. The legend also appears blundered as\nIMP[erator], SPONSIANI rather than the standard form\nSPONSIANUS, and without titles. The reverse design\npresents an enigma. Although a genuine Roman design, it\nwas used on a single Republican-era denarii (RRC 242/1)\nissued in 135 BCE by Gaius Minucius Augurinus. Why\nwould it reappear in use four centuries later in Darcia?",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_33.jpg",
        "Paragraphs": [
            "Detail of surface abrasion on the Sponsian gold coin.\n(Image: The Hunterian, University of Glasgow. CC BY 4.0)",
            "Pearson et al. used modern Energy-dispersive X-ray\nspectroscopy, advanced microscopy technology along\nwith scientific testing procedures to develop the findings\npresented in their paper. They concluded that the coins,\nalthough cast, had seen significant wear through normal\ncirculation. Based on mineral deposits and oxidation\nfound on the coins  surfaces, they also concluded that the\ncoins had spent centuries buried in the earth before being\ndiscovered. In trying to develop a viable explanation\nbehind the coins  existence, the team concludes,  they\ncomprise a unique category of ancient coinage: heavy\ncast gold medallions of highly anomalous design that\nis neither  barbarous  nor counterfeit. Further, using\nextensive research into the documented tumultuous\nhistorical record of the outlying Roman province of Dacia,\noriginally conquered by Trajan for its mineral resources,\nthey developed a plausible explanation for the coins \nproduction, possibly in Apulum, along with Sponsian s\npossible role in Dacia. According to Pearson,  I believe\nwe have established with a very high degree of confidence\nthat they are genuine,  while admitting that the question of\nSponsian s identity was  more speculative. ",
            
            "Professor Paul N Pearson, UCL, left, and Jesper Ericsson,\nThe Hunterian, University of Glasgow look at the Sponsian\ngold coin under a microscope.",
            "(Image: The Hunterian, University of Glasgow. CC BY 4.0)",
            "Several historians and numismatists remain sceptical\nand have gone on record as being critical of the study s\nconclusions and some critical of its academic rigour. Mary\nBeard, the famous historian, cautions that Sponsian should\nnot be considered a legitimate Emperor and questions\nwhether the paper ever proves the existence of Sponsian.\nRichard Abdy, the curator of Roman and iron age coins\nat the British Museum, categorises the paper s findings as\n '.. circular evidence.  Aleksander Bursche, a numismatist\nfrom Poland, further points out that Sponsianus is the\nLatinized name of a Transylvanian nobleman, as was in\ncommon use in the 18th century.",
            "Responding to the comments, Ericsson indicates,  Not\nonly do we hope that this encourages further debate about\nSponsian as a historical figure, but also the investigation of\ncoins relating to him held in other museums across Europe. ",
            "Although questions remain regarding this paper, the\nuse of advanced scientific techniques by Pearson et al. to\naddress a numismatic topic such as this is refreshing. It\nwould be a welcome development to see such techniques\nemployed more often in pursuit of a broader range of\nnumismatic research.",
            "Sources",
            "Campbell, I. (1997). A Sponsian Re-discovered. The Numismatic Chronicle (1966-), 157, 194-196.",
            "Devlin, H. (28/11/2022) Coins study suggests  fake emperor ",
            "was real, say scientists. The Guardian. www. theguardian.com/",
            "science/2022/nov/23/coins-study-suggests-fake-emperor-sponsian-was-real-say-scientists",
            "Pearson PN, Botticelli M, Ericsson J, Olender J, Spruz eniece L (2022) Authenticating coins of the  Roman emperor \nSponsian. PLoS ONE 17(11): 0274285. doi.org/10.1371/journal pone.0274285",
            "Sch pe, Bj rn. (1/12/2022) Sponsian   Emporer or Fantasy? Coins Weekly. coinsweekly.com/sponsian-emperor-or-fantasy/",
            "Number 8 December 2022\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_34.jpg",
        "Paragraphs": [
            "COMING_EVENTS",
            "Clubs are advised that coming events may be conveniently listed at: www.canadiancoinnews.com/events/submit-an-event/ or sent to the RCNA at least 90 days in advance of the event.",
            "January 21, 2023, Pointe-aux-Trembles QC: Canadian Tire\nCollectors Club, Centre Communautaire Roussin Point aux Trembles,\n12125 Notre Dame East, Room 169 1-4 p.m.. Free parking. All aspects\nof collecting memorabilia from the Canadian Tire Corporation including\nCanadian Tire Money, gift cards, pins, trucks, etc. For more information\ncontact Steve Playter, email s.playter@hotmail.com, phone (416) 702-\n4202; website: www..ctccc.ca/",
            "January 28-29, 2023, Hamilton ON: CAND Winter Coin Show,\nSheraton Hamilton, 116 King St W The first major coin show of 2023\nin Canada. Hosted by the Canadian Association of Numismatic Dealers,\nthe two-day show will feature professional dealers from across Canada.\nThere will be more than 40 tables of coins, banknotes, medals, jewellery\nand much more. The show opens at 10 a.m. Saturday and closes at 5\np.m., and reopens on Sunday at 10 a.m. and closes at 3 p.m.. Admission\nis $5 and children under 16 are free. The RCNA Kids table will be at the\nshow. For more information contact Mike Walsh, email mwalsh@trajan.\nca, phone (289) 969-1711; website: www.cand.org",
            "February 4, 2023, Burnaby BC: Coin, Stamp, & Collectibles Show,\nNikkei National Museum and Cultural Centre, 6688 Southoaks Crescent\nHosted by the North Shore Numismatic Society. Hours: 9:30 a.m. to\n3:30 p.m. 40 tables of coins, stamps, banknotes, tokens, medals,\npostcards, ephemera and more. Buy-Sell-Trade. Many restaurants\nclose by. Admission $3. (Free for age 16 and under if accompanied by\nan adult). Limited Free Underground Parking. Easy access by bus and\nSkytrain (Edmonds Station) For more information contact Lynn Balmer,\nemail balmoralInu@shaw.ca, phone (604) 366-1828; website: www.\nnorthshorenumismaticsociety.org",
            "February 5, 2023, Paris ON: Paris Coin Show, Paris Fairgrounds, 139\nSilver St. Canada s best one-day coin and collectables show features more\nthan 50 tables of coins, paper money, tokens, militaria and more with\ndealers buying, selling and appraising. The show will be open from 9\na.m. 4 p.m., and admission is $4, which includes a draw ticket for a gold\ncoin. For more information contact Jared Stapleton, email pariscoinshow@\ngmail.com, phone (647) 403-7334; website: www..pariscoinshow.ca",
            "February 11-12, 2023, Drummondville QC: Salon ANFC\n2023, Best Western Plus Hdtel Universel, 915 rue Hains Salon de\nMonnaie ANFC. 5e anniversaire. Plus de 30 tables de marchands et\nexposants. Samedi de 10h a 16h et Dimanche de 10h a 15h. Entr e et\nStationnement Gratuits. For more information contact Yvon Marquis,\nemail wwonmarquis48@gmail.com; website: antc. info",
            "February 19, 2023, Oshawa ON: COIN-A-RAMA, Lviv Ukrainian\nPavillion, 38 lviv St. One day only. Hours: 9:00 a.m. 4 p.m. Free dealer and\nmembership draws, New hourly public draws, free admission, featuring\npaper, coins, tokens, medals, books & supplies and many other items.\nPlus Our Mini Auction at 2 p.m.. Come out and look for that special item\nfor your collection or for a gift.sponsor/Affiliate Oshawa & District Coin\nClub. For more information contact Sharon Maclean, email papman@\nbell.net, phone (905) 728-1352; website: www.oshawacoinclub.com.",
            "February 19, 2023, Troy MI: 12th International Regional Coin\nShow, American Polish Cultural Center, 2975 East Maple Road Polish\nAmerican Numismatic Society and Windsor Coin Club. Over 70 US and\nWorld Coin Dealer Tables. 10 a.m 4 p.m.. FREE admission and FREE\nparking. Authentic Polish food. No Sales Tax in Michigan on coins and\nbullion For more information contact Brett Irick, email xr7gt@prodigy.net,\nphone (313) 207-3562; website: www. pans-club.org",
            "February 25-26, 2023, Toronto ON: TOREX, Crowne Plaza Toronto\nAirport Hotel, 33 Carlson Court. TOREX   Canada s National Coin\nShow & Auctions   61st Anniversary. Hours: Sat. 10 a.m. 5 p.m., Sun.\n10 a.m.-3 p.m., Admission $5. Under 16 free! For more information\ncontact Brian Smith; website: www torex.net",
            "March 4-5, 2023, Calgary AB: Calgary Numismatic Society Annual\nSpring Money Fair, Clarion Hotel and Conference Centre, 2120 16th\nAve. NE Show Hours: 10 a.m. 5 p.m. Saturday and Sunday. Admission\n$5 adult and free for 16 and under w/adult. Over 50 Dealers and Exhibit\ntables to view. Lots of free parking. ATM on premises. On site restaurant\nand bar to enjoy! Youth Booth set up for the kid's w/handouts. Hourly\ndraw prizes, plus a Gold Coin door prize! Fully accessible. Everyone is\nwelcome to trade, buy or sell numismatics items. For more information\ncontact James Williston, email jawilliston@shaw.ca, phone (403) 461-\n2663; website: www.calgarynumismaticsociety.org",
            "March 5, 2023, Mississauga ON: Mississauga Coin & Stamp\nShow, John Paul I! Polish Cultural Centre, 4300 Cawthra Rd. Sponsored\nby the Troyak Club, the Mississauga Coin and Stamp Show will be open\nfrom 9 a.m4 p.m., with 60 tables and more than 30 dealers. There's\nsomething for everyone, with Canadian and world coins, stamps, paper\nmoney, tokens, medals, trade dollars, official mint products, hobby\nsupplies, reference books and more. Free evaluations plus buying, selling\nand trading. Admission is $5 (children under the age of 16 are free), and\nparking is free. For more information contact Les Plonka, email /eszekp@\nrogers.com, phone (416) 505-7999; website: www troyakclub.com",
            "March 11-12, 2023, Edmonton, AB: Edmonton Coin Show, Central\nLions Recreation Centre, 11113-113 St. NW The spring Show and Sale is\nCanada s largest numismatic event of the season. The show will be open\non Saturday from 10 a.m 4:30 p.m. and Sunday from 10 a.m. 4:30\np.m. Admission is $5 (children aged 16 and under are free), and the\nbourse will feature dealers from across Canada. See the appraisal table\nfor free appraisals of your coins, medals, paper money, tokens, watches\nand other timepieces. Other highlights include educational coin and\nmedal displays, a silent auction for adults and a youth auction (free for\nchildren aged 16 and under). The Edmonton Numismatic Society (ENS)\nsponsors the youth auction, which is held on Saturday from 1 p.m. \n3 p.m. Participation is free, and parents are welcome. Register at the ENS\nclub/show admission table prior to the auction. All material, including\nan auction catalogue plus play money for bidding, will be provided by\norganizers. Free parking. Cash machines and a food concession are\navailable onsite for your convenience. For more information contact\nMarc Bink / Pierre Driessen, email info@edmontoncoinclub.com, phone\n(780) 612-8477; website: edmontoncoinclub.com",
            "March 11, 2023, Cambridge ON: Cambridge Coin Show,\nCambridge Newfoundland Club, 1500 Dunbar Road The Cambridge\nCoin Show is back from 9 a.m. -4 p.m. Admission is $2. Buy, sell,\ntrade or have your collection or inheritance evaluated at more than 50\nqualified dealer tables offering coins, paper money, tokens, medals,\ntrade dollars, official Mint products, hobby supplies, reference books\nand much more. Fully accessible and fun for the whole family with\na convenient lunch counter and plenty of free parking. A portion\nof the show proceeds will be donated to the CSHFB and RCNA to\nbenefit the local community and help promote numismatics. The\nshow is sponsored by the Waterloo Coin Society. For more information\ncontact Brent Mackie, email info@cambridgecoinshow.ca; website:\ncambridgecoinshow.ca",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_36.jpg",
        "Paragraphs": [
            "INTERNATIONAL ASSOCIATION\nor CURRENCY AFFAIRS",
            "In The NEWS",
            "Royal Canadian Mint and Central Bank Of Barbados Win The International Association Of\nCurrency Affairs  2022 Excellence In Currency Award In The Best New Commemorative or\nTest Circulating Coin Category * La Monnaie Royale Canadienne et la Banque Centrale de\nla Barbade Remportent le prix de la Meilleure Nouvelle Piece Comm morative Ou Pi ce De\nCirculation D essai a l| occasion des Excellence In Currency Awards 2022 de | international",
            "Association Of Currency Affairs",
            
            "Ottawa, Ontario, October 19, 2022   The Royal\nCanadian Mint is delighted to be recognized alongside\nthe Central Bank of Barbados for the Barbados $1\nGlow-in-the-Dark Flying Fish circulation coin, which\nwas crowned Best New Commemorative or Test\nCirculating Coin under the International Association of\nCurrency Affairs  TACA) 2022 Excellence in Currency\nAwards. Issued in honour of Bajan front-line workers\nwho helped the nation overcome the COVID-19\npandemic, this pad-printed colour circulation coin\nwas enhanced with the Mint s proprietary photo-\nluminescent technology. This application symbolized\nthe light of hope breaking through the shadow\nof adversity. The IACA award, for the first-ever\napplication of glow-in-the-dark colour on a non-\nCanadian coin, was officially presented today at the\n2022 Coin Conference in Amsterdam, Netherlands.",
            " The Royal Canadian Mint is dedicated to advancing\nthe art and science of coin manufacturing, not just\nfor Canada and Canadians, but also for the benefit\nof the global currency industry,  said Marie Lemay,\nPresident and CEO of the Royal Canadian Mint.  This\nrecognition by IACA is an important endorsement\nof our innovation strategy and of our strategic\ncollaborations with key international customers like\nthe Central Bank of Barbados, which show that our\ntechnological advances can make a difference for\ncirculation coin users around the world. ",

            "Ottawa (Ontario), le 19 octobre 2022   La Monnaie\nroyale canadienne est ravie d tre reconnue aux cdt s de la\nBanque centrale de la Barbade pour la pi ce de circulation\nphotoluminescente de 1 $ Poisson volant de la Barbade, qui a\nregu le prix pour la meilleure nouvelle pi ce comm morative\nou pi ce de circulation d essai a 1  occasion des Excellence\nin Currency Awards 2022 de I International Association of\nCurrency Affairs (ACA). Emise en l honneur des travailleurs\nde premi re ligne barbadiens qui ont aid  la nation 4 surmonter\nla pand mie de COVID-19, cette pi ce de circulation color e\npar tampographie a  t  rehauss e grace a la technologie\npropri taire de photoluminescence de la Monnaie. Cette\napplication symbolisait la lumicre de l espoir pergant les\nt n bres de l adversit . Le prix de l IACA, pour la toute\npremiere application de l effet photoluminescent sur une pi ce\nnon canadienne, a  t  officiellement d cern  aujourd hui a la\nCoin Conference de 2022 4 Amsterdam, aux Pays-Bas.",
            "  La Monnaie royale canadienne s engage a faire progresser\nl art et la science de la fabrication de pi ces, non seulement pour\nle Canada et sa population, mais aussi au b n fice de l industrie\nmondiale du monnayage, affirme Marie Lemay, pr sidente de\nla Monnaie royale canadienne. Cette reconnaissance de la part\nde PIACA est une attestation importante du succ s de notre\nstrat gie d  innovation et de nos collaborations strat giques avec\nd importants clients internationaux comme la Banque centrale\nde la Barbade, qui montre que nos avanc es technologiques\npeuvent profiter aux utilisateurs de pi ces de circulation du\nmonde entier.  ",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_37.jpg",
        "Paragraphs": [
            "This limited-edition circulation coin was launched\nvirtually on November 28, 2020. The coin highlights\nBarbados  iconic one-dollar circulation coin s  Flying\nFish  design with the Mint s glow-in-the-dark painted\ntechnology. In addition to entering general circulation,\nthe coins were also made available in special\ncommemorative credit card-style packaging.",
            "The Excellence in Currency Awards were introduced\nby IACA in 2007 to promote and recognise excellence\nin currency issue, production, processing, management\nand distribution. The Mint is proud to have been\nrecognized through several previous awards:",
            "* the Best Currency Initiative Implemented in Response\nto the COVID-19 Pandemic (Other Organization)\nspecial award for the Recognition Medal honouring\nCanada s front-line workers and community",
            "difference makers (2021);",
            "* our tri-metal token technology, under the Best new\ncoin product, feature or distribution innovation\ncategory (2019);",
            "* our Canada 150 commemorative circulation coin\nprogram in the Best New Communications Program\ncategory (2017);",
            "* joint recognition with the Reserve Bank of New\nZealand for New Zealand s 50-cent ANZAC 100th\nanniversary coloured circulation coin, in the Best\nNew Commemorative or Test Circulating Coin\ncategory (2015);",
            "* our multi-ply plated steel $1 and $2 circulation coins",
            "with advanced security features, introduced in 2012,\nin the Best New Coin Innovation category (2013);",
            "* our Vancouver 2010 Winter Games commemorative\ncirculation com program in the Best New Coins\nSeries category (2011); and",
            "* our 2006 25-cent Pink Ribbon circulation coin in the\nBest New Coin category (2007).",
            "La piece Poisson volant a tirage limit  a  t  lanc e lors d un\n v nement virtuel le 28 novembre 2020. L iconique motif\nde poisson volant figurant sur la pi ce de 1 $ barbadienne\ns illumine grace a cette technologie. En plus d entrer en\ncirculation, les pi ces furent  galement offertes dans un\nemballage comm moratif sp cial en format de poche.",
            "Les prix Excellence in Currency Awards ont  t  cr s\npar ?IACA en 2007 afin de promouvoir et de r compenser\nl excellence dans | mission, la fabrication, la transformation,\nla gestion et la distribution de la monnaie. La Monnaie est fi re\nd avoir remport  plusieurs de ces prix :",
            "* Meilleure initiative en mati re de devise en contexte de\npand mie COVID-19 (cat gorie   autre organisation  ) (2021),\nprix sp cial pour la M daille de reconnaissance honorant les\ntravailleurs de premi re ligne du Canada et les personnes qui\napportent une contribution positive a la collectivit ;",
            
            "  Meilleure innovation en mati re de pi ce, de caract ristique\nou de distribution (2019) pour la technologie d preuve\ntrim tallique;\n  Meilleur nouveau programme de communications (2017)\npour le programme de pi ces de circulation comm moratives\nCanada 150;\nMeilleure nouvelle pi ce commemorative ou piece de circulation\nd essai (2015), prix recu conjointement avec la Reserve Bank of\nNew Zealand, pour la pi ce de circulation color e de 50 cents\nde la Nouvelle-Z lande soulignant le centenaire de l ANZAC;\n  Meilleure innovation   Nouvelles pi ces (2013) pour les pi ces\nde circulation de 1 $ et de 2 $ en acier plaqu  multicouche avec\ncaract ristiques de s curit  de pointe, introduites en 2012;",
            "Meilleure nouvelle s rie de pi ces (2011) pour le programme\nde pieces de circulation comm moratives des Jeux d hiver\nde 2010 a Vancouver; et",
            "Meilleure nouvelle pi ce (2007) pour la pi ce de circulation\nde 25 cents au ruban rose 2006.",
           
            
            ""
        ]
    },
    {
        "File": "The_CN_Journal_December_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2022 $50 Fine Silver Coin   The Magic of the Pi ce de 50 $ en argent pur 2022   La magie\nSeason des F tes",
            "Your coin features a festive reverse design\nby artist Lisa Thomson-Khan, whose ,\ndepiction of Santa Claus and one of 4\nhis reindeer captures some of the\nmagic of the holiday season. When\nthe design is viewed under black\nlight, colourful lights illuminate the\nsnow-covered trees. The obverse\nfeatures a tree background pattern\nand the effigy of Her Majesty Queen\nElizabeth II by Susanna Blunt.\nThe engraving is\ncaptivating in natural  \nlight, but for the full\nviewing experience,\nview your coin s\nreverse under\na black light\n(included) this\nwill activate the technology and unlock \nthe hidden features",

            "Au revers de la piece, un motif festif au\nrevers, ceuvre de l artiste Lisa Thomson-\nKhan, dont la repr sentation du p re\nNo l accompagn  d un de ses rennes\nincarne la magie du temps des F tes.\nLorsqu on  claire le motif de lumi re\nnoire, des couleurs illuminent les\nsapins enneig s. L avers est orn \nd un motif r current d arbres a\nl arri re-plan, ainsi que de l effigie de\nSa Majest  la reine Elizabeth II,\nselon Susanna Blunt.\nLa gravure est\nfascinante a la lumi re\nnaturelle, mais elle l est\nencore plus quand\non observe la pi ce\nsous la lumi re noire\n(lampe comprise);\ncette lumi re active la technologie ",
            " et r v le les. caract ristiques cach es.\n50 cents Lenticular Coin - Santa s Sleigh Pi ce lenticulaire - Le traineau du p re No l",
            "Designed by Canadian artist Jesse Koreck, your coin s\nreverse is enhanced with lenticular technology,\nwhich creates a sense of motion through the\nseamless transition between two interlaced\ncolour images. Both images capture the\nexcitement and activity at the North Pole\non Christmas Eve, as Santa s industrious\nelves load toys and gift boxes onto his\nmagical sleigh. While one helper is\nchecking the list, the elf in the foreground\nraces to assist another with a stack of gifts;\nwhen the coin is tipped, the\nsecond image shows the\npanic on the elves  faces as some of the gifts fall from \nthe top of the pile. The \nobverse features the effigy \nof Her Majesty Queen \nElizabeth II by Susanna \nBlunt.",

            "Congu par l artiste canadien Jesse Koreck,\nle revers de la pi ce est rehauss  d une\ntechnologie lenticulaire qui cr e une\nimpression de mouvement grace a\nune transition fluide entre deux\nimages color es et entrelac es.\nCes images illustrent l activit  et\nl excitation qui r gnent au pdle\nNord 4 la veille de No l. Dans\nla premi re, les lutins du p re\nNo l travaillent fort pour charger\nle traineau magique de jouets\net de cadeaux. Pendant que l un\ndeux v rifie la liste de souhaits, celui",
             "au premier plan se d p che d aider un autre qui porte une pile de cadeaux. Quand on incline la piece, la deuxi me image r v le la panique sur levisage des lutins qui voient tomber des boites du haut de la pile. L avers est a l effigie de Sa Majest  la reme Elizabeth II, selon Susanna Blunt.",
            "376 ---------------------------------- nnn nnn nnn The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_41.jpg",
        "Paragraphs": [
            "2022 $2 Circulation Coin with Black Nickel Finish | Pi ce de 2022 circulation de 2 $ avec Fini Nickel\nin Memory of Queen Elizabeth Il Noir en M moire de la reine Elizabeth Il",
            "Cette pi ce de circulation de 2 $, hommage\nsolennel a la reine Elizabeth IT (1926-\n2022), marque la fin d un r gne\nhistorique. Tel un brassard de deuil,\nl anneau ext rieur noir entoure le\nmotif de l ours polaire, ceuvre de\nBrent Townsend, au revers de\nla piece. L avers, orn  du m me\nanneau noir, est 4 l effigie de la\nreine Elizabeth II, selon Susanna\nBlunt. Tout comme ce portrait, la\nReine occupait une place privil gi e\ndans la vie quotidienne des Canadiens\net des Canadiennes, qui se souviendront\ntoujours de sa loyaut  in branlable envers le\nservice public et de sa profonde affection pour notre",
            "pays.",
            "This $2 circulation coin is a solemn tribute to\nQueen Elizabeth II (1926-2022) that marks\nthe end of a historic reign. Like a mourning\nband, the black outer ring surrounds the\npolar bear design, by Brent Townsend,\nat the centre of the coin s reverse. The\nsame effect carries over to the obverse,\nwhich features the effigy of Queen\nElizabeth II by Susanna Blunt. Like her\neffigy itself, she was a constant presence\nin the lives of Canadians, who\nwill forever remember her\nunwavering dedication to\npublic service and deep\naffection for Canada.",
            "Actual Size",
            "Number 8 December 2022 -------------------------------n----nnnnnn nnn nnnn nnn nnn nnn nnn nnn nnn nnn nn nnmnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn 377\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_42.jpg",
        "Paragraphs": [
            "THE BATTLE_OF_TREBIA",
            "A NUMISMATIC DATE WITH HISTORY",
            "By JESUS VICO\nAND, MARISA,OLLERO.",
            "SS eee ee ee\nDecember 18, 218 BCE",
            "Battle of Zama, 202 BCE. Copperplate engraving of painting by Cornelis Cort, 1567.",
            "second of three wars fought between the two leading\npowers of the Mediterranean in the 3rd century BCE,",
            "Carthage and Rome. For 17 years, the two powers struggled",
            "for supremacy, first in Italy and Iberia, but also in",
            "Sicily and Sardinia and, towards the end of the",
            "war, in North Africa. After immense losses on.",
            "both sides, the Carthaginians were defeated.",
            "Macedonia, Syracuse and several",
            "Numidian kingdoms were drawn into the",
            "war, and Iberian and Gallic forces fought",
            "on both sides. There were three main",
            "military theatres during the war: Italy,",
            "where the Carthaginian general Hannibal |",
            "defeated the Roman legions repeatedly,",
            "with occasional subsidiary campaigns in",
            "Sicily, Sardinia and Greece; Iberia, where",
            "Hasdrubal, a younger brother of Hannibal,",
            "defended the Carthaginian cities with",
            "mixed success until moving into Italy;",
            "and Africa, where the war was finally",
            "decided.",        
            "In 219 BCE, Hannibal besieged, captured and sacked the\nIberian (and pro-Roman) city of Saguntum, prompting a\ndeclaration of war from Rome on Carthage in the spring of\n218 BCE. That year, Hannibal marched his army overland",
            "from Iberia, through Gaul and over the Alps to",
            "Cisalpine Gaul. Reinforced by Gallic allies, he",
            "obtained huge victories over the Romans",
            "at the battles of Trebia (218) and Lake\nTrasimene (217).",
            "The Battle of the Trebia was the most\ncritical battle of the Second Punic War,\nfought between the Carthaginian forces\nof Hannibal and a Roman army under\nSempronius Longus on December 18, 218\nBCE. It took place on the flood plain of\nthe bank of the lower Trebia River, not\nfar from the settlement of Placentia, and\nresulted in a significant defeat for the",
            "Romans.",
            "Moving to southern Italy in 216,\nHannibal defeated the Romans again at\nthe Battle of Cannae, where he crushed",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_43.jpg",
        "Paragraphs": [
            "the largest Roman army ever assembled. After the\nannihilation of more than 120,000 Roman troops\nin less than three years, many of Rome s\nallies, most importantly Capua, surrendered\nto Carthage, giving Hannibal control over\nmuch of the south of Italy. When Syracuse\nand Macedonia joined the Carthaginians after\nCannae, the conflict spread; between 215 and\n210 BCE, the Carthaginians attempted to\ncapture Roman-held Sicily and Sardinia\nbut couldn t do so. The Romans took\ndrastic measures to raise new legions:\nenrolling slaves, criminals and those who\ndid not meet the usual qualification and\nso vastly increasing the number of men\nthey had in their armies. For the next\nten years, the war in the south of Italy\ncontinued, with Roman armies slowly but\nrelentlessly recapturing most of the Italian cities that had\njoined Carthage previously.",
            "The Romans established a settlement in northeast Iberia,\nand the Carthaginians repeatedly attempted and failed\nto reduce it. In 211 BCE, the Romans took the offensive\nin Iberia and were decisively defeated, although they\nmaintained their hold on the north. In 209 BCE, the new\nRoman commander Publius Scipio captured Carthago\nNova (New Carthage), the main Carthaginian base in the\nIberian peninsula. In 208 BCE, Scipio defeated Hasdrubal,",
            "Louvre.",
            "Greek Coinage, time of Hannibal Barca:",
            "Carthage. Time of Hannibal Barca (221 201 BCE). AR\nshekel (6.07 g). Second Punic War issue. Carthage or\nuncertain mint in Sicily, ca. 213 210 BCE. Obv: Male\nhead left, with long sideburns (Hannibal as Herakles-\nMelgqart?) Rev: Elephant advancing right; in exergue,\nPunic aleph. A. Burnett,  The Enna hoard and the\nsilver coinage of the Syracusan democracy,  SNR\n62 (1983), 114 5. P. Visona, \"Carthaginian Coinage\nin Perspective,\" AJN 55. E. S. G. Robinson,  Punic\nCoins of Spain and their Bearing on the Roman\nRepublican Series,  Essays Mattingly series 8a, pl. Ill\n(Gades). SNG Copenhagen 382.",
            "(Image: Heritage, ha.com.)",
            "Number8 December 2022 --------------------------------------",
            "Closeup from statue by S bastien\nSlodtz (1704) Hannibal counting\nthe rings of the Roman senators\nkilled during the Battle of Cannae,",
            "(Image: Public Domain)",
            "although Hasdrubal was able to withdraw most of",
            "his troops into Gaul and then Italy in the spring of\n207 BCE. This new Carthaginian invasion was\ndefeated at the Battle of the Metaurus. At the\nBattle of Ilipa in 206, Scipio forever ended the\nCarthaginian presence in Iberia.",
            "Scipio then invaded Carthaginian Africa in 204,\nforcing the Carthaginian Senate to recall Hannibal s\narmy from Italy. The final confrontation of\nthe war took place between armies under\n| Scipio and Hannibal at the Battle of",
            "fie / c Zama in 202. Scipio decisively defeated\n  2 Hannibal s army, resulting in Carthage\nsuing for peace. The subsequent peace\ntreaty took all of the Carthaginian s\noverseas territories from them and some\nof their African territories. A compensation\nof 10,000 silver talents was to be paid over\n50 years.",
            "Further, Carthage was forbidden from waging war outside\nAfrica and in Africa only with Rome s permission. Many\nsenior Carthaginians wanted to reject it, but Hannibal spoke\nstrongly in the treaty s favour, and it was accepted in the\nspring of 201 BCE. From then on, it was clear that Carthage\nwas politically subordinate to Rome. Publius Scipio, the\nreturning hero, was awarded a triumph (publicly celebrated)\nand received the agnomen (nickname)  Africanus .",
            "Carthage. Time of Hannibal Barca (221 208 BCE).\nAR double-shekel (14.7 g). Minted at Carthago Nova,\nca. 220 BCE. Obverse: Laureate, bearded head left\nof Herakles-Melqart(?), the strongly Semitic features\nsuggesting Hamilcar Barca (father of Hannibal), with\nheavy, knotted club over far shoulder. Reverse :\nMahout wearing long cloak and cap(?), holding goad in\nright hand, and riding African elephant right. CNH 13\n(same dies ); Gulbenkian 389 (same dies ); Robinson,\nEssays-Mattingly , 6a (same dies).",
            "(Image: Ira & Larry Goldberg Coins & Collectibles.)",
            ""
        ]
    },
    {
        "File": "The_CN_Journal_December_44.jpg",
        "Paragraphs": [
            "Greek Iberia, Hispano-Carthaginian issues 237 209\nBCE. AR shekel, 7.42 g. Carthago Nova. Obverse:\nDiademed male head (Hasdrubal ?) |. Reverse: Prow\nof galley r., with shield on deck and a wreathed\nfore post ending in a bird's head, to which is\nattached a pennant; in exergue, dolphin. Robinson,\nEssays Mattingly pp. 37 38 and pl. Il, 4c. CNH 5.\nDe Navascues 7 (this obverse die). Burgos 482.\nVillaronga-Benages 543.",
            "(Image: Numismatica Ars Classica NAC AG)",
            "Roman Occupation Coinage, time of Hannibal Barca:",
            "Roman Occupation. Scipio Africanus, c. 209 BCE\nand later. AR shekel or didrachm (7.1 g) minted at\nCarthago Nova. Obverse: Bare head left, beardless,\nwith short, straight hair and Roman nose (Scipio?).\nReverse: Horse standing right; behind, in middle\nbackground, palm tree with fruits; \"IA\" or Punic\nyod in right field. Essays Mattingly PI. Ill, 7(h).\n(Image: Ira & Larry Goldberg Coins & Collectibles.)",
            "Greek. Carthaginian Spain, Barcid Dominion\nAV stater (7.53 g, 17 mm, 11h). Uncertain\nmint, circa 229-221 BCE. Obverse: Laureate\nbust of Nike left, wearing earring and necklace.\nReverse: Horse prancing to right. Villaronga, Las\nmonedas hispano-cartaginese, Barcelona 1973,\n64. Jenkins-Lewis 454. CNH 20. ACIP 560. Hunter\ncollection Ill, p. 608, 1  Micipsa  (same dies)..\n(Image: Roma Numismatics Limited)",
            "Greek North Africa, Carthaginian occupation\nof Spain, time of Hannibal. AR shekel. (5.74 g,\n21 mm, 12h) Carthago Nova, circa 218 206\nBCE. Obverse: Bare male head (believed to be\nHannibal) left. Reverse: Horse standing right, palm\ntree bearing fruits behind, Phoenician letter zayin\nbelow. ACIP 626; CNH 86; Villaronga 233 253.",
            "(Image: Roma Numismatics Ltd.)",
            "Greek IBERIA, Punic Iberia, Roman Occupation.\nCirca 237 209 BCE. AZ unit (9.48 g, 23 mm, 12h).\nUncertain mint (Carthago Nova?). Obverse: Bare\nhead male left (Scipio?). Reverse: Horse standing\nright; palm tree in background. MHC 282; ACIP 609;\nSNG BM Spain 127-8.",
            "(Image: Classical Numismatic Group, Inc. cngcoins.com)",
            "wenn nn nnn nnn nnn nnn nnn nnn nanan nnn The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_45.jpg",
        "Paragraphs": [
            "BOok_REVIEW,",
            "BY STEVE WOODLAND\nFRCNA,, FONA, LM, #427,",
            "Numismatics for Everyone * La numismatique pour tous",
            "ver wonder about the\nE meaning of something that",
            "appears on a coin, bank note,\nmedal, or token? The answer can\nnow be found in Serge Pelletier s\nNumismatics for Everyone * La\nnumismatique pour tous, the\nlatest addition to his long list of\nnumismatic publications.",
            "This new release is a bilingual\nEnglish-French compendium of\nnumismatics with over 16,000\nentries that run the gamut of\nthe numismatic spectrum. The\ncomprehensive volume was\ndesigned and written to appeal\nequally to collectors, students,\nand researchers at all levels, from\nbeginner to professional.",
            "Published by Lighthouse\nPublications Canada, the book",
            "contains 470 pages of text and 64 plates of high-quality\ncolour images. Entries are organized alphabetically,\nwith special sections on numismatic abbreviations,\nnumbers and symbols, world alphabets, and much more.",
            "Easy to read and understand, the\ntext, images, and tables deliver an\nin-depth and systematic overview\nof world numismatics.",
            "This invaluable book is the result\nof some 25 years of research and\ncompilation. It is a companion\nreference to Pelletier s 2008 The\nCanadian Numismatic Dictionary\n  Le dictionnaire canadien de\nnumismatique and his defining\nseries of catalogues on Canadian\nmunicipal trade tokens.",
            "Pelletier holds a B.A. in\nTranslation, is a 31-year military\nveteran, and is currently the\nCanadian representative on several\ninternational military terminology\ncommittees.",
            "Number8 December 2022 ------------------------------------",
            "ous  tes-vous d ja demand \nce que signifiait un  l ment\nfigurant sur une monnaie,",
            "un billet de banque, une m daille ou\nun jeton? Vous trouverez la r ponse\ndans La numismatique pour tous  \nNumismatics for Everyone de Serge\nPelletier, qui vient s ajouter 4 sa longue\nliste de publications numismatiques.",
            "Cette nouvelle publication est un\nrecueil de numismatique bilingue,\nanglais-francais, contenant plus de\n16 000 entr es qui couvrent toute la\ngamme de la numismatique. Elle a  t \ncongue et r dig e pour satisfaire les\nbesoins des collectionneurs,  tudiants\net m me chercheurs de tous niveaux,\ndu d butant au professionnel.",
            "Publi  par Publications Lighthouse\nCanada, ce livre contient 470 pages\nde texte et 64 planches d images de",
            "haute qualit  en couleur. Les entr es sont class es par ordre\nalphab tique. I] contient  galement des sections sp ciales sur\nles abr viations numismatiques, les chiffres et les symboles,\nles alphabets mondiaux, et bien plus encore. Facile a lire et",
            "a comprendre, le texte, les images\net les tableaux donnent un apercu\napprofondi et syst matique de la\nnumismatique mondiale.",
            "Ce livre inestimable est le r sultat\nde quelque 25 ann es de recherche\net de compilation. I] compl mente\nLe dictionnaire canadien de\nnumismatique * The Canadian\nNumismatic Dictionary publi  par\nPelletier en 2008 et sa s rie de\ncatalogues sur les jetons de commerce\nmunicipaux canadiens.",
            "M. Pelletier est titulaire d un\nbaccalaur at en traduction, compte 31\nans de service dans les Forces arm es\ncanadiennes et est actuellement le\nrepr sentant canadien au sein de\nplusieurs comit s internationaux de\nterminologie militaire.\n"
        ]
    },
    {
        "File": "The_CN_Journal_December_46.jpg",
        "Paragraphs": [
            "Coe\nSp esane, pater cn. eae",
            "Pemnnsesimtes",
            "His numismatic writing, which includes hundreds\nof articles in numismatic publications worldwide, has\nbeen formally recognized with awards from the Royal\nCanadian Numismatic Association, Numismatics\nInternational, and the Numismatic Literary Guild. He\nis also an award-winning editor at the regional and\nnational levels.",
            "Pelletier is a Fellow of the Royal Canadian Numismatic\nAssociation, the Canadian Numismatic Research Society,\nand the Ontario Numismatic Association. He is also a\nrecipient of the J. Douglas Ferguson Award, the highest\naward in Canadian numismatics.",
            "The book is available directly from the publisher at\nwww. lighthousecanada.ca and will soon be available\nfrom your favourite dealer.",
            "Title: Numismatics for Everyone   La numismatique\npour tous",
            "Author: Serge Pelletier",
            "Publisher: Lighthouse Publications (Canada)",
            "ISBN: 978-2-9821129-0-2",
            "Size: Letter",
            "Greyscale pages: 470",
            "Colour pages: 64",
            "Suggested retail price: 86.95 CAD; 79.95 USD",
            "Ses  crits numismatiques, qui comprennent des centaines\nd articles dans des publications numismatiques du monde\nentier, ont  t  prim s par | Association royale de numismatique\ndu Canada, Numismatics International et par la Numismatic\nLiterary Guild. Il est  galement un directeur de publication\nprim .",
            "M. Pelletier est Fellow de l  Association royale de\nnumismatique du Canada, de la Canadian Numismatic\nResearch Society et de l Ontario Numismatic Association, et il\na regu le prix J. Douglas Ferguson, la plus haute distinction en\nnumismatique canadienne.",
            "Le livre est maintenant disponible directement de l diteur au\nwww. lighthousecanada.ca et sera bient t disponible chez votre\nmarchand de monnaie pr f r .",
            "Titre : La numismatique pour tous * Numismatics for Everyone\nAuteur : Serge Pelletier",
            "Editeur : Publications Lighthouse (Canada)",
            "ISBN : 978-2-9821129-0-2",
            "Format : Lettre",
            "Pages noir et blanc : 470",
            "Pages couleur : 64",
            "Reliure : Sans couture",
            "Prix de detail sugg r s : 86.95 CAD; 79.95 USD",
            "ROWNA   ARNE",
            "The CN Journal Volume 67\n"
        ]
    }
]