[
    {
        "File": "The_CN_Journal_april_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT,",
            "Mov_DU_PRESIDENT,",
            "I hope you are all exicted about this summer's Annual Convention in Ottawa, hosted by the",
            "Ottawa Numismatic Society, celebrating its\n75th Anniversary. This will be our first  in-person \nconvention since Calgary in 2019, and I look forward\nto meeting all of you face-to-face rather than through\na computer screen.",
            "The Ottawa Numismatic Society and the RCNA\nConvention Committee are busy finalizing plans\nfor the event. Because of the uncertainty due to\nthe pandemic restrictions, confirmation of many\nactivities has been delayed, particularly tours and\nvisits. We will keep you updated via our website, our\ne-bulletin NumisNotes, and emails to member clubs\nto ensure you get information about the convention as\nfast as practicable.",
            "This year s convention will be, for the first time,\na hybrid event combining in-person and virtual\ncapabilities. It will include special pre-convention\nonline activities to enhance your overall experience.\nWe will also have our usual items: bourse, hospitality\nsuite, annual general meeting, banquet, awards\nceremony, CAFNE fundraiser, club meetings, an\nauction conducted by The Canadian Numismatic\nCompany, and much more.",
            "No convention happens without a great deal of\nplanning and hard work by a cadre of volunteers, not\njust those from the Host Club or on the Convention\nCommittee. We also need additional hands in many\nareas to deliver a successful convention. If you\nare interested in volunteering, don t hesitate to get\nin touch with Convention Committee Chairman\nJames Williston (2022convention@rcna.ca), RCNA\nExecutive Secretary, Paul Johnson (info@rcna.ca) or\nme (president@rcna.ca).",
            "Key convention activities also require people to make\nthem a success. We welcome volunteers to speak at the\neducational seminars, numismatic authors who wish to\ndo book signings, new dealers to enhance the bourse,\nand sponsors to help keep overall costs to a minimum.",
            "Most of all, we need you, our members, to come\nto the convention in Ottawa and enjoy our first\nopportunity to gather as an Association in three years.",
            "It promises to be an exciting event, so don t hesitate to\nbring your family and friends.\nSee you in Ottawa!",
            "[= you are all excited about this summer s",
            "Number 3 Aprile May 2022 -----------------------------",
            "Jesp re que vous  tes tous emball s par le congr s annuel",
            "de cet  t  4 Ottawa, organis  par la Soci t  numismatique",
            "d Ottawa, qui c l brera son 75e anniversaire. Ce sera notre",
            "premier congr s   en personne   depuis celui de Calgary en",
            "2019. J ai hate de vous rencontrer tous en personne plut6t que\npar le biais d un  cran d  ordinateur.",
            "La Soci t  numismatique d Ottawa et le comit  du congr s\nde l  ARNC s affairent a finaliser les plans pour celui-ci. En\nraison de l incertitude lige a la pand mie, il est difficile de\nconfirmer de nombreuses activit s, notamment les visites\nguid es. Nous vous tiendrons inform s par le biais de notre\nsite Web, de notre bulletin  lectronique NumisNotes et de\ncourriels envoy s aux clubs membres afin de vous transmettre\nl information sur le congr s le plus rapidement possible.",
            "Le congr s de cette ann e sera, pour la premi re fois, un\n v nement hybride, c est-a-dire combinant le pr sentiel et le\nvirtuel. Il comprendra des activit s sp ciales en ligne, tenue\navant le congr s, pour enrichir votre exp rience globale. Nous\naurons  galement nos activit s habituelles : bourse, salon\nVhospitalit , assembl e g n rale annuelle, banquet, c r monie\nde remise des prix, collecte de fonds ACPEN, r unions de\nclubs, une vente aux ench res men e par The Canadian\nNumismatic Company, et bien plus encore.",
            "Aucun congr s ne peut avoir lieu sans planification et de\ntravail acharn  de la part d un groupe de b n voles, et non\nseulement ceux du club h te ou du comit  du congr s. Nous\navons  galement besoin de bras suppl mentaires dans de\nnombreux domaines pour assurer le succ s du congr s. Si vous\nsouhaitez vous  tre b n vole, veuillez contacter le pr sident du\ncomit  du congr s, James Williston (2022convention@rcna.ca),\nle secr taire ex cutif de   ARNC, Paul Johnson (info@rcna.ca)\nou moi (president@rcna.ca).",
            "Les activit s cl s du congr s ont  galement besoin de\nparticipants pour en assurer le succ s. Les membres qui\ns offrent pour parler aux s minaires  ducatifs, les auteurs\nnumismatiques qui souhaitent signer des livres, les nouveaux\nmarchands pour am liorer la bourse, et les commanditaires\npour aider 4 maintenir les cofits globaux au minimum.",
            "Mais surtout, nous avons besoin de vous, nos membres.\nVenez profiter de la premi re occasion de vous r unir avec\nd autres membres de |  Association pour la premi re fois en\ntrois ans. Cet  v nement promet d tre passionnant, alors\nmwh sitez pas 4 amener votre famille et vos amis.",
            "Au plaisir de vous voir 4 Ottawa !\n\\",
            "101\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _bU_CONGRES",
            "2022 Ottawa RCNA Convention Update e\nMise a jour au sujet du congr s 2022 (Ottawa)",
            "P lanning and preparation for the 2022 Ottawa RCNA Convention continues at a hectic pace as your",
            "Convention Organizing Committee and the Ottawa\nNumismatic Society\nwork to get all the\npieces in place for a\npremiere event this\nsummer. Here is the\nlatest information:",
           
            "Venue",
            
            "The Convention will\nbe held at the Delta\nOttawa City Centre\nHotel, 101 Lyon\nStreet, Ottawa,\nOntario. This is the\nsame location as\nthe 2008 and 2016\nOttawa Conventions, but now completely renovated. The new\nowner has invested over $45 million upgrading the facility.\nThe hotel is only minutes from Parliament Hill, the Royal\nCanadian Mint, and many shops, museums and restaurants.",
            "Rooms",
            "For the convention, the RCNA has block-booked rooms\nin three categories: Traditional at $199/night; Deluxe at\n$219/night and Club at $259/night. Room bookings can\nbe made through the online link in the RCNA website at\nrena.ca/2022 or by calling the hotel directly at (613) 237-\n3600 and asking for  In house reservations.  If the online\nlink doesn t offer the particular accommodation you\nwant, call the hotel to discuss your needs. For assistance\nwith any booking difficulties contact Convention Co-\nChairman, James Williston (2022convention@rcna.ca).",
            "Transportation",
            "Ottawa is easily accessible by air, rail and road. For\ntravellers flying to Ottawa, please note that there is no\nlonger a shuttle service from the airport to downtown\nhotels; taxis are available and will cost $30 35. For\nthose driving, note parking is NOT INCLUDED, the\nrate at the independent lot is approximately $25/day.\nAs a convenience for hotel guests, the parking firm can\nsubmit your fee to the hotel for your account.",
            
            "Ls a planification et les pr paratifs pour le congr s 2022 (a Ottawa) progressent a fond de train alors que\nvotre comit  organisateur et la soci t  numismatique\nd Ottawa veillent\na ce que tous les\nmorceaux soient en\nplace pour un congr s\ninoubliable. Voici une\nmise a jour :",
            
            "Lieu",
            "C est a l h tel Delta\nOttawa City Centre,\n101 rue Lyon,\nOttawa, Ontario\nqu aura lieu le\ncongr s. I] s agit du\nm me h tel que pour\nles congr s de 2008\net 2016. Le nouveau propri taire a investi $45 millions pour\nfaire des r novations. Cet h tel n est qu a quelque pas de la\ncolline du Parlement, de la Monnaie royale canadienne et\nde nombreux mus es, restaurants et boutiques.",
            "Chambres",
            "L ARNC a r serv  un bloc de chambre pour le congr s\naux tarifs suivants : chambre Traditional @ 199 $/ nuit e;\nchambre Deluxe @ 219 $/nuit e; chambre Club @ 259 $/\nnuit e. Vous pouvez faire vos r servations via le lien sur\nla page rena.ca/2022, ou en appelant directement I h tel\nau (613) 237-3600 (demandez les r servations locales). Si\nvous ne trouvez pas ce que vous voulez en r servant par le\nsite Web, appelez l hdtel et faites leur part de vos besoins.\nSi vous n tes pas satisfait, contactez le co-pr sident du\ncongr s James Williston (2022convention@rcna.ca).",
            "Transport",
            "Ottawa est facilement accessible par avion, train et en\nvoiture. Pour ceux qui voyageront par avion destination de\nl A roport d Ottawa, notez qu il n y a plus de service de\nnavette pour les h tels du centre-ville, vous devez prendre\nun taxi (cofits d environ 30 $  35 $). Pour ceux qui seront\nen voiture, notez que le stationnement a l h tel N EST\nPAS INCLUS, parce que l h tel n est pas propri taire du\nstationnement. Il vous en cotitera environ 25 $/jour.\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_08.jpg",
        "Paragraphs": [
            "Program of Activities",
            "The Ottawa Convention will have all the regular activities\nyou have come to expect: bourse, auction, club meetings,\nannual general meeting, awards ceremonies, banquet dinner,\nkids auction, tours, visits and socializing. A detailed program\nappears in this issue of The Canadian Numismatic Journal\n(CNJ). Points to note: the Education Seminars are in three\nsessions (Wednesday afternoon, and Thursday morning\nand afternoon); the Auction will have two sessions (Friday\nand Saturday evenings); the Bourse will be open Friday,\nSaturday and Sunday; the Banquet is Saturday evening; and\nthe RCM reception is Thursday evening.",
            "Registration",
            "This issue of The CNJ contains the registration form for\nthose who prefer to register by mail. For convenience,\nthe form will also be in the RCNA website for any\nwho want to register and pay online (the recommended\nmethod).",
            "Communications",
            "Updated information will be posted on the RCNA\nwebsite, in The CNJ, and in Mami Wores.",
            "The Ottawa Numismatic Society looks forward to\nhosting you at this summer s convention. We hope you\nwill join us here in Ottawa  Where it all Began! ",
            "Activit s",
            "Le congr s d  Ottawa aura toutes les activit s habituelles :\nplancher de bourse, vente 4 l encan, rencontres de clubs,\nassembl e g n rale annuelle, banquet, etc. De plus, des\nactivit s conviviales seront organis es. Le programme\nd taill  est inclus dans ce num ro du Journal canadien\nde numismatique (JCN). Veuillez noter que le s minaire\n ducatif sera offert en trois prestations (mercredi apr s-\nmidi, jeudi matin et apr s-midi); il y aura deux sessions\npour la vente a l encan (vendredi et samedi soir), le\nplancher de bourse sera ouvert du vendredi au dimanche,\nle banquet sera le samedi soir et la r ception de la MRC\nle jeudi soir.",
            "Inscription",
            "Un formulaire d  inscription sera publi  dans ce num ro\ndu JCN. Il sera  galement possible de s inscrire par le\nbiais du site Web (recommand ).",
            "Communications",
            "Gardez un ceil sur /e JCN, le site Web de |  Association et\nsur Nami vores pour rester inform .",
            "La Soci t  numismatique d Ottawa a hate de vous\nsouhaiter la bienvenue,   14 ot: tout a commence   !",
            "CONVENTION. COMMUNIQUE _bDU_CONGRES",
            "RCNA Coin Grading Workshop",
            " The RCNA, with financial support from CAFNE,is putting on its popular 4-hour workshop event,",
            "Coin Grading, in conjunction with the 2022 RCNA\nConvention in Ottawa. The workshop is taking place in the\nFrontenac Room of the Convention hotel, the Delta Ottawa\nCity Centre, on July 20 starting at 8:00 am.",
            "Robert Forbes, RCNA Past President, will lead the\nworkshop. He is a collector of Canadian, Newfoundland\nand Maritime decimal coinage, Canadian tokens, and royal\nportrait coinage of New France. He is considered an expert\nin grading Canadian coinage having graded thousands of\ncoins during the past number of years and is often asked\nby both dealers and collectors to consult on coin grading\nmatters.",
            "This workshop will focus on the technical and practical\naspects of grading Canadian decimal coinage. The material\npresented covers the three fundamentals of accurate and\nconsistent grading: technique, knowledge and objectivity.\nImportant grading tips and methods used by experienced",
            "Ts RCNA, with financial support from CAFNE,",
            "graders will be explained including  market grading \nand the use of various coin grading services. A detailed\ndiscussion of the fine points that distinguish one grade\nfrom another is also included, as well as a close-up look at\n coin problems,  specifically those coins that are cleaned or\naltered, and distinguishing die polish marks from scratches,\nand soft strikes or die burn marks from wear on a coin.",
            "This course 1s intended for students who know the basics\nof grading coins, but recognise those areas where they may\nlack grading skills. The course is intended to help students\nresolve much of the confusion that sometimes accompanies\ngrading coins. Mr. Forbes will supplement his discussion\nwith slides, hand-outs and displays of relevant numismatic\nmaterial.",
            "The class size is intentionally small (maximum 30) so\nstudents have an opportunity to speak personally with\ninstructors to fully understand the material presented or to\nask related questions.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_09.jpg",
        "Paragraphs": [
            "IN. MEMORIAM.   J RICHARD. BECKER",
            "1935 -2021 ",
            "Prominent numismatist, J. Richard  Dick \nP=: passed away, in his 87th year,",
            "on Friday, December 17, 2021, in\nPlantation, Florida. He was predeceased by\nhis beloved wife of 47 years, Janice Irene.",
            "Dick was born in the US mid-west in\n1935. In the mid-1950s, he graduated\nfrom Wessington Springs College in\nWessington Springs, South Dakota.",
            "After college, he enlisted in the US\nAir Force and was stationed at Loring\nAir Force Base in Limestone, Maine\n(near the New Brunswick border), from\n1958 to 1962. While at Loring, he developed\na life-long interest in Canadian numismatics,\nmore particularly the decimal coinage of the Maritimes.",
            "After leaving the air force, he and his wife  Jan  lived\nin Acton Centre, Massachusetts, just a few miles west\nof Boston. He worked in IT for a national insurance\ncompany until he received early retirement. By this time,\nhe had purchased property on PEI, which he referred to as\na  wood lot , and a vacation condo in Cancun.",
            "Jan and Dick did not have children, so after Jan retired\nfrom nursing, they moved to Trailer Estates in Bradenton,\nFlorida, in 2003. He and Jan were loyal members of\nthe Covenant Church and its choir. After her passing\nin 2009, Dick moved to Plantation, Florida (near Fort\nLauderdale) to a retirement home owned by the church.",
            "Number 3",
            "April   May 2022 -----------------------------------",
           
            "He lived there until his passing in December\n2021. Dick suffered from MS, which in later\nyears, restricted his mobility.\nDick joined the RCNA in June 1965 as\nmember #7113, becoming life member\n#110 in 1973. He joined the CPMS\nin March 1970 and transferred to life\nmembership #32 in 1975.\nHe served as the Eastern US Director\nof the RCNA for over 20 years (1980 \n2003) and RCNA Educational Committee\nChairman (1980-1988), continuing as a\ncommittee member for several years. He\nwas Moderator for the Educational Seminars at\nthe annual RCNA Conventions until 1997.",
            "For CMPS, he served as Director for the Atlantic\nProvinces from 1979 to 1983, becoming Ist Vice President\n(1983-1985) and President (1985-1987). He later served\nas Eastern US director for 26 years (1993-2018).",
            "Around 1970, he started researching and writing,\nbecoming a Fellow of the Canadian Numismatic Research\nSociety in 1974, nominated by Bill McDonald. His\nultimate work on Canadian numismatics was The Decimal\nCoinage of Nova Scotia, New Brunswick and Prince\nEdward Island, published in 1975. It has stood the test\nof time, and Geoff Bell has referred to it as the classic\nreference. Dick loved going to the Memphis Paper Money\nShow, and he and his wife attended almost all RCNA\nconventions from the mid-1970s to 2018.",
            "When he researched his Decimal Coinage book, he used\nthe Massachusetts State Library. Dick was allowed into\nthe stacks where he was often the only person researching\nin the section and said he worried about being forgotten\nand left overnight when the library closed. Ron Greene\nremembers,  He and I decided quite late to go the auction\nsale of an excellent collection of Canadian banknotes\nduring the ANA Milwaukee convention in 1986. Dick had\ntrouble finding us a hotel, and neither of us forgot where we\nended up. I will only say it was not of the class that either of\nus usually frequented. ",
            "After he moved to Florida, he started researching\nCuban banknotes, which were one of his fields of interest.\nIn closing, I would like to add that he and Jan were easy to\nget along with, and we enjoyed our many times together.",
            "Compiled from information submitted by Ron Greene, Geoff Bell, et al."
        ]
    },
    {
        "File": "The_CN_Journal_april_16.jpg",
        "Paragraphs": [
            "A REVIEW OF RECENT VARIETIES OF THE",
            "CANADIAN. 1_CENT_ IN CIRCULATION",
            "BY TREVOR PHILLIPS\n#23407",
            "A Study conducted in the Calgary Area prior to withdrawal of the 1 cent coin",
            " Production of the Canadian ! cent coin ended in 2012, with the last coins struck",
            "on May 4, 2012. The final years\nof the 1 cent coin in Canada saw a flurry\nof composition changes and attempts to\nkeep the cost of production low enough\nto justify the coin s continued existence.\nThese cost-cutting measures led to a\nplethora of different identifiable varieties,\nwith years like 2006 having six varieties\nof circulating strikes. (Two metal\ncompositions, with three possible mint\nmark states.)",
            "This paper aims to review and evaluate\nthe circulating mintages of all the types\nof 1 cent coms that were produced over\nthe period from 2001 to 2011, as this\nhas been rarely studied up to this point.\nIt documents a survey, conducted in the\nCalgary area, of the relative frequencies\nof 1 cent coins in circulation compared to the mintage\nfigures reported by the Royal Canadian Mint, as published\nin the Charlton Standard Catalogue of Canadian Coins,\nVolume 1, Numismatic Issues, 2013.",
            "Circulating rates are compared to published mintages to\nattempt to identify any discrepancies. Unexpected varieties\nhave been identified since the withdrawal of the 1 cent\ncoins that are included here, and future discoveries are\nspeculated. Unexpected varieties are those that the Royal\nCanadian Mint does not officially release.",
            "Preliminary data from this study was presented to the\nCalgary Numismatic Society (CNS) in November of 2019.\nThis study reflects the completed research.",
            "Pe of the Canadian | cent coin ended in",
            "Methodology",
            "Upon the announcement of the withdrawal of the 1 cent\ncoin from circulation, boxes of 1 cent coins were obtained\nfrom local bank branches in Calgary. Some coins were also\nsourced from donated  penny jars  and loose change. The\nauthor sourced most of these coins simultaneously; before\nevaluation began to reduce the risk of counting coins more\nthan once.",
            "The coins were then individually examined to identify\neach of the then-known varieties between the coin dates of\n2001 and 2011. A total of 22,500 coins were reviewed in\nthis manner, of which 9,526 were coins bearing a date of\ninterest and captured in Table 1.",
            "I2",
            "Relative frequency was then established by calculating\nthe number of coins found of a particular\ntype per million minted. If the number\nof circulating cois is proportional to the\nquantity minted, this metric will yield\nthe same result for each coin type. If the\nmetric varies, some factor other than\nmintage has impacted the circulating\nfrequency.",
            "Analysis   Relative frequencies of\nappearance",
            "Several interesting anomalies appear\nwhen considering the data in Table 1.\nThe most prominent is that the 2006\nLogo, magnetic variety appears almost\ntwice as frequently as any other variety,\neven after accounting for different\nmintage numbers between varieties.\nAlso, it can be seen that despite a mintage\nof over 9 million, the 2007 non-magnetic cent was not\nfound in the study sample. (Note: other collectors in the\nCalgary area have reported successfully seeing that variety\nin circulation.)",
            "The 2003 new portrait, no mintmark, non-magnetic\nvariety also appears in unusually low numbers relative to\nits mintage.",
            "Given this study s geographical localization and\nrelatively small sample size, no conclusive statement can\nbe derived from these anomalies; however, it suggests that\nfactors other than mintages or general loss in circulation\ncaused these coins to appear in different frequencies\nexpected. That factor could be the vagaries of the coin\ndistribution system or hoarding. Other possible factors\ncould include Alberta-specific or bank-specific distribution\nschedules or even collector interest in holding on to specific\nvarieties. While these factors could play into the results, the\ninteresting element is that these circulating discrepancies\nexist.",
            "Analysis   Coin survival insights",
            "The data in Table 2 can also yield insights into the lifespan\nof a 1 cent coin in circulation during the study. By grouping\nthe varieties by date and running a 2nd order mathematical\nregression on the number of coins found per million minted\nyields the trend seen in Figure 1. Based on the actual",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_17.jpg",
        "Paragraphs": [
            "Table 1",
            "Variety Mint mark Magnetism Totalsseen Official reported Coins found Special Notes\nin circulation mintage (per per Million\nCharlton Standard minted\ncatalogue 2013)\n2011 Magnetic 327 361,350,000 0.9049\n2011 Non-Magnetic 455 301,400,000 1.5096\n2009 Magnetic 608 419,105,000 1.4507\n2009 Non-Magnetic 38 36,575,000 1.0390\n2007 Magnetic 1408 938,270,000 1.5006\n2007 Non-Magnetic 0 9,625,000 0.0000 Noted as existing by other\nmembers of CNS\n2006 none Non-Magnetic 1380 886,275,000 1.5571\n2006 none Magnetic 0 222 known 0.0000 Appeared as lot 958 and 959 in the\n2012 RCNA auction, Also as lot\n523 of TCNC Sept 28, 2020\nmarathon sale, sold for $166\n2006 P Magnetic 0 233,000 0.0000 Appeared as lot 638 in Geoffrey\nBell auction Sept 28/29, 2017\n2006 P Non-Magnetic 0 82 known 0.0000 Appeared as lot 585 in 2020\nRCNA auction by TCNC, sold for\n$2261 in MS-64\n2006 Logo Magnetic 438 137,500,000 3.1855\n2006 Logo Non-Magnetic 120 176,000,000 0.6818\n2005 P Magnetic 17 30,525,000 0.5569\n2005 P Non-Magnetic 0 2 known 0.0000 Appeared as lot 489 of TCNC.\nprominence sale 2, Feb 27, 2021,\nsold for $2380 in MS66 Red.\nAnother appeared as lot 368 of\n2021 New years sale from TCNC,\nsold for $2320 in MS65.\n2005 none Non-Magnetic 821 759,658,000 1.0807\n2004 P Magnetic 97 134,906,000 0.7190\n2004 none Non-Magnetic 852 653,317,000 1.3041\n2003 New none Non-Magnetic 21 56,877,144 0.3692\nPortrait\n2003 New P Magnetic 441 591,257,000 0.7459\nPortrait\n2003 Old none Non-Magnetic 59 92,219,775 0.6398\nPortrait\n2003 Old P Magnetic 295 235,936,799 1.2503\nPortrait\n2003 Old P Non-Magnetic 0 not reported 0.0000 Appeared as lot 367 of TCNC\nPortrait 2021 New Years sale, sold for\n$3570, in MS-66 Red. Similar\nexample appeared in June 2019\nTorex sale, sold for $3867.\n2002 P Magnetic 207 114,212,000 1.8124\n2002 P Non-Magnetic 0 not reported 0.0000 Appeared as lot 1122 in Torex\nspring sale April 22, 2016, by\nGeoffrey Bell Auctions, sold for\n$9,900 in MS-67, NBU\n2002 none Non-Magnetic 637 716,367,000 0.8892\n2001 none Non-Magnetic 855 919,358,000 0.9300\n2001 P Magnetic 0 not issued 0.0000 Appeared as lot 33 in TCNC 2020\nindividually Spring sale, sold along with 1999",
            "cent, for $14, as MS66 NBU",
            "Number3 Aprile May 2022 -------------------------------------------------- - ~~~ ~~~   =\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_18.jpg",
        "Paragraphs": [
            "Table 2",
            "Variety Ageinyears Magnetism  Totalsseenin Official reported Coins found per\ncirculation mintage (per Million minted\nCharlton Standard\ncatalogue 2013)\n2011 1 782 662,750,000 1.1799\n2009 3 646 455,680,000 1.4177\n2007 5 1408 947,895,000 1.4854\n2006 6 1938 1,200,008,000 1.6150\n2005 7 838 790,183,000 1.0605\n2004 8 949 788,223,000 1.2040\n2003 9 816 976,290,718 0.8358\n2002 10 844 830,579,000 1.0162\nFigure 1: Coins found per million minted as a function of the age of the coin",
            "counts, the curve 1.7000",
            "indicates the best  ",
            "mathematical guess",
            "of the underlying",
            "pattern that coin ",
            "populations follow",
            "in circulation as",
            "they age",
            "This analysis ",
            "sheds some lighton ",
            "the general pattern ",
            "of coin survival in ",
            "the first ten years ",
            "after release. The ",
            "points on the graph",
            "may suggest that",
            "the first couple",
            "of years after   ",
            "mintage there is",
            "a slight increase ",
            "of appearances in ",
            "circulation, after which it \nbegins to decrease slowly.  ",
            "Alternately, if the outlier\nof the 2006 coin count is ignored, the trend may be simply negative as time goes on.",
            "Note: that the derived equation on this graph is very limited in scope because the 1 cent coin was underused and being withdrawn at the time of this data gathering. It is also limited due to geographic and sample size limitations mentioned above.",
            "Analysis   Unexpected varieties",
            "Also observed in Table 1 is the fact that some varieties got out into circulation despite the mint not intending to create\nthem. For example, the 1 cent coins with a  P  mintmark but a zinc core are unintentional errors.",
            "Further unintentional errors include - a non-magnetic 2002P variety (Lot 1122 in Torex sale April 22, 2016), a non-\nmagnetic 2003P old portrait variety (Lot 367 of TCNC 2021 New Years sale), a non-magnetic 2005P variety (Lot 489 of\nTCNC prominence sale 2, February 27, 2021), and a non-magnetic 2006P variety (Lot 585 in the 2020 RCNA auction by\nTCNC).",
            "00 The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_19.jpg",
        "Paragraphs": [
            "The one year conspicuously missing from this sequence\nis 2004. Based on the above observations, this author would\nsuggest that collectors check their 2004P 1 cent coins for\nmagnetism, just in case, as all of the currently known non-\nmagnetic P-mintmark varieties tend to sell for between\n$1,000 and $9,000 when they come up for auction.",
            "Limitations",
            "This study began purely as an exercise in coin hunting,\nand so there are distinct limitations to these results. The\nmost obvious is that all the coins were sourced within the\nCalgary area. A future extension to this research would be\nto conduct a similar study in each province to reveal deeper\ninsights.",
            "In addition to this, there is a small risk of duplicate\ncounting of coins. This source of error is negligible\nbecause the vast majority of coms included were acquired\nbefore counting began and were returned to the bank upon\ncompletion of each box.",
            "Further, the sharp-eyed reader will note that the 2012\nvarieties (magnetic and non-magnetic) are omitted. The\nauthor ignored this variety in the early coin hunting and\ncould not add it back into the list of varieties to log partway\nthrough searching, as this would contaminate the resulting\nstatistics.",
            "In addition, years like 2008 and 2010, for which there are\nno known circulating varieties at this time, were omitted\nfrom the data gathering.",
            "Conclusion and future directions.",
            "Initially an amusing diversion for a hobbyist, this study has\nrevealed some curious anomalies in the distribution of 2007\nnon-magnetic and the 2006 logo-magnetic 1 cent coins,\nlikely tied to the vagaries of the Canadian coin distribution\nsystem. It also suggests a new direction for rare-variety\nhunters to look for the undiscovered 2004P non-magnetic\n1 cent.",
            "Researchers looking to build on this work could conduct\na similar study in multiple provinces, perhaps collaborating\nwith other hobbyists. There are also opportunities to pursue\nthe survival rates of coins in general circulation more\nrigorously by studying all dates in a larger range for a coin\ndenomination remaining in circulation. Admittedly this will\nbe difficult and prone to bias due to the ongoing (but much\nsmaller now than before) alloy recovery program from the\nRoyal Canadian Mint. Perhaps a well-designed study could\nhighlight the exact impact the alloy recovery program has\nhad on the population distribution of circulating coinage."
            
        ]
    },
    {
        "File": "The_CN_Journal_april_20.jpg",
        "Paragraphs": [
            "BY YVON MARQUIS",
            "PRICE_BROTHERS. AND_NUMISMATICS FRCNA, LM#313",
            "Price Brothers et la numismatique",
            "The name Price is well known to many\n| collectors, mainly for the  pitons  (scrip)\nissued by the company in the middle of the\n19th century. There are other numismatic items that\nalso deserve attention. But first, let s summarize the\nhistory of the Price family businesses, which will help\nsituate us both in time and place.\nClaude B langer tells the story very well in an\narticle entitled  Les pitons de la Price (1850) published\nin the magazine Numibec (ANPB) in January 2016:",
            "At the time of New France, the economy of the\ncolony revolved around the fur trade. Fur   beaver\nin particular   constituted about 70% of our exports\nto the metropolis. The geographical location of the\ncolony also guaranteed France an advantageous\nposition in the cod trade. Agriculture was limited\nby climatic conditions and the lack of outlets in\nFrance but was practiced by many to ensure their\nsubsistence. And this economic structure continued\nfor a long time, even after the conquest by the\nEnglish in 1760.",
            "Unlike France, England relied primarily on its\nnavy to ensure its security. England was already\nengaged in the industrial revolution which will allow\nit to become the greatest economic power of its time.\nIt eagerly sought outlets for its growing industrial\nproduction.",
            "In order to trade, England had to move\nincreasingly large quantities of goods to its markets.\nOn land, it developed the railways. At sea, it will\neventually manufacture the first steam-powered\nships. From the beginning of the 19th century until\nthe 1850s and 1860s, England depended largely on\nimports of wood (mainly pine and oak) to build its\nnavy and merchant navy. But it no longer had large\nforests to meet its needs.",
            "Traditionally, England imported forest products\nfrom Scandinavia and the Baltic Sea area. The\nintervention of Napoleon, who banned exports to\nEngland and cut it off from its traditional markets,\nled England to turn to Canada to obtain the masts\nand beams needed for the British navy. This will\ntransform the Canadian economy within a few\ndecades. The forest will replace fur as the engine of\nour econonny.",
            "This new economy based on the forest would\nrequire one to be politically well connected to obtain\nimportant forest concessions, to have contacts in the\nbusiness circles of the metropolis and substantial\nfinancing to be able to operate and open new\nregions to colonization. In this new economy, the",
            "fe",
            "L e norm Price est bien connu de tous les collectionneurs,\nprincipalement pour les   pitons    mis par la compagnie\nau milieu du XIXe si cle. Mais 11 y a d autres items\nnumismatiques qui m ritent que l on s y attarde. Mais tout\nd@abord, faisons un r sum  de l histoire des entreprises de la\nfamille Price, ce qui aidera a nous situer a la fois dans le temps\net les lieux.\nComme le d crit si bien Claude B langer dans un article\nintitul    Les pitons de la Price (1850)   publi  dans la revue\nNumibec (ANPB) en janvier 2016 :",
            "A l poque de la Nouvelle-France, | conomie de la colonie\nsarticulait autour du commerce des fourrures. La fourrure\n le castor en particulier   constituait environ 70 % de nos\nexportations vers la m tropole. La situation g ographique\nde la colonie garantissait aussi a la France une position\navantageuse dans le commerce de la morue. L agriculture\n tait limit e par les conditions climatiques et l absence de\nd bouch s en France mais  tait pratiqu e par plusieurs pour\nassurer leur subsistance. Et cette structure  conomique a\nperdur e pendant longtemps, m me apres la conqu te par les\nAnglais en 1760.",
            "Diff remment de la France, l Angleterre comptait\nprincipalement sur sa marine de guerre pour assurer sa\ns curit . Elle  tait d ja engag e dans la r volution industrielle\nqui lui permettra de devenir la plus grande puissance\n conomique de son  poque. Elle cherchait avidement des\nd bouch s pour sa production industrielle en croissance.",
            "Pour faire le commerce, il lui fallait d placer vers ses\nmarch s des quantit s de plus en plus importantes de\nmarchandises. Sur terre, elle d veloppa les chemins de fer.\nSur mer, elle produira  ventuellement les premiers navires\nfonctionnant a la vapeur. Mais du d but du XIXe si cle\njusque dans les ann es 1850-1860, I Angleterre devra\nd pendre largement des importations de bois (pin et ch ne\nprincipalement) pour construire sa marine de guerre et de\ncommerce. Or l Angleterre n avait plus de grandes for ts pour\nsubvenir a ses besoins.",
            "Traditionnellement, elle avait import  les produits de la\nfor t de la Scandinavie et de la zone de la mer Baltique.\nL intervention de Napol on, qui  tablit un blocus de\nT Angleterre et la coupa de ses march s traditionnels, l 'amena\na se tourner vers le Canada pour obtenir les mats et les\nmadriers dont elle avait besoin pour sa marine. C est ce qui\ntransformera I conomie canadienne en quelques d cennies.\nLa for t remplacera la fourrure comme moteur de notre\n conomie.",
            "Cette nouvelle  conomie bas e sur la for t requerrait d tre\npolitiquement bien connect  pour obtenir des concessions\nforesti res importantes, d avoir des contacts dans les milieux\nd affaires de la m tropole et un financement substantiel pour\npouvoir op rer et ouvrir de nouvelles r gions a la colonisation.",
            
            "nn nanan nnn nnn nnn nnn nnn nnn The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_21.jpg",
        "Paragraphs": [
            "big business movers were English speakers from the\nUnited States or Great Britain. It was as proletarians\n  as lumberjacks, log drivers and sawyers   that\nFrench-speaking Quebecers were integrated into\nthis imperial economy.",
            "Two of these great businessmen, captains of our\nforests, were Philemon Wright and William Price.\nWright was the first entrepreneur to develop the\nOutaouais region, while Price was very active in\nLower St-Lawrence; above all, Price will be known\nas the pioneer, or the  king  of the Saguenay region.",
            "Company history",
            "Born into a well-to-do family in\nHornsey, London, on September 17,\n1789, William Price s life changed\nwhen his father died. He had to\ninterrupt his studies and hire himself\nout as a clerk in the employ of his\ncousin. At the age of 14, he started\nas a clerk for The Christopher Idle\nCompany in London, UK. In 1810,\nhe landed in Quebec as an agent for\nthis company. In his duties, young\nWilliam had the opportunity to travel\nthroughout Upper Canada, Vermont, and several regions\nof Quebec. In 1815, he became manager of the Quebec\noffice of the company, where he remained employed\nuntil 1820. Poorly managed, the company collapsed.",
            "William Price took the opportunity to associate with\nother large capitalists in the timber trade. The profits\nPrice made in this trade were reinvested in lumbering\nand in sawmills.",
            "Despite the contribution of his sons, who were\ngradually associated with the operations of his\ncompanies, William Price remained at the heart of the\nactivities of his forestry empire over the years. William\nPrice died in 1867. Following his death, his three sons\nWilliam, David and John created Price Brothers and\nCompany the same year. The company thus succeeded\nWilliam Price and Sons, founded in 1855 by their father.",
            "John Price died in August 1899. As stipulated in\nJohn s will, his nephew William\nPrice III took over Price Brothers and\nCompany. William III was born in\nChile where he was raised until the\nage of 13. His father, Henry Ferrier\nPrice had emigrated from Quebec in\n1849, to join his uncle Richard Price,\nestablished in that country. When\nWilliam III took over, the company\nhad been operating in deficit since\nthe 1880s due to the decline of\nshipbuilding and forestry exports at\nthe port of Quebec.",
            "Number 3 Aprile May 2022 -----------------------------",
            
            "Dans cette nouvelle  conomie, les grands brasseurs d'affaires\nfurent des anglophones venant des Etats-Unis ou de la Grande-\nBretagne. C est en tant que prol taires   comme biicherons,\ndraveurs et scieurs de bois   que les francophones qu b cois\nfurent int gr s dans cette  conomie impe riale.",
            "Deux de ces grands brasseurs d affaires, capitaines de\nnos for ts, furent Phil mon Wright et William Price. Wright\nfut entrepreneur qui le premier d veloppera la r gion de\nl Outaouais, tandis que Price sera tr s actif dans le Bas-du-\nFleuve; surtout, il sera connu comme le pionnier, ou le   roi  \ndu Saguenay.",
            "Historique de l entreprise",
            "Ne  dans une famille a l aise de\nHornsey, dans la r gion de Londres,\n17 septembre en 1789, William\nPrice vit sa vie changer au d c s\nde son p re. II dut mettre fin a ses\n tudes et s engager comme clere a\nVemploi de son cousin. A l ge de\n14 ans, il d bute comme commis\npour The Christopher Idle Company\nde Londres. En 1810, il d barque\na Qu bec comme agent de cette\ncompagnie. Dans ses fonctions,\nle jeune William a occasion de parcourir le Haut-Canada, le\nVermont et plusieurs r gions du Qu bec. En 1815, il devient\ng rant du bureau de Qu bec pour la compagnie dont il restera a\nV emploi jusqu a 1820. Mal g r e, la compagnie p riclite.",
            "William Price en profite pour s associer a d autres grands\ncapitalistes dans le commerce du bois. Les profits que Price\nr alise dans ce commerce sont r investis dans les scieries et\nl exploitation foresti re.",
            "Malgr  l apport de ses fils qui sont progressivement associ s\naux op rations de ses entreprises, William Price reste au fil des\nann es au coeur des activit s de son empire forestier. William\nPrice est d c d  en 1867. Suite 4 son d c s, ses trois fils\nWilliam, David et John cr rent la m me ann e, la soci t  Price\nBrothers and Company. Lentreprise succ dait ainsi 4 la William\nPrice and Sons, fond e en 1855 par leur p re.",
            "John Price d c de en aotit 1899. Comme le stipule son testament,\nson neveu William Price III lui succ de a la direction de la Price\nBrothers and Company. William\nIII est n  au Chili ot il a  t   lev \njusqu a l age de 13 ans. Son p re,\nHenry Ferrier Price y avait  migr  de\nQu bec en 1849, pour rejoindre son\noncle Richard Price,  tabli dans ce\npays. Lorsque William Price III prend\nla rel ve, | entreprise qui, 4 cause du\nd clin de la construction navale et des\nexportations foresti res au port de\nQu bec, se trouve depuis les ann es\n1880 dans un cycle  conomique\nd ficitaire."
        ]
    },
    {
        "File": "The_CN_Journal_april_22.jpg",
        "Paragraphs": [
            "Over the last three decades, the company had invested\nin numerous sawmills, located in Cap-Chat and Matane,\nin Gasp sie, in Saint-Firmin (Baie-Sainte-Catherine) and\nSault-au-Cochon (Forestville), on the North Shore of\nthe St-Lawrence; in Montmagny, Cap-Saint-Ignace and\nTrois-Saumons (Saint-Jean-Port-Joli), in Trois-Pistoles,\nSaint-Germain-de-Rimouski (Rimouski), Saint-Octave-de-\nM tis (Grand-M tis) and Le Bic, in Lower St-Lawrence; in\nChicoutimi and Grande-Baie (La Baie), in Saguenay; and\nin Saint-Romuald, near L vis.",
            "The situation of the company therefore was precarious.\nAlthough valued at between $500,000 and $1 million\nin July 1900, the company s financial resources were\ndestabilized to the point that the company found itself\non the verge of bankruptcy. Within a few years, William\nsuccessfully restructured the company.",
            "While maintaining interests in the lumber industry,\nPrice turned to a new sector, that of pulp and paper.\nHe began by acquiring all the shares of the Pulperie\nde Jonqui re, where he installed first a cardboard\nmachine and then a paper machine, which was the first\nin the Saguenay Lac-Saint-Jean region. These first\ntests convinced him that his company must invest in\nmanufacturing of paper. Thus in 1901, he founded the\nMontmagny Light and Pulp Company and bought the\nPulp Company of Jonqui re. The following year, he\njoined forces with Oswald Austin Porritt and created the\nPrice-Porritt Pulp and Paper Company in St-Germain-\nde-Rimouski. Incorporated in 1904, Price Brothers and\nCompany was the parent company of the other businesses\nowned by William Price and took the name Price Brothers\nLimited in 1910. In 1912, he founded the municipality of\nK nogami. This company town housed what became the\nlargest papermaking factory in the world, with its seven\nmachines and 1,800 workers.",
            "When the First World War broke out in 1914, William,\nwho had already served in the English army, was\npromoted to lieutenant-colonel, and was commissioned\nby Sam Hughes, the Minister of Defence, to build Camp\nValcartier, near Quebec. Development work began on\nAugust 10, 1914, consisting of electrification of the\ncamp, construction of an aqueduct, various buildings,\nand a railway siding. On August 25, 20,000 soldiers had\nalready arrived at the camp; two weeks later, the camp\nhosted 32,665 men. Price also directed the embarkation\nof troops and military equipment. His efforts earned him\na knighthood, on January 1, 1915.",
            "When the war was over, William continued to expand\nhis business. In 1925, another paper mill combined with\nan urban area was to be set up in what would become the\ntown of Riverbend, near Saint-Joseph-d  Alma, where\nmainly Anglophone and Protestant executives were\nhoused. He also launched a dam project on the Saguenay\nRiver with American industrialist James Duke.",
            "Au cours des trois derni res d cennies, la compagnie\na investi dans de nombreuses scieries, situ es 4 Cap-Chat\net Matane, en Gasp sie, a Saint-Firmin (Baie-Sainte-\nCatherine) et Sault-au-Cochon (Forestville), sur la C te-\nNord; 4 Montmagny, Cap-Saint-Ignace et Trois-Saumons\n(Saint-Jean-Port-Joli), sur la C te-du-Sud; a Trois-Pistoles,\nSaint-Germain-de-Rimouski (Rimouski), Saint-Octave-de-\nM tis (Grand-M tis) et Le Bic, dans le Bas-Saint-Laurent; a\nChicoutimi et Grande-Baie (La Baie), au Saguenay, et a Saint-\nRomuald, pr s de L vis.",
            "La situation de l entreprise est pr caire. M me si elles sont\n valu es entre 500 000 $ et un million de dollars en juillet\n1900, les ressources financi res de I  entreprise se d stabilisent\nau point que la compagnie se retrouve au bord de la faillite.\nWilliam r ussira en quelques ann es a restructurer I  entreprise.",
            "Tout en conservant des int r ts dans | industrie du sciage,\nPrice se tourne vers un nouveau secteur : celui des pates\net papiers. I] d bute en faisant l acquisition de la totalit \ndes actions de la Pulperie de Jonqui re, ow il installe une\npremi re machine a carton puis une machine a papier, qui\nest la premi re dans la r gion du Saguenay Lac-Saint-\nJean. Ces premiers tests lui permettent de comprendre\nque son entreprise doit prendre le virage de la fabrication\ndu papier. C est ainsi qu en 1901, il fonde la Montmagny\nLight and Pulp Company et ach te la Compagnie de pulpe\nde Jonqui re. L ann e suivante, il s associe avec Oswald\nAustin Porritt et cr e la compagnie Price-Porritt Pulp and\nPaper a St-Germain-de-Rimouski. Constitu e juridiquement\nen 1904, la Price Brothers and Company est la soci t  m re\ndes autres entreprises d tenues par William Price et prend le\nnom de Price Brothers Limited en 1910. En 1912, il fonde la\nmunicipalit  de K nogami. Cette ville de compagnie abritera\nce qui deviendra la plus grande usine de fabrication de papier\nau monde, avec ses sept machines et | 800 travailleurs.",
            "Lorsque la Premi re Guerre mondiale  clate en 1914,\nWilliam, qui avait d ja servi dans | arm e anglaise, est promu\nlieutenant-colonel et est mandat  par Sam Hughes, le ministre\nde la D fense, pour construire le camp Valcartier, pr s de\nQu bec. Les travaux d am nagement commencent le 10 aotit\n1914 :  lectrification du camp, construction d un aqueduc,\nde divers batiments et d une voie ferr e d vitement. Le 25\naout, 20 000 militaires sont d ja arriv s au camp, effectif\nqui, deux semaines plus tard, compte 32 665 hommes. II fut\n galement directeur g n ral de | embarquement des troupes et\ndu mat riel militaire. Ses efforts lui valent d tre fait chevalier\nle ler janvier 1915.",
            "La guerre termin e, William poursuit l expansion de son\nentreprise. En 1925, une autre papeterie conjugu e a une\nzone urbaine est am nag e dans ce qui deviendra la ville de\nRiverbend, 4 proximit  de Saint-Joseph-d  Alma ot sont log s\nprincipalement les cadres anglophones et protestants. I] lance\n galement un projet de barrage sur la rivi re Saguenay avec\nlV industriel am ricain James Duke.",
            "continued   suite & la page 124\nThe CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_28.jpg",
        "Paragraphs": [
            "Continued from page 118\nBut William Price did not",
            "have the chance to see the\nrealization of his ambitious\nprojects. He disappeared during\na landslide on October 2, 1924.\nHis body was recovered a few\ndays later.",
            "Following his death, Price\nBrothers continued to operate\nand in addition to the facilities\nin Saguenay, the factories in\nthe Lower River continued to\noperate. The Duke-Price Power\nCompany merged in 1925 with\nthe Aluminum Company of\nAmerica, which bought it the\nfollowing year. This operation\ndiminished the power of Price\nBrothers. The new directors,\nJohn Herbert Price and Arthur\nClifford Price, two sons of\nWilliam Price, were unable to\nget it back on its feet. During\nthe Depression of the 1930s,\nthe company was forced into\nbankruptcy and the Price family\nlost control, although the company continued to\noperate under the same name.",
            "The Price scrip  Pitons ",
            "As was the case in certain companies in Quebec and\nelsewhere, employees working for factories were paid\nwith  pitons,  a type of scrip with an exchange value\nfor various goods in the store of the company. It must be\nunderstood that often, these employers created company\ntowns where the employees were housed and that there\nwas no other business nearby that could meet their\nvarious personal needs. This payment system had various\nobjectives: firstly, it could compensate for the lack of local\ncash, it also allowed the company not to have to disburse\nmoney for the payment of employees, while making a\nprofit on the goods sold. Price employees in the Saguenay\nregion were therefore paid with  pitons    or scrip.",
            "According to the Charlton Guide of Canadian\nMerchant Scrip these scrip would have been issued in\nPetit Saguenay in 1848, 1850, 1851 and 1853, Others\nare known to have been issued in Rivi re-du-Moulin\nin 1853 and 1860, in Grande Baie in 1873 and 1880,\nin Chicoutimi in 1878 and 1880, and finally in St-\nEtienne, Saguenay, in 1886.",
            "The best-known series is unquestionably the\none issued in Petit Saguenay. It was in 1850\nthat Petit Saguenay became the commercial\nand banking centre of Price s empire.",
            "124",
            "Suite de la page 118\nMais William Price n aura",
            "pas la chance de voir la\nr alisation de ses projets\nambitieux I] disparait lors d un\nglissement de terrain en octobre\n1924. Son corps est rep ch \nquelques jours plus tard.",
            "Suite a son d c s, la\nPrice Brothers a continu \na fonctionner et outre les\ninstallations du Saguenay,\nles usines du Bas du fleuve\ncontinuaient de fonctionner. La\nDuke-Price Power Company\nfusionne en 1925 avec\nAluminium Company of\nAmerica, qui l achete | ann e\nsuivante. Cette op ration\ndiminue le pouvoir de la\nPrice Brothers. Les nouveaux\ndirigeants, John Herbert Price\net Arthur Clifford Price, les\ndeux fils de William Price,\nn atrivent pas a la remettre\nsur pied. Pendant la crise des\nann es 1930, la compagnie est\naccul e a la faillite et la famille Price en perd le contr le, bien\nque la compagnie continue ses activit s sous le m me nom.",
            "Les   pitons   de la Price",
            "Comme c   tait le cas dans certaines entreprises au Qu bec et\nailleurs, il arrivait que les employ s tra-vaillant pour des usines\n taient pay s avec des   pitons  , genre de bons ayant une valeur\nd change pour diverses marchandises, dans le magasin de\nla compagnie. On comprendra que souvent, ces en-treprises\ncr aient en quelque sorte des villages ott les employ s  taient\nlog s et qu il n y avait aucun autre commerce a proximit \npouvant r pondre a leurs divers besoins personnels. Ce syste me\nde paiement visait divers objectifs : premi rement il pouvait\ncompenser le manque de nume raire local, il permettait aussi a\nl entreprise de ne pas avoir a d caisser d argent pour le paiement\ndes employ s, tout en faisant un profit sur les marchandises\nqui leur  taient vendues. Les employ s de Price de la r gion du\nSaguenay  taient donc pay s avec des   pitons  .",
            "Selon le Charlton Guide of Canadian Merchant Scrip ces\npitons auraient  t   mis 4 Petit Saguenay en 1848, 1950, 1851\net 1853, D autres sont connus comme ayant  t   mis a Rivi re-\ndu-Moulin en 1853 et 1860, 4 Grande Baie en 1873 et 1880,\nA Chicoutimi en 1878 et 1880, et finalement a St-Etienne,\nSaguenay, en 1886.",
            "La s rie la plus connue est sans contredit celle  mise a\nPetit Saguenay. C est en 1850 que Petit Saguenay est devenu\nle centre commercial et bancaire de l empire de Price.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_29.jpg",
        "Paragraphs": [
            "The main store of the company, which was also\nthe distribution centre to other stores owned by the\ncompany, was located there. This explains why all\nscrip were issued there, until 1853.",
            "According to Charlton Guide of Canadian Merchant\nScrip there would be four different denominations\nthat were issued in 1848. The following values are\nmentioned: 6d (12 sous), 1s 3d (30 sous), 5s ($1), 10s\n($2). All known notes bear the date of Nov. 1, 1848,\nand the dimension varies from 159 x 74 mm to 174 x\n83 mm depending on the denomination.",
            "Le magasin principal de la compagnie qui  tait  galement le\ncentre de distribution vers d autres magasins de la compagnie\ns y trouvait. C est ce qui explique que les pitons y furent tous\n mis jusqu en 1853.",
            "Toujours selon Charlton Guide of Canadian Merchant Scrip\nil y aurait quatre d nominations diff rentes qui ont  t   mises en\n1848. On mentionne les valeurs suivantes : 6d (12 sous), 1s 3d\n(30 sous), 5s (1 $), 10s (2 $). Tous les billets connus portent la\ndate du ler Nov. 1848 et la dimension varie de 159 x 74 mm a\n174 x 83 mm selon la d nomination.",
            "The scrip shown above is signed\nby David Price and has a value of\n Douze Sous Courants . It measures\n159 x 75 mm and is printed on thin\npaper. As can be seen, the location\nand date had to be entered manually.\nThis explains why on some scrip like\nthe one illustrated above, the date\nmay seem to be 1947.",
            "Charlton lists six different denominations issued in 1850,", "having the following denominations:\n3d (6 sous), 6d (12 sous), 72d (15\nsous), 15d (30 sous), 5s ($1), 10s\n($2). Except for a 6d note dated\nApril 16, 1850, of design similar to _","the other notes of 1848, all the other ","known notes bear the date  August   (| QUINZE\n31, 1850  and the size varies from\n162 x 80 mm to 167 x 84 mm\ndepending on the denomination.\nThey all bear a letter to identify the\nseries (for 1850 we find the letters A, :\nB, C, D, G, E and F). Single-sided Gi ae\nnotes are printed on thin card stock\nand have the date pre-printed on\nthem. The notes bear the signature of\nWP & David E Price.",
            "The 74d scrip shown above\ndisplays an additional 7 4d overprinted in black at the\ncentre This value therefore appears three times on this\nscrip.",
            "Continued on page 138",
            "Le billet illustr  ci-avant est sign \npar David Price et a une valeur de\n  Douze Sous Courants  . Il mesure\n159 x 75 mm et est imprim  sur un\npapier mince. Comme on peut le voir,\nle lieu et la date devaient  tre inscrits\nmanuellement. C est ce qui explique\nque sur certains pitons comme celui\nillustr  ci-haut, la date peut sembler\n tre 1947.",
            
           
            "Le catalogue liste six denominations diff rentes qui ont  t   mises en\n1850, soit les valeurs suivantes : 3d\n(6 sous), 6d (12 sous), 74d (15 sous),\n15d (30 sous), 5s (1 $), 10s (2 $). A\nSage sae l exception d un billet de 6d dat  du"," 16 Avril 1850 de facture similaire aux",        
            " autres billets de 1848, tous les autres\nbillets connus portent la date du   3le\nAoiat 1850   et la dimension varie de\n162 x 80 mm 4a 167 x 84 mm selon\nla d nomination. Ils portent tous une\nlettre pour identifier la s rie (pour\n1850 on retrouve les lettres A, B, C,",
            " D,G, Eet F). Les billets unifaces sont",
            "imprim s sur papier cartonn  mince et\nla date y est pr -imprim e. Les billets\nportent la signature de W P & David\nE Price.",
            "Sur le billet de 7 d illustr  ci-avant, on notera que le billet a\nsubi une surcharge suppl mentaire en noir. La valeur apparait\ndonc trois fois sur ce billet. Rien n indique dans le Catalogue\nCharlton pr cit  qu une telle surcharge existe.",
            "Suite a la page 138",
            "cece nnnnennnne 15\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_32.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e\nNOUVELLES, DES, CLUBS",
            "By BRETT IRICK (CLUB SERVICES)\nFRCNA, FONA, LM,#456",
            "The coronavirus has prevented most if not all clubs\nacross Canada from meeting in person. However,\nvirtual club meetings continued with great success.\nWith the current downtrend in COVID-19 cases,\nmost clubs have now begun restarting in-person\nmeetings as well as holding their club coin shows.\nThe Ontario Numismatic Association has delayed its\n2022 convention until fall due to the uncertainty of\nbeing able to hold the convention it in April.",
            "For those interested in continuing a virtual\ncomponent, the RCNA Zoom meeting account remains\navailable to RCNA member clubs. Meetings can be\nscheduled by e-mailing me at xr7gt@prodigy.net or\ncalling my mobile phone (313) 207-3562.",
            "Central Nova Coin Club   A Short History",
            "It is submitted by Area Director Daniel McCormick,\nFRCNA. It represents a good  how-to  guide for\nforming a coin club.",
            "The Central Nova Scotia was organized in\nthe fall of 2014. For some months before\nthat, the Tallyman Gold and Coin shop\nin Truro had become the meeting\nplace for several collectors where\nthey would discuss their various\ncollecting interests. With space\nfor only three or four people, the\nshop was cramped, and the idea\nof starting a coin club in a more\nspacious environment quickly\ngained traction.",
            "The closest active numismatic\ngroup was the Halifax Coin Club   over\nan hour south of Truro. Several decades\nearlier, there had been a coin club in Truro  \nThe Truro Coin Club. It had been very active with\nwell-known members Dr Harold Don Allan, Ray Peppard\nand others whose names are lost to history. The club faded\nafter twenty-five years due to the loss of senior members.",
            "When the core group of founding members considered\nthe club name, they decided on a more inclusive name\nCentral Nova Coin Club, since many of the members\nlived over 100 kilometres from Truro.",
            "The first order of business was to appoint officers.\nNext was the development and adoption of bylaws. The\nmembership quickly grew to thirty-five and covered an\narea that covered northem Nova Scotia from Antigonish\nto Parrsboro to Windsor.",
            "The club decided to meet on the first Monday of every\nmonth from seven to nine p.m.",
            "Negotiation secured a meeting room in the Truro\nRecreation Department building. This arrangement has\nworked well with excellent cooperation with the staff.",
            "Le coronavirus a emp ch  la plupart, sinon tous les clubs\ndu Canada de se r unir en personne. Toutefois, les r unions\nvirtuelles des clubs se sont poursuivies avec beaucoup\nde succ s. Avec la tendance actuelle a la baisse des cas de\nCOVID-19, la plupart des clubs ont recommenc  a tenir\ndes r unions en personne et a organiser leurs expositions\nnumismatiques. L Ontario Numismatic Association a report \nson congr s 2022 al automne en raison de l incertitude quant\nala possibilit  d organiser un congre s en avril.",
            "Pour ceux qui souhaitent maintenir une composante virtuelle,\nle compte de r union Zoom de I ARNC reste a la disposition\ndes clubs membres de l ARNC. Les r unions peuvent  tre\nc dul es en m envoyant un courriel a xr7gt@prodigy.net ou\nen mappelant sur mon t l phone cellulaire (313) 207-3562.",
            "Central Nova Coin Club   Une br ve histoire",
            "Ce document est soumis par le directeur r gional Daniel\nMcCormick, FRCNA. II repr sente un bon guide a savoir\n comment faire  pour fonder un club numismatique.",
            "Lid e de former le Central Nova Scotia remonte\na Pautomne 2014. Les mois pr c dents, la\nboutique Tallyman Gold and Coin a Truro\n tait devenue le lieu de rencontre de\nplusieurs collectionneurs ow ils discutaient\nde leurs divers int r ts de collection. Ne\npouvant accueillir que trois ou quatre\npersonnes, la boutique  tait exigu , et\nVid e de former un club numismatique\ndans un environnement plus spacieux a\nrapidement fait son chemin.",
            "Le club numismatique actif le plus pr s\n tait le Halifax Coin Club, a plus d une",
            "heure au sud de Truro. Plusieurs d cennies\nauparavant, il y avait eu un club numismatique 4\nTruro   le Truro Coin Club. I]  tait tr s actif avec des",
            "membres bien connus, Dr Harold Don Allan, Ray Peppard\net d autres dont les noms sont perdus dans l histoire. Le club s est\n teint apr s vingt-cing ans en raison de l absence de membres\nexp riment s.",
            "Lorsque le groupe des membres fondateurs s est pench  sur le\nnom du club, ils ont opt  pour un nom plus inclusif, Central Nova\nCoin Club, puisque de nombreux membres vivaient a plus de 100\nkm de Truro.",
            "Le premier point a1  ordre du jour  tait de nommer un ex cutif.\nEnsuite, il fallait laborer et adopter des reglements administratifs.\nLe nombre de membres est rapidement pass  4 trente-cinq et\ncouvrait une zone qui englobait le nord de la Nouvelle-Ecosse,\nd  Antigonish 4 Windsor en passant par Parrsboro.",
            "Le club a d cid  de se r unir les premiers lundis de chaque mois\nde 19 a 21 heures.",
            "Des n gociations ont permis l'utilisation d une salle de r union\ndans | difice du Truro Recreation Department. Cet arrangement a\nbien fonctionn  avec une excellente coop ration avec le personnel.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_33.jpg",
        "Paragraphs": [
            "CNCC meetings are comprised of a short business\nsession, including an attendance door prize draw, an\ninformative program generally presented by a member\nand a numismatic auction. One of the topics presented\nby Rev. Angus Sutherland, the Curator of the National\nPresbyterian Church Communion token archives, was\nthe communion tokens used by the early Presbyterian\nScottish settlers. Guests are always welcome to attend\nand participate, and knowledgeable club members\nappraise items brought in by guests.",
            "The club s three primary purposes are:",
            "* to assist members with learning more about the",
            "numismatic items that they collect,",
            "*   grow the hobby,",
            "    and provide a local numismatic marketplace.",
            "An ideal way to develop the local market is to form an\nannual coin show open to the public. The first annual\nCNCC show and bourse was held in April 2016 at the\nBest Western Glengarry Conference Centre in Truro. The\nevening before the show, a reception for dealers and club\nmembers was held. The show had nearly forty dealer\ntables   a large show for a rural region. A highlight was a\ndraw for a valuable door prize for which each participant\nreceived a ticket.",
            "The end of the year is celebrated with a holiday social\nand dinner for members and guests. This dinner was first\nheld at a restaurant in Truro and moved to the Debert\nCanadian Legion. The club provides gifts valued at ten\ndollars for members in attendance. A significant portion\nof the annual dues is used to fund this event.A discussion\nresulted in the adoption of the club logo. The adopted\nlogo was the iconic image of the  Maritime Express \ntrain travelling through the Wentworth Valley as depicted\non the back of the Series of 1921 Dominion of Canada\nfive-dollar bill. The charity-minded membership decided\nto hold a major annual auction of items donated by\nmembers of the club. These auctions raise from $745\nto $900, with the proceeds given to the Truro Homeless\nOutreach Society, an inclusive emergency homeless\nshelter.",
            "The CNCC has established a social media presence.\nTheir Facebook and webpage page can be reached by\nsearching for Central Nova Coin Club.",
            "The coronavirus pandemic has disrupted regular club\nactivities since March 2020   including the cancellation\nof their 2020 and 2021 coin shows and many other\neveryday activities. Planning is now in progress for their\nannual coin show scheduled for May 21 and 22.",
            "The club expresses gratitude to the Atlantic Provinces\nNumismatic Association, president Dan McCormick\nand their executive for their encouragement and support\nduring the organizing years of the CNCC.",
            "Above all else, enjoy your collecting.",
            "If you would like to have your club profiled here, please\nwrite a column, include pictures and send it to me:\nxr7gt@prodigy.net.",
            "Brett Thich",
            "Number3 Aprile May 2022 ------------------------------",
            "Les r unions du CNCC comprennent une courte s ance des\naffaires du club, comprenant un tirage de prix de pr sence, un\nprogramme  ducatif g n ralement pr sent  par un membre et une\nvente a l encan numismatique. L un des sujets pr sent s par le\nr v rend Angus Sutherland, le conservateur des archives des jetons\nde communion de la National Presbyterian Church, portait sur\nles jetons de communion utilis s par les premiers colons  cossais\npresbyt riens. Les invit s sont toujours les bienvenus et I expertise\ndes membres du club peut aider a  valuer des items apport s par\nles invit s.",
            "Les trois principaux objectifs du club sont les suivants",
            ". aider les membres a en apprendre davantage sur les\narticles numismatiques qu ils collectionnent,",
            ". d velopper le passe-temps,",
            ". et fournir un march  numismatique local.",
            "Un moyen id al de d velopper le march  local est d  organiser\nun salon numismatique annuelle ouverte au public. Le premier\nsalon de la CNCC a eu lieu en avril 2016 au Best Western\nGlengarry Conference Centre a Truro. La veille avant le salon,\nune r ception pour les marchands et les membres du club a  t \norganis e. L exposition comptait pr s de quarante tables de\nmarchands - un grand salon pour une r gion rurale. Un point fort\na  t  le tirage d un prix de pr sence de grande valeur pour lequel\nchaque participant a regu un billet.",
            "On c l bre la fin de l ann e avec une activit  sociale et un\nsouper pour les membres et les invit s. Ce souper a d abord eu\nlieu dans un restaurant de Truro, puis a  t  d plac  a la L gion\ncanadienne de Debert. Le club offre des cadeaux d une valeur\nde dix dollars aux membres pr sents. Une partie importante de\nla cotisation annuelle est utilis e pour financer cet  v nement.\nUne discussion a permis d adopter le logo du club. Le logo est\nlimage embl matique du train  Maritime Express  traversant\nla vall e de Wentworth, tel qu il est repr sent  au dos du billet\nde cinq dollars de la s rie de 1921 du Dominion du Canada.\nLes membres, soucieux des ceuvres de bienfaisance, ont d cid \nd  organiser une grande vente a | encan annuel avec des items\ndonn s par les membres du club. Ces ventes a l encan permettent\nde recueillir entre 745 $ et 900 $, et les recettes sont remises a la\nTruro Homeless Outreach Society, un refuge d urgence pour les\nsans-abris.",
            "Le CNCC a une pr sence sur les m dias sociaux. On peut\nacc der a sa page Facebook et a son site internat en cherchant\nCentral Nova Coin Club.",
            "La pand mie de coronavirus a perturb  les activit s r gulieres\ndu club depuis mars 2020 - y compris l annulation de leurs\nexpositions numismatiques de 2020 et 2021 et de nombreuses\nautres activit s quotidiennes. La planification est en cours pour\nleur exposition numismatique annuelle pr vue pour les 21 et 22\nmai.",
            "Le club exprime sa gratitude a 1  Association numismatique des\nprovinces de | Atlantique, 4 son pr sident Dan McCormick et a\nson ex cutif pour leur encouragement et leur soutien pendant les\nann es d  organisation du CNCC.",
            "Avant tout, profitez de votre collection.",
            "Si vous souhaitez avoir le profil de votre club ici,  crivez\nune chronique, ajoutez des photos et envoyez-moi le tout a:\nxr7gt@prodigy.net.",
            "Brett Teich\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_34.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "Zhou CL TW oclisngs",
            "By ALAN ROY\n#17134",
            "I n its preface, Chris Faulkner describes Warren Baker s Marked Impressions, A Catalogue of the Joseph Foster Collection of\n19th Century Canadian Countermarked Coins",
            "Marked Impressions, A Catalogue of the Joseph Foster",
            "Collection of 19th Century Canadian Countermarked\nCoins as:  The existence of known marks and their hosts\nwas circulated privately among a handful of collectors. This\nbook changes all that. For all sorts of reasons, therefore, it\nwill stand as a major work of reference for a long time to\ncome. ",
            "This work is a detailed and well-researched listing of\nFoster s vast counterstruck coins and tokens collection.\nHe spent several years aggressively bidding on pieces\nfrom the collections of other well-known numismatists\nsuch as Richard Buckley, John Cheramy, and even Warren\nBaker himself. By the time this work was published, he\nhad amassed the largest known collection of Canadian\ncountermarked coins, including many pieces not catalogued\nin earlier references.",
            "Joe Foster was born in IIinois and later moved to\nVirginia and worked in the contracting business. Although\nhe lived his whole life in the United States, he never seemed\nto have felt the same passion for American numismatics as\nhe did for that of Canada. In the catalogue s introduction,\nBaker noted that  he can likely boast the finest library of\nCanadian numismatic literature in\nthe United States.  He formed and\nsold three collections of Canadian","colonial coins and tokens at\nauction, including a fine collection\nof Prince Edward Island holey\ndollars, which were sold by Jeffrey\nHoare Auctions in October of 1989.",
            "Many nineteenth-century\nmerchants impressed their own\nwords and designs over existing\ncoins as a form of advertisement.\nHaving your company s name on\nsomething that passed through so\nmany hands would undoubtedly\nget its name known. Unfortunately,\nsometimes these tokens were not","accepted for transactions. In such\ncases, the issuer would redeem\nthe pieces at face value. This\nseignorage would ensure more\nprofit if a company were clever\nenough to purchase copper tokens\nin bulk at a discount for such use.",

            "Jewellers issued some, but, as Baker writes, the\nmotivations are unclear. They were not likely for\nadvertising because they did not include enough\ninformation. Were they receipt checks? There was no\nway to identify the customer s item when a check was\ntendered. They could have been used as a sort of coupon.\nFor example, a stamped token might have been redeemed\nat twice the face value. Or they may have simply been gifts.\nOne hundred and fifty copies of Marked Impressions were\nprinted, hand-numbered and signed by Warren Baker.\nThe catalogue comes in two volumes, each in matching\ngreen cloth bindings. The first volume contains all texts\nand descriptions of over eleven hundred countermarked\ncoins and tokens. The second volume is a folder holding 33\ncolour-printed photo sheets illustrating 900 of these pieces.",
            "As you leaf through the first volume, you see several\nentries are followed by a paragraph or two of text describing\nsome of the background and history of the issuer. Additional\nmaterial, such as illustrations of newspaper advertisements,\ninvoices, cards, or some other ephemera referencing the\ncountermarked issuing merchants, is included in the back\nof the volume.",
            "Unfortunately, many of the entries include no\nsupplemental information at all.\nThese were countermarks that\nwere untraceable to any issuer or",          
            "even a location. Some have only\na few letters or a surname. Baker\nwrites that these countermarks are\nimpossible to attribute without\nadditional information, such as\nthe discovery of contemporary\nrecollections surrounding their\nissue.",
            "Faulkner reveals a reason for\nWarren Baker s interest in the\nsubject in the preface. His great-\ngrandfather, Benjamin Baker,\nhad a business in Montreal as an\nengraver and steel stamp maker.",
            
            "It is quite possible that some of\nthe stamps used to mark the coins\nlisted in this book were created by\nhim!",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_35.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "BY ANTHONY VERBRUGGEN\n#23721",
            "A Native American Civil Rights Activist",
            "Anyone who has travelled to\nA Cuba and explored beyond",
            "the lovely sandy beaches\nand tasty rum drinks will have\nencountered the many depictions\nof Jos  Marti. Statues and portraits\nof Cuba s national hero adorn\nmany public parks and government\nbuildings. The ubiquitous folk song\nGuantanamera   sometimes called\nCuba s unofficial national anthem   1s\nbased on one of his poems. Jos  Marti\nwas a journalist, playwright, educator,\nessayist, political philosopher, and\nrevolutionary. He is considered one\nof the greatest writers of the Hispanic\nworld and has been called the  apostle\nof Cuban Independence  (Sierra,\nn.d.). He is considered a national\nhero and martyr. He appears on his\ncountry s currency the same way\nGeorge Washington or Ben Franklin appear on US currency,\nor as Sir John A. McDonald appears on our own.",
            "Jos  Julian Marti P rez was born on January 28, 1853, in\nHavana, Cuba, then part of the Spanish Empire. Cuba was\nSpain s first, last, and most important colony in the Americas.\nMarti s parents came from poor working-class backgrounds,\nbut his father had some success as a policeman. Marti spent\npart of his childhood with his four sisters and parents in Spain,\nbut legend says that when he returned to Cuba at an early\nage he was shocked at the treatment of enslaved African on\nCuba s plantations and voiced his concerns. By age 11, he\nhad read the landmark anti-slavery novel Uncle Toms Cabin\nby Harriet Beecher Stowe and was writing poetry. He also\nfollowed the events of the American Civil War closely. At\nage 16, he was inspired by the life of the great Venezuelan\nLiberator Simon Bolivar to start a revolutionary newspaper\ndedicated to Cuban independence, La Patria Libre ( The\nFree Fatherland ). At age 17, he was arrested for opposing\ncolonial rule and was sentenced to six years hard labour,\nbut after six months his sentence was reduced, and he\nwas sent into exile. This allowed him to pursue university\nin Spain, where he studied law and philosophy in Madrid\nand Zaragoza. He continued to travel and have his writing\npublished. In France, he met the famed author Victor Hugo,\nwhose profound humanist ideals and concern for the poor had\na strong influence.",
            "Number3 Aprile May 2022 -----------------------------------",
            "Jos  Marti statue near the National Capitol\nbuilding in Havana. (Image: courtesy of author)",
            "Spain had lost the majority of\nits American colonies decades\nbefore the birth of Jos  Marti, as the\nideals of the French and American\nrevolutions swept the region.\nNevertheless, the Spanish were\ndetermined to hold on to the few\nthat they still controlled, including\nCuba. During Marti s lifetime, three\nmajor wars of independence and\nnumerous smaller skirmishes and\nrebellions were fought on Cuban\nsoil. During this time, Marti lived\nabroad and supported progressive and\nrevolutionary causes in Mexico and\nGuatemala by writing and teaching.\nIn 1877 Marti married Carmen Zayas\nBazan y Hidalgo, the daughter of a\nwealthy Cuban exile. The young\ncouple were able to return to Cuba\nduring a break in revolutionary\nhostilities in 1878 to start a family. Unfortunately, Marti s\napplication to practice law was refused by the authorities;\nand dissatisfied with political conditions in his homeland,\nMarti moved to New York City in 1879 to commit himself to\nCuban independence, while his wife and young son remained\nin Havana. In NYC Marti became a leader of the Cuban\ncommunity and frequently addressed supporters of Cuban\nindependence. During this time, he became suspicious of the\nUnited States  ambitions for expansion into Latin America.\nMarti also opposed slavery and criticized Spain for failing to\nabolish it until 1880.",
            "During the next fifteen years, Marti traveled and worked\nextensively in Latin America and the Caribbean, founding\nrevolutionary journals and writing in support of Cuban\nindependence. Marti became part of General Calixto\nGarcia s Cuban revolutionary committee, composed of\nexiled supporters of Cuban independence, but expressed\nconcerns that the result of the revolution would be military\ndictatorship. In 1892, he published his most famous work,\nthe inspirational essay Nuestra Am rica ( Our America )\nwhich advocated that the nations of Latin American create\na distinctive cultural identity. A culture based on peaceful\ncoexistence, mutual understanding, and equality among\nIndigenous, African, and European peoples; and rejects\nSpanish colonial control and expansionism from the USA.\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_36.jpg",
        "Paragraphs": [
            "Jos  Marti s writings and\npolitical activity fomented the\n1895 rebellion against Spanish\ncolonial rule, which became\nCuba s third and final war of\nindependence. He organized\nthe Fernandina Plan, an armed\nexpeditionary force that set sail\nfrom Florida but was intercepted\nby the US Navy. Nevertheless,\nthis plan would inspire a similar\nnaval invasion by Fidel Castro\nfive decades later. Marti wrote\nthe Manifesto of Montecristi, the\nofficial document of the Cuban\nRevolutionary Party, signed by\nhimself and other revolutionary",
            "leaders in Montecristi, Dominican ee   .\nRepublic, on March 25. ",
            " Under the military leadership of General \nMaximo Gomez, Marti and the  ",
            "rest of the expedition landed in Cuba on April 11 of 1895.Jos  Marti was killed in battle against Spanish troops at Dos _ \nRios on May 19, 1895. One could say that Jos  Marti is literally a towering \nfigure in Cuban history and culture; the largest monument  \nin Havana s Revolution Square is dedicated to him, and his \ninfluence on Cuban history and culture persists to this day.",

            "The popular revolution, which\nMarti inspired and led, developed\ninto the Spanish American War of\n1898, and the USA subsequently\noccupied Cuba twice; first from\n1898 until the founding of the\nFirst Cuban Republic in 1902,\nand then again from 1906 to 1909\nduring the Teddy Roosevelt era of\n big stick  international politics.\nAfter Fidel Castro took control\nin 1959 after his own successful\nrevolution, both pro- and anti-\nCastro groups sought to claim\nJos  Marti as their own. Castro\njustified the atrocities of his\nrevolution and the later policies\nof his Communist government by -queting. Marti, in his two",
            " hour-long  History Will AbsolveMe  speech and elsewhere.",
            "  Meanwhile, the anti-Castro Cuban American community based in Florida named their US government-backed media\n outlets Radio Marti and TV Marti. However, much of Jos \n Marti s philosophy was pacifist, and it appealed to the best in humanity, as when he wrote in Pensamientos (Thoughts),  Happiness exists on earth, and it is won through prudent _ exercise of reason, knowledge of the harmony of the universe,\n _ _ __ = and constant practice of generosity.",
            
           " \nThe first numismatic representations of Jos  Marti are\na series of beautifully executed gold coins the Cuban\nRepublic issued for the 20th anniversary of his death,\nin denominations of one, two, four, five, ten and\ntwenty pesos, in 1915 and 1916. Each version\nhas the purity and weight in grams detailed in the\nlegend. Designed by the famous US mint engraver\nCharles E. Barber, the coins were intended for\ngeneral circulation. The obverse features Cuba s\nnational coat of arms, designed by Miguel Teurbe\nS Tol n and adopted in 1906. The reverse features a bust\nportrait of Marti facing right. Incidentally, the 2019 Krause\ncatalogue states that a rare choice proof version of this coin realized US$43,125 in a 1999 auction (Krause, 2018).\nAlthough these coins were demonetized in 1934, other versions in higher denominations were issued as late as 1990.\nMany circulating and non-circulating commemorative . ;\ncoins celebrating Cuba s several revolutions have been\nissued by Cuba over the years, beginning with the\ncentennial of Marti s birth. This one centavo coin\nbelow was struck in brass and issued by the regime\nof Fulgencio Batista for the anniversary, one of\nseveral denominations issued that year with Marti s\nportrait. The obverse features the emblem of a\nfive-pointed star inside an equilateral triangle, from\nthe national flag of Cuba, and the reverse shows the\nnational hero facing left, with a smaller star.",
            "0 i The CN Journal Volume 67",
           
           
           
            
            ""

            
        ]
    },
    {
        "File": "The_CN_Journal_april_37.jpg",
        "Paragraphs": [
            "The 25 centavos coin below features a Phrygian\nCap, sometimes called a Liberty Cap, and a fasces\ntaken from the National Arms of Cuba on the\nobverse, along with the coin s weight and fineness\nin silver. The cap and fasces are important symbols\nof anti-monarchist republican freedom. The reverse\npresents a similar portrait of Marti as on the one\ncentavo coin issued the same year.",
            "Fidel Castro always saw himself as an equal and",
            "successor to Jos  Marti. This 1989 1 peso",
            "coin was issued to commemorate the 30th anniversary\nof Castro s rise to power. The communist dictator is\ndepicted with Jos  Marti on the reverse.",
            "The 100th anniversary of Marti s revolutionary\nMontecristi Manifesto was commemorated in 1994\nwith this large 38 mm\ncoin struck in copper.\nThe obverse depicts\nthe national arms",
            "and denomination as is\ntypical, but the reverse depicts Jos  Marti and\nMaximo Gomez discussing the document.\nSunilarly, Marti and his hero Simon Bolivar\nare depicted together on several non-circulating\ncoins issued by the Cuban government in 1993 to\ncelebrate the two as  Padres Del Americanismo  or\n Fathers of Americanism  in reference to Jos  Marti s\nmost famous essay Nuestra Am rica. The coi s reverse\ndesign presents the great Liberator of South America on horseback while Marti is\ndepicted in profile. The design was struck in a one Peso copper version, a ten peso one\nounce .999 fine silver piedfort, and 100 and 200 peso .900 fine gold versions. The silver\ncoin is shown right.",
            "Jos  Marti has appeared on Cuban banknotes continuously since 1934 and always on the one peso note, the most\ncommon and lowest denomination. The 1 National Peso banknote (above), issued in 2003 by the Banco Central de Cuba is\na commemorative celebrating the 150th anniversary of his birth. The note depicts the author with a pen and ink well on the\nfront, and his humble birthplace in Havana on the back.",
            "Continued on page 137",
            "Number3 Aprile May 2022 -------------------------------------------------- - ~~~ ~~~   = 133\n"
        ]
    },
    
    {
        "File": "The_CN_Journal_april_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2022 Special Edition Proof Silver Dollar   \nThe Platinum Jubilee of \nHer Majesty Queen Elizabeth II ",
            "Designed by artist Neil Hamelin, the proof\nsilver dollar s reverse features a double ,\nportrait of Her Majesty Queen Elizabeth\nII to mark the historic occasion of her\nPlatinum Jubilee. In the foreground,\nHer Majesty is presented in three-\nquarter view and radiates wisdom\ngained through her 70-year reign. Next\nto her is a portrait of her younger self\nin 1952, shortly after her accession to\nthe throne; the ornate frame includes\nseveral maple leaves that serve Z\nas an additional tribute to the\nQueen of Canada.",
            "The obverse features the\ndate  2022  and the effigy\nof Her Majesty Queen\nElizabeth II by Susanna\nBlunt.",
            "Dollar  preuve numismatique en argent  dition \n sp ciale 2022   Le jubil  de platine de Sa Majest  la reine Elizabeth Il",
            "Le motif au revers de ce dollar  preuve\n. numismatique en argent, concu par\n . Vartiste Neil Hamelin, arbore un\ndouble portrait de Sa Majest  la\n\\ reine Elizabeth II pour souligner\nl anniversaire historique de son\njubil  de platine. A l avant-\nplan, pr sent e de trois quarts, la\nsouveraine rayonne de la sagesse\nqu elle a acquise en 70 ans de\nr gne. A ses c t s se trouve une\njeune version d elle-m me en 1952,\npeu apr s son accession au tr ne; le\ncadre du portrait est orn  de plusieurs\nfeuilles d rable, qui rendent aussi hommage a\nla reine du Canada.\nL avers, orn  du mill sime   2022  , est 4 l effigie de\nSa Majest  la reine Elizabeth II, selon Susanna Blunt.",
            " Pi ce de 30 $ en argent fin 2022   Famille d animaux a multiples facettes : Pygargues a\nt te blanche\nLe motif au revers, ceuvre de | artiste\ncanadien Steve Hepburn, offre une\nrare repr sentation d une famille\nde pygargues a t te blanche\n(haliaeetus leucocephalus).\nCette illustration animali re\navec une gravure a multiples\nfacettes d un aigle et de ses\ntrois aiglons pr sente une vue\nen trois dimensions de la m re\nrevenant au nid, au sommet\ndun arbre. L avers, orn  d un\nmotif r current de polygones,\nest a Veffigie de Sa Majest  la reine\nElizabeth II, selon Susanna Blunt.",
           "2022 $30 Fine Silver Coin   Multifaceted \nAnimal Family: Bald Eagle",
            "The reverse design by Canadian artist Steve Hepburn \n offers a rare glimpse of a bald eagle (Haliaeetus\nleucocephalus) family. The wildlife portrait is\nenhanced with multifaceted engraving that /4\ngives the parent and the three eaglets a more\nthree-dimensional form, as the mother\nreturns to her treetop nest. The obverse\nfeatures a polygon\npattern and the\neffigy of Her\nMajesty Queen\nElizabeth II\nby Susanna\nBlunt.",
            "Actual Size",
            "136 ------------------------------------------------ nnn The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_41.jpg",
        "Paragraphs": [
            "Continued on page 133",
            "PESO CONVERTIBLE",
            "The star-shaped monument to Jos  Marti in Havana s Revolution Square is depicted on the Convertible Peso banknote\nfrom 2007 (above). The back features an artists rendering of the death of Marti in combat on horseback during the Battle of\nDos Rios. The Convertible Peso was established as a second currency after the Cuban government banned the circulation\nof foreign currencies in 2004. The exchange rate for these notes were pegged to international hard currencies and they were\nintended for tourists to use. The banknote (above) was withdrawn and demonetized in 2021 after Cuba discontinued the\nConvertible Peso and unified its two currencies.",
            "REFERENCES",
            "Banknote Museum (Retrieved February 27, 2022) www. banknote.ws/COLLECTION/countries/AME/CUBA",
            "Kirk, John (1977)  Jos  Mart  and the United States: A Further Interpretation,  Journal of Latin American Studies, Vol.\n9, No. 2 (November 1977), pp. 275-290. DOI: 10.1017/S0022216X00020617",
            "Krause. (2018). 2019 Standard Catalogue of World Coins 1901-2000 (46th ed.). (T. M. Schmidt, Ed.) Stevens Point,\nWisconsin, USA: Krause Publications.",
            "Numista Coins Cuba. (2007-2022). Retrieved February 27, 2022, from Numista.com: en.numista.com/catalogue/\npieces40789. html",
            "Sierra, J. A. (n.d.). Portal to Jos  Marti. Retrieved February 27, 2022, from historyofcuba.com: www. historvofcuba.\ncom/history/havana/Marti.htm",
            "Number 3 April   May 2022 ----------------------------nnn anna nnn cen nnn nnnnnne 137\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_42.jpg",
        "Paragraphs": [
            "Continued from page 125",
            "The catalogue lists two\ndenominations for 1851,\nnamely 6 sous and 5 sols.\nThe notes are dated June 10 1851. The dimension varies from 183 x 82 mm to 188 \nx 84 mm depending on the \ndenomination. The signatures",
            "are of David E Price (Surt) on",
            "the left and Wm Price (p RCP)\non the right.",
            
            
            
            
            "For 1853, there are eight\ndifferent denominations, the\nfollowing values: 5 sous, 3d\n(6 sous), 6d (12 sous), 7d\n(15 sous), 15d (30 sous), 5s (1\n$), 10s (2 $) and 20s ($4) All\nnotes bear the date Nov. 10,\n1853, except for the 5 sous and\n5s notes which are dated Nov. 15, 1853. The dimensions\nvary from 198 x 86 mm to 210 x 86 mm depending\non denomination. The signature combinations are as\nfollows: A. S. Stacy (left) and R C Price (right) or blank\n(left) and R C Price (right). We also find the inscription\n Surt  (for Superintendent) and  Pour (for) W. Price ",
           
            "As mentioned earlier, the use of scrip ceased in\n1886 following strikes where workers expressed their\ndispleasure at being kept in a state of dependency. The\nmethod of redeeming scrip issued by Price s company,\nwith exchange for goods and necessities, has ensured\nthat very few examples still exist today, except in certain\narchives. These scrip are privileged witnesses of a period\nof development in the history of Quebec.",
            "But, what could you buy with these scrip around\n1850?",
            "Here is what Claude B langer tells us in his article:",
            "Prior to 1850, wages paid by Price and his associate\nPeter McLeod appear to have ranged from $12 to $14\na month for 26 days of work   or about 50 to 60 cents\na day depending on the trade of the worker, the log\ndrivers and the scalers earning much more than day\nlaborers and lumberjacks. Wages would have fallen\nfrom 1850 to 1860 because the price of wood had\nfallen. Some would then have worked for as little as\n20 cents a day.",
            "What could one buy with such wages in 1850?\nIn the Price stores, a pound of butter sold for 16\ncents, a pound of beef for 15 cents, and a pound\nof ham for 14 cents. One had to pay 15 cents in\nJuly to buy a dozen eggs and spend 40 cents to\nbuy a minot (one cubic foot) of potatoes in January.\nMoreover, a pound of tea sold for $1, that of\ntobacco for 15 sous and a gallon of whiskey for $2.",
            "138",

            " billets de 5 sous et 5s qui sont",
            "Suite de la page 125",
            "oe | Le catalogue liste deux\na ee pelt d nominations pour 1851 soit",
            
            ": 6 sous et 5 sols. Les billets",
            "sont dat s du 10 juin 1851. La\n  dimension varie de 183 x 82\n : ag Ee 3 mm a 188 x 84 mm selon la  nomination. Les signatures eer sont celles de David E Price",
            
            "(Surt) a gauche et de Wm Price",
            "(p RCP) a droite.",
            "Pour 1853, on d nombre huit\nd nominations diff rentes, soit\nles valeurs suivantes : 5 sous,\n3d (6 sous), 6d (12 sous), 72d\n(15 sous), 15d (30 sous), 5s (1\n$), 10s (2 $) et 20s (4 $) Tous\nles billets portent la date du 10\nNov. 1853, a l exception des",
            "dat s du 15 Nov. 1853. La dimension varie de 198 x 86 mm\na 210 x 86 mm selon la d nomination. Les combinaisons de\nsignatures sont les suivantes : A. S. Stacy (a gauche) et R C\nPrice (a droite); Aucune a gauche et R C Price (a droite). On\nretrouve aussi l inscription   Surt   (pour Surintendant) et  \nPour W. Price  ",
            "Comme mentionn  pr c demment, | utilisation des\npitons cessa en 1886 a la suite de gr ves ou les travailleurs\nmanifest rent leur m contentement d tre tenus dans un  tat\nde d pendance. La m thode de retour des pitons  mis par la\ncompagnie de Price, avec  change contre des marchandises\net des n cessit s, a fait en sorte que tr s peu d exemplaires\nexistent encore de nos jours, sauf dans certaines archives.\nCes pitons sont des t moins privil gi s d une  poque de\nd veloppement dans l histoire du Qu bec.",
            "Mais, que pouvait-on acheter avec ces bons vers 1850 ?",
            "Voici ce que nous mentionne Claude B langer dans son article:",
            "Avant 1850, il semble que les salaires pay s par Price\net son associ  Peter McLeod se situaient de 12 a 14 $\npar mois pour 26 jours de travail   soit environ de 50\na 60 sous par jour selon le m tier du travailleur, les\nconducteurs et les mesureurs gagnant beaucoup plus que\nles journaliers et les biicherons. Les salaires auraient\nbaiss  de 1850 a 1860 puisque le prix du bois avait\nfl chi. On aurait alors travaill  pour aussi peu que 20\nSous par jour.",
            "Que pouvait-on acheter avec de tels salaires en\n1850 ? Dans les magasins de la Price, une livre de\nbeurre se vendait 16 sous, la livre de boeuf 15 sous\net celle de jambon 14 sous. On devait payer 15 sous\nen juillet pour acqu rir une douzaine d oeufs, et\nd bourser 40 sous pour acheter un minot de patates\nen janvier. Par ailleurs, la livre de th  se vendait 1",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_43.jpg",
        "Paragraphs": [
            "If you had the misfortune to break your suspenders,\nyou had to pay 56 cents to buy another pair. Men s\nboots   necessary for work in the forest   were sold\nfor $2.60, which corresponds to more than 10 days\nof labor if one worked for 20 cents a day. The women\nwere luckier since their shoes only cost them 90 cents.\nIn addition, the woodcutter s axe cost $1.50 and the\ngodendard (a two-person saw) $5.",
            "In an article entitled La Banque a pitons published in\nDecember 2013 in the monthly bulletin of the Club de\nNumismates du Bas St-Laurent, Andr  Paradis mentions\nthe following about Price Brothers scrip:",
            "We must go back to 1837 to find an entry in the",
            "records of the Price company concerning this",
            "formulation. There are the terms  Bons orders, ",
            " Bon account  and  Store orders ... For the",
            "printing of these vouchers, the Price company",
            "imported special paper from England and it was\nin Quebec that various printers, in turn, printed\nthem. Prior to 1860, all vouchers were in black and\nwhite. After the same date, some were printed in\ntwo colours. In 1863, paper money changed from",
            " shilling and pence  to  dollar and cent.  A clerk",
            "earned 60 cents a day, and a voucher of the same",
            "value was written on a piece of paper. The vouchers\nwere reused until they were torn.",
            "8, celle de tabac 15 sous et le gallon de whiskey 2  .\nSi vous aviez le malheur de briser vos bretelles, il fallait\nd bourser 56 sous pour en acheter une autre paire. Les\nbottines d >hommes   absolument n cessaires pour le\ntravail en for t    taient vendues 2.60  , ce qui correspond\na plus de 10 jours de labeur si l on travaillait pour 20\nsous par jour. Les femmes  taient plus chanceuses puisque\nleurs souliers ne leur cotitaient que 90 sous. Par ailleurs,\nla hache du biicheron cotitait 1.50 $ et le godendard 5  .",
            "Dans un article intitul    La Banque a pitons   paru\nen d cembre 2013 dans le bulletin mensuel du Club de\nNumismates du Bas St-Laurent, Andr  Paradis mentionne ce\nqui suit au sujet des pitons de Price Brothers :",
            "On doit remonter a 1837 pour retrouver un  crit dans\nles registres de la compagnie Price concernant cette\nformulation. On y trouve les termes   Bons orders  ,  \nBon account   et   Store orders  . (...) Pour impression\nde ces bons, la compagnie Price importa un papier\nsp cial d Angleterre et c est a Qu bec que divers\nimprimeurs, a tour de r le, effectu rent le travail. Avant\n1860, l ensemble des bons fut en noir et blanc. Apr s\ncette m me date, quelques bons furent imprim s en\ndeux couleurs. En 1863, le papier-monnaie passa du  \nschilling et pence   au   dollar et cent  . Un employ \ngagnait 60 cents par jour, et on inscrivait sur un bout\nde papier un bon de m me valeur. Les billets  taient\nr utilis s jusqu a ce qu ils soient d chir s.",
            "Tokens and coupons",
            "In addition to the scrip just discussed, Price Brother s\nhad also issued common-use tokens and coupons.",
            "The best known of these tokens is without a doubt the\nleft one reading:  Bon pour un repas de cheval  (good\nfor a horse meal). This aluminum token has a diameter\nof 35 mm and is uniface. Note that each token had a\nspecific number. Bowman lists these tokens as 1429a.",
            "These tokens, without being considered  rare,  are not\neasily found. Bowman also lists for Chicoutimi, a  Bon\npour une galette de foin  (good for a cake of hay), token\n1430a and another  Bon pour un gallon d avoine  (good\nfor a gallon of oat), 1431a. It is believed that they were\nissued between 1920 and 1940 and it is assumed that\nthese tokens could be used at various establishments of\nthe company.",
            "Number3 April * May 2022 --------------------------------",
            "Jetons et coupons",
            "Outre les   pitons   dont nous venons de parler, Price\nBrother s a  galement  mis des jetons et coupons pour usage\ncourants.",
            "Le plus connu de ces jetons est sans contredit celui qui est\n  Bon pour un repas de cheval  . Ce jeton en aluminium a un\ndiam tre de 35 mm et est uniface. On notera que chaque jeton\n tait grav  d un num ro sp cifique. Bowman liste ces jetons\nsous le num ro 1429a.",
            "Ces jetons, sans  tre consid r s comme   rares   ne\nse trouvent pas facilement. Bowman liste  galement pour\nChicoutimi, un jeton   Bon pour une galette de foin  \n(#1430a) et un autre   Bon pour un Gallon d avoine  \n(#143 1a). On estime qu ils ont  t   mis entre 1920 et 1940 et\non suppose que ces jetons pouvaient  tre utilis s dans divers\n tablissements de la compagnie.\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_44.jpg",
        "Paragraphs": [
            "The token on the nght, much rarer, is  Bon pour un repas \n(good for a meal) and is specifically identified with the Price\nBrother s mill in Rimouski. Made of copper, it measures 30\nmm. According to the R pertoire Numismatique du Qu bec\n(Editions Numispro 2012) this token also exists in silver and\nbronze finishes. The same source mentions a  Good for a\nmeal  token identified at Price Brother s mill in Price. This\ntoken was listed in Fred Bowman s  Tokens of Quebec \ncatalogue in 1972 but we could not find an illustration.\nBowman also lists a  Good for a Meal  token identified\nfor Salmon Lake (Lac-au-Saumon). Would there have been\nothers minted for other mills?",
            "Lastly, some booklets of coupons, worth 5  and 10 ,\nbearing the name of Price Brothers & Company, Limited\nare also known. As the inscription on the inside cover of the\nbooklets indicates:  NOTE   These coupons must be used\nonly by the owner in the Division Foresti re du Nord, for the\npurchase of  Vanne  or in payment for meals taken in stores. ",
            "Each booklet measures 78 x 135 mm and contains 4\nsheets of 5  coupons (40 coupons) and 2 sheets of 10 \ncoupons (20 coupons) for a total value of $4 as indicated\non the outside of the booklet.",
            "Conclusion",
            "This completes our research on the history of Price\nBrothers and its principals as well as its connection\nwith numismatics. As you can see, there is still a lot of\nresearch to be done to possibly discover items listed but\nof which we do not have copies, or to discover others,\nwhich are not yet listed.",
            "References",
            "Le jeton de droite, celui-ci beaucoup plus rare, est   Bon\npour un repas   et est sp cifiquement identifi  au moulin\nde Price Brother s 4 Rimouski. Fait de cuivre il mesure 30\nmm. Selon le R pertoire Numismatique du Qu bec (Editions\nNumispro 2012) ce jeton existe  galement en fini argent et\nbronze. La m me source mentionne un jeton   Bon pour un\nrepas   identifi  au moulin de Price Brother s a Price. Ce jeton\n tait list  dans le catalogue   Tokens of Quebec   de Fred\nBowman en 1972 mais nous n avons pu trouver illustration.\nBowman liste  galement un jeton   Bon pour un repas  \nidentifi  4 Salmon Lake (Lac-au-Saumon). Y en aurait-il eu\nd autres de frapp s pour d autres moulins ?",
            "Finalement, des livrets de coupons, valant 5  et 10 , portant\nle nom de Price Brothers & Company, Limited sont connus.\nComme l indique l inscription a l int rieur de la couverture des\nlivrets :   AVIS   Ces coupons doivent  tre utilis s seulement par\nle propri taire dans la Division Foresti re du Nord, pour l achat\nde   Vanne   ou en paiement de repas pris dans les d pots  ",
            "Chaque livret mesure 78 x 135 mm et contient 4 feuilles de\ncoupons de 5  (40 coupons) et 2 feuilles de coupons de 10 \n(20 coupons) pour une valeur totale de 4 $ tel qu indiqu  sur\nVext rieur du livret.",
            
            "Ceci complete notre recherche sur l histoire de Price Brothers\net de ses dirigeants ainsi que son lien avec la numismatique.\nComme vous pouvez le constater il reste encore beaucoup de\nrecherches a faire pour  ventuellement d couvrir des items\nlist s mais dont on n a pas d exemplaires ou encore pour en\nd couvrir d autres, qui ne sont pas encore list s.",
            "Conclusion",
            "Anon 2017 Calendar of old views of Quebec (Quebec Historical Society)",
            "B langer, Claude. 2016:  Les pitons de la Price (1850),  January 2016 Numibec , 1 Association des Numismates et Philatelistes de\nBoucherville Inc ( ANPB)",
            "Bowman, F; Marquis, Y; Par , J-P : 2012 R pertoire Numismatique du Qu bec. Editions Numispro,",
            "Gosselin, Jacques : 2017  Sir William Price,  March 2017 Bulletin de Liaison, Soci t  Numismatique de Qu bec (SNQ)",
            "Graham, R J. 2007. Chariton Guide to Canadian Merchant Scrip, 1st ed, p.p. 177-185.",
            "Marquis, Yvon; 2015 Le patrimoine numismatique de 1 Est du Qu bec. Editions Numispro",
            "Paradis, Andr . 2013 :  La Banque a pitons,  December 2013 Bulletin of the Club des Numismates du.Bas.St-Laurent. (CNBSL)",
            "Wikipedia.com Information on : The Price Brothers & Company; William Price; Sir William Price; The house of William Price;\nMoulins de Price in Matane and Rimouski.",
            "[Editor s Note: This article was originally published in ANFC s Le numismate francophone. Translated into English by France D Waychison it",
            "appears here as edited by The CN Journal.] (Numismatic images: courtesy Yvon Marquis)\n| The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_april_46.jpg",
        "Paragraphs": [
            "Book. REVIEW.",
            "By STEPHEN ADAMS\n#24172",
            "Canadian Tire Numismatic Catalogue",
            "Only a few works can be called a\nO  standard reference  throughout\nthe varied field of numismatics.\nJerome Fourre s 2022 edition of the\nCanadian Tire Numismatic Catalogue is\none of those standard reference catalogues.",
            "Canadian Tire money collecting can\nappeal to both novice and advanced note\ncollectors. The odds are that you have an\naccumulation of these notes cluttering a\ndrawer right now.",
            "This latest fully bi-lingual edition,\nreleased in celebration of Canadian\nTire s 100th Anniversary, presents the\nCT coupons in a way worthy of any legal\ntender banknote catalogue. It includes\nvaluable information that a novice collector\nwill find richly rewarding. Extending\nfar beyond the basics of explaining note\ngrading and the organization of the various\nseries, the introduction of note and serial\nnumber varieties delves into the causes of\nthese errors, helping the collector avoid\nbeing taken in by fakes. And because\nmost Canadian Tire notes were printed by\nthe Canadian Banknote Company or the\nBritish American Bank Note Company, the\nreader can adapt these explanations to legal\ntender banknotes.",
            "Experienced collectors will appreciate\nthe thoroughness and organization of\nthe catalogue, covering the regular notes\nissued by the Corporation, the Petroleum\ndivision and Simard-Montcalm plus\nspecial issues, specimens, coins, tokens,\nstamps, etc. All notes issued up to the end\nof 2021 are included, with pricing for five\ngrades from FINE to UNC.",
            "The full-colour, high-resolution\nillustrations identify the important details\nof the many varieties that appear in the\ncatalogue.",
            "The catalogue is available from\nCTCcollector.ca in the  Price Guides \nsection for $14.00 as a colour pdf\ndownload or a 136-page 8.5  x 11  spiral-",
            "bound format printed book with more than 800 full-\ncolour illustrations for $55.00 plus postage.",
            
            "Seuls quelques ouvrages peuvent\nS  tre qualifi s de   r f rence",
            "standard   dans le domaine vari \nde la numismatique. L dition 2022 du\nCatalogue Numismatique Canadian Tire de\nJerome Fourre est l un de ces catalogues de\nr f rence standard. Il y a de fortes chances\nque vous ayez une accumulation de ces\nbillets encombrant un tiroir en ce moment.",
            "Cette derni re  dition enti rement\nbilingue, publice pour c l brer le 100e\nanniversaire de Canadian Tire, pr sente\nles billets CT d une maniere digne de tout\ncatalogue de billets ayant cours l gal. I\ncomprend des informations pr cieuses\nqu un collectionneur novice trouvera\nrichement enrichissantes. Allant bien au-dela\ndes bases de 1 explication du classement des\nbillets et de l organisation des diff rentes\ns ries, l introduction de vari t s de billets et\nde num ros de s rie approfondit les causes\nde ces erreurs, aidant le collectionneur a\n viter d tre dupe des contrefacons. Et\ncomme la plupart des billets Canadian Tire\nont  t  imprim s par la Canadian Banknote\nCompany ou la British American Bank\nNote Company, le lecteur peut adapter ces\nexplications aux billets ayant cours l gal.",
            "Les collectionneurs exp riment s\nappr cieront la rigueur et l organisation du\ncatalogue, couvrant les billets r guliers  mis\npar la Corporation, la division p troliere et\nSimard-Montcalm ainsi que les  missions\nsp ciales, les sp cimens, les pi ces, les\njetons, les timbres, etc. Tous les billets  mis\njJusqu a la fin de 2021 sont inclus, avec des\nprix pour cing grades de FINE a UNC.",
            "Les illustrations en couleur et\nhaute r solution identifient les d tails\nimportants des nombreuses vari t s qui\napparaissent dans le catalogue.",
            "Le catalogue est disponible sur\nCTCcollector.ca dans les   Guides de\nprix   pour 14,00 $ en t l chargement\npdf couleur ou un livre imprim  a reliure\nspirale de 136 pages de 8,5 po x 11 po",
            "avec plus de 800 illustrations en couleur pour 55,00 $ plus les\nfrais de port.",
            "The CN Journal",
            "Volume 67\n"
        ]
    }
]