[
    {
        "File": "The_CN_Journal_Oct_07.jpg",
        "Paragraphs": [
            "~20.22, CONVENTION. FOLLOW-UP",
            "Miscellaneous Awards",
            "William (Bill) Kamb (left) is pictured accepting\nthe Fiocca Award for 2021 from Past President\nRobert Forbes. Because of the pandemic,\nmany of the awards for 2020 and 2021 were\nnot presented in person until our Ottawa\nConvention.",
            "Jim Heifetz, LM#224, (right) being congratulated\nby Executive Secretary Paul Johnson on his 40\nyears of membership in the RCNA.",
            "Wayne Hansen (right) receiving this year s\nJerome Remick Ill Literary Award from\nEdmonton Numismatic Society president Marc\nBink for his article  Buns of Steel: Demetrios\nPoliorketes   Macedonian Besieger  published\nin the ENS s, The Planchet, of June 2021.",
            "William (Bill) O Brien receiving his 2020 RCNA\nFellow award medal from Executive Secretary,\nPaul Johnson at a recent North York Coin Club\nmeeting.\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_08.jpg",
        "Paragraphs": [
            "The best original contribution to The CN Journal in 2021",
            "Robert Forbes won the Guy Potter Award for 2021",
            "for his article: In Appreciation of the",
            "Canadian Coinage Of King Edward\nVII   Insights of an Avid Collector published\nin the January   February 2021 issue of\nThe CN Journal. In the year s review, eight\narticles qualified and were ranked according\nto the contest standards. Although the winner\nscored highest, the other seven articles are\nacknowledged here for their contribution\nto numismatic literature and to our readers \npleasure; they are listed chronologically as\nfollows:",
            
            " John Muir Medal \nby Ron Cheek, March\n The Dominion of Canada School Medal \nby Barrie Renwick, June\n Canada s Diamond Jubilee Medal \nby Barrie Renwick, July * August",
            " From Rags to Riches: The Life & Times of Sir Donald\n~ A.Smith  by George Manz, September\n Hudson s Bay Aluminum Tokens\nof the Arctic \nby Robert Kokotailo, December\n Major L J P Brunet \nby Edward (Ted) Banning, December",
            "with an hounarable mention to:\n Menier, le chocolat et la numismatique \nby Yvon Marquis, January * February",
            "We at The Canadian Numismatic Journal\nthank all of these writers for sharing their\nhobby interest with our members, and\nwe extend thanks to all the others who\nsubmitted material to our 2021 edition.",
            "We would also like to extend an invitation for you to\nsend us an original numismatic article you have written\nfor publication in The CNJ. Send submissions to editor@\nrena.ca; you too could win the Guy Potter Award!",
            " The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_09.jpg",
        "Paragraphs": [
            "EDWARD_VII_CORONATION_ MEDALS",
            "lbert Edward was\nQueen Victoria\nand Prince Albert s",
            "second child and eldest son.\nHe was born on November 9,\n1841, in Buckingham Palace.\nEdward married Alexandra\nof Denmark at St George s\nChapel, Windsor Castle, on\nMarch 10, 1863. They had six\nchildren, including the future\nKing George V. He was 59\nyears old when he assumed the\nthrone in 1901, making him, up\nto that time, the longest-serving\nheir apparent in British history.\nPrince Charles has since\nsurpassed him.",
            "Edward s coronation ceremony, initially scheduled for\nJune 26, 1902, had to be quickly rescheduled to August 9\nbecause he was suffering from appendicitis and required\nemergency surgery two days before.",
            "More than one hundred different medals were issued to\ncelebrate the new King s coronation, including many cities\nand businesses within the United Kingdom. Because of the\nshort notice under which the ceremony was rescheduled\nmany of these commemorative medals had already been\nproduced and sold, with the original June 26 date. The\nofficial medals produced by the Royal Mint had the original\ndate but were melted down and re-struck with the revised\ndate before distribution. These added costs, however, were\nnot an option for most of the medal issuers.",
            "Number 7 October * November 2022",
            "King Edward received his crown at the hands of the\nvenerable Archbishop of Canterbury, at Westminster\nAbbey, on August 9, 1902, in the presence of\nrepresentative peers and commoners of the Empire.\n(Image: The Life Of King Edward VII, by J. Castell Hopkins, Fss, 1910.)",
            "BY JOHN CSASZAR\n#23951",
            "Often the medals issued by\nthe various municipalities were\nholed so that the owner could\nwear it around their neck on\nribbon during the festivities.\nA number of these medals are\nof lower quality material and\ndesign. Some medals are well-\nmade, attractive examples,\noften in bronze and silver. As\nyou would expect, the official\nRoyal Mint-produced medal is\none of these later examples.",
            "Similar to the Queen\nVictoria Diamond Jubilee\nmedals (CN Journal, Vol. 66\nNo. 05), the official Royal Mint\nissue (BHM 3737; Eimer 1871)\nwas struck in two sizes and three different metals. 31 mm\nmedals were struck in silver and gold, while 56 mm medals\nwere struck in bronze, silver and gold. The medals were\ndesigned by George William de Saulles, Chief Engraver at\nthe Royal Mint.",
            "De Saulles s bust of a crowned Edward appears on the\nobverse. This design is similar to the De Saulles design used\non the obverse of Canadian coins from 1902-1910. Around\nthe rim is the legend: EDWARD VII CROWNED 9  \nAUGUST 1902. The reverse shows the bust of Alexandra\nwith a crown, which de Saulles also designed. Around the\nrim, at the top, is ALEXANDRA QUEEN CONSORT\nand in exergue is the date 9 e AUG. 1902 ",
            ""
        ]
    },
    {
        "File": "The_CN_Journal_Oct_10.jpg",
        "Paragraphs": [
            "These medals, while still popular, sold less than half as\nmany as Queen Victoria s Diamond Jubilee five years earlier.\nThe Mint sold a total of 141,310 of them. By far, the most\ncommon is the small silver medals, with 102,454 sold. The\nlarge bronze follows this with 27,456, the large silver with\n7,811, the small gold with 2,728 and the large gold with\n861. Medals were issued up until March 31, 1903. The large\nbronze, silver and gold and the small gold are often found in\nred leather cases stamped with a gold crown with the date\n1902 and  Coronation Medal . Today, nice examples of these\nmedals can still readily be found due to the large quantity\nproduced. Many of these cases have been lost or broken over\nthe years.",
            "Another medal includes one issued by Spink & Son (BHM\n3741; Eimer 1869). The medal was designed and engraved\nby sculptor and medalist Frank Bowcher. The conjoined bust\nof a crowned Edward VII and Alexandra is on the obverse.\nThe reverse depicts Britannia standing and holding up a\ncrown surrounded by children of the colonies. Westminster\nAbby is in the background. The legend surrounds it: GOD\nSAVE THE KING and CROWNED JUNE 26TH 1902.\nThis medal was produced in bronze, silver and gold in\n76 mm; bronze, silver and gold in 46 mm; and bronze and\nsilver in 40 mm. Eimer also lists bronze\nand silver in 32 mm. Some versions\nof the medal exist with the correct\ndate, showing signs of being ,\naltered from June 26.",
            "Elkington & Co., a\nsilver manufacturer from\nBirmingham, England,\nalso issued a medal for\nthe occasion (BHM 3772;\nEimer 1870). Emil Fuchs,\nthe Austrian-American\nsculptor, medalist and painter,\nwas the designer and engraver.",
            "fi",
            "The obverse shows a conjoined Edward and Alexandra with\nthe legend KING EDWARD VII QUEEN ALEXANDRA\naround the rim. The reverse depicts Britannia seated with a\nshield looking toward Westminster Abby. A crown is at the\ntop radiating down, and a shield bares the date JUNE 26\n1902. Many different versions of this medal were produced\n  bronze, silver and gold in 64 mm; bronze, silver, gold and\nwhite metal in 39 mm; bronze, silver, gold and white medal in\n32 mm; and bronze in 20 mm.",
            "A handful of examples are known to have the correct date\nof August 9, 1902, instead.",
            "These are just a few examples of the many different medals\nstruck for the coronation, and I hope I have piqued your\ninterest in these exciting pieces of history.",
            "References",
            "Brown, Laurence A. (1995). A Catalogue of British\nHistorical Medals 1760-1960 Volume 3: The Reign of\nEdward VII to 1960. Spink & Son Ltd.",
            "Eimer, Christopher. (2010) British Commemorative\nMedals and Their Values. Spink & Son Ltd.",
            "www.royal.uk/edward-vii",
            ""
        ]
    },
    {
        "File": "The_CN_Journal_Oct_11.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "BY STEPHEN ADAMS\n#24172",
            "a icc\n2020 Haida Grizzly Bear two-dollar",
            "Figure 1   2020 2-dollar, Coloured Version and Uncoloured Version",
            "I n 2020 the Royal Canadian Mint released a two-dollar",
            "coin to commemorate the 100th anniversary of the birth\nof north-western coast artist Bill Reid, also known by his\nHaida name, J/juwas. Bill was well known for bringing Haida\nart and culture to Canada and the world. The design chosen\nfeatures his 1988 work,  Xhuwaji, Haida Grizzly Bear. \nTwo circulation versions of this coin were struck: one\nin the traditional red and black Haida artistic style with a\nmintage of two million and an uncoloured version with a\nmuintage of one million.",
            "I was fortunate enough to acquire a $1,000 mint box of\nthese toonies in 2021, and as we were stuck indoors, I decided\nto start hunting through the rolls to see what could be found.\nThe coloured coins are pad printed and are substantially\nconsistent regarding the colour and shading applications, the\ncentring of the design, and rotational alignment compared to\nthe obverse. I did not identify any substantial varieties among\nthis population.",
            "When examining the uncoloured\ncoins, however, the intricate swirls\nand very narrow lands of the design\nseem prone to collecting die chips\nin certain locations. A die chip is a\ntype of negative relief die damage\nthat happens when a small, irregular\npiece breaks off a die during repeated\nstriking.",
            "Low points on the die create\nraised features on the finished coin.\nThese negative features are places\nwhere the planchette can flow under",
            
            "tremendous pressure during the strike. Figure 2   Region naming convention",
            "Number 7 October * November 2022",
            "This coin s die would have narrow, raised pieces of metal\nbetween lower, flat areas that create the fine, raised swirls\non this coin. These pieces of metal are very fine and prone\nto damage; think of how delicate the cooling fins on an air\nconditioner are for comparison.",
            "When the metal breaks away, it leaves an irregular cavity\non the die, which offers the flowing metal a new, unplanned\ndirection to move during the strike of the coin. This flow into\nthe new cavity is our raised die chip on the finished coin.",
            "Often, die damage varieties fail to attract attention because\nthey are progressive; the appearance of the variety changes\nunpredictably or even uniquely as the striking continues\nto deteriorate the dies. These developing die chips make it\ndifficult to obtain a satisfactory set. On the 2020 toonies,\nthese chips appear consistently, which may make these\nvariations reasonably collectable for the variety enthusiast.",
            "Die chips have been found in various combinations in the",
            "= eyes, paws, and shoulders, sometimes\nwith multiple chips on the same\nfeature, leading to the use of a distinct\nletter notation to identify the location of\neach chip on a particular coin. The first\nletter is L or R based on left or right,\nfollowed by E, P, or S for eye, paw,\nor shoulder, and then T or B for top or\nbottom. The notation LPT means that\nthe die chip is located on the left paw,\nnear the top, for example. There are\nother regions on the coi, like the  rear\npaws  located at the top of the coin, the\nears, and others, that I did not find die\nchips in, but subsequent explorers may",
            "299\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_12.jpg",
        "Paragraphs": [
            "Figure 3   Die chip locations",
            "and getting to know this intricate\ndesign. Understanding the coin\nstriking process helps to explain\nhow the error occurs and helps\nus to imagine what else could\nbe possible with this coin. The\nareas that lack die chips, though\nvisually similar, may be slightly\nthicker or at slightly different arcs\nthat affect how the forces involved\ninteract with the die, preventing\nthem from breaking away. From\nan artistic perspective, without\npresuming to understand the\ndeeper significance of this piece,\nI was quickly able to appreciate\nhow it implemented traditional\nHaida techniques of fine lines,\nsymmetry, and balance in a\nunified design that suggests","tension. Looking for these elements allowed me to appreciate this design and the many others I ve looked at since.",
            "wish to adopt unique letters for those areas as\ndiscoveries are made.",
            "Die chips were found in 6 distinct positions\non the coms examined, illustrated in Figure 3.\nCoins were found with no die chips or with\nvarious combinations of 1 to 6 die chips on\na single coin. Table 1 presents the results of\nsearching the mint box (0.05 percent of the total\nmintage) and suggests that other combinations\nshould exist within the population. However,\nwith this small sample, I make no effort to\ngeneralize these results to the entire population.",
            "The results suggest that some intermediary\ncoins, representing earlier die states, remain to\nbe discovered. The 5 die chip coin (RPT, LPT,\nLPB, RPB, RS) lacking the RET chip suggests\nthat 3 and 4 die chip coins could exist that also\nlack it. It is possible that more than one chip\nis added to the die in a single strike, meaning\nthere is no guarantee that these varieties exist.\nOther arrangements are possible, especially if\nnew | or 2 die chip varieties are found or if\nany coins are discovered with chips in the LET,\nLEB, REB, or LS areas.",
            "The Haida Grizzly design chosen for 2020\ntwo-dollar coins gives many opportunities\nfor those interested in picking up their loupe",
            "Table 1   Location and population of the die chips",
            "Die Chip Count Die Chip Location Population (of 197 uncoloured coins)\nnumber percent\n0 n/a 13 6.6\n1 RPT 1 0.5\n2 RPT, LPT 18 9.1\n3 RPT, LPT, RET 2 1.0\nRPT, LPT, RS 18 9.1\n4 RPT, LPT, RET, RS 79 40.1\nRPT, LPT, RET, LPB 2 1.0\nRPT, LPT, LPB,\n; RPB, RS ; 1.0\nRPT, LPT, RET,\nLPB, RS 55 27.9\nRPT, LPT, RET,\n= LPB, RS, RPB 7 3.6",
            "Note: 303 coloured version coins are also in the sample but do not exhibit die\nchips because the design details on the reverse are printed on the coin blank.",
            
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_14.jpg",
        "Paragraphs": [
            "REPRINTS OF PAST ARTICLES FROM THE CN JOURNAL",
            "PORTRAITS OF QUEEN ELIZABETH II\nOn_COINS BY JEROME_REMICK, FRNS, FCNRS",
            "Volume 23, No. 8, September, 1978, pp 324 325",
            "[Editor s Note: With the passing of Her Majesty Queen Elizabeth Il on September 8, 2022, it is time to take a step\nback and take a refreshing look at the many faces of Queen Elizabeth Il as seen on coinage and medals issued during\nher long reign 1951 2022. This article, written in 1978, after the first 25 years of her reign by Jerome Remick, is\nan excellent starting point. The Queen s effigy, without a doubt, has appeared on more coins from more countries\nthan any other monarch throughout history. ]",
            "Commemorative 1 kg silver  500 coin celebrates the Longest Reigning Monarch in\nthe history of United Kingdom. It s design includes 6 effigies of Elizabeth II that can\nbe found on the coins issued by many Commonwealth countries.",
            "During the twenty-five years of the enn\nD reign of Queen Elizabeth II, there 4@*\nhave been seven portrayals of /&\nthe Queen on coins used throughout the /,\nBritish Commonwealth. The Queen\nascended to the throne in 1952, but the\ncoinages of 1952 continued to bear the\nportrait of King George VI. Two busts\nof the Queen were introduced in 1953:\na youthful uncrowned bust by Mrs Mary\nGillick was used by the members of the\nBritish Commonwealth; a youthful crowned bust\nby Cecil Thomas was used for the colonies\nand other British dependencies that were not\nself-governing.",
            "A more mature bust with a diamond\ntiara was designed by Amold Machin and\nintroduced on Canadian coins in 1965.\nThis bust was introduced on the British\ndecimal coinage in 1968 and is now used\nby all Commonwealth countries portraying\nthe Queen on their coinage, except for Belize,",
            "which still uses the crowned bust by Cecil\nThomas.\nTwo British crowns portray the Queen on\nhorseback. The first is the crown of 1953,\nwhich commemorates the Coronation,\nand depicts a portrait by Gilbert Ledward.\nThe 25 pence crown of 1977, struck to\ncommemorate the silver jubilee, shows\nan equestrian portrait by Arnold Machin. A\nseated portrait of the Queen, in a Coronation\nrobe, is seen on the Cook Islands two-dollar\npiece of 1973 and the Jamaican silver $25 and\n  gold $100 pieces of 1978. This portrait is an\nadaptation of a photograph by Cecil Beaton.\ns, The crown pieces of St. Helena and Tristan\nda Cunha, issued in 1978, show a full-\nface portrait, adapted from a photograph\nby Peter Grugeon, in the centre of the\nreverse. These coins are the first time\nsince the reign of Edward VI that any\nBritish monarch has been shown full-face\non a coin.",
            
            "B02 -------------------------------------- =n nnn nnn The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_15.jpg",
        "Paragraphs": [
            "Variations of Arnold Machin s\noriginal bust used on coins of\nthe British Commonwealth.",
            "Machin s_ original bust\nused on Canadian coinage\nstarting in 1965.",
            "The Gambia 8 shilling coin struck in Canadian 1973 25 cent coin with Patrick\nsilver and cupro-nickel. Brindley s re-engraving of the Machin bust.",
            "Continued on page 304",
            "Number 7 October   November 2022 ---------------------------------------- $n =n nnn nnn nnn nnn nn nn nnn nnn nnn nnn nnn nn 303\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_16.jpg",
        "Paragraphs": [
            "Gilbert Ledward s 1953 equestrian\nportrait appears on the _ 5-shilling\nCoronation commemorative issue.",
            
            "Tristan da Cunha 1978 crown showing a\nfull-frontal portrait by Machin, adapted\nfrom a photograph by Peter Grugeon.",
            "At the present time, there are 25 Commonwealth\ncountries which show a bust of the Queen on their coins.\nIn addition, Guernsey has issued three coins portraying\nthe Queen, one Papua-New Guinea coin and one Western\nSamoa coin. Thirteen countries no longer portray the\nQueen for various reasons. South Africa ceased to be a\nmember of the Commonwealth in 1961, Rhodesia declared\nindependence in 1965, and such coins as those of British\nWest Africa, East Africa, and Rhodesia-Nyasaland\nand Southern Rhodesia have been replaced by other\ncoinages. Bahamas, Ceylon, Cyprus, the Gambia, Nigeria,\nJamaica, and Seychelles are now republics within the\nCommonwealth. The coins of Malaya and British Borneo\nwere replaced by those of Malaysia.",
            "The coinages of Queen Elizabeth II form an excellent\ntheme for a topical collection either by date or by type.",
            "Arnold Machin s 1977 equestrian\nportrait on the 25-new-pence Silver\nJubilee commemorative issue.",
            "The effigy, by notable Sottish sculptor George\nHenry Paulin, from the 1953 Coronation\nMedal deserves an honourable mention.",
            "There is a great variety of fine designs, a large number of\nissuing countries, and considerable variety in shape, size,\nand metallic content. There are many coins with scalloped\nedges, square coins with rounded corners, seven-sided\npieces, and other shapes. The coins range in physical size\nfrom the lowly 17.5 mm Australian cent to some 60 mm.\nin diameter pieces. Metals, besides the traditional gold,\nsilver, and bronze, include nickel, cupro-nickel, aluminum\nbronze, aluminum, and such exotic and expensive metals\nas platinum and palladium. Denominations range from the\nBritish farthing and the Caribbean half-cent to the unreal\ndenomination of $200 in gold. Queen Elizabeth II is already\nthe British sovereign in whose name the most coins have\nbeen issued, and will probably have this distinction in\nfuture numismatic history.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_17.jpg",
        "Paragraphs": [
            "Portraits of Her Majesty Queen Elizabeth II on coins continued",
            "Since 1978, when Remick wrote his article, there have been a number of official effigies as well as many other images\nof the Queen which have appeared on coins. Arnold Machin s diademed bust of Elizabeth II continued in use in the UK\nuntil 1984 and 1989 in Canada.",
            "Starting in 1985, Raphael David Maklouf s endearing portrait of Her Majesty Queen Elizabeth II wearing the royal\ndiadem was adopted by many commonwealth countries. The notable exception was Canada which continued with the\nMachin portrait for another 5 more years. To make sure that his initials were not mistaken as a mintmark for The Royal\nMint, Maklouf included his middle name, David, in the initials RDM at the truncation of the bust.",
            "Variations of Raphael Maklouf s\noriginal bust used on coins of\nthe British Commonwealth.",
            "Maklouf s original bust\nused on UK coinage\nstarting in 1985.",
            "Variation of the Maklouf bust used on the Variation of the Maklouf bust used by\nobverse of a number of commonwealth Gibraltar for non-circulating coin obverses\ncountries non-circulating coins. from 2004. (Pobjoy Mint).",
            "In 1990, Canada adopted a new obverse design which was unveiled\non June 26, 1989, at the Royal Canadian Mint Winnipeg facility by\nthe minister responsible, the Honourable Paul Dick, and the artist\nresponsible for the new design, Dora de Pedery-Hunt. The first one-\ndollar coins bearing the new effigy and dated 1990 were struck for\nlater presentations to the Queen. The new effigy was approved by\nBuckingham Palace and is the first ever designed by a Canadian for use\non Canadian coins.",
            "Number 7 October   November 2022 --------------------------------------------- 9-9 - nnn nnn nnn nnn nnn nnn nnn nnn nnn\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_18.jpg",
        "Paragraphs": [
            "The next portrait to be adopted for UK and Commonwealth countries was in 1998. During the 1996 competition to\ndesign the obverse of the 1997 Golden Wedding crown the idea of replacing the Maklouf portrait developed. Because of\nthe large number of submissions received for the conjoint portrait of Queen Elizabeth II and Prince Philip it was decided\nto explore the possibility of a new coinage portrait for circulating coins, too.",
            "The significantly more realistic design by Jan Rank-Broadley FRBS, made for a strong contrast from its more idealised\npredecessor by Maklouf. Rank-Broadley explained there was,  No need to disguise the matureness of The Queen  years.\nThere is no need to flatter her. She is a 70-year-old woman with poise and bearing.  The portrait also appeared as large as\npossible within the framework of the coin, as he wanted to maximise its impact on smaller coins like the new 5p, 10p and\n50p pieces.",
            "The 1998 obverse (left) shows the crowned mature head of Queen Elizabeth II facing right (her effigy known as the\n Fourth Portrait ). The Queen wears the  Girls of Great Britain and Ireland  diamond tiara, a wedding gift from\nQueen Mary (Her Majesty s grandmother) in 1947   which she also has on the Machin and the Gottwald portraits.\nIn small letters below the head, the artist s initials IRB (for lan Rank-Broadley). Also shown here are the five-pound\ncoin designs of the 2002 obverse (Queen s Golden Jubilee, the 50th anniversary of her accession to the throne) and\n2007 reverse (portrait of the Queen and Prince Philip, marking their diamond wedding anniversary   60 years) by\nRank-Broadley.",
            "In 1996, the Royal Australian Mint was invited to submit designs for an\nupdate to the portrait of Her Majesty Queen Elizabeth II on the obverse of\nCommonwealth comage. The RAM s in-house designer at the time Vladimir\nGottwald submitted his design and was among the final three viewed by\nthe Queen herself for approval. Although the Ian Rank-Broadley effigy was\nofficially chosen, Gottwald s design was approved for a one-time mintage of\nthe 2000 Royal Visit Australian 50-cent coin.",
            "With this minting, Vladimir Gottwald became the first Australian designer\nsince Sir Edgar Bertram Mackennal, who sculpted the 1910-1936 effigy of\nKing George V, to have his work on the obverse of an Australian coin.",
            "In 2003, The Honourable David Dingwall, President and CEO of the Royal\nCanadian Mint (RCM) unveiled a new effigy of Her Majesty Queen Elizabeth\nII for Canadian coinage in honour of the 50th anniversary of the Queen s\ncoronation. The new and more contemporary effigy, designed by Canadian\nartist Susanna Blunt, of Her Majesty Queen Elizabeth II appeared on the\nobverse of Canadian circulation coins as of August of that year.",
            "Internationally acclaimed, Canadian artist Susanna Blunt is known for her\ntrompe I oeil style paintings.",
            "montana nanan nnn nnn nn nn ne ne ne ee The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_19.jpg",
        "Paragraphs": [
            "The last definitive coinage effigy of Queen Elizabeth II, wearing the royal\ndiadem, was unveiled in the UK in 2015. Known as the  fifth portrait  it is the\nlast of four portraits of Her Majesty that can still be found in circulation in\nthe UK today, the others including those created by Arnold Machin, Raphael\nMaklouf and Jan Rank-Broadley. In 2015, Jody Clark became the first\ndesigner from The Royal Mint to design a definitive royal coinage portrait\nin more than a century. The artisit s initials JC appear below the truncation.",
            "A further effigy, used on Commonwealth\ncoins, 1s an adaption of the 2015 United\nKingdom effigy. It can be found on\nall Australian circulation and many of its\ncommemorative coins from 2020, and is referred to\nas the Jody Clark Commonwealth effigy. Both effigies show the side profile\nof the Queen wearing the royal diamond diadem crown, and, in keeping with\ntradition, the Queen continues to face right. A noticeable difference between\nthe effigy seen on the coins issued in the United Kingdom and Australia s\nportrait is that the Commonwealth effigy includes Her Majesty s shoulders\nand features the Victorian coronation necklace. Jody Clark s design for the\nCommonwealth effigy was chosen through a competition commissioned by the\nRoyal Mint s Advisory Committee in the United Kingdom.",
            "Today the Queen s image is found on the coinage of more than 15 to 20 countries, the most populated being the United\nKingdom, Australia, Canada and New Zealand. This list includes Bermuda, St. Lucia and Montserrat, and other Caribbean\nnations that use the Eastern Caribbean dollar. Currency in many Oceania countries also bears the Queen s portrait. In some\ncases, images of the monarch have been replaced some other relevant design, as some Commonwealth countries like Jamaica\nand the small African nation of Seychelles have done in recent years.",
            "The reverse of the Queen s Golden Jubilee five pound coin shows an \nequestrian portrait of young Queen \nElizabeth II, by lan Rank-Broadley (IRB).",
            "The obverse equestrian effigy of this two pound coin, by John Bergdahl (JB), shows Queen Elizabeth Il, at her coronation, her head is turned left facing the viewer.",
            "This summary attempts to supplement Remick s article by including examples of more recent effigies of Queen Elizabeth IT\nthat have appeared on coins of the ensuing 44 years. It contains only a small sampling of the imagery of the Queen appearing\non coins over her past 70-year reign. It is, by far, not meant to be the canonical representation, especially in light of the\nincredible milestones documented in the last few years. It remains an excellent, if not daunting, thematic collection for novice\nand advanced collectors alike.",
            "Number 7 October   November 2022 ------------------------------------nn nn nnn nnn nnn nnn mannan nnn nnn nnn 307\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_20.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "n the news recently, it\nI was widely reported,",
            "initially by ITV, that a\nBritish couple discovered a\nhoard of gold coins buried\nunder their kitchen floor. In\nwhat many would consider a\ndream renovation, the owners\nof an 18th-century townhouse\nin the North Yorkshire of\nEllerby, after a decade,\nundertook to remodel their\nkitchen in 2019.",
            "During the remodelling,\nthe couple hit upon what they\nthought was an electrical\ncable beneath the concrete of their\nkitchen floor.",
            "Instead, the lucky couple found a\nsecret hoard of 267 gold coins, tightly\npacked inside a period salt-glazed\nearthenware cup, about the size\nof a pop can, that had been buried\nbeneath the home for generations.",
            "The heavily circulated coins date\nfrom 1610 to 1727, from the reigns of\nJames I and Charles I through to George I.",
            "Not knowing what the coins were or worth, the couple\ncontacted London-based auctioneers Spink & Son, who\ncame to investigate.",
            "Sarah Cascone of Artnet reported:  Jt was an entirely\nserendipitous discovery,  Gregory Edmund of Spink and\nSon said in a statement.  As a coin specialist with many\nyears of experience, I cannot recall a similar discovery\nin living memory. ",
            "The accumulation originally belonged to\nJoseph and Sarah Fernley-Maisters, a couple\nfrom an influential mercantile family, who\nmarried in 1694 and died in 1725 and 1745,\nrespectively. The family made their money\ntrading in iron ore, timber, and coal.",
            " Joseph and Sarah clearly distrusted the newly-\nformed Bank of England, the  banknote  and even the\ngold coinage of their day because they [chose] to hold\nonto so many coins dating to the English Civil War and\nbeforehand,  Edmund said.  Why they never recovered\nthe coins when they were easy to find just beneath original\n18th-century floorboards is an even bigger mystery, but it is\none hell of a piggy bank. ",
            "Because the most recent\ncoin was less than 300 years\nold, the hoard does not qualify\nas  treasure  under British\nlaw, allowing the couple to\nkeep it. Only one coin from\nthe hoard   a Portuguese\nBrazilian 1721 4,000 Reis that\nwould have been accepted as\nlegal tender in England in the\n18th century   was taken\nto be displayed at the British\nMuseum. The auction house,\nbilling the trove as one of\nthe most significant finds of\ncoins in British archaeological",
            " ",
            "Image Credit: Spink/BNPS.",
            "history, sold the collection in a dedicated  Ellerby Area\nHoard sale on October 7.\nThe coins, which cover the reign of\nJames I through that of King George\nI, includes coins from England and\nScotland as well as Great Britain,\nwhich was formed by the union of the\ntwo countries in the early 1700s. The\nearliest are Unites (20 shillings) and\nLaurels, with the majority being Guineas\nand Half Guineas.\nThe rarest of the coins in the hoard is\na 1720 George I guinea that due to a minting error is\na reverse brockage which does not feature the king s head\nand instead has both a relief and an incuse reverse image.\nIt was estimated to be worth  4,000 but sold for  52,000!\nThe auction house said such an error is  seldom if ever\nencountered in the English early milled gold series. \nA 1675 Charles II guinea, which misspells\nhis Latin name  CAROLVS  to  CRAOLVS \ninstead carried a presale estimate of  1,500\nbut hammered at  8.000. The auction\nhouse describes it as  one of the most overt,\nimplausible and frankly ridiculous errors in the\nlong and illustrious history of English coinage .\nIt suggests that the misspelling may have been done\nas a statement against the  Great Stop of the Exchequer \norchestrated by King Charles IT in 1672.",
            "Spink sold the Ellerby Hoard of 266 gold coins,\nincluding fees, for an unexpected  754,000, smashing the\npresale estimate of  200,000 250,000. Gregory Edmund\ncalled the final sale price absolutely extraordinary, adding\n T will never see an auction like this again. ",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_22.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "First Time A  Mine Of The Commander Of The Faithful  Islamic Gold Coin\nfrom the Year 712 CE Has Ever Come To Auction.\nCOIN ESTIMATED TO FETCH IN EXCESS OF  700,000",
            "London, October 2022: An exceptionally rare\n Mine of the Commander of the Faithful \nIslamic gold coin dating from 712 CE is\nbeing offered at auction for the first\ntime. While most Umayyad gold\ncoins (from the Muslim dynasty\nthat ruled the Islamic world from\n660 to 750 CE) are fairly common,\nones that bear the words  Ma din\nAmir al-Mu minin  in the fourth\nand fifth lines on the front of the\ncoin, which translates as  Mine of\nthe Commander of the Faithful , are\nrarely seen. This sale is also the first\ntime that one from this specific year, AH\n93 (711/12 CE), has ever come to auction,\nmaking it one of the most historically significant\nand highly desirable Islamic coins. The\ncoin, a gold dinar, will be offered in\nClassical Numismatic Group s Islamic\nauction in London, UK, on October\n27, 2022, and is expected to fetch\nover  700,000.",
            "Specialist in Islamic coins at\nClassical Numismatic Group,\nStephen Lloyd, tells us:  These\nremarkable Umayyad dinars\nwith the enigmatic  Mine of the\nCommander of the Faithful  are small,\nbeautiful, astonishingly rare historical\ndocuments. They bear witness to a time\nwhen the gold of Arabia helped an Umayyad\ncaliph rebuild some of the holiest and most important\nsites in the Islamic world. ",
            " Commander of the Faithful  was the formal title of\nthe caliph (the ruler of the Muslim community) and is, in\nfact, an older term than khalifa, meaning  successor , from\nwhich the modern word  caliph  is derived. These special\ncoins are the earliest gold dinars that preserve the caliph s\nmore ancient title. The caliph referred to on this com was\nal-Walid I (AH 86-96 / 705-715 CE), the sixth Umayyad\ncaliph. He led the Umayyad armies to victory, conquering\nthe Maghreb, Spain, Sind and Transoxiana. Affluence\nfrom the invasions enabled him to finance impressive\npublic works, such as the Al-Aqsa Mosque in Jerusalem,",
            "the Prophet s Mosque in Medina and the\nGreat Mosque of Damascus. He instigated\nsocial welfare programs for the poor,\nand his reign saw peace alongside\nprosperity.\nThe word  Ma din  in the\ncoin s inscription:  Ma din Amir\nal-Mu minin , or  Mine of the\nCommander of the Faithful, \ntranslates as  mine , a meaning\nthat can be used literally and\nmetaphorically   a topic that has",
            "been hotly debated for more than a\ncentury. Some scholars believe that it\nliterally refers to the place from which the\ngold was extracted: a mine in Arabia owned\nby al-Walid I. It is well-known that al-Walid\nI was very active in Mecca and Medina\naround the time that these special coins\nwere struck. Others have argued that\nMa din could mean  residence , or",
            " ancestral place , such as the Holy",
            "City of Medina in the present-day",
            "Kingdom of Saudi Arabia.",
            "The special die with the  Mine\nof the Commander of the Faithful \ninscription is known to have been",
            "used for at least three years. Other\ndinars struck from the same die can\nbe identified, including one which is\ndated AH 91   two years earlier than this\ncoin. Stephen tells us:  It is exceptional for a\ncoin die to survive for this long, without breaking\nthrough wear and tear. This longevity supports the view\nthat these coins were only ever struck in small quantities,\nwhich 1s consistent with their great rarity today. ",
            "This newly-discovered date, AH 93, is the latest known\nyear in which dinars with this special inscription were\nstruck. This sale is the first occasion that a coin of this\nparticular year has ever been offered at auction. It is\namong the most important historical Islamic coins ever to\nappear on the market, and interest from around the globe\nis greatly anticipated.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_23.jpg",
        "Paragraphs": [
            "CENSUS ON THE\nBL 34, Woop.22",
            "By CLEMENT CHAPADOS-GIRARD\nLM.#451",
            "Recensement du BL-34, Wood 22",
            "Figure 1 : The only known visible date on a BL-34. Photo courtesy of the Bank of Canada Museum.\n  La seule date visible connue sur un BL-34. Photo gracieuset  du Mus e de la Banque du Canada.",
            "etween 1987 and 1989, something special\nB happened to one of the rarest of all the Bust &\nHarp series. We saw the known population\nincrease from two to five. I am talking about the BL-34,\nWood 22. Up to 1987, only the one from the Bank of\nCanada and the one from Warren Baker were officially\nreported. Rarer only was the BL-39A, Wood 35. Now\nover 30 years later, we are currently at seven known. The\nlatest ones are from the Willey collection, plus one more\nthat was added in 2018 from a Geoffrey Bell Auction.\nBaker was the cataloguer of the Ernest Everingham\ncollection of Canadian Blacksmith Coppers. He had\nplaced an estimate of $4,500 on a specimen while it\nsold for $2,250. Baker bought it from the sale in 1989,\nprobably knowing that despite an increase of known\nspecimens, it was still a very\ndifficult blacksmith to be had.\nHe compared it to his own\npiece sold in 1987 by pointing\nout that the Everingham one\nis  much better  and graded it\n Fine-VF . NGC had it graded\nVG-8. For his part, Partrick\ngraded it VF-30, showing\nonce more that grading is an\nopinion, nothing more. I would\nbe closer to Baker on that one.\nBaker added an interesting\n (1820)  in the sale description\nbecause it is not visible on any",
            "Prices in this text are all in Canadian\ndollars except if mentioned otherwise.",
            "Number 7 October * November 2022",
            "Figure 2 : Drawing from Howland Wood, published\nin 1910. * Dessin de Howland Wood, publi  en\n1910.",
            "E ntre 1987 et 1989, quelque chose de sp cial est arriv e",
            "a Pune des plus rares pieces de toute la s rie Buste",
            "et Harpe. Nous avons vu son nombre connu passer\nde deux a cing. Je parle du BL-34, Wood 22. Jusqu en 1987\nseuls celui de la Banque du Canada et celui de Warren Baker\n taient officiellement d clar s. Seulement le BL-39A, Wood\n35  tait encore plus rare. Maintenant, plus de 30 ans plus tard,\nnous en connaissons sept. Les plus r cemment rajout s a la\nliste sont de la collection Willey et un autre qui a  t  ajout  en\n2018 a partir d une vente aux ench res Geoffrey Bell.",
            "Baker  tait le catalogueur de la collection Emest Everingham\nde Canadian Blacksmith Coppers. II avait estim  a environ\n4500$ un sp cimen qui s est vendu 2250$. Baker l a achet \na la vente en 1989, sachant probablement que malgr  une\naugmentation des sp cimens connus, c tait encore un jeton\nde forgeron tr s difficile 4 acqu rir.\nIl l a compar e a sa propre piece\nvendue en 1987 en soulignant\nque celle d Everingham est\n bien meilleure  et l a classifi e\n Fine-VF . NGC [avait classifi e\nVG-8. Pour sa part, Partrick l a\ngrad e VF-30, montrant une fois\nde plus que la notation est une\nopinion, rien de plus. Je serais plus\nproche de Baker sur celui-la. Baker\na ajout  un  (1820)  int ressant\ndans la description de la vente\ncar il n est visible sur aucun des\nsp cimens sauf celui de la Banque",
           
            "Sauf indication contraire les prix dans ce texte sont tous\nen dollars canadiens.\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_24.jpg",
        "Paragraphs": [
            "of the specimens but the one from the Bank of Canada,\nwhere it is faintly dated 1820 below the harp as we usually\nfind the date on the harp tokens, see figure 1.",
            "The Partrick sales  flooded  the market of that extremely\nrare token as he owned nearly half of all the known ones.\nIn 2015, Baker \\ while cataloguing the Richard Cooper\nCollection, said that five or six were known. I was able to\ntrace 7. The three from Partrick, the one from the Bank,\nthe two sold by Geoffrey Bell Auctions in 2015 and 2018\n(Ex. Buth and Ex. Cooper) and lastly, the one I last heard\nof, the one from Willey. Robins didn t have one.",
            "From the drawing of Wood, see figure 2, it is obvious that\nhe had access to a piece with a date and one with a piece of\nthe harp from the top right showing on the reverse. On the\nobverse, he had one with a full head visible, including the\nlaurels. Courteau writes more about the dated token as he\nmentioned,  Tt is not possible to define the number of strings\nas the upper part of the harp... is not well struck .",
            "The Bank of Canada collection example is known to\nhave been in both the Wood and Courteau collections.\nSee figure 3. I believe that what is most likely to have\nhappened is that Wood had access to at least two different\npieces. Since only two are showing the upper right part of\nthe harp, I assume that he had access to one of these two\nas well as the dated one. In addition, to show the top of the\nharp, they were both showing the full head design with\nlaurels; those details are missing from the one showing\nthe date. Possibly the number 2 from my list (see below),\nsee figure 4. The alternative is that a piece exists out there\nthat remains unknown to most of us that would match all\nthese criteria. The BL-33, Wood 21, does share the same\nobverse. The one known to have been his doesn t show\nthe laurels and a very well-struck top of the head as his\ndrawings depict. From Wood s own article, he mentions\nBarton and Courteau for the 22. Maybe one of them had\nmore than one piece, or they had previously seen another\none with the laurels and a complete harp at the top.",
            "In his 1985 Numismatics Catalogue No. 33, Baker wrote\nfor the Ex. Fargeon BL-34 now in his care, the following\nnext to the picture,  Barton? . He suspected it might have\nbeen the one from Barton, and I think he was most likely\nright as it would explain the drawing of Wood with only\ntwo specimens and not three with the current state of\nthings. As things are now, I doubt we will ever find a solid\nanswer to that question.",
            "Interestingly, four out of the six pieces I could examine\nare clipped, all of them twice clipped.",
            "Specimens we know and what we know about them:",
            "1. Bank of Canada Currency Collection (BCCM\n1970.0013.00031), Ex. Baker, Ex. Mabbott, Ex.\nCourteau, Ex. Wood. It weighs 4.29 g. 25.9 mm in\ndiameter. Die orientation is North/North. Not clipped.",
            "Figure 3 : BL-34 from Wood and Courteau baring the date.\nNumber 1. Photos courtesy of the Bank of Canada Museum.\ne BL-34 de Wood et Courteau portant la date. Num ro 1.\nPhotos gracieuset  du Mus e de la Banque du Canada.",
            "du Canada, sur lequel on peut encore voir la date 1820 sous la\nharpe comme on trouve habituellement la date sur les jetons\nharpe, voir figure 1.",
            "Les ventes de Partrick ont  inond  le march  de ce jeton\nextr mement rare car il poss dait pr s de la moiti  de tous les\njetons connus. Baker a d clar  en 2015, lors du catalogage de\nla collection Richard Cooper, que 5 ou 6  taient connus. J ai\npu en retrouver 7. Les trois de Partrick, celui de la Banque, les\ndeux vendus par Geoffrey Bell Auctions en 2015 et 2018 (Ex.\nButh et Ex. Cooper) et finalement celui dont j ai entendu parler\ndermi rement, celui de Willey. Robins n en avait pas.",
            "wenn nn nnn nnn nnn nnn nnn nnn nanan nnn The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_25.jpg",
        "Paragraphs": [
            "Figure 4 :\nNGCcoins.com.   BL-34, num ro 2. Photos courtoisie\nde NGCcoins.com.",
            "BL-34, Number 2. Photos courtesy of",
            "2. Ex. Partrick, Ex. Baker (Bowers & Merena, 26 \n28 March 1987, lot #1056, $5,300 (US$4,070)),\nEx. Fargeon. Last sold publicly during the first\npart of the Donald G. Partrick Collection sale by\nHeritage Auctions, March 21, 2021, sale #61202,\nlot #97261. It sold $1,500 (US$1,200). It weighs\n4.27 g. Its diameter is 26.2 mm. Die orientation is\nNorth/West. Not clipped.",
            "3. Ex. Partrick, Ex. Baker. Ex. Barton. Last sold\npublicly during the first part of the Donald G. Partrick\nCollection sale by Heritage Auctions, March 21 2021,\nsale #61202, lot #97260. It sold $1,650 (US$1,320).\nIt weighs 4.32 grams. Its diameter is 25.83 mm. Die\norientation is North/West. Clipped.",
            "Number 7 October * November 2022",
            "D apr s le dessin de Wood, voir figure 2, il est  vident qu 1l\na eu acc s a une pi ce dat e et une autre avec un morceau de\nharpe en haut a droite apparaissant au verso. A I avers, il en\navait un avec une t te complete et visible, y compris les lauriers.\nCourteau a  crit plus sur le jeton dat  en mentionnant qu il\nn est pas possible de d finir le nombre de cordes car la partie\nsup rieure de la harpe... n est pas bien frapp e .",
            "Celui d tenu par la Banque est connu pour avoir  t  a la\nfois dans les collections de Wood et de Courteau, voir figure\n3. Je crois que ce qui est le plus susceptible de s tre produit,\nc est que Wood a eu acc s a au moins deux pices diff rentes.\nPuisque seulement deux montrent la partie sup rieure droite de\nla harpe, je suppose qu il a eu acc s a l'une de ces deux 1a ainsi\nqu a celle dat e. En plus de montrer le haut de la harpe, elles\nmontrent toutes les deux le dessin de la t te compl te avec des\nlauriers, ces d tails manquent a celui indiquant la date. Peut-\n tre le num ro 2 de ma liste (voir ci-dessous), voir figure 4.\nL alternative est qu il existe une pi ce qui reste inconnue de la\nplupart d entre nous et qui correspondrait a tous ces crit res. Le\nBL-33, Wood 21 partage le m me avers. Celui dont 1 on sait\navoir  t  le sien ne montre pas les lauriers et un sommet de t te\ntr s bien frapp  comme le montrent ses dessins. Dans son propre\narticle, Wood mentionne Barton et Courteau pour le 22. Peut-\n tre que l un d eux avait plus d un jeton ou qu il en a d ja vu un\nautre avec les lauriers et une harpe compl te au sommet.",
            "Dans son catalogue numismatique No 33 de 1985, Baker a\n crit pour l Ex. Fargeon BL-34 maintenant sous sa garde tout a\nc t  de l'image,  Barton? . Il soupconnait que c tait peut- tre\ncelui de Barton et je pense qu il avait probablement raison car\ncela expliquerait le dessin de Wood avec seulement 2 sp cimens,\net non trois. Dans | tat actuel des choses, je doute que nous\ntrouvions un jour une r ponse solide a cette question.",
            "Fait int ressant, 4 des 6 pi ces que j ai pu examiner sont\nrogn es, toutes sont rogn es deux fois.",
            "Les sp cimens que nous connaissons et ce que nous savons\nd eux :",
            "1. Collection de monnaies de la Banque du Canada (BCCM\n1970.0013.00031), Ex. Baker, Ex. Mabbott, Ex. Courteau,\nEx. Wood. Il p se 4,29 grammes. 25,9 mm de diametre.\nL orientation du coin est Nord/Nord. Non rogn .",
            "2. Ex. Partrick, Ex. Baker (Bowers & Merena, 26 28 mars\n1987, lot #1056, 5300$ (4070$US)), Ex. Fargeon. Derni re\nvente publique lors de la premiere partie de la vente de la\ncollection Donald G. Partrick par Heritage Auctions, 21\nmars 2021, vente #61202, lot #97261. Il s est vendu 1500$\n(1200$US). Il p se 4,27 grammes. Son diam tre est de 26,2\nmm. L orientation du coin est Nord/Ouest. Non rogn .",
            "3. Ex. Partrick, Ex. Baker. Ex. Barton. Derni re vente publique\nlors de la premiere partie de la vente de la collection Donald\nG. Partrick par Heritage Auctions, 21 mars 2021, vente\n#61202, lot #97260. II s est vendu 1650$ (1320$US). Il p se\n4,32 grammes. Son diametre est de 25,83 mm. L orientation\ndu coin est Nord/Ouest. Rogn .\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_26.jpg",
        "Paragraphs": [
            "4. Ex. Partrick, Ex. Baker (Private sale, 15/12/89,\n$3,000 (US$2,700)), Ex. Everingham (Jeffrey\nHoare Auctions #13, 26-28 October 1989, Lot\n#2455 (Sold $2,250)). Sold publicly during the\nsecond part of the Donald G. Partrick Collection\nsale by Heritage Auctions, April 18 2021, sale\n#61206, lot #98276. It sold for $1,200 (US$960).\nLast sold by Jetons Canada for $3,000 on their\nwebsite. It weighs 3.89 g. Its diameter is 25.7\nmm. Die orientation is North/West. Clipped.",
            "5. Ex. Cooper, Ex. Buth (Jeffrey Hoare Auctions\n#29, February 25-26, 1994, Lot #461 (Sold\n$1,675)). Last sold publicly by Geoffrey Bell\nAuctions and was part of the Richard Cooper\nCollection, October 1, 2015, Toronto Coin Expo\nfall sale, lot #225. It sold for $4,860. It weighs\n4.12 g. Its diameter is 26 mm. Die orientation is\nNorth/West. Clipped.",
            "6. Ex. R. C. Willey, currently in a private collection.\n(The only one I couldn t examine, but the source\nis very reliable)",
            "7. Newest one, last sold publicly during the Toronto\nCoin Expo Fall 2018 sale by Geoffrey Bell\nAuctions, September 27 2018, lot #441. It sold for\n$2,400. It weighs 4.31 g. Its diameter is 25.9 mm.\nDie orientation is North/North. Clipped.",
            "4. Ex. Partrick, Ex. Baker(Vente priv e, 15/12/89, 3000$",
            "(2700$US)), Ex. Everingham (Jeffrey Hoare Auctions\n#13, 26-28 octobre 1989, Lot #2455 (Vendu 2250$)).\nVendu publiquement lors de la deuxi me partie de la vente\nde la collection Donald G. Partrick par Heritage Auctions,\n18 avril 2021, vente #61206, lot #98276. II s est vendu\n1200$ (960$US). Derni re vente par Jetons Canada 3000$\nsur leur site internet. Il p se 3,89 grammes. Son diam tre\nest de 25,7 mm. L orientation du coin est Nord/Ouest.\nRogn .",
            ". Ex. Cooper, Ex. Buth (Jeffrey Hoare Auctions #29, 25-26",
            "f vrier 1994, Lot #461 (Vendu 1675$)). Derni re vente\npublique par Geoffrey Bell Auctions et faisant partie de\nla collection Richard Cooper, ler octobre 2015, vente\nd automne au Toronto Coin Expo, lot #225. Il s est vendu\n48608. Il p se 4,12 grammes. Son diam tre est de 26 mm.\nLorientation du coin est Nord/Ouest. Rogn .",
            ". Ex. R. C. Willey, actuellement dans une collection priv e.",
            "(Le seul que je n ai pas pu examiner mais la source est tr s\nfiable)",
            ". Le plus r cent, vendu pour la demi re fois publiquement",
            "lors de la vente de l automne 2018 de la Toronto Coin\nExpo par Geoffrey Bell Auctions, le 27 septembre 2018,\nlot n  441. Il s est vendu 24008. Il p se 4,31 grammes.\nSon diametre est de 25,9 mm. L orientation du coin est\nNord/Nord. Rogn .",
            "Unaccounted pieces that might be linked to one of the Pi ces non comptabilis es qui pourraient  tre li es a l un",
            "above. des jetons ci-dessus.\nA. Ex. Wilson from the November 17, 1925, sale A. Ex. Wilson de la vente du 17 novembre 1925",
            "catalogued by Wayte Raymond where it was\npaired with a Breton 1008 (Wood 19 or 20), the\nlot sold for US$53. That was a hefty sum back\nthen.",
            "B. Ex. Wickham from the Schulman fixed price list\nin 1947, Wood 22, priced at US$1.50; funnily\nenough, most of the Blacksmith tokens from the\nWood series are priced at the same price probably\nbecause he didn t know how rare it was. An\nimportant mention to a Blacksmith that is not\nfrom Wood is the BL-31, Co 360NS, which was\npriced at US$15. They claimed that it  is about\nthe best we ever saw.  It was priced ten times\nhigher than the BL-34.",
            "catalogu e par Wayte Raymond ot elle  tait jumel e a\nun Breton 1008 (Wood 19 ou 20), le lot a vendu 53$US.\nC tait une grosse somme a | poque.",
            "B. Ex. Wickham de la liste de prix fixe Schulman en 1947,",
            "Wood 22, au prix de 1,50$US, assez curieusement, la\nplupart des jetons de forgeron de la s rie Wood sont\nau m me prix probablement parce qu il ne savait pas a\nquel point c tait rare. Une mention importante pour un\njeton de forgeron qui n est pas de Wood est le BL-31,\nCo 360NS qui  tait au prix de 15$US. Ils ont affirm \nque c   tait  le meilleur que nous avons jamais vu . Son\nprix  tait 10 fois plus  lev  que celui du BL-34.",
            "YC",
            "enna anna nnn nanan nnn enna The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_27.jpg",
        "Paragraphs": [
            "The sudden increase of known specimens had\nan obvious steep decrease in their value after 1987.\nWe certainly have seen a similar scenario play this\ntime around with the sale of Partrick having several\nspecimens offered publically. One of the reasons I\nmade that list was to help people realise how rare this\nBlacksmith token is despite that and how important\nit is. After all, most, if not all, pieces were, at some\npoint or another, in an important collection. Much of\nthe early provenance has been lost, such as Wilson,\nWickham and probably more.",
            "In 1994 during the Numismatic Sale No. 29 of\nJeffrey Hoare Auctions, lot #461, it was mentioned that\nthere are  six pieces known.  I arrive now at seven,\nbut perhaps I couldn t account for all of them. At the\ntime of that sale, I wouldn t have been able to reach 6\nwith the current data I was able to gather. Maybe the\nnumber should be instead eight or even more. It might\nbe the one from the P. M. Wickham collection or the\none from the first Wilson sale. Often, in these cases,\na few more pieces not accounted for either stayed in\none collection or were sold privately. Or yet, still to\nbe discovered. I deliberately omitted lot #3771 from\nthe Dunham sale in 1941, catalogued by Max Mehl,\nas it wasn t clear at all if it was a BL-34 or what it was\nexactly. The only thing mentioned 1s,  Another piece\nin the same lot, but of a different die.  So the only\nthing we know with certainty is that there were not two\nBreton 1008 (BL-32) in the lot.",
            "Thank you to Ray Malone and Christopher Faulkner\nfor sharing some information with me. Thanks to\nDavid Bergeron from the Bank of Canada for sending\nme the measurements and a set of new pictures from\ntheir special piece, as it s the only known one dated.\nIf you have a specimen not appearing on this list, P ll\ngladly add it.",
            
            "L augmentation soudaine des sp cimens connus a caus  une\nforte diminution  vidente de sa valeur apr s 1987. Nous avons\ncertainement vu un sc nario similaire se manifester cette fois-ci\navec la vente de Partrick ayant plusieurs sp cimens offerts\npubliquement. L une des raisons pour lesquelles j ai compil \ncette liste  tait d aider les gens a r aliser a quel point ce jeton\nde forgeron est rare malgr  cela et 4 quel point il est important.\nApres tout, la plupart des pi ces, sinon toutes, ont fait partie a\nun moment ou a un autre d une importante collection. Plusieurs\nprovenances ont  t  perdues tels que ceux de Wilson, Wickham\net probablement plusieurs autres.",
            "En 1994 lors de la Numismatic Sale (Vente Numismatique)\nNo 29 de Jeffrey Hoare Auctions, lot #461, il a  t  mentionn \nqu il y a  six pi ces connues . Je suis maintenant 4 7 mais\npeut- tre que j en ai manqu . Au moment de cette vente, je\nn aurais pas pu attemdre 6 avec les donn es actuelles que j ai pu\nrecueillir. Peut- tre que le nombre devrait  tre plut t 8 ou m me\nplus. Ce pourrait  tre celui de la collection P. M. Wickham ou\ncelui de la premiere vente Wilson. Dans ces cas, il y a souvent\nquelques pi ces suppl mentaires non comptabilis es qui sont\nrest es dans une seule collection ou qui ont  t  vendues de fagon\npriv e. Ou bien, encore a d couvrir. J'ai d lib r ment omis le\nlot 3771 de la vente Dunham en 1941 catalogu e par Max Mehl\ncar il n tait pas clair du tout s il s agissait d un BL-34 ou ce\nque c tait exactement. La seule chose mentionn e est que  Une\nautre piece dans le m me lot, mais de coin diff rent.  Done, la\nseule chose que nous savons avec certitude, c est qu il n y avait\npas deux Breton 1008 (BL-32) dans le lot.",
            "Merci a Ray Malone et Christopher Faulkner d avoir\npartag  des informations avec moi. Merci 4 David Bergeron\nde la Banque du Canada de m avoir envoy  les mesures et un\nensemble de nouvelles photos de leur pi ce sp ciale car c est la\nseule connue dat e. Si vous avez un sp cimen qui n apparait pas\ndans la liste, je l ajouterai avec plaisir.",
            "Bibliography   Bibliographie",
            "Baker, Warren. (1985). Numismatics - Catalogue No. 33.\nBaker, Warren. (1989) 26 28 October, 1989. Jeffrey Hoare Auctions, Sale #13, The Ernest Everingham collection of",
            "Canadian Blacksmith Coppers.",
            "Chapados-Girard, Cl ment. (2020). A Charlton Standard Catalogue, Canadian Colonial Tokens, 10th edition.\nHaxby, J.A. & Willey, R.C. (2018). Coins of Canada, 36th edition.",
            "Hoover, Oliver D. (2014).  Blacksmith Copper Metrology . The Colonial Newsletter, no. 155, August 2014.\nIngram, Gregory S. & Marelic, Branko. (2004). The Bust and Harp Tokens of Canada, First edition.",
            "  (1994). 25-26 February 1994. Jeffrey Hoare Auctions, Sale #29. (Cataloguer not mentioned.)\njetonscanada.com/en/product/bl-34-blacksmith-token-3-8 9g-canada-wood-22/ . (accessed September, 2022)\nLorenzo, John (2018). Forgotten Coins of the North American Colonies, 25th anniversary edition. January 2018, p. 19\nOppenheim, Michael. (1987). Bowers & Merena, Sale #88, 26-28 March 1987, The Warren Baker Collection of",
            "Canadian Coppers.",
            "Mehl, B. Max. (1941). Max Mehl, Sale #97, 3 June 1941. William Forester Dunham Collection.",
            "Raymond, Wayte. (1925). Anderson Galleries Sale, 16-18 November 1925. The W. W. C. Wilson Collection.\nSchulman, Hans M. F. (1947). Fixed price list No. 30, Coins of Canada.",
            "Wood, Howland. (1910).  The Canadian Blacksmith Coppers . The Numismatist, Vol. XXII, April 1910.",
            "Number 7 October * November 2022",
            "RCNA / ARNC",
            "B15\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_28.jpg",
        "Paragraphs": [
            "BLOG SPOT. BY,GRAHAM, IDDON",
            "Bank of \\ Mus e de\nCanada \\ la Banque\nMuseum \\ du Canada",
            "The Devil Is In The Hairdo   The 1954 note series",
            "CENTENNIAL OF CANADIAN CONFEDERATION",
            "You will find nothing unusual in this centennial commemorative\nversion of the 1954 series but in earlier versions... one-dollar, Canada,",
            "1967, NCC.1967.010.001",
            "Have you ever seen eyes in the bark of trees?",
            "Wolves in the clouds? Faces watching you from",
            "the abstract patterns of your mother s bedroom",
            "drapes? Although this is a Hallowe en blog, I m not talking\nabout anything supernatural here; I m talking about shapes\nthat can sometimes be seen in otherwise random images or\npatterns such as in the design of a banknote, for instance.\nWhen the Bank of Canada creates a new banknote,\none important step\nresearchers take is to\nask a focus group to\nhave a really good\nlook at a model of\nthe new note. A fresh\nperspective is crucial\nhere to find any\nunintended shapes\nin the imagery. If\nanything appears\nto protrude from a\nportrait subject s ear,\nor if there are faces\nin the background\npatterns, it s best\nthat such things be\npointed out before\nthe note has been\nissued. Because it\nwouldn t be the first\ntime, a curious shape\nhas appeared on a",
            "The vignettes of the 1954 series feature images from every major\nbanknote. region of Canada.",
            "As Canada headed confidently into the 1950s, it did so\nwith new, modern, nationalistic banknotes designed by\nCanadian war artist Charles Comfort. A gorgeous landscape\nengraving filled the back of each note while our brand-new\nsovereign, Elizabeth II, was the star feature on the front of\nall eight denominations. Celebrated Canadian photographer\nYousuf Karsh took an official portrait of Elizabeth. She was\nthen beautifully reproduced by master engraver George\nGundersen of the\nBritish American\nBank Note Company.\nThe new banknotes\nwere elegant and very\nCanadian.",
            "However, there\nwas something not\nquite right about\nthe engraving of the\nQueen, something\nperhaps a little\nsinister. Reports began\nsurfacing of people\nseeing shapes in her\nhair specifically\nthe face of the Devil!\nIn 1956, a British\npolitician named H. L.\nHogg wrote a scathing\nletter to the High\nCommissioner for\nCanada in the United\nKingdom:",
            "noma nnn nana nnn nnn nnn nnn nnn nnnnn The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_29.jpg",
        "Paragraphs": [
            " The Devils face is so\nperfect that for the life\nof me, I cannot think\nit is there other than\nby the fiendish design\nof the artist who is re-\nsponsible for the draw-\ning or the engraver\nwho made the plate...I\nenclose an envelope for\nthe return of the note,\nbut I would be better\npleased if you told me\nyou had burned it. \nReferences to the",
            "Devil s head popped\nup now and again in\nthe Canadian media\nfrom 1956 until as late\nas 1959. A prominent\nmember of the coin-\ncollecting community\nclaimed the face in the",
            "Queen s hair was  no",
            "accident  and that  those responsible might be trying to\nput across a subtle message to the public.  A number of",
            "newspapers picked up this\nstory, spreading the idea that\nan insider had infiltrated the\nbanknote printing firms. By\nthat time, true or not, such\ncomments would certainly\nhave upped the interest of any\n Devil s Head  notes on the\ncollector s market.",
            "All conspiracies of\nfiendish engravers aside,\nthe Bank moved quickly to\nhave the security printing\ncompanies deal with the issue.",
            "George Gundersen, engraver and art director of the British\nAmerican Bank Note Co., would go on to engrave three of the five\nportraits of the 1969 76 series. Bank of Canada Archives POS-003561.",
            "The Karsh photo (NCC.1993.056,146) close-up is on the\nleft; the equivalent Gundersen engraving is on the right.",
            "Engraver Yves Baril\ndarkened the highlights\nin the Gundersen\nengraving, and after\n1957, the series\nwas entirely free of\nquestionable images or\nof any faces but that of\nthe Queen.",
            "With no diabolical\nintention, Gundersen\nhad done a remarkable\njob reproducing the\nKarsh photograph as an\nengraving. The problem\nwas that he was too\ngood. If you take a good\nlook at the Karsh photo\nand squint your eyes a\nbit, you can just discern\nabove the Royal left\near some contours of\nhair that do resemble a",
            "face these contours are then made clearer and arguably\nmore demonic by the fine-lined, high-contrast etching of",
            "the engraver s art.",
            "It would seem that Mr\nHogg should have directed his\nwrath, not at the talented Mr\nGundersen but at the Royal\nhairdresser. Unless, of course,\nthere was a dark conspiracy\ninvolving the hairdresser,\nthe photographer and the\nengraver...let me check\nonline. Happy Hallowe en.",
            "Reprinted with permission from\nBoCM The Museum Blog",
            "A  Devil s Head  $100 banknote, circa 1955. The face has been enhanced slightly to make\nit clearer. $100, circa 1955, Canada, NCC.1987.030.002",
            "Number 7 October   November",
            "2022\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_31.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY",
            "The Bank Tokens of Canada",
            "In the 1970s, Robert Willey wrote a",
            "series of articles for The Vancouver",
            "Numismatic Society News Bulletin\ntitled  The Bank Tokens of Canada .\nThe seven-part series served as an\nintroduction to Canada s bank tokens,\ncovering the pieces issued by all the\ntoken-issuing banks of the time.",
            "The first article, published in\nthe September 1974 issue of The\nVancouver Numismatic Society News,\nis an introduction to bank tokens\nin pre-confederation Canada. The\neconomic environment was not ideal\nfor consumers and merchants at that\ntime. Gold and silver coinage was\nin short supply, so coins from other\ncountries, including Britain, Spain,\nPortugal, France, and the United States,\ncirculated for use. This mixture of foreign coins caused much\nconfusion because of the huge array of designs in circulation\nand because each coin type would have a monetary value\nbased on its silver content. This complicated and slowed\nmany commercial transactions.",
            "The situation with copper coinage was even worse.\nLegally, only George II and III English and Irish issues were\nto be accepted in trade. But since these coins were so scarce,\nlocal and imported tokens were readily accepted. Soon, any\ncopperish disks of roughly the right size circulated. Foreign\ncopper coins, hand-made blacksmith tokens, crudely cut and\nunstamped copper disks, and even old flattened brass buttons\nwere seen in circulation.",
            "The government at the time was aware of the problem but\nwas slow to respond. By 1835, the banks had reached their\nbreaking point. They stopped honouring the  face value  of\ncopper coins and began accepting them only by weight. As the\nunderweight copper tokens lost their value and disappeared\nfrom circulation, the Bank of Montreal began issuing its own\ntokens. These  sous  were made in the proper weight and\nquickly replaced the old coppers.",
            "With the stage set, the following articles focused on each\ntoken-issuing bank: The City Bank, La Banque du Peuple,\nThe Quebec Bank, The Bank of Montreal, and The Bank\nof Upper Canada. Each article delves into one of the banks \nhistory and tokens. The final article, published in the club s\nApril 1975 newsletter, recaps the technical aspects of\nthe various bank-issued tokens, focusing on each issue s\nengravers, minters, and weights.",
            "Number 7 October * November 2022",
            
           
            "That same month, the Vancouver\nNumismatic Society held its annual\ncoin show. The following day, it\nheld its fourth annual numismatic\nsymposium. The event featured\nan international group of speakers\nthat included Donald M. Stewart of\nCalgary; Maxwell E. Brail of Jackson,\nMichigan; Major Joseph E. Boling\nof Seattle, Washington; and Ralph A.\nMitchell of Fullerton, California. The\nevent proved successful, with over 90\npeople in attendance.",
            "These symposiums, held on the\nSunday after the club s annual coin\nshows, were introduced in 1972\nand proved popular. So popular,\nin fact, that the concept was\nadopted by other groups, including\nthe Torex shows in Toronto and Charlton Auctions.\nThis event featured at least one literary souvenir. Willey s\nseries of articles was reprinted, with appropriate illustrations\nadded, as an official Vancouver Numismatic Society\nmonograph called The Bank Tokens of Canada.",
            "The reason for issuing this work at the\nseminar is somewhat unclear. Willey was not a\nspeaker, although he had been the previous year.\nWilley s publication is a fine introduction to the subject, but\nit does not delve into the subject enough to be practical to a\ncollector. The illustrations do not offer enough detail to be\nuseful, and the text does not cover every issue of each series\nas you would expect in a catalogue. Clearly, it was meant to\nintroduce neophytes to the subject and perhaps draw them\ninto starting a collection of Canadian bank tokens.",
            "Many clubs issue books as part of their mandate to\neducate and inform their members. Sometimes these involve\nreprinting articles from their journal or newsletter. Sometimes\nthey are only given to members or distributed at a club\nevent. They often commemorate something, such as a club s\nanniversary, or they are used to promote the club itself. It s not\nclear how to categorize this book. It was issued at its fourth\nannual educational seminar, which is not an anniversary that\nis typically celebrated. Although this was also the club s 20th-\nanniversary show, that fact is not noted in the publication.",
            "Whatever the reason for its issue, Willey s book would\nhave been a welcome addition to the event and may have\ninspired a few collectors to focus their interests on bank\ntokens.\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_32.jpg",
        "Paragraphs": [
            "ROYAL_ MINT. COMMUNIQUE",
            "_ Established\n| for Tomorrow ",
            "The Royal Mint confirms coins bearing effigy of His",
            "Majesty King Charles III will enter circulation in\nBritain.",
            "All UK coins bearing the effigy of Her Late Majesty\nQueen Elizabeth II will also remain legal tender and in\nactive circulation. Historically it has been commonplace\nfor coins featuring the effigies of different monarchs to co-\ncirculate. This ensures a smooth transition, with minimal\nenvironmental impact and cost.",
            "Anne Jessopp, Chief Executive Officer, The Royal",
            "Mint (right) said:  We are honoured to have struck",
            "each UK coin of Her Late Majesty's reign, docu-",
            "menting her journey from young Queen to respected",
            "Head of State. As official coin maker to the UK, we",
            "have told the story of each monarch since Alfred the",
            "Great and are now preparing for the biggest change in",
            "British coinage for several decades.",
            "The first coins bearing the effigy of His Majesty\nKing Charles II will enter circulation in line with\ndemand from banks and post offices. This means the\ncoinage of King Charles III and Queen Elizabeth IT\nwill co-circulate in the UK for many years to come. ",
            
            "There are approximately 27 billion coins currently\ncirculating in the UK bearing the effigy of Queen Elizabeth II.\nThese will be replaced over time as they become damaged\nor worn, and to meet demand for additional coins.",
            "The official coin effigy of King Charles II, designed\nby Martin Jennings, will first appear on a  5 coin and 50p\ncommemorating the life and legacy of Her Late Majesty.",
            "wenn nn nnn nnn nnn nnn nnn nnn nanan nnn The CN Journal",
            "Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_33.jpg",
        "Paragraphs": [
            "The King s effigy has been created by renowned British\nsculptor Martin Jennings, and has been personally approved\nby His Majesty. In keeping with tradition, The King s\nportrait faces to the left, the opposite direction to Queen\nElizabeth I. The Latin inscription surrounding the effigy\nreads e CHARLES II * D * G* REX * F* D* 5 POUNDS\n  2022 which translates to  King Charles LIT, by the Grace\nof God, Defender of the Faith.  The effigy will start to\nappear on circulating and commemorative coins produced\nby The Royal Mint over the coming months.",
            "The reverse of the commemorative  5 coin features two\nnew portraits of Queen Elizabeth II. The design was created\nby artist John Bergdahl in collaboration with The Royal Mint.\nIt will form part of a wider memorial coin collection, which\nwill include a 50p released into general circulation in the UK.",
            "The reverse of the 50 pence features a design that originally\nappeared on the 1953 Coronation Crown. It was struck to\ncommemorate Queen Elizabeth II s coronation at Westminster\nAbbey and includes the four quarters of the Royal Arms\ndepicted within a shield. Between each shield is an emblem\nof the home nations; a rose, a thistle, a shamrock and a leek.",
            " Her Late Majesty ruled with heart and devotion\nfor seventy years, and this memorial collection\ncommemorates her remarkable legacy as Britain's",
      
            "Number 7 October * November 2022 ------------------------",
            "longest serving monarch. To ensure everyone can hold\na piece of history in their hand, the 50p will also enter\ncirculation in the UK. ",
            "Martin Jennings, Designer of His Majesty King Charles\nIIs effigy, said:  Ut is a privilege to sculpt the first\nofficial effigy of His Majesty and to receive his personal\napproval for the design. The portrait was sculpted from\na photograph of The King, and was inspired by the\niconic effigies that have graced Britain's coins over the\ncenturies. It is the smallest work I have created, but it\nis humbling to know it will be seen and held by people\naround the world for centuries to come. ",
            "Dr Kevin Clancy, Director of The Royal Mint Museum,\nsaid:  Her Late Majesty Queen Elizabeth II has\ngraced more coins than any other British monarch\nin a reign that lasted for 70 years. As we move from\nthe Elizabethan to the Carolean era it represents the\nbiggest change to Britain  coinage in decades, and the\nfirst time that many people will have seen a different\neffigy. Over the coming years it will become common\nfor people to find coins bearing His Majesty and Queen\nElizabeth IT's effigy in their change, engaging new\ngenerations in the story of Britain  Royal Family. ",
            
            ""
        ]
    },
    {
        "File": "The_CN_Journal_Oct_34.jpg",
        "Paragraphs": [
            "COMING_EVENTS",
            "Clubs are advised that coming events may be conveniently listed at: www.canadiancoinnews.com/events/submit-an-event/ or sent to the RCNA at least 90 days in advance of the event.",
            "October 1-2, West St Paul MB: 2022 Manitoba Coin Club Fall\nCoin, Stamp & Collectibles Show, Sunova Centre, 48 Holland Road,\nHosted by the Manitoba Coin Club, October 1 at 10 a.m. with dealers,\nexhibits and prizes The show will be open until 5 p.m. that day and\nfrom 10 a.m 4 p.m. on October 2. There's something of interest\nfor everyone, from the novice hobbyist to the experienced collector.\n Come with paper, leave with gold.  Plenty of free parking. Admission\nis $5 a day. For more information contact Kelvin Neufeld, email\ntreasurer@manitobacoindlub.org, phone (204) 479-9124; website:\nwww.manitobacoinclub.org",
            "October 2, Mississauga ON: Mississauga Coin & Stamp Show,\nJohn Paul Il Polish Cultural Centre, 4300 Cawthra Rd. Sponsored by\nthe Troyak Club, the Mississauga Coin and Stamp Show will be open\nfrom 9 a.m. 4 p.m., with 60 tables and more than 30 dealers. There's\nsomething for everyone, with Canadian and world coins, stamps,\npaper money, tokens, medals, trade dollars, official mint products,\nhobby supplies, reference books and more. Free evaluations plus\nbuying, selling and trading. Admission is $5 (children under the age\nof 16 are free), and parking is free. For more information contact Les\nPlonka, email leszekp@rogers.com, phone (416) 505-7999; website:\nwww. troyakclub.com",
            "October 9, OSHAWA ON: COIN-A-RAMA, UKARAINIAN PAVILION,\n38 lviv St. NEW VENUE! One day only, 9 a.m. 5 p.m., featuring paper\nmoney, coins, tokens, medals, books, supplies and many other items.\nThe show also features a mini-auction at 2 p.m. plus free dealer and\nmembership draws, new hourly public draws and free admission.\nCome out and look for that special item for your collection or for a\ngift. We're sure you'll find what you need. The show is sponsored by\nthe Oshawa & District Coin Club. For more information contact Sharon\nMaclean, email papman@bell.net, phone (905) 728-1352; website:\nwww.oshawacoinclub.com",
            "October 15, Stratford ON: 60th Annual Stratford Coin Club Show,\nQuality Inn, 1144 Ontario St. Sponsored by the Stratford Coin Club, the\nStratford Coin Show will be held from 9:30 a.m.-3 p.m. Admission is\n$3 for adults, and children aged 16 and under are free. Buy and sell\ncoins, paper money, tokens and more. For more information contact\nLarry Walker, email swalker@cyg.net, phone (519) 271-3352; website:\nwww:stratfordcoinclub.ca/events/",
            "October 15-16, Regina AB: Regina Coin Club   Fall 2022 Coin\nand Stamp Sale and Show, Canadian Italian Club Regina, 2148\nConnaught Street at 13th Avenue The Regina Coin Club Fall Coin and\nStamp Sale is planned. Hours on Saturday are 10 a.m. to 5 p.m., and\nSunday 10 a.m. to 3 p.m. Admission prices include an entry to door\nprizes. Adult 16+ day rate is $5 each. 13-16 years are $1 per day, 12\nand under are fee with paid adult admission. Member rates apply.\nFor more information contact Brent Hancock, email brent. hancock@\nmyaccess.ca, phone (306 529 7242; website: www. reginacoinclub.ca",
            "October 22, Woodstock ON: Collectors Show & Sale, Ayr Motor\nCentre, 105 Connell Park Road, Lower Level Open, from 10:00 a.m.\nto 3:00 p.m., our regular vendors are BACK and some new ones are\njoining in! Paper money, Coins, License Plates, Militaria, Sports Cards\nand many other collectibles! We'll be hiding a Puzzle Piece on one of the\nvendors  tables every hour! Find it and bring it back to the admissions",
            "table for a prize! Entry at the door is $2 Age 16 years and under are\nFREE! For more information contact Gerald Sewell, email gcsewell77@\ngmail.com, phone (506) 392-6207; website: www.facebook.com/\nFlorencevilleCollectorsClub",
            "October 29-30, Toronto ON: TOREX, Crowne Plaza Toronto Airport\nHotel, 33 Carlson Court. TOREX   Canada s National Coin Show &\nAuctions   60th Anniversary. Hours: Sat. 10 a.m. to 5 p.m., Sun. 10\na.m. to 3 p.m., Admission $5. Under 16 free! Official Auctioneer: The\nCanadian Numismatic Company. For more information contact Brian\nSmith; website: www. torex.net",
            "October 29-30, Saskatoon, SK: 2022 Saskatoon Coin and Stamp\nShow, Ramada Hotel & Golf Dome, 806 Idylwyld Drive N. After a long\n3 year Covid drought we are proud to announce the 2022 Saskatoon\nCoin and Stamp Show. Ssaturday October 29 from 10 a.m. to 5 p.m.;\nand Sunday October 30 from 10 a.m. to 3 p.m. Admission: Adults - $5,\nChildren 12 and under are free. For more information, email info@\nsaskatooncoinclub.ca; website: www.saskatooncoinclub.ca",
            "November 4-6, Montreal, QC: NUPHILEX FALL SHOW 2022,\nNouvelle R sidence McGill (New Residence Hall), 3625 Av du Parc\nThe fall NUPHILEX show, Canada's largest coin & stamp show, is\nopen Friday and Saturday from 10 a.m. 5 p.m. and on Sunday from\n10 a.m. 4 p.m. Admission is $5 on Friday and Saturday and free on\nSunday. Early bird admission $25 starting at 8 am Friday for all three\ndays. More than 50 dealer tables of coins and stamps , paper money,\ntoken, militaria, medals, jewellery, and watches will be showcased.\nCome buy, sell, trade or appraise your valuables. Government-\nregulated COVID-19 guidelines will be in effect. For more information,\nemail montreainuphilex@gmail.com, phone (514) 889-7740; website:\nwww. nuphilex.com",
            "November 12, Scarborough ON: Scarborough Coin Club 24th\nAnnual Coin Show, Cedarbrook Community Centre, 91 Eastpark Blvd.\nCoins, paper money, tokens, medals, club table, etc. Free admission\nand draw. Hours: 9 a.m. -3 p.m. Refreshments will be available. We are\nat the location where our club holds our monthly meetings. For more\ninformation contact Dick Dunn, email coms@rogers.com, phone (905)\n509-1146; website: www.scarboroughcoin club.ca",
            "November 13, Windsor ON: Windsor Coin Club Annual Fall Coin\nShow, Caboto Club, 2175 Parent Ave. The Windsor Coin Club will be\nholding its 70th Annual Fall Coin Show. Hours are 9 a.m. 3 p.m. Free\nadmission. Free hourly door prizes. Plenty of free parking. For more\ninformation contact Margaret Clarke, email mtclarke@mnsi.net, phone\n(519) 735-0727; website: www.winasorcoinclub.com",
            "November 20, Peterborough ON: Peterborough Coin Show,\nHealthy Planet Arena, 911 Monaghan Road Peterborough Numismatic\nSociety's annual coin show. Held at the Healthy Planet Arena, formerly\nknown as the Evinrude Center, in the banquet hall at the north end\nof the building. 15 dealers in attendance, club exhibits, Tim Hortons\nacross the road. Doors open at 9:30 a.m. to 3:00 p.m. $2 admission\nkids under 12 free. For more information contact Nigel Mackey, email\nnigelmackey201@outlook.com, phone (289) 685-0092.",
            "rN",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_36.jpg",
        "Paragraphs": [
            "ANDERSON GOLD MEDAL ay GEOFFREY BELL\nPRINCE _OF_WALES, COLLEGE FRCNA, FCNRS, LM. #208",
            "Es",
            "rs\n>> V Nat",
            "THE COLLEGE",
            "Prince of Wales College was located in Charlottetown, Prince Edward Island. As far back as 1804, forward-thinking\nLieutenant Governor Edmund Fanning set aside land for a college. By 1821, the National School was organized; and\nfinanced mainly by British church groups. It had similar sister schools in Halifax and Saint John. Meanwhile, in 1835, the\nCentral Academy opened near the old National School. The National School closed in the early 1850s to be replaced by the\nNormal School for training teachers in 1856.",
            "In 1860, the Central Academy was renovated and renamed Prince of Wales College. The name was chosen to honour the\nvisit of the Prince of Wales, who toured the British Colonies in North America in 1860. By 1879, the College became co-\neducational, and the Normal School was merged with Prince of Wales College. The College was reconstructed in the 1920s\nand 1930s into a brick-and-stone edifice. In 1969, Prince of Wales College and St. Dunstan s University were amalgamated\ninto the University of Prince Edward Island. The photo shows the Prince of Wales College as it appeared circa 1900, about\nthe time Robert Bruce Stewart attended.",
            "THE MEDAL",
            "Alexander Anderson was born in Aberdeen, Scotland, in 1836. After attending local schools, he moved to Edinburgh,\nwinning the first scholarship to the Training School at Moray House in an annual competition held in that city. Anderson\ncompleted his education at the University of Edinburgh, demonstrating outstanding scholarship, especially in mathematics\nand natural philosophy.",
            "B24 ------------------------------- nanan nnn The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_37.jpg",
        "Paragraphs": [
            "Image: Courtesy of the Canadian Numismatic Company.",
            "In 1862, his professor recommended a second professorship at Prince of Wales College.\nAfter a few years, he accepted the job in 1868. He soon became principal and oversaw\nthe amalgamation of the Normal School with Prince of Wales College. One writer of the\nday said of him,  His remarkable accuracy of information, his thorough scholarship and\nhis enthusiastic devotion to the cause of education has had a most astonishing affect in\narousing interest in the Public Schools throughout the Province. ",
            "He was awarded an honorary degree from McGill University in the 1890s and, in\n1901, was appointed Superintendent of Education for Prince Edward Island. As deserved\nrecognition, the Anderson Medal was endowed by Sir Andrew MacPhail in 1896, who\nstated,  of the many teachers I have since known, he was the best. His authority was\nabsolute; therefore, he was never known to exercise it. ",
            "Obverse:",
            ". . . : : 7 : Dr Alexander Anderson.\nA crown 1s superimposed on three plumes with a pine tree on either side with (PWC Image Collection pwc:3525,",
            "legend: Island Archives)\nCOLL:WALL: PRINC:Q:E:1: PRINC: REG: EDUARD: INSULA: CANADA",
            "Reverse:",
            "Continuous maple wreath with plain centre engraved: Awarded to / R   B   Stewart / May 27th / 1904\nCircumference inscribed IN ALEXANDRI ANDERSON HONOREM MDCCCXCVI",
            "The medal is 18 k (.750 fine) gold, 46.6 g, diameter 44.8 mm. It was produced by Alexander Kirkwood & Son of\nEdinburgh, Scotland.",
            "THE AWARDEE",
            "Robert Bruce Stewart was born in 1887 at Stratgartney, Prince Edward Island. He married Maria Carmichael of New\nGlasgow, Nova Scotia, in 1916 and died in 1962 in New Glasgow. It is unknown when he left PEI, but he was apparently\nin Nova Scotia by 1916. Maria was the eldest daughter of J. W. Carmichael. With his family connections with the\nCarmichaels, he soon became the company s Managing Director. After the death of Maria s parents, the Stewarts lived in\nthe Carmichael home at 86 Temperance Street. Having no children, the Stewarts willed their home to the Town of New\nGlasgow. It was to become a museum called the Carmichael-Stewart Museum. Robert Bruce Stewart was a scholar of note,\nand while at Prince of Wales College, he won the Anderson Gold Medal and graduated with a High Honour Diploma. The\nmedal pictured is the one he won in 1904.",
            "Number 7 October   November 2022 --------------------------------------------- 9-9 - nnn nnn nnn nnn nnn nnn nnn nnn nnn 325\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_40.jpg",
        "Paragraphs": [
            "COMMUN QUE",
            "2022 $30 Fine Silver Coin   100th\nAnniversary of the Royal Agricultural Winter\nFair",
            "On your coin s reverse, the Art Deco-style design\nby artist Glen Green highlights some of\nthe sights and events that have made the\nRoyal Agricultural Winter Fair a premier\nshowcase of agricultural and equestrian\nexcellence. An array of livestock\n(chicken, sheep, cow and horse) and\nagricultural products surround a rider",
            "and horse, as they compete in the Royal",
            "Horse Show; behind them,",
            "The Royal logo appears",
            "on a champion rosette.",
            "The reverse includes the",
            "word  CANADA  at the",
            "top, while at the bottom,",
            "the dates  1922-2022 ",
            "commemorate The Royal s",
            "100th anniversary. The obverse features the effigy of Her\nMajesty Queen Elizabeth II by Susanna Blunt.",
            "2023 $1 Fine Silver Coin   Peace Dollar",
            "Your Peace Dollar s reverse features selective\nrose gold plating and a pulsating pattern behind\nthe allegorical image of peace designed by\nretired RCM Senior Engraver Susan Taylor.\nStruck in Ultra High Relief (UHR), Lady\nPeace is depicted in profile with her hair\ncrowned in a wreath of maple leaves and\nolive branches. She is flanked by her\nname  PAX  (the Latin word for  Peace )\nand the year  2023 , while Canada s\nnational motto,  A MARI\nUSQUE AD MARE ",
            "( From sea to sea )\nappears overhead.",
            "The obverse also\nfeatures selective rose\ngold plating and the effigy\nof Her Majesty Queen\nElizabeth IT by Susanna Blunt.",
            "Pi ce de 30 $ en argent fin 2022   100e\nanniversaire de la Royal Agricultural Winter Fair",
            "Au revers de la pi ce, le motif",
            "inspiration Art d co de l artiste Glen",
            "Green met en vedette certaines des",
            "scenes et exp riences qui ont fait la",
            "renomm e de la Royal Agricultural",
            "Winter Fair comme vitrine de",
            "l excellence agricole et  questre.",
            "Une vari t  d  animaux d levage",
            "(poule, mouton, vache et cheval)",
            "et de produits agricoles entoure un",
            "cavalier et sa monture participant au",
            "Royal Horse Show; derri re eux, une",
            "cocarde du champion est orn e du logo",
            "de l v nement. Le revers porte la mention",
            "  CANADA   au-dessus du motif, tandis qu en",
            "dessous, la double date   1922-2022   souligne le 100e",
            "anniversaire de la Royal Agricultural Winter Fair. Lavers",
            "est a l effigie de Sa Majest  la reine Elizabeth II, selon\nSusanna Blunt.",
            "Pi ce de 1 $ en argent fin 2023   Dollar de la\npaix",
            "Le revers du dollar de la paix, rehauss \nun placage d or rose s lectif, pr sente\nun motif qui palpite et duquel se\nd tache la figure all gorique de\nla paix, ceuvre de Susan Taylor  \nancienne graveuse principale de\nla Monnaie aujourd  hui retrait e.\nGrav  en tr s haut relief, le\nprofil de la Dame de la Paix est\ncoiff  d une couronne de feuilles\nd rable et de branches d  olivier.\nIl est flanqu  du mot   PAX  \n(qui signifie   paix   en latin) et du\nmill sime   2023  , et surplomb  par la\ndevise canadienne   A MARI USQUE AD\nMARE   (D un oc an a | autre).\nL avers,  galement rehauss  d un placage d or rose\ns lectif, est a leffigie de Sa Majest  la reine Elizabeth II,\nselon Susanna Blunt.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_41.jpg",
        "Paragraphs": [
            "2022 $200 Pure Gold Coin   175th Anniversary\nof the Birth of Alexander Graham Bell",
            "Designed by Canadian artist Chris Gorey, the\ncoin s reverse commemorates the 175th\nanniversary ( 175 YEARS/ANS ) of\nthe birth of Alexander Graham Bell\n(1847-1922) by honouring his legacy\nof innovation. A reproduction of Bell s\nsignature is paired with a portrait of\nthe inventor in his later years, when\nmuch of his scientific work was done\nat his estate in Baddeck, N.S. Those\nexperiments are represented by\nschematic illustrations of the\nSilver Dart the aircraft\nthat achieved the first\ncontrolled, powered flight\nin Canada and the record-\nsetting HD-4 hydrofoil;\nboth crafts made history on Bras d Or Lake,",
            "represented by the waves in the background. The obverse\nfeatures the effigy of Her Majesty Queen Elizabeth II by\nSusanna Blunt.",
            "Actual Size",
            "Pi ce de 200 $ en or pur 2022   175e\nanniversaire de naissance\nd Alexander Graham Bell",
            "(Euvre de l artiste canadien Chris Gorey,\nle revers de la pi ce c l bre le 175e\nanniversaire (  175 YEARS/ANS  )\nde naissance d  Alexander Graham\nBell (1847-1922) en rendant\nhommage a  h ritage d  innovation\nqu il laisse derri re lui. La\nreproduction de la signature de\nBell accompagne un portait de\nl inventeur dans ses vielles ann es,\nquand il menait la majorit  de ses\ntravaux scientifiques a sa r sidence\nde Baddeck, en Nouvelle-Ecosse. Ses\nexp rimentations sont repr sent es par\ndes illustrations sch matiques du Silver Dart\n  le premier avion a avoir accompli un vol contrdl \net motoris  au Canada   et de l hydropt re HD-4   qui a\nbattu un record de vitesse. Les deux appareils sont pass s\na Phistoire sur le lac Bras d Or, repr sent  par des vagues\nen arri re-plan. L avers est a l effigie de Sa Majest  la reine\nElizabeth II, selon Susanna Blunt.",
            
            "Number 7 October   November 2022 --------------------------------------------- 9-9 - nnn nnn \n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_42.jpg",
        "Paragraphs": [
            "THE WALLS OF",
            "A NUMISMATIC DATE WITH HISTORY",
            "CONSTANTINOPLE COLLAPSE",
            "By JESUS VICO\nAND, MARISA.OLLERO",
            "ike Severus before him,\nL coer: began to",
            "punish the city for siding\nwith his defeated rival, but soon\nhe too realized the advantages\nof Byzantium s location. During\n324-336, the city was thoroughly\nrebuilt and inaugurated on May\n11, 330, as the  Second Rome .\nThe name that eventually\nprevailed in common usage,\nhowever, was Constantinople,\nthe  City of Constantine \n(Greek KovotavtwovtvaoMts,\nKonstantinoupolis). The city\nof Constantine was protected\nby a new wall about 2.8 km\n(15 stadia) west of the Severan\nwall. Constantine s fortification\nconsisted of a single wall,\nreinforced with towers at\nregular distances, which began\nto be constructed in 324 and\nwas completed under his son\nConstantius II (. 337-361). Only\nthe approximate course of the\nwall is known: it began at the",
            "November 6, 447",
            
            "Church of St. Anthony at the Golden Horm, near the modern\nAtatiirk Bridge, ran southwest and then southwards, passed\neast of the great open cisterns of Moctus and Aspar, and\nended near the Church of the Theotokos of the Rhabdos on\nthe Propontis coast, somewhere between the later sea gates of",
            "St. Aemilianus and Psamathos.\nBy the early 5th century,\nhowever, Constantinople\nhad expanded outside the\nConstantinian Wall, in the\nextramural area known as the\nExokionion or Exakionion.\nThe double Theodosian Walls,\nlocated about 2 km west of\nthe old Constantinian Wall,\nwere erected during the reign\nof Emperor Theodosius II (r.\n408-450), after whom they\nwere named. The work was\ncarried out in two phases, with",
            "330",
            "(Image: Public Domain)",
            "the first phase erected during\nTheodosius s minority under\nthe direction of Anthemius, the\npraetorian prefect of the East. It\nwas finished in 413 according to\na law in the Codex Theodosianus.\nAn inscription discovered in\n1993, however, records that\nthe work lasted for nine years,\nindicating that construction had\nalready begun circa 404/405, in\nthe reign of Emperor Arcadius\n(r. 395-408). This initial\nconstruction consisted of a single\ncurtain wall with towers, which\nnow forms the inner circuit of the\nTheodosian Walls.",
            "However, the Constantinian\nand the original Theodosian walls\nwere severely damaged in two\nearthquakes, on September 25,\n437 and November 6, 447. The\nlatter was especially powerful and\ndestroyed large parts of the wall,\nincluding 57 towers. Subsequent\nearthquakes, including another\nmajor one in January 448,",
            "compounded the damage. Theodosius II ordered the\npraetorian prefect Constantine to supervise the repairs, which\nwere made all the more urgent as the city was threatened by\nthe presence of Attila the Hun in the Balkans. According to\nByzantine chroniclers and three inscriptions found in situ,\nthe walls were restored in a record 60 days by employing",
            
            "the city s  Circus factions . It\nis at this date that the majority\nof scholars believe the second\nouter wall to have been added,\nas well as a wide moat opened\nin front of the walls. But the\nvalidity of this interpretation is\nquestionable; the outer wall was\npossibly an integral part of the\noriginal fortification concept.\nThroughout their history,\nthe walls were damaged\nby earthquakes and\nfloods of the Lycus River.",
            "Oldest existig map of",
            "Constantinople (modern",
            "Istanbul), called  Historic Peninsula , (Tarihi\nYarimada in Turkish) designed in 1422 by\nFlorentine cartographer Cristoforo Buondelmonti\n(Description des iles de l archipel, Bibliotheque",
            "nationale, Paris).",
            "Part of the old Constantinople walls with towers in\nIstanbul, Turkey, November 2021.",
            "(Image: A.Savin, WikiCommons)",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_43.jpg",
        "Paragraphs": [
            "Repairs were undertaken on numerous occasions, as testified \nby the numerous inscriptions commemorating the emperors\nor their servants who undertook to restore them. An official, \nknown as the Domestic of the Walls or Count of the Walls, ",
            "was responsible for these repairs, and he employed the  _ services of the city s populace in this task. After the Latin conquest of 1204, the walls fell increasingly into disrepair,and the revived post-1261 Byzantine state lacked the \nresources to maintain them, except in times of direct threat.",
            "Reprinted with permission from VCoins eNewsletter.",
            "Roman Empire. Constantius Il. 337 361 CE. AR siliqua\n(20 mm, 3.18 g, 12 h). Antioch, 342/3. Diademed head\nof Constantius II right, gazing upwards / VOTIS / X V /\nMVLTIS / XX in four lines in laurel wreath; ANT below.\nRIC 35; RSC 338A. Extremely rare vicennalian issue.",
            "(Image: Dmitri Marcov Coins & Medals.)",
            "Roman Empire. Constantius Il, 337 361 CE. AV\nsolidus (4.48 g) minted at Rome, 355 357. Diademed\nand helmeted bust three-quarters to right, holding\nshield decorated with a star. Reverse: Roma and\nConstantinopolis enthroned, holding inscribed shield.\nCf. RIC 293 [as Rare]; Depeyrot 14/1. Boldly struck.\nProvenance: Ex Lanz Auction 148 (Bernardi; 4 | 10),\nlot 135. (Image: Ira & Larry Goldberg Coins & Collectibles.)",
            "Roman Empire. Arcadius, 383 408 CE. AV solidus\n(4.44 g) Mint of Thessalonica. Obverse: Diademed and\ncuirassed bust facing left. Reverse: Constantinopolis,\nhellmeted, seated facing right on throne adorned with\nlion and right foot on prow. cf. RIC IX 64d. Perfectly\ncentered on a nice large flan with full legends on both\nsides. (Image: Ira & Larry Goldberg Coins & Collectibles.)",
            "Roman Empire. Theodosius Il, 402 450 CE. AV solidus\n(4.45 g) minted at Constantinople, 415. Obverse: D\nN THEODO - SIVS P F AVG, diademed, helmeted and\ncuirassed bust right, holding spear and shield with\nhorseman spearing enemy motif. Reverse: GLORIA\n- REI - PVBLICAE Roma and Constantinoplis seated\nfacing, supporting a shield inscribed VOT / XV / MVLT\n/ XX. CONOB in exergue. RIC IX 207; DOCLR 346;\nDepeyrot 61/1; MIRB 5. (Image: NumisCorner, vcoins.com.)",
            "Roman Empire. Theodosius Il, 402 450 CE. AR\nmiliarense (4.37 g) minted at Constantinople, 408 \n420. Obverse: DN THEODO - SIVS P F AVG, pearl-\ndiademed, draped and cuirassed bust of Theodosius\nll facing left. Reverse: GLORIA ROMANORVM, nimbate\nemperor standing facing, head left, arm raised and\nholding globe; star in left field, CON in exergue. RIC\n370; DOC 306; RSC 20a) (Image: A H Baldwin & Sons Ltd.)\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_44.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "BY SEAN SINCLAIR\n#23912",
            "A FOUNDING FATHER OF NUMISMATICS",
            "In this column, I would like",
            "to focus on a historical figure",
            "that is a little less known\nin the Western Hemisphere.\nBartolomeo Borghesi was an\nantiquarian, archaeologist,\nepigraphist and numismatic\nauthor considered one of the\nfounding fathers of numismatics.",
            "Borghesi was born on July\n11, 1781 in Savignano di\nRomagna, Italy (then part of the\nPapal States). His parents were\nPietro Borghesi, a well-known\nnumismatist of the period, and\nhis third wife, Caterina Conti de\nCastrocaro.",
            "Borghesi learned about\nnumismatics from his father,\nbeginning at an early age.\nHis father owned a well-\nrespected numismatic museum\nin Savignano. Borghesi s first\ncredited numismatic art, an\nengraved print of a medal\ndedicated to the glories of Rimini, is attributed to him at the\nage of five. The print is entitled Ariminensium aeternitati\n(Rimini eternity) and celebrates the Cardinals Giuseppe\nGarampi (1725-1792) and Francesco Maria Banditi (1706 \n1796), as well as famous monuments in the city. Rimini, on\nItaly s Adriatic coast, was founded by the Romans in 268\nBCE as an essential link between the northern and southern\nregions of the Italian peninsula.",
            "In 1791, Borghesi wrote an essay on a bronze medal\n(published in 1792) from Ravenna bearing an image of the\n7th-century Byzantine Emperor Heraclius. The essay was\ncompleted with the acknowledged assistance of his father\nand through numerous letters to well-known historians\nof the time, including his godfather, the Marquis Camillo\nSpreti of Ravenna.",
            "Borghesi received the very best education available for\nthe period. Upon his father s death in 1794, he was tutored\nby Benedictine Monks in Ravenna for four years, followed\nby two years in Bologna under the Barnabites (Clerics\nRegular of Saint Paul).",
            "Upon his return to Savignano in May 1800, he served on\nthe city council during the French occupation of the region.",
            
            
            "Borghesi took an active part in\nthe administration of Savignano\nfor the next two decades, serving\non the city council, as head of the\nnational guard, and taking part\nin diplomatic missions. He also\nserved as mayor of Savignano\nfor a short time.",
            "Borghesi, along with Giulio\nPerticari, founded the Rubiconia\nSimpemenia dei Filopatridi,\nan educational institution\nfocussing on literary studies\nand local history. He served as\nthe secretary and librarian of\nthe institution. With help from\nthe municipality, the academy\nestablished a local high school\nin which Borghesi taught\nmathematics and astronomy.",
            "Borghesi resided in Rome\nduring the winters of 1801-02\nand 1802-03, during which\ntime he met Girolami Amati and\nGaetano Marini at the Vatican\nLibrary. Both men were respected scholars and epigraphists\nwho instructed Borghesi in the science of epigraphy (the\nstudy of the written word).",
            "In 1803, Borghesi began an extensive transcription of\nmedieval parchments from Cesena, Rimini, and Ravenna.\nThe anticipated result was the Emilia Sacra, a historical\naccount of the Emilia-Romagna region of northern Italy.\nHowever, unexpected chest infection in 1809 resulted in\nhim abandoning the project. After this point in time, he\nfocused almost exclusively on numismatic studies.",
            "Borghesi wrote extensive poetry in the early 1800s,\nincluding contributions to a collection of prose by the\nItalian poet Giulio Perticari, in honour of Napoleon s\ncoronation as the King of Italy on May 23, 1805. The\ncollection was dedicated to Napoleon s stepson, Eugene de\nBeauharnais, who served as the viceroy for the region.",
            "Borghesi s most notable contribution was a collection\nof poetry assembled in 1812 to celebrate Perticari s\nmarriage to Costanza Monti, the daughter of the noted\nItalian playwright Vincenzo Monti. The result was a\nbeautiful collection of neoclassical poetry and verse in\nhonour of his friend.",
            "Bartolomeo Borghesi(1781-1860), Italian",
            "\nnumismatist and epigraphist; engraving by H e,\nafter a bust by M. Wolf.",
            "(Image: Alfred Gudeman, Imagines philologorum. Berlin/\nLeipzig: B G Teubner 1911, S. 20; Public Domain)",
            
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_45.jpg",
        "Paragraphs": [
            "Borghesi released his second\nnumismatic publication in 1808,\nentitled Dodici Sesterzi Ilustrati\n(Twelve Illustrated Sesterces).\nA third numismatic publication,\nreleased in 1813, focuses on coins\nof the Roman Emperor Augustus\nthat feature the Arch of Augustus\nin Rimini. This publication, in\nparticular, highlights Borghes1 s\ninterest in historical topography.",
            "One of the most important\nperiods in Borghesi s life occurred\nfollowing the discovery of two\nfragments of engravings in the\nAncient Roman Forum in the fall of\n1816. Borghesi travelled to Rome\nupon hearing the news, where he\nremained until the mid-spring of\n1817. While others conducted the\nexcavation of the material, very\nfew could dispute Borghesi s\nauthority in the transcription of the legends. Borghesi gave\nthe first public presentation on the new material at the Roman\nAcademy of Archaeology on January 2, 1817.",
            "A second public discussion about the tablets was held\non January 30, 1817. The well-known Danish-German\nhistorian Barthold Georg Niebuhr, Germany s foremost\nexpert on Ancient Rome, attended this event. Eventually,\nit was decided to combine all of Borghesi s research on\nthe material into a single volume and publish it around\n1819. The resulting publication, Nuovi Frammenti dei Fasti\nConsolari Capitolini, provided a detailed foundation for a\nchronology of Roman history.",
            "While residing in Rome in 1817, Borghesi had been\nasked to organise the Vatican medal collection. Two years\nlater, he was asked by Pope Pius VII to organise the pope s\nprivate numismatic collection.",
            "Since the fall of Napoleon in June 1815, the political\nsituation on the Italian peninsula had become increasingly\nvolatile. There was a strong movement towards the\nunification of the various states, with the Kingdom of\nSardinia being established in 1821. This movement resulted\nin retaliation from the Holy Alliance (Austria, Prussia, and\nRussia), which quickly subdued the Carbonari revolt.",
            "During these chaotic times, Borghesi s friendship with\nVincenzo Monti did not help his personal situation. Monti\nwas clearly working towards reconciliation with Austria, and\nit was believed that Borghesi and Giulio Peticari were part of\nthe Carbonari. In the end, Borghesi was forced to flee to San\nMarino, where he remained for the rest of his life.",
            "Number 7 October * November 2022",
            "Monument of Bartolomeo Borghesi in San Marino.\n(Image:   ShaMan-H_Fel, CC BY-NC-ND 2.0)",
            "Living in San Marino, Borghesi\nwas cut off from all his contacts\nand resources except through\nwritten letters. Believed to be a\ntraitor, he was also banned from\nfurther public service positions in\nItaly.",
            "The self-imposed exile did little\nto discourage him. He continued\nhis practice of public service,\neven serving as the Podesta\n(the equivalent of president)\nof the tiny republic. Borghesi\nwas an excellent negotiator and\nfrequently acted as a mediator\nbetween warring parties and took\npart in diplomatic missions.",
            "During his time in San Marino,\nBorghesi conceived of the idea\nof publishing a collection of all\nof the known Latin inscriptions\nof the Roman world. Borghesi\noffered significant contributions to the collection; however,\nhe did not survive to see the finished work, having passed\naway in San Marino on April 18, 1860. Mommsen was the\nfirst to publish information on the collection in 1863.",
            "Following Borghesi s death, Napoleon III ordered the\npublication of a complete collection of Borghesi s written\nworks. The first edition, consisting of ten volumes,\nappeared in 1862, with the full collection not being\ncompleted until 1897.",
            "In 2004, San Marino released two coins for the 100th\nanniversary of unveiling a monument to Bartolomeo\nBorghesi. The monument, designed by the Italian sculptor\nGiuseppe Romagnoli and unveiled in 1904, sits at one of\nthe highest points in the tiny republic. The location offers a\nspectacular view of the surrounding area.",
            "The first coin is a bimetallic 2-euro piece and includes\na front-right portrait of Borghesi, which appears to\nbe a replica of the monument. Borghesi s full name\nBARTOLOMEO BORGHESI is written out on the far left\nof the central core, reading downwards, followed by the\nengraver s initials E.L.F., for Ettore Lorenzo Frapiccini.\nDirectly to the left of the portrait is a capital R, identifying\nthat the coin was struck in Rome (Italian State Mint and\nPolygraphic Institute.) The country SAN MARINO is\nidentified at the far right of the core, while the year of\nissue 2004 is at the bottom centre of the ring. The ring also\nincludes the twelve stars of the flag of the European Union,\narranged in an arc.",
            "fame.\n"
        ]
    },
    {
        "File": "The_CN_Journal_Oct_46.jpg",
        "Paragraphs": [
            "The common side of the coin includes the standard design used on all circulating 2-euro coins from 1999 until 2006\n(the map was updated, beginning in 2007). A map of Europe is shown at the far right, including only EU member states. A\nlarge numeral 2 1s at the far left, with the word  EURO  written across the map. Two groups of six stars are at the far right\nof the ring, near the top and bottom, and are connected by vertical lines. Luc Luyex, a designer at the Royal Belgian Mint,\ndesigned the Euro s common reverse; his initials, LL, are seen on the right side of the design, just under the O in EURO.\nThe reeded edge includes the sequence  2 *  repeated six times alternately upright and inverted.",
            "San Marino also issued a Brilliant Uncirculated .925 silver 5-euro coin (32 mm Q, 18 g) to celebrate the anniversary.\nThe coin includes a predominantly right profile of Borghesi, Tumed only slightly towards the front. On the left side of the\ncoin, behind Borghesi s head, is the legend 5 EURO 2004, written in three lines. To the right of the portrait is the R mint\nmark of Rome. The legend, written in Italian, CENTENARIO DELLE CELEBRAZIONI IN ONORE DI BARTOLOMEO\nBORGHESI follows the rim above and to the right of the portrait. It can be translated as  Centenary of the Celebration in\nHonour of Bartolomeo Borghesi. ",
            "The coin s obverse bears a representation of the Sammarinese coat of arms, including the three peaks of Monte Titano,\nwith their respective towers. The motto LIBERTAS is written across the bottom of the shield, and the country s name,\nREPUBBLICA DI SAN MARINO, surrounds the design. The engraver s name, E.L.FRAPICCINI, is below.",
            "Borghesi was highly respected in San Marino, and his contributions to numismatics are unquestionable. However, he\nappears to be relatively unknown outside of continental Europe.",
            "Sources",
            "dbes.rutgers.edu/all-scholars/borghesi-bartolomeo-2\nwww.treccani.it/enciclopedia/bartolomeo-borghesi_%28Dizionario-Biografico%29/",
            "B34 ------------------------------------ nanan nnn The CN Journal Volume 67\n"
        ]
    }
]