[
    {
        "File": "The_CN_Journal_July_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT,",
            
            "This issue, I am pleased to announce that Serge",
            " Pelletier has been selected as the new editor of",
            "NumisNotes, the RCNA s e-bulletin, replacing",
            "retiring editor Kevin Day-Thorburn. Many thanks",
            "to Kevin for his great work over the years and best",
            "wishes to Serge as he takes our e-bulletin into the\nthird decade of the 21st century.",
            "The RCNA 2022 (Ottawa) Convention is only a\nfew weeks away. By now, you should already have\nregistered and reserved your hotel room. Convention\ndetails have been published in recent issues of The\nCanadian Numismatic Journal and are online at:\nwww.rena.ca/2022/index.php.",
            "Our first in-person convention in three years, with\nthe theme of  Ottawa s Timber Heritage,  it promises\nto be an exciting week with a jam-packed program of\ntours, visits, activities, meetings and special events.\n(Full program online at: www.rena.ca/2022/2022__\nProgram-EN.pdf) .",
            "Special events include The Bank of Canada\nreception (Wednesday), The Royal Canadian Mint\nreception (Thursday), and Mint tours (Thursday).",
            "The auction, conducted by The Canadian\nNumismatic Company, comprises two sessions of\nonline and live, floor bidding Friday and Saturday\nevenings. Lots can be viewed in-person on the\nbourse floor at TCNC s tables and online at auctions.\ncanadiancoinsandpapermoney.com/ .",
            "The Coin Grading Workshop will be held\non Wednesday morning, and the Educational\nSymposium, comprised of 12 speakers follows\non Wednesday afternoon and all-day Thursday.\nThe symposium schedule 1s online at: www.rena.\nca/2022/2022_Symposium.pdf",
            "The Royal Canadian Mint will be offering special\n Convention  proof sets for sale. Coin designers and\ntechnical specialists will also be available at their\nbooth to chat with convention attendees.",
            "The Ferguson Foundation will be sponsoring an\n Authors  Alley  where several authors will offer\ntheir numismatic books for sale and signature.",
            "See you soon in Ottawa!",
            "Mov_DU_PRESIDENT,",
            "Dans ce num ro, j ai le plaisir d annoncer que Serge\nDre a  t  choisi comme nouveau r dacteur en",
            "chef de NumisNotes, le bulletin  lectronique de\nVP ARNC, en remplacement du r dacteur en chef sortant Kevin\nDay-Thorburn. Je remercie Kevin pour son excellent travail au\nfil des ans et je souhaite a Serge de faire entrer notre bulletin\n lectronique dans la troisi me d cennie du XXIe si cle.",
            "Le congr s 2022 de l ARNC (Ottawa) n est plus qu a\nquelques semaines. A l heure actuelle, vous devriez d ja\nvous  tre inscrit et avoir r serv  votre chambre d h tel. Les\nd tails du congr s ont  t  publi s dans les derniers num ros du\nJournal canadien de numismatique et sont disponibles en ligne\nau : www.rena.ca/2022/index.php.",
            "Notre premier congr s en personne depuis trois ans, dont le\ntheme est   Le patrimoine forestier d Ottawa   promet d tre\nune semaine passionnante avec un programme bien rempli\nde visites, d activit s, de r unions et d v nements sp ciaux.\n(Programme complet en ligne au : www.rena.ca/2022/2022__\nProgram-FR.pdf) .",
            "Les  v nements sp ciaux comprennent la r ception de la\nBanque du Canada (mercredi), la r ception de la Monnaie\nroyale canadienne (jeudi) et les visites de la Monnaie (jeudi).",
            "La vente aux ench res, men e par The Canadian Numismatic\nCompany, comprend deux sessions d ench res en ligne et en\ndirect, les vendredi et samedi soirs. Les lots peuvent  tre vus\nen personne a la table de TCNC dans la bourse et en ligne au :\nauctions.canadiancoinsandpapermoney.com/ .",
            "Latelier sur l valuation de I tat de conservation se tiendra\nle mercredi matin, et le symposium sur la numismatique,\ncompos  de 12 conf renciers, suivra le mercredi apr s-midi et\nle jeudi. www.rena.ca/2022/2022 Symposium.pdf .",
            "La Monnaie royale canadienne proposera la vente des\nensembles d preuves du congr s. Des concepteurs de pi ces\net des sp cialistes techniques seront  galement pr sents a son\nstand pour discuter avec les congressistes.",
            "La Fondation Ferguson parrainera une   all e des auteurs  \nou plusieurs auteurs proposeront leurs livres numismatiques.",
            "A bient t a Ottawa !",
            ""
        ]
    },
    {
        "File": "The_CN_Journal_July_07.jpg",
        "Paragraphs":  [
            "CONVENTION. COMMUNIQUE _bDU_CONGRES",
            "2022 Authors  Alley   l All e des Auteurs de 2022",
            "ew to the Bourse this year is the  Authors \nN Alley , which will feature numismatic authors\noffering recent works for sale and autograph.\nInformation about the authors and their books is available",
            "online at: rcna.ca/2022/a-alley.php . Sponsored by the\nJ D Ferguson Historical Foundation.",
            "L a nouveaut  de la Bourse cette ann e est   | All e des",
            "auteurs  , ol des auteurs numismatiques proposeront",
            "des ouvrages r cents a la vente et a l autographe. Des\ninformations sur les auteurs et leurs livres sont disponibles\nau : rena.ca/2022/a-alley.php . Sponsored by the J D Ferguson\nHistorical Foundation.",
            
            "Rob Turner - Past and Nearly Perfect [Pass es et presque parfaites]",
            "Past & Nearly Perfect explores the pattern,\ntrial, proof, and specimen large cents\ncoined by The Royal Mint, Heaton, and the\nOttawa Mint between 1857 and 1920. Some\nof these fascinating coins serve as a step-\nby-step guide of how the adopted designs\nevolved. Others were coined as presentation\npieces for dignitaries, collectors, and\nmuseums. Collectively, they represent the\nfinest, and some of the rarest, Canadian\nlarge cents known to exist. This 174-page\nhardcover book contains full-colour photos\nand population estimates for each type of\nspecial-strike cent.",
            "Past & Nearly Perfect explore les mode les,\nles essais, les  preuves et les sp cimens\nde grands cents frapp s par la Royal Mint,\nHeaton et la Monnaie d Ottawa entre 1857\net 1920. Certaines de ces pieces fascinantes\nservent de guide,  tape par  tape, de\nl volution des motifs adopt s. D autres ont\n t  frapp es comme pi ces de pr sentation\npour des dignitaires, des collectionneurs\net des mus es. Collectivement, elles\nrepr sentent les plus beaux et les plus rares\ndes monnaies canadiennes de | cent a\ngrands connues. Ce livre 4 couverture rigide\nde 174 pages contient des photos en couleur et des estimations\nde la population pour chaque type de cent a frappe sp ciale.",
            "Teresa Schapansky   One Little Coin (English version); Une petite monnaie (version frangaise)",
            "Astory about coin collecting written especially\nfor children, One Little Coin nimbly melds\nseveral of life s important lessons within a\nstoryline that resonates with readers of all ages.\n Imagine a single coin that can provide the\ncatalyst for a yarn that speaks to the importance\nof sharing one s gifts with those less fortunate\nwhile bringing together a diverse group of\nyoungsters who flourish while exploring a new\navocation!  said author and journalist Warren\nGoulding of Schapansky s latest work.",
            "In addition to the story, the book also\nincludes  Miss Cassidy s Guidebook , a guide to money\ncollecting for young readers. Illustrations by award-\nwinning artist Elly Mossman reflect Canadian diversity\nand bring the story to life. One Little Coin is a perfect\ncomplement Schapansky s Coinkeeper: the Avery\nChronicles   a magical, coin-based series for children.",
            
            "Une histoire sur la collection des monnaies\n crite sp cialement pour les enfants, Une\npetite monnaie m le avec agilit  plusieurs des\nlecons importantes de la vie dans une intrigue\nqui r sonne avec les lecteurs de tous ages.\n  Imaginez qu une seule pi ce de monnaie puisse\nservir de catalyseur a une histoire qui parle de\nl importance de partager ses dons avec les moins\nfortun s, tout en rassemblant un groupe diversifi \nde jeunes qui s panouissent en explorant un\nnouveau passe-temps  , a d clar  l auteur et\njoumaliste Warren Goulding a propos du dernier\nouvrage de Schapansky.",
            "En plus de Vhistoire, le livre comprend  galement   Le\nguide de Mme Sarah  , un guide de la collecte des monnaies\npour les jeunes lecteurs. Les illustrations de l artiste prim e\nElly Mossman refl etent la diversit  canadienne et donnent vie\na Vhistoire. Une petite monnaie est un compl ment parfait a\nCoinkeeper : the Avery Chronicles de Schapansky   une s rie\nmagique pour enfants bas e sur les monnaies.\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_08.jpg",
        "Paragraphs":[
            "Raymond and Carol Gregory - Numismatic History of Canada and the United States (2 vols.)",
            "[Histoire numismatique du Canada et des Etats-Unis (2 vols.)]",
            "This two-volume set presents a\nnumismatic history of the United\nStates and Canada as featured on\ncoins, tokens, and medals. Each\nitem, photographed and displayed\nlarger than actual size to show\nthe designer s artistic work,\nis listed by size, composition,\nedge, rim, die-sinker, engraver,\nand designer. The obverse\nand reverse are described in\nfull detail. Information on the",
            "designer, engraver and manufacturer are included, where\navailable. Items are placed according to the year of",
            "historic importance, and not the year struck.",
            "Cet ouvrage en deux volumes pr sente\nVhistoire numismatique des Etats-Unis\net du Canada telle qu elle apparait sur\nles pi ces de monnaie, les jetons et les\nme dailles. Chaque pi ce, photographi e\net pr sent e en plus grand que sa\ntaille r elle afin de montrer le travail\nartistique du dessinateur, est r pertori e\npar taille, composition, tranche,\ncordon, graveur et dessinateur. L avers\net le revers sont d crits en d tail. Des\ninformations sur le dessinateur, le\ngraveur et le fabricant sont incluses,",
            "lorsqu elles sont disponibles. Les pi ces sont class es en fonction\nde leur ann e d importance historique, et non de  ann e de frappe.",
            "James Powell & Jill Moxley - Faking It! A History of Counterfeiting in Canada",
            "[Faking It! : Une histoire de la contrefacon au Canada]",
            "Counterfeiting is a crime that has plagued\nsociety since ancient times, and has,\nhistorically, attracted gruesome penalties.\nFaking It! Explores the  arms race  between\nthe issuers of money and the counterfeiters,\ndelves into cases of official counterfeiting, and\nexamines the rampant counterfeiting in 19th-\ncentury North America.",
            "La contrefagon constitue un crime qui a frapp  la\nsoci t  depuis I  Antiquit  et qui, historiquement,\na  t  sanctionn  par des peines terribles. Faking\nIt! explore la   course aux armements   entre les\n metteurs de monnaie et les faux-monnayeurs,\net se penche sur les cas de contrefagon officielle\net examine la contrefagon end mique dans\nl Am rique du Nord du XIXe si cle.",
            "Christian Houle - Guides to Errors & Varieties on Canadian Coins (3 vols available)[Guides des erreurs et vari -",
            "t s de monnaies canadiennes (3 tomes disponibles)]",
            "A series of books for lovers of errors and\nvarieties.",
            "Available in both English and French,\neach guide has more than 240 pages. They\npresent nearly 1500 error pieces grouped\nin three parts according to the Planchet,\nDie, Strike (PDS) system. They are\nabundantly illustrated, with approximately\n1800 colour images per book, to help the\ncollector to better recognize them.",
            "Aided by a new, easy-to-use code\nsystem, the collector can also name each\ntype of error that can be observed on a\ncoin. The system was also designed to help the collector locate the errors on the coin. This system is  particularly useful for cataloguing purposes and to build a computer database.",
    
            "Une s rie d ouvrages disponibles aux\namateurs d  erreurs et de vari t s.",
            "Les livres sont bilingues (frangais/\nanglais) et compte plus de 240 pages\nchacun. Ils pr sentent environ 1500 pi ces\nfaut es regroup es en trois parties selon le\nsysteme PDS   (Planchet [flan] Die [coin],\nStrike [frappe]). Ils sont abondamment\nillustr s a V aide d images couleurs\n(environ 1800 images chacun) pour aider le\ncollectionneur a mieux les reconnaitre.",
            "A Vaide d un nouveau syst me de codes,\nfaciles a utiliser, le collectionneur peut aussi\nnommer chacun des types d  erreurs pouvant",
            " tre observ s sur une piece. Le syst me a  t  concu  galement",
            "particularly useful for cataloguing purposes and to build pour | aider a bien localiser les erreurs sur la pi ce. Ce",
            " syst me est particuli rement utile pour des fins de catalogage\net pour construire une base de donn es informatiques.",
            "| The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_09.jpg",
        "Paragraphs":  [
            "Harvey Richer   The 100 Greatest Canadian Coins and Tokens\n[Les 100 plus belles monnaies et plus beaux jetons canadiens]",
            "In this book the author has chosen to\nproduce a more-or-less chronological\nranking of the entries. In this way the\nreader is able to make the historical\nconnection between the various entries\nand follow, in a more continuous and\ncomprehensive manner, the development\nof Canadian coinage from the earliest\nexamples of wampum used in trade\namongst the Indigenous population and\nlater with Europeans, through to tokens\nused in pre-confederation Canada, to\ncoinage struck for Canada by Britain\nbefore Canada became an independent country, to her coinage after Confederation with her own \nmint and a member of the British Commonwealth of \nNations. All the auction, pricing and rarity information is nincluded for each entry, but the narrative is an historical one. ",
    
    
    
            "Dans cet ouvrage, l auteur a choisi d tablir un\nclassement plus ou moins chronologique des\nentr es. De cette fagon, le lecteur est en mesure\nd tablir un lien historique entre les diff rentes\nentr es et de suivre, d une manicre plus\ncontinue et plus compl te, le d veloppement\ndu monnayage canadien, depuis les premiers\nexemples de wampum utilis s pour le commerce\nentre les populations indig nes et plus tard avec\nles Europ ens, jusqu aux jetons utilis s dans le\nCanada d avant la Conf d ration, en passant\npar le monnayage frapp  pour le Canada par\nla Grande-Bretagne avant que le Canada ne\ndevienne un pays ind pendant, jusqu a son",
            "monnayage apr s la Conf d ration avec sa propre monnaie et  en tant que membre du Commonwealth britannique des nations. Toutes les informations relatives aux ench res, au prix et a la\raret  sont incluses pour chaque entr e, mais le r cit est historique.",
            "Paul Tawrell - Empires & Money: Gold, Paper Money, Crypto\n[Empires et monnaie : Or, papier monnaie, crypto]",
            "This 384-page book, with over 4000\nimages, covers the history of money and\nits affect on the destiny of empires.",
            "The first part describes the origin of\ngold and trade items in the pre-coin era.\nIt is followed by the use of gold and silver\ncoins during the rise and fall of empires\n Lydia, Athens, Macedon, Rome   up to\nthe abandonment of the gold standard and\nthe printing of fiat money.",
            "Theories of Empire   sea and land  \nand their life cycles, are covered. The\npossible end of physical money and the\norigins of cryptocurrency are outlined.",
            "There is an in-depth section on gold rushes and the mining and processing of gold. This book _ \ngives an overview of the monetary control imposed by gold \nvs. the limitless printing of fiat currency.",
    
            "Ce livre de 384 pages, avec plus de 4000\nimages, couvre I histotre de la monnaie et son\ninfluence sur le destin des empires.",
            "La premiere partie d crit l origine de lor et\ndes objets de commerce a I re pr -monnaie.\nElle est suivie de l'utilisation des pices d or et\nd argent au cours de la mont e et de la chute des\nempires   Lydie, Ath nes, Mac doine, Rome  \nJusqu a l  abandon de 1 talon-or et l impression\nde la monnaie fiduciaire.",
            "Les th ories de l empire, maritime et\nterrestre, et leurs cycles de vie sont abord s.\nLa fin possible de la monnaie physique et les\norigines des crypto-monnaies sont d crites.",
            "Une section approfondie est consacr e aux","ruces vers l or, 4 1 extraction et au traitement de l or. Ce livre donne un apergu du contrdle mon taire impos  par l or par rapport a l impression illimit e de la monnaie fiduciaire.",
            "Serge Pelletier - Numismatics for Everyone | La numismatique pour tous Publishing delayed.",
            "Numismatics for Everyone is a bilingual (English/\nFrench) alphabetic encyclopedic dictionary of \nnumismatics, designed to appeal equally to collectors, \nstudents, researchers, and general readers at every level,\nfrom beginner to expert.","Based on information extracted from a wide variety \nof books from the past four centuries and covering a__\nchronology from antiquity to the 21st century. ",
            "  La numismatique pour tous est un dictionnaire encyclop diquealphab tique bilingue (anglais/francais) de numismatique. Il est congu pour s adresser aussi bien aux collectionneurs qu aux  tudiants, aux chercheurs et aux lecteurs de tous niveaux, du d butant a I  expert.",
            " Les entr es, bas es sur des informations extraites d unegrande vari t  de livres des quatre derniers si cles, couvrent une large chronologie, de I  Antiquit  au XXIe si cle.",
            "Number 5 July + August 2022 ---------------------------no  anna nnn nnn nnn nnn cen ccna 201\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_10.jpg",
        "Paragraphs":  [
            "EARLY NUMISMATISTS AND COIN COLLECTORS",
            "IN. AND. AROUND. OTTAWA",
            "By EDWARD (TED) BANNING\n#23911",
            "n the 19th- and early\n| Bare Ottawa and\nits vicinity had far more\nnumismatic activity than\nmost of us realize. Some early\ncollectors there, such as F. X.\nPaquet, W. A. D. Lees or F. R. E.\nCampeau are well known to\nmodern Canadian numismatists.\nOthers are quite famous\nfor other pursuits, but their\ninvolvement in numismatics has\nattracted little or no attention.\nStill, others are rather obscure,\nhaving left only faint traces of their numismatic activity.\nThis article skims the surface of this numismatic community\nto provide an impression of how large it was and what\nconnections there may have been among its members.",
            "Politicians and Senators",
            "Some numismatists in Ottawa in the 19th century were\nonly there because they had been elected to Parliament or\nappointed to a cabinet post or the Senate. As they were not\nlong-term residents of Ottawa, they receive only a brief\nmention here.",
            
            "Hon. P.-J.-O. Chauveau",
            "The most prominent one in this group may have been\nPierre-Joseph-Olivier Chauveau (1820-1890). As his\nfather died while he was a teenager, Pierre moved into\nthe household of his grandfather, the grain merchant\nJoseph Roy, in Quebec City. He studied at the S minaire\nde Qu bec and distinguished himself as a scholar.",
            "He then studied law and clerked\nin two Quebec law firms\n(Darveau 1873: 125; Hamelin\nand Poulin 2003). He was\nadmitted to the bar in 1841.",
            "In the 1830s, he also began\nwhat would become a long\nand illustrious literary career\n(Chauveau 1838; 1839;\nDarveau 1873: 124-158) while\nalso contributing to several\nnewspapers.",
            "In 1844, his political\ncareer began when he ran as",
            "a Reformer for the legislative assembly of the Province\nof Canada. In 1853, he became Superintendent of Public\nInstruction for Canada East. On July 1, 1867, he became\nthe first Premier of the new Province of Quebec and was\nre-elected in a general election the following September.\nFrom 1868, he also served as Minister of Public Instruction\n(Gallichan 2006; Hamelin and Poulin 1982). He resigned\nas Premier in 1873 to become the Speaker of the Senate\nof Canada but resigned from the Senate in 1874 (Hamelin\nand Poulin 1982). He served as Vice-President of the Royal\nSociety of Canada from 1882 to 1883 and as its President\nfrom 1883 to 1884, appearing on two of the Society s medals.",
            "His numismatic pursuits have attracted no attention from\nbiographers, but his appearance in several numismatic\ndirectories makes it clear that he had a numismatic collection\n(Gnecchi and Gnecchi 1886: 297; Mercer 1884: 34). He was\na close friend of l abb  H.-O. Verreau, another numismatist,\njoined the Numismatic and Antiquarian Society of Montreal\non December 11, 1877, and served as its President from 1878\nto 1883.",
            "After suffering paralysis, he died at his home in Quebec\nCity on April 4, 1890 (Drouin 2008; Hamelin and Poulin\n1982).",
            "Edward Murphy",
            "Edward Murphy, a Montreal merchant and banker, was born\non July 26, 1818, in Ballyellen, Carlow County, Ireland, and\nemigrated to Lower Canada in 1824 (Borthwick 1892: 209;\nCooper 1881: 80; Graham 1992). Sir John A. MacDonald\nappointed him to the Senate of Canada as a Liberal-\nConservative for the division of Victoria, Quebec, in 1889\n(Borthwick 1892: 209).",
            "Murphy was a member of the Microscopic Society,\nMechanics Institute, and Soci t  Historique de Montr al.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_11.jpg",
        "Paragraphs": [
            "He served as Vice-President of the Natural History Society\nand the Numismatic and Antiquarian Society of Montreal\n(Borthwick 1892: 210; NASM 1892: 93), to which he\nwas elected in January 1878 (Lewis 1878). Murphy had\na collection of medals, particularly medals related to the\nhistory of Canada. However, Mercer s numismatic directory\n(1884: 36) describes Edward Murphy as a specialist in\n Indian Antiquities,  suggesting that numismatics was only\nhis secondary collecting passion.",
            "Senator Murphy collapsed and died on December 5, 1895,\nwhile walking to work in front of St. Patrick s Basilica in\nMontreal (Daily Mail 1895).",
            "The Usual Suspects: Ottawa s and Hull s\nBetter-Known Collectors",
            "Some of Ottawa s 19th-century numismatic enthusiasts are so\nwell known, even today, that ney require only little comment.",
            "F. X. Paquet",
            "One of these was Francois-Xavier Paquet. He was bor in\n1845, at St. Roch in Quebec City, and studied at Coll ge\nde Ste.-Anne-de-la-Pocati re (Canada Census 1861;\nDrouin 2008). After working as a telegrapher for the\nGrand Trunk Railway, L vis and Kennebec Railway, and\nQuebec, Montreal, Ottawa and Occidental Railway from\n1869, he moved to Ottawa in 1872 to become a clerk in the\nDepartment of Public Works (Cherrier et al. 1872: 164; Irwin\n1873: 116). From at least 1891, Paquet was a draftsman (or\n architect ) in the Chief Architect s office at the Department\n(Breton 1894: 234; Canada Census 1911; OCD 1891: 396;\n1896: 337; 1909: 540). He retired in 1921 (Ottawa Citizen\n1932).",
            "Paquet had a  universal collection, especially\nCanadian  (Gnecchi and Gnecchi 1889: 444; 1903; 517;\nRenart 1895: 701; Mercer 1884: 36) of sufficient quality\nto earn prizes in the Central Canada Exhibition in 1893.",
            "Number5 July* August 2022 ----------------------------------",
            "He published an M//ustrated Catalogue (Paquet 1893), and was\none of the principals and founders of la Soci t  Numismatique\nd Ottawa (Paquet 1892). Paquet also collected minerals and\nstamps and was reportedly a talented artist (Breton 1894: 234).\nPaquet was among the issuers of spurious tokens, struck\nspecifically for sale to collectors, that McLachlan (1892a;\n1893a; 1893b) found so distasteful, including the Cameron\nsaloon token (Breton 834), the Christie s Scotch Bakery\ntoken (Breton 853 and 854), the New Edinburgh Mills\n(Breton 855), and undoubtedly many others. He retired about\n1923 and died in Ottawa in 1932 (Ontario Deaths 2010).",
            "F. R. E. Campeau\nFabien Ren  Edouard Campeau was a close colleague of\nPaquet s, also complicit in spurious token issues, and, like him,\nwas born in Quebec City in 1844 (Canada Census 1851; 1861;\nCherrier 1868: 60; Drouin 2008). After studying accounting at\nthe Coll ge de L vis and the S minaire de Qu bec, he worked\nas a bookkeeper or clerk with some lumber and hardware\ncompanies before obtaining a junior position as an accountant\nwith the federal civil service in Ottawa. In 1881, he was\npromoted to Assistant Clerk, First Class in the Department\nof Inland Revenue, then, in 1895, to Chief Clerk and Chief\nAccountant (Civil Service 1885: 29; 1896: 35; Irwin 1873b:\n41; OCD 1872: 115; 1890: 192; 1891: 12, 236; 1897: 16).\nCampeau collected coins, seals and medals of all countries,\nbut mainly of Canada, and was interested in Exesbytenan\ncommunion tokens (Campeau 1890;\n1907; Gnecchi and Gnecchi 1889:\n444; 1903: 517; Mercer 1884:\n34; Renart 1895: 701; 1904: 7).\nHe was another of the founders\nof la Soci t  Numismatique\nd Ottawa, joined the ANA in\nMay of 1902, and was curator of",
            ""
        ]
    },
    {
        "File": "The_CN_Journal_July_12.jpg",
        "Paragraphs": [
            "L Institut Frangais-Canadien de la Cit  d Ottawa s museum\nfrom 1889, using that position to build its numismatic\nholdings (Minister of Education 1890: 286-287). He served\nas the Institute s President from 1897-98. Among his many\ninterests, he was an avid fisherman, hunter, and snowshoer\n(Banning 2016).",
            "Campeau was also involved in the issue of numismatic\n fabrications,  certainly including the  C.M.B.A.  tokens\n(Breton 789-791),  Ottawa Canning Co.  tokens (Breton\n788), and Campeau Fish & Game tokens (Banning 2016),\nbut likely many others as well.",
            "Campeau died from arteriosclerosis in 1916 (Ontario\nDeaths 2010).",
                        
            "Louis-Joseph Casault",
            "Louis Joseph Casault was born in 1838 in the village of\nSaint-Thomas-de-Montmagny, Lower Canada. After\na brief posting to Toronto, he joined the civil service of\nthe Province of Canada in 1856 and became caretaker\nof the Library of Parliament, then in Quebec City, where\nhe married his second wife, Philom ne. In 1867, when\nParliament moved to Ottawa he relocated. From 1876, he\nbecame Chief Messenger and Caretaker of the new Library\nof Parliament (Breton 1894: 226; Drouin 2008; Faulkner\n2012; McLachlan 1914; Ontario Marriages 2010: MS248\nreels 15-16).",
            "McLachlan (1914) claimed that Casault had the  richest\ncollection in the Province of Ontario in fine and rare\nCanadian coins, as well as in die varieties.  Numismatic\ndirectories say that he collected Canadian coins, medals,\njetons and  bills.  (Renart 1895: 701; 1904: 7; Gnecchi and\nGnecchi 1903: 517). Casault was another of the founding\nmembers of la Soci t  Numismatique d Ottawa (Paquet\n1892).",
            "Louis Laurin",
            "Louis Laurin was born into a farming family in 1865 in\nTempleton, in the Gatineau valley. After working as a\nbookkeeper for his father-in-law, William Smith, a general\nmerchant in Templeton, by 1892, Louis had opened his\nown store in Pointe-Gatineau, for which Thomas Church\nmade him a token (Canada Census 1891). He later became\nproprietor of the Balmoral Hotel in Pointe-Gatineau, which\nhe continued to run until at least 1919 (Census 1911;\nFerguson 1978: 202; OCD 1913).",
            "He began to collect coins about 1890 and, despite being\nCatholic and a non-Mason, collected both Presbyterian\ncommunion tokens and Masonic chapter pennies (Breton 1894:\n86; Ferguson 1978: 202). He appears in several collectors \ndirectories (ANA 1892b; Gnecchi and Gnecchi 1903: 512;\nRenart 1895: 697; 1904: 2) and joined the ANA in 1908. He\nsold a portion of his collection in 1906 (Low 1906),",
            "Laurin retired from the hotel business in 1921 and moved\nto Ottawa, where he engaged in a business involving books\nand insurance (Canada Census 1921; OCD 1923: 540;\nFerguson 1978b: 202). He died of acute heart failure in 1931\n(Ontario Deaths 2010: MS935 Reel 413).",
            
            "Thomas Church",
            "Thomas Church was born in 1844 at Connaught Bridge,\nSligo, Ireland. His family emigrated to Canada in 1851 and\nsettled in Bytown (modern Ottawa; Canada Census 1901).\nHis father, Michael, seems to have died by 1861 and, contra\nBowman (1959), probably had nothing to do with painting\nmurals for the Parliament Buildings, which were only\nconstructed from 1859 to 1866.",
            "About 1860, Thomas Church found work at the Harris\nand Bronson sawmill. By 1864, it was the Bronson, Weston\n& Co. sawmill, and he was a sawyer, later a filer, and\neventually foreman (Canada Census 1861; 1891; OCD\n1864: 48; 1869: 245; 1872: 118; 1898).",
            "Church began collecting coins about 1879 and  assembled an\noutstanding collection of Canadian material  (Bowman 1959;\nsee also Renart 1895: 701). About 1888, he began to experiment\nwith making his own medals and tokens in his workshop\n(Bowman 1959; Faulkner 2007), which are very collectible\ntoday. He also made trade or advertising tokens for Louis\nLaurin s store at Gatineau Point and milk checks for his second\nwife s brother-in-law, George William Barrett, in Leitrim.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_13.jpg",
        "Paragraphs": [
            "The fire that swept Hull and the Chaudi re area in 1900\ndestroyed Church s home, workshop and coin collection.\nHe managed to retrieve at least some of his homemade\ntokens from the rubble but abandoned his interest in\nboth coining and coin collecting and moved to a house\nin Hintonburg, just west of the destroyed part of Ottawa.\nHe found work at the Ottawa Carbide Company, which\ntook over the Bronson & Weston site after the fire (Canada\nCensus 1901; OCD 1901: 200, 382). He retired by 1911\nand died of pneumonia in 1917 (Canada Census 1911;\nOttawa Journal 1917).",
            "W. A. D. Lees",
            "While William Andrew Dixon Lees spent the greater part\nof his life working in towns of central Alberta, he was born\ninto a prominent Ottawa family on August 27, 1859, and\nlived there until 1904. That is apart from time pursuing his\nstudies at the University of Toronto and Osgoode Hall, where\nhe received his law degree about 1882 (Canada Census\n1901; Faulkner 2019). He was called to the bar in 1893 and\npractised in his father s office in Ottawa until his father s\ndeath in October 1893 (OCD 1893: 320). By 1894, he was\nClerk of the Peace for the County of Carleton and was acting\nCounty Crown Attomey from 1893 to 1895 (Statutes 1894:\n110, 569). By 1901, he was in a new partnership, Lees &\nKehoe, Barristers and Solicitors (OCD 1901: 320).",
            
            "By the early 1890s, Lees was already collecting coins,\nalthough he was also interested in ornithology and was\nan active member of the Ottawa Field-Naturalists  Club\n(Faulkner 2019: 381; Lees n.d.; Ottawa Naturalist 1893: 4).\nHe appears in numismatic directories (ANA 1892c; 1893),\nand the December 1892 issue of The Numismatist carried his\nfull-page advertisement, listing sets of Canadian, US, British\nand Roman coins (Lees 1892). He also sold a collection of\nUS coins in 1902 (Green 1902: 3-11)."
            
        ]
    },
    {
        "File": "The_CN_Journal_July_14.jpg",
        "Paragraphs": [
            "In 1904, Lees moved his young family to Fort\nSaskatchewan, Alberta, where he established a law practice\n(Anon 1942). From 1905 to 1909, he was the Crown\nprosecutor for the Victoria district of Alberta. In 1909, Lees\nwas appointed Judge of the District Court of Wetaskiwin,\nAlberta, beginning a long career on the bench in Camrose,\nRed Deer, Wainright, Wetaskiwin, and Victoria (Census 1916;\nHenderson 1911b; 1914; 1924; 1928; Law Journal 1909: 536;\nWrigley 1920). At one point, he bought a farm in Camrose but,\nabout 1925, sold the farm and moved back to Wetaskiwin.",
            "Lees joined the American Numismatic Association in\n1913 and soon began to publish articles in The Numismatist\n(Lees 1917a; 1917b; Moore 1913). He also served as District\nSecretary of the ANA for Alberta, Saskatchewan, and\nManitoba from 1922 to 1934. During this time, he was the\nleading authority on  Ships, Colonies & Commerce  tokens,\nhaving published the work that supplanted Gibbs s (1903)\nless detailed study (Lees 1916; 1917a; 1917b; 1919).",
            "Lees retired from the bench in 1934 and died in 1941 of\nperitonitis following surgery for a ruptured appendix (Graves\n2012; Ottawa Journal 1941b).",
            "Famous People, But Not Generally Known as\nNumismatists",
            "Several fairly famous Ottawa residents, known for their\naccomplishments as historians, novelists, public servants,\nreligious leaders, or even hockey players, were collectors of\ncoins, medals or paper money, but are not widely recognized\nas such.",
            " ",
           
            "J. G. Aylwin Creighton, CMG",
            "One of our Ottawa collectors was a pioneer of organized\nhockey. J. G. Aylwin Creighton, born in Halifax in 1850, was\nan engineer trained by Sir Sanford Fleming and worked on\nthe Lachine Canal and Montreal harbour. However, he gave\nup engineering to study law in 1876 and was called to the bar\nin 1880. In 1882, he was appointed law clerk of the Senate of\nCanada and served until 1930 (Fitsell 2003).",
            
            "danada:/-PA-204250.",
            "While he also played rugby and other sports, during his youth\nin Halifax, Creighton and his friends played a stick-ball game\nthey called  ricket,  which became the basis for ice hockey.\nCreighton seems to have organized the first public game\nof hockey at Montreal s Victoria Skating Rink in 1875. Its\nsuccess led to hockey becoming a regular feature of the\nMontreal Winter Carnival and the formation of many more\nhockey teams. After his move to Ottawa, he was a member\nof the Rideau Rebels hockey club, a team that also included\nGovernor-General Lord Stanley s two sons. When Creighton\nand his friends were looking for a trophy for the upcoming\nDominion Hockey Challenge in 1892, Lord Stanley provided\na cup that persists today as the NHL s Stanley Cup. Many,\nincluding the Nova Scotia Sport Hall of Fame, consider\nCreighton, the father of organized hockey. However, he\nnever made that claim, and Toronto s Hockey Hall of Fame\nhas yet to honour him (Fitsell 2003).",
            "Directories indicate that Creighton was a numismatist or\nthat he collected coins, but with no further details (Gnecchi\nand Gnecchi 1903: 517; Renart 1895: 701; 1904: 7). He died\nof a heart attack in 1930 (Ontario Deaths 2010).",
            "Archbishop Joseph-Thomas Duhamel",
            "Joseph-Thomas Duhamel was born in Contrecceur, Lower\nCanada, in 1841, the youngest son of a blacksmith who\nmoved the family to Bytown (Ottawa) in 1843. He received\nhis education from the Oblates of Mary Immaculate and\nCollege Saint-Joseph (later the College of Ottawa) and\nentered the seminary in 1857. He was ordained a priest in\n1863 and became the parish priest of St-Eug ne in Canada\nWest. In 1874, he became Bishop of the diocese of Ottawa\nand Archbishop in 1886 (Perin and Comeau-Vasilopoulos\n2003). He was instrumental in obtaining a pontifical charter\nfor the College of Ottawa and in establishing Ottawa as an\necclesiastical province.",
            "Our evidence that he also collected coins comes from the\ndirectories (Gnecchi and Gnecchi 1903: 517; Renart 1895:\n701).",
            "Archbishop Duhamel died in Casselman, Ontario, in 1909,\na few hours after presiding over a four-hour ceremony.",
            "206        ,The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_15.jpg",
        "Paragraphs": [
            "Francis-J. Audet",
            "Frangois (later Francis) Joseph Audet was born in Detroit,\nMichigan, in 1867, but his family returned to Canada\nin 1869, settling in Montreal. He studied at the Christian\nBrothers  school and l  Academie Saint Antoine in Montreal\nand briefly worked as an assistant accountant at Royal\nInsurance Company and L.-E. Morin, importers, then as an\naccountant at the newspaper, / Etendard. Finally, he became\nemployed in Ottawa as a clerk in the records branch of the\nDepartment of the Secretary of State in 1888 (Brault 1940;\nCivil Servants 1899: 18; Galarneau 1996; Maurault 1944;\nRoy 2018).",
            "In 1904, the records branch merged with the archives\nto create the Public Archives of Canada, and Audet was\nan indexing and filing clerk. While his main contribution\nthere was to facilitate others  research, he also flourished as\na historian, publishing 12 books and more than 600 articles\non historical and biographical subjects. He was a founding\nmember of the Canadian Historical Association and la\nSoci t  des Dix (along with Victor Morin). He was elected to\nthe Royal Society of Canada and was Treasurer of 1  Institut\nCanadien-Frangais d Ottawa. Audet retired in 1939 and died\nin 1943 (Gazette 1943; Roy 2018).",
            "Audet is another whose numismatic interests are only\ndocumented by directories (Gnecchi and Gnecchi 1903:\n517; Renart 1895: 701; 1904: 7). Possibly his fonds at\nLibrary and Archives Canada would provide some clues as\nto what those interests were.",
            "R gis Roy\nR gis Roy was a civil servant but also a prolific author and\nan authority on Canadian history and heraldry.",
            "He was born in Ottawa in 1864 and, after studies at the\nOttawa Central School and l Academie de la Salle, obtained\na job in the Ministry of Agriculture in 1882 and, from 1884,\nhad a long career in the Department of Marine & Fisheries,\nfirst as private secretary to the Deputy Minister and then as a\nclerk (Civil Servants 1898: 144).",
            
            "As a member of l'Institut Canadien-Frangais d  Ottawa, la\nSoci t  Historique Franco-Am ricaine, and la Soci t  des\nAuteurs Dramatiques de Paris, he published numerous plays,\nshort stories, novels, and historical works.",
            "Renart (1895: 701) tells us that Roy collected coins, and\nhe also appears in other numismatic directories (ANA 1892b:\n79; Gnecchi and Gnecchi (1903: 517).",
            "He retired in 1939 and died of heart disease in 1944\n(Ontario Deaths 2010).",
            "William Kingsford",
            "Anyone interested in Canadian colonial tokens is probably\nfamiliar with William Kingsford s article on the Vexator\nCanadensis token (Kingsford 1873), but may not know much\nmore about him.",
            "He was born in London, England, in 1819 and enlisted in\nthe 1st Dragoon Guards in 1838, just before they shipped\nout to Lower Canada as post-rebellion remforcements. He\nleft the army in 1841 and, having learned the basics of civil\nengineering during his service, became city surveyor of\nMontreal in 1842. After resigning that post in 1845, he took\nvarious surveying jobs, did some journalism, and operated as\na land agent (Mackay 1845: 110; 1847: 109; Morgan 1898:\n539; Taylor 2003).",
            "From 1849, he took foreign surveying jobs, including\nlaying out the street grid for Brooklyn, NY, as an assistant\nengineer for the Hudson River Railroad, and as first assistant\nengineer for the Panama Railway. He returned to Canada\nlate in 1852 and worked as an engineer on various railway\nprojects except for a brief episode as city engineer in Toronto\nin 1855 (Morgan 1898: 539-540).",
            "Although he travelled extensively, Kingsford was\nan Ottawa resident from at least 1871 to the end of his\nlife and was Dominion Engineer in charge of Great\nLakes harbours from 1872 until the Minister of Public\nWorks fired him in 1879 (Canada Census 1871; 1881;\n1891; Kingsford 1882; NASM 1892: 92; OCD 1890:\n272). After this, he became widely known as a historian.",
            "207\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_16.jpg",
        "Paragraphs": [
            "Kingsford had joined the Numismatic and Antiquarian\nSociety of Montreal in 1869 and was a Fellow of the Royal\nSociety of Canada.",
            "Kingsford died in Ottawa in 1898 (Citizen 1898; Globe\n1898). Since his son, Rupert, a Toronto lawyer, was also a\ncoin collector (Low 1915), it seems likely that he inherited\nthe elder Kingsford s collection.",
            "Joseph Kearney Foran, KC",
            "Joseph Kearney Foran was born in Aylmer, Canada East,\nin 1857 and studied at the University of Ottawa and Laval\nUniversity before being called to the bar in 1881. While\nhe practised law early in his career, he was a well-known\nauthor and journalist. Foran lived in Ottawa, Hull and\nAylmer from 1877 to 1892 and received a doctorate in\nliterature from the University of Ottawa in 1894. He moved\nto Montreal in January 1892 to become editor of the 7rue\nWitness, the premier Canadian Catholic newspaper since\n1850 (Wallace 1948: 360).",
            "Foran became a member of the Numismatic and\nAntiquarian Society of Montreal in 1880 and soon published\na lengthy article on  The medals of the reign of Louis XIV \nin serial form (Foran 1881-82). Despite his obvious interest\nin medals, he does not appear in the usual directories. After\nreturning to a law career as King s Council, he died in\nMontreal in 1931 (Drouin 2008; Lovell 1921: 919).",
            "Charles Sangster",
            "Charles Sangster, arguably the greatest Canadian poet of\nthe 19th century, was also a coin collector. He was born in\nKingston, Upper Canada. in 1822 and, in his youth, was\nemployed in Fort Henry to make cartridges during the\n1837 rebellion. After that, he worked as a messenger and\nclerk for ten years in the ordnance office. In 1849, he was\nbriefly editor of the Amherstberg Courier before returning\nto Kingston to work as a proofreader for the British Whig.\nIn 1864, he became a reporter for Kingston s Daily News.",
            
            "By this time, he was already a well-known poet, having\npublished two highly regarded books of poems (Wilson and\nFisk 1888: 391; Tierney 2003).",
            "In 1868, the postmaster general appointed Sangster as a\nPost Office Department clerk, and he moved to Ottawa (Civil\nServants 1885: 82; Tierney 2003). This position provided\nhim with an excellent income. However, the demands of\nthe office, combined with those of raising his three children\nafter his wife s death and declining health, left him no time to\nwrite poetry, which he did not resume until after returning to\nKingston in 1886.",
            "We know that he was a collector of  American coins \nduring his time in Ottawa thanks to his appearance in two\nnumismatic directories (Gnecchi and Gnecchi 1886: 302;\nMercer 1884: 36). He was also a close friend of William\nDouw Lighthall, his literary agent, who was a prominent\nmember of the Numismatic and Antiquarian Society of\nMontreal.",
            "Having suffered from poor health for many years, Sangster\ndied in Kingston in 1893, and Lighthall deposited most of his\nunpublished manuscripts and letters in McGill University s\nlibrary.",
            "Some Obscure Numismatists",
            "In this section, we turn to some Ottawa-area coin and medal\ncollectors who are far from being household names. In most\ncases, we can only identify their numismatic interests because\nthey appear in numismatic directories or membership lists.",
            "Mrs Emily Gibson",
            "Mrs Gibson is arguably the best known of these obscure\ncollectors, and really only because she issued a numismatist s\ncard. Had she not done that, it is questionable whether anyone\nwould have noticed that she was a small-time coin dealer in\nOttawa at the turn of the 20th century, although she was also,\nbriefly, an ANA member from 1909 (Duffield 1909).",
            "208","The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_17.jpg",
        "Paragraphs": [
            "Born in Stittsville, Canada West,\nin 1846, her maiden name was\nEmily D. Evoy. After her\nhusband, Thomas Gibson,\ndied in 1882, she worked in |\nOttawa as a photographer |=\nand later operated a cigar\nstore (Canada Census 1891;\n1901; Faulkner 2000; OCD\n1891; 1894).",
            "From about 1904 to 1910, she\nwas a stamp and coin dealer, then worked briefly as a clerk,\nand died in 1920 (Canada Census 1911; OCD 1909; 1911;\n1913; Ontario Deaths 2010).",
            "Image credit: Geoff Bell Auctions",
            "J. P. Prud homme",
            "Josephe Pierre (Peter) Prud homme, born in Joliette in\n1860, was so active in the Ottawa numismatic scene that\nhe should be almost as well known as Campeau or Paquet\nyet has mostly  flown under the radar  among modem\nnumismatists.",
            "In part, that is because Breton (1894: 148) describes him\nas a stamp collector in connection with his philatelist s card\n(Breton 826). Although he collected stamps, he was more\nof a coin and token collector (Gnecchi and Gnecchi 1903:\n517; Renart 1895: 701; 1904: 8). He was founding vice-\npresident of la Soci t  Numismatique d Ottawa (Paquet",
           
            "1892) and advertised Dompierre bakery tokens in The\nNumismatist (Prud homme 1892).",
            "Like Paquet, J. P. Prud homme worked in the Department\nof Public Works (Civil Servants 1891: B51; 1893: A-104;\nOCD 1896: 349; PSC 1891). He was also Secretary of\nl'Institut Canadien-Frangais d  Ottawa for much of the 1890s."
        ]
    },
    {
        "File": "The_CN_Journal_July_18.jpg",
        "Paragraphs": [
            "From 1887 until 1892, he lived with his eldest brother,\nRev. R mi Prud homme, in the Presbytery of Ste. Anne s\nChurch (OCD 1887: 266), where R mi was the priest. His\npresence there probably accounts for the tokens connected\nwith that church, its choir and bazaar (Breton 827-830).\nHe was probably also behind a number of speculative dairy\nand bakery tokens besides the ones that Breton attributes to\nhim (Breton 739-740), and possibly the Institut Canadien-\nFrangais tokens.",
            "His presence in the documents became slim after\n1900. He was living in Montreal in 1912 and attended\nthis brother s funeral in Joliet in 1913, but, after that\ndate, it is now difficult to determine which of several J. P.\nPrud hommes might be him.",
            "Joseph Aub ",
            "Joseph Aub , a draftsman in the Department of Public Works\nengineering branch, was born in Quebec City in 1845. In\n1881, he was a painter in Montreal but moved to Ottawa to\njoin the public works before 1890 (Canada Census 1881;\n1891; OCD 1890: 165).",
            "Aub  does not appear in the usual directories, but he was a\ndirector of la Soci t  Numismatique d Ottawa (Paquet 1892),\nso he must have been a collector.",
            "Walter Todd",
            "Walter Todd was born in Toronto in 1856, grew up in\nNepean, and became a clerk in the House of Commons\nin 1874, where his father, Alfred, had been Chief Clerk of\nCommittees. His uncle, Alphaeus Todd, was Parliament s\nChief Librarian, famous for having rescued the large portrait\nof Queen Victoria from the Province of Canada parliament,\nthen in Montreal, when it was burned in 1849. Walter s\ncousin Alfred Hamlyn Todd rescued it again during the 1916\nfire at the Ottawa parliament (Canada Census 1871; 1881;\n1901; Civil Servants 1872: 29; 1885: 160).",
            "Walter Todd appears in Mercer s (1884: 36) directory as\ncollecting  Coins, &c.  He is incorrectly listed as  William \nin Gnecchi and Gnecchi (1886: 302), and his absence\nfrom later directories may indicate that he lost interest in\nhis collection, although it is also possible that, for security\nreasons, he just did not want his collection advertised. He\ndied in Ottawa of liver cancer in 1930 (Ontario Deaths 2010).",
            "Henri G. Lamothe",
            "Henri Lamothe was born in 1850 in Florence, Italy, where\nhis Montreal-born father may have had a business but went\nto Canada when he was a baby. Henri joined the civil service\nin 1878 and became a stamp clerk in the Department of\nInland Revenue and later a clerk in the Department of the\nSecretary of State (Canada Census 1901; Civil Servants\n1894: 15; OCD 1883: 174). He served as private secretary\nto Sir Wilfrid Laurier, was promoted to Clerk of the Privy\nCouncil and, from 1900, Clerk of the Crown in Chancery.",
            
            "He died in Ottawa of pneumonia in 1908 and was buried in\nMontreal (Drouin 2008).",
            
            "Once again, it is only the numismatic directories that alert\nus to the fact that he was a collector of coins and medals\n(Mercer 1884: 35; Gnecchi and Gnecchi 1886: 302).",
            "George F. Everett",
            "George Frederick Everett was born in St. John, New\nBrunswick, in 1830. He had been a druggist in St John but\nwas employed in the Post Office Department since 1875 and\nbecame Superintendant of Money Orders, one of the most\nsenior positions, in 1891 (Canada Census 1871; 1891; 1911;\nCivil Service 1891: 82; 1897: 87).",
            "Everett appears in directories as a collector of coins and\nstamps (Gnecchi and Gnecchi 1903: 517; Renart 1895:\n701; 1904: 7). He died in Ottawa of cancer in 1914 (Ontario\nDeaths 2010).",
            "John R. Hooper",
            "Another employee of the Post Office Department, John\nReginald Hooper, is much better known as a philatelist than\na coin collector, but he did collect both. Born in Port Hope,\nCanada West, in 1859, he was the son of Joseph Hooper, the\nANA s fourth President. He was a prolific and controversial\nphilatelic author and founder of both the Canadian Philatelic\nAssociation and the Philatelic Society of Canada, as well as\nthe Pioneer Philatelic Phalanx.",
            "J. R. Hooper moved to Ottawa to take a position as a\nclerk in the Post Office Department in 1887 and exploited\nit for his access to its archives and sheets of discontinued\nstamps. He lived in Ottawa until 1893, when he was arrested\nfor the murder of his first wife, Georgina, by poison.\nAlthough his 1894 murder trial led to an acquittal, Hooper\nfaced a second trial for attempted murder, as he had\npreviously tried to drown her. This trial led to a conviction,\nand he spent the next eight years in Kingston Penitentiary.",
            "210","The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_19.jpg",
        "Paragraphs": [
            "o",
            "J. R. Hooper, 1914",
            "After receiving a royal pardon on the occasion of Edward\nVII s coronation, Hooper moved to Chicago, then Winnipeg,\nwhere he set up a publishing business serving the lumber\nindustry. Then, in about 1920, he moved to Los Angeles.\nThere, finding that sufficient time had passed for people to\nforget his former reputation, he and his second wife founded\nthe Pioneer Philatelic Phalanx. He began calling himself Col.\nJ. A. Hooper. The military rank was fictional.",
            "He sold his coin collection in 1940 and died in Los\nAngeles in 1945 (Bolender 1940; California Deaths 2000).",
            "Henri Melancgon",
            "Henri Melancon is a little later Ottawa resident than most of\nthe others here. He was born in Montreal in 1874, grew up\nthere, studied to become a civil engineer, and worked as an\nengineer in Trois Rivi res in 1901 (Canada Census 1881; 1891;\n1901). Early in 1905, he joined the Department of Marine and\nFisheries as a draftsman in its hydrographic survey branch and\nmoved to Ottawa (Wood 1907; OCD 1905: 426; 1909: 494).\nThis position became a permanent in 1908, and his department\nbecame the Department of the Naval Service around 1910\n(Civil Servants 1912: 368). He continued there until he retired\nin the 1930s (OCD 1924: 639; Voters List 1940: 2).",
            "He joined the ANA in 1907 and attended its 1909\nconvention in Montreal (Anon 1909: 258; Wood 1907). He\nalso advertised in The Numismatist and was a life member of\nl'Institut Canadien-Frangais d  Ottawa (ICFO 1920: 26).",
            "By 1945 he had moved to Vancouver and died there in\n1946 (BC Deaths 1946-09-005353; Voters List 1945: 3).",
            "Eug ne Peachy",
            "Eugene Peachy, born 1861 in Saint-Jean, Canada East, was\na printer who did work for the Public Printing Office in\nOttawa, which had been established as the Queen s Printer\nin 1886 to print, among other things, the debates of the\nHouse of Commons (Aach 1990; OCD 1881: 196; 1888:\n370; Sessional Papers 1891: B31). Fellow numismatist J. G.\nBarrette also worked in that office.",
            
            ""
        ]
    },
    {
        "File": "The_CN_Journal_July_20.jpg",
        "Paragraphs": [
            "In 1892, he died of typhoid fever at the young age of 31\n(Ontario Deaths 2010), and Renart s (1895: 701) listing\nof Peachy as a coin collector is posthumous. However, he\nappeared in an ANA listing shortly before his death, where his\naddress is the Department of Public Printing (ANA 1892a: 9).",
            
            "R. J. Wicksteed",
            "Richard John Wicksteed was bom in Kingston, Canada\nWest, in 1843 and studied in Montreal, Toronto, and London,\nEngland, before getting a law degree from McGill College in\n1868 and joining the law firm of George Macrae in Montreal\n(Canada Census 1861; 1871; Cooper 1880: 96-98).",
            "While at McGill, he was much involved in sports. He also\njoined the Numismatic and Antiquarian Society of Montreal\nin 1869 and served as one of its vice-presidents and on its\ncommittee of incorporation (NASM 1891; 1892: 94).",
            "In 1872, Wicksteed was hired as Assistant Law Clerk and\ntranslator at the House of Commons and moved to Ottawa.\nWhile there, he jomed the Governor-General s Foot Guards,\nwhere he was Captain; the Ottawa Literary and Scientific\nSociety, and the Field Naturalists  Club (along with W. A. D.\nLees); many other athletic, temperance, and cultural clubs;\nand was one of the founders of the Natural History Museum.\nIn 1882, he founded McGill s Wicksteed Medal and had it\nstruck in London (Leroux 1888: no. 1854). He retired as Law\nClerk in 1893 and started a private law practice that ultimately\noccupied an office in Victoria Chambers at Wellington and\nO Connor Streets (OCD 1893: 429; 1903: 522).",
            "Wicksteed made frequent trips to England and at least one\nextended trip in Europe. On one such trip in early 1911, he\nwas hit by a car in London and suffered serious knee injuries.\nHe returned to Ottawa, where his health declined and he died\nin 1912 (Ontario Deaths 2010). His diaries are preserved at\nMcGill University and may provide clues to his collecting\nactivities, especially on his overseas trips.",
            "Rev. J. M. Goodwillie",
            "Breton (1894) attributes the discovery of multiple tokens,\nmostly saloon or billiard tokens, to a Presbyterian minister,\nRev. John Milton Goodwillie. Goodwillie was born in Thorold,",
            "Canada West, in 1844 and received his BA and MA from the\nUniversity of Toronto in 1865 and 1869. He was ordained a\nPresbyterian minister in 1872 and soon became minister for\nDoon and Hespeler, now Cambridge (Canada Census 1852;\n1861; University of Toronto 1881: 91, 100; 1891: 26).",
            "From about 1880 to 1892, he served as minister in several\nparishes in Camlachie, Plympton, Newmarket, Peterborough,\nand North Bay before settling in Metcalfe, a suburb of\nOttawa. (Canada Census 1881; 1891).",
            "Perhaps it was his youth exploring the Niagara escarpment\nthat led to Metcalfe s interest in paleontology. By 1882, he\nwas reporting his fossil finds, making donations of fossils to\ngeological museums, and appearing in scientific directories\n(Cassino 1885: 61; Interior 1882: 10; Selwyn 1885: 19). Soon\nafter moving to Metcalfe, Goodwillie became a member of\nthe Ottawa Field Naturalists  Club, where W. A. D. Lees was\nalso a member (Ottawa Naturalist 1893: 3).",
            "However, if paleontology was his main hobby, collecting\ntokens seems to have been a close second. Breton s\nmentions of Goodwillie s discoveries, mainly of saloon\nand billiard tokens, in Peterborough, St. Catharines, Fort\nErie, and Camlachie are notable. It may seem strange that a\nPresbyterian minister seems to have spent so much time in\nsaloons! Another possibility, given its common practice at the\ntime, 1s that, like Paquet, Prud homme and others, Goodwillie\njust ordered the manufacture of these tokens himself. It\nwould have been an easy way to supplement his modest\nclerical salary, although somewhat morally questionable for\na clergyman. Evidence of surviving postal covers to and from\nstamp dealers indicates that Rev. Goodwillie also collected\nand possibly dealt in stamps, at least during his retirement.",
            "When Goodwillie retired from the church, he opened\na small grocery on Victoria St., next to Rolston Bros. in\nMetcalfe (Bradstreet 1908; Census of Canada 1911). He died\nin Metcalfe in 1917 and was buried in Newmarket (Ontario\nDeaths 2010).",
            "Benjamin Stapleton",
            "Benjamin Franklin Stapleton was born in Marion, Indiana,\nin 1870, lived in Newport, Kentucky, and worked at\nCincinnati s Walnut Street Theatre in the 1890s (Canada\nCensus 1901; Williams 1894: 1447). He moved with his\nwife and son to Ottawa in 1899. He became proprietor\nof the Globe Hotel at the corner of Bank and Sparks St.\n(OCD 1901). Stapleton ordered aluminum 5  tokens from\nPritchard & Andrews for The Globe Hotel. In 1903, he\nsold that hotel and moved the business to the Brouse Block\non Sparks St., renaming it the Crown Hotel about 1908\n(Ottawa Journal 1902).",
            "About 1908 or 1909, Stapleton founded The Majestic\nTheatre, sometimes known as Stapleton s Sparks Street\nTheatre and one of Ottawa s earliest movie houses. In 1915,\nhe opened The Centre Theatre on Sparks St. and held the\nfranchise for First National Pictures in eastern Canada.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_21.jpg",
        "Paragraphs": [
            "It is unknown what or when he began to collect, but\nhe joined the American Numismatic Association in 1930\n(Wilson 1930: 530).",
            "He retired about 1926 and died in 1941 (Beechwood 2011).",
            "Napol on Lalonde",
            "Antoine Napol on Lalonde was born in Rigaud in 1847\nbut moved to Hull in 1881, where he worked as a carpenter\n(Canada Census 1881; OCD 1883: 285). When his younger\nbrother, Adrien, died in 1886, Napol on took over Adrien s\ncigar store and ran it until 1893 (Breton 1894: 136; Union\n1885: A18; 1888: A18). About 1894, he became a driver for\nW. C. Gibson & Son, biscuit manufacturers, and then had a\nsuccession of jobs as a commercial traveller and carpenter\n(Canada Census 1901; OCD 1894: 312; 1895: 319; 1896:\n273; 1898: 287).",
            "Several numismatic directories list Lalonde as a collector of\ncoins, medals, and American tokens (Gnecchi and Gnecchi\n(1903: 517; Renart 1895: 701; 1904: 8), but Chris Faulkner\n(2003) seems to be the first to have brought this to the\nattention of modern numismatists.",
            "In 1904, while working at the International Portland\nCement Company works at Lac Leamy in Hull, Lalonde fell\nfrom a scaffold and suffered severe injuries (Ottawa Journal\n1904). After that, it is harder to trace him in the records.\nIn 1911, he was retired and living in Hull, but in 1916 was\nworking as a mill hand (Canada Census 1911; OCD 1911:\n949; 1916: 1097). As several people named Napol on\nLalonde lived in the area, it is difficult to track him and his\nfinal years are unknown.",
            "George A. Hay",
            "George Hay Jr. was born in Ottawa in 1860 and he and his\nbrother Nathaniel had a hardware store on Sparks St. From\n1909, he was Manager of the Bank of Ottawa, where his\nfather was President (Canada Census 1901; OCD 1888: 249;\n1909: 365).",
            "Hay s interest in coins is evident in his appearance in\ndirectories, but with no details (Gnecchi and Gnecchi 1903:\n517; Renart 1895: 701). He died, allegedly of acute indigestion,\nin 1911 (Ontario Deaths 2010; Ottawa Journal 1911).",
            "Number5 July* August 2022 ----------------------------------",
            "Richard Henry Dale",
            "Richard Thomas Henry Dale was born in Toronto in 1857\nbut grew up partly in Kingston, Ontario, where he lived with\nhis grandmother, Lady Frances Bonnycastle, and in Port\nHope. By the time he married in 1882, he was working as an\naccountant in Ottawa; at least by 1889, his employer was the\nCanada Atlantic Railway. By 1901, he was a railway auditor\n(Canada Census 1871; 1881; 1901; OCD 1889: 202; Ontario\nMarriages 2010).",
            "Although he never joined the ANA, he did appear in one\nof its numismatic directories (ANA 1892b). He died in 1906\n(Ottawa Journal 1906).",
            "J. J. Codville",
            "John James Codville was born in Quebec City in 1851 and,\nas a young man, worked in Thompson, Codville & Co., a\nQuebec City firm of importers, wholesale grocers and\ncommission merchants in which his late father had been a\npartner (Cherrier 1873: 151). About the time of his marriage\nin 1887, he moved to Ottawa and established a grocery firm\n(Canada Census 1891; OCD 1894: 233; Ontario Marriages\n2010). In 1900, he moved to Winnipeg and co-founded the\nwholesale grocery firm Codville and Georgeson, but he\nreturned to Ottawa in 1909 (Winnipeg Tribune 1915).",
            "At least two sources indicate that Codville was a collector\nof cos and stamps (Gnecchi and Gnecchi 1903: 522; Renart\n1895: 701). He also served as Counterfeit Detector and Vice-\nPresident of the Canadian Philatelic Association (American\nPhilatelist 1894: 87; Drolet 2019; Hobbyist 1910).",
            "While travelling from Liverpool to join his wife and\ndaughter in London, he died on the train to Paddington\nStation on October 6, 1915 (Mekeel 1915; Ottawa Journal\n1915; Winnipeg Tribune 1915).\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_22.jpg",
        "Paragraphs": [
            "Charles H. Urquhart",
            "Charles Urquhart was born in Kingston, Canada West, in\n1849, but, after his marriage in 1873, he moved to Ottawa\nand worked first as a salesman, then a tea dealer (McAlpine\n1875: 322; OCD 1873: 144), and then a commercial traveller\nfor New Edinburgh Woollen Mills and, from 1895, Seybold\n& Co., a dry goods firm (Canada Census 1891; OCD 1891:\n451). His last appearance in the Ottawa Directory was in\n1898 when he still worked for Seybold (OCD 1898: 415). It\nis unclear what happened to him then, although he may be\none of the Charles Urquharts in Toronto.",
            "Urquhart appears in the usual directories as a coi collector,\nbut with no further details and his obsolete Ottawa address\n(Gnecchi and Gnecchi 1903: 517; Renart 1895: 701; 1904: 8).",
            "Too Many to Mention",
            "If those just summarized seem to represent an awful lot of\nnumismatic activity in Ottawa in the late 19th and early 20th\ncenturies, it may be surprising to know that they do not even\nexhaust the people there who were collecting at the time.",
            "Table 1 summarizes some others who were Ottawa\nresidents and appear in several numismatic directories or\nmembership lists. Without going into them in detail, it is clear\nthat they, when combined with the collectors summarized in\nearlier parts of this paper, constitute a broad swath of Ottawa\nsociety, yet with some clear biases and concentrations.",
            "One clear pattern is the lack of diversity. Almost all\nare men and come almost\nexclusively from French,",
            "English, Scottish and\nIrish heritage. There were\nwomen in numismatics, but\nthe ones we know about,\nlike Mrs Gibson and Miss\nE. R. Beattie, are few and\nfar between. There were\nblack collectors, and likely\nsome of Chinese heritage,\nin Canada, but none were\nvisible in Ottawa in the\n1890s. There is a little\neducational and economic\ndiversity, as Gibson appears\nto have been very poor and\nChurch rather uneducated.\nHowever, a preponderance\nof doctors, lawyers, bankers, merchants and, this being\nOttawa, civil servants.",
            "So many of these collectors were involved in some way\nin government that they must have constituted a rather\nhighly integrated network. Overlapping in the Post Office\nDepartment were George Everett, the Superintendant\nof Money Orders, Charles Sangster, and J. R. Hooper.",
            "In Public Works were draftsmen Joseph Aub , F. X. Paquet,\nPhillipe Drapeau, and engineer William Kingsford. In\nMarine & Fisheries were R gis Roy and Henri Melangon.\nInland Revenue had F. R. E. Campeau and Henri Lamothe,\nthe Public Printing Office had Joseph Barrette and Eugene\nPeachy, and the Library of Parliament had Louis-Joseph\nCasault. Meanwhile, Charles Beddoe was an accountant in\nthe Interior Ministry, F. J. Audet was a clerk in the Archives,\nWalter Todd was a clerk in the Commons, R. J. Wicksteed\nwas an assistant law clerk in the Commons, and J. G. A.\nCreighton was a law clerk in the Senate.",
            "In addition, the Ottawa-area numismatists were also\nlinked in other ways. Several, like Lees and Wicksteed, were\nin the law profession, quite a few were active in | Institut\nCanadien-Frangais d Ottawa, the Field Naturalists  Club, or\none of several Ottawa charities, and a few were members\nof the Royal Society of Canada. For example, in | Institut\nCanadien-Frangais, F. J. Audet served as treasurer, F. R. E.\nCampeau as curator and president, J.-P. Prud homme as\nsecretary, and R gis Roy as leader of the literary circle.",
            "The Ottawa Numismatic Society",
            "The most obvious vehicle for this network was, from 1891\nonward, the numismatic society that Campeau, Paquet,\nCasault and several others founded to facilitate exchanges\n(and possibly also the issue of spurious tokens!).\nThe Society s token or medalet, along with evidence in\nthe Ottawa directories\nand Paquet s (1892)\nannouncement, shows that\nfor much of the 1890s,\nCampeau was president,\nPrud homme vice-president,\nPaquet secretary-treasurer,\nAudet curator, Peachy\nsecretary of exchanges,\nand Aub  and Casault were\ndirectors (Curry 1982).\nAlthough this society\nseems to have dissolved and\nreformed at least once and\ndid not survive long into the\n: 20th century, it still forged\nrelationships in Ottawa that\n' were much more persistent.",
            "Conclusions",
            "Ottawa was indeed a hotbed of numismatic activity in\nthe late 19th and early 20th centuries. It almost rivalled\nMontreal for the number and prominence of its coin\ncollectors and numismatists, even though, for many\nof those mentioned above, coins, medals, tokens, and\npaper money may have been of secondary interest.\ncontinued on page 234",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_23.jpg",
        "Paragraphs":  [
            "DESIGN AND DEVELOPMENT OF THE BACK OF","THE. BANK.OF CANADA.19:73.$.1_ BANKNOTE #15085",
            "By CLIFFORD BEATTIE",
            "This article will show the development of the",
            "| back of the 1973 $1.00 banknote from beginning",
            "to final design by using photographs, various",
            "production materials and progressive die-proof vignettes.",
            "Based on a photograph taken by Malak Karsh,",
            "the back design shows the tugboat Missinaibi in the",
            "foreground, with the smaller Ancaster to the right,",
            "dealing with a log boom that broke on the Ottawa River",
            "Just below the Chaudi re Falls. The Parliament Buildings\nand the Chateau Laurier appear in the background.",
            "Entitled  Paper\nand Politics, \nthis photograph\nwas taken by\nMalak Karsh on\na summer day\nin 1963. Note\nthe men in the\nboats, the logs,\nand the fact\nthere is no flag\nflying on the\nPeace Tower.\nThese features\nwill change", "as the design\nevolves.",
            "Number5 July* August 2022 ----------------------------",
            "X\nA Laide de photographies, de divers documents de production",
            "et de vignettes d preuves sous pression progressives, cet\narticle pr sente le d veloppement du dos du billet de 1 dollar\nde 1973, du d but jusqu a la conception finale.",
            "Inspir  d une photographie prise par Malak Karsh, le dessin\nau verso montre le remorqueur Missinaibi au premier plan, avec\nle plus petit Ancaster a droite, qui s occupe d une estacade de\nbilles de bois qui s est bris e sur la rivi re des Outaouais juste\nen aval des chutes des Chaudi res. Les  difices du Parlement et\nle Chateau Laurier apparaissent a l arri re-plan.",
            
            
            "Intitul e", "  Paper and\nPolitics  , cette\nphotographie",
            "a  t  prise par\nMalak Karsh un\njour d t  de\n1963. Notez les\nhommes dans\nles bateaux, les\nrondins et le\nfait qu aucun\ndrapeau ne\nflotte sur",
            "la Tour de","la Paix. Ces\ncaract ristiques\nchangeront",
            "au fur eta\nmesure de\n volution de\nla conception.\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_24.jpg",
        "Paragraphs": [
            "Original artwork by the British American Bank Note Company\n(BABNC). Note the man on the Missinaibi is different from\nthe man in the original Karsh photograph and the man on\nthe Ancaster has been removed. The number of logs is\ndifferent in the drawing as compared with the logs in the\nphotograph.",
            "Maquette originale de la British American Bank Note\nCompany (BABNC). Notez que l homme sur le Missinaibi est\ndiff rent de celui de la photographie originale de Karsh et\nque l homme sur l Ancaster a  t  supprim . Le nombre de\nbiches est diff rent dans le dessin par rapport aux biches\nde la photographie.",
            "A black and white photograph of the original artwork,\nwith a colour bar at the bottom. The photograph has been\nreduced to the size that appears on the issued bank notes.",
            "Une photographie en noir et blanc de la maquette originale,\navec une barre de couleur en bas. La photographie a  t \nr duite a la taille qui figure sur les billets de banque  mis.",
            "A black and white photograph of the original artwork which Une photographie en noir et blanc de l ceuvre originale qui",
            "has been reversed and is the size that appears on the note.",
            "a  t  invers e et dont la taille correspond a celle qui figure\nsur la note.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_25.jpg",
        "Paragraphs": [
            "Gordon Yorke, the principal engraver for the British\nAmerican Bank Note Company, engraved the vignette. Mr\nYorke made several modifications to the image in the original\nphotograph, including changing the logs and eventually\nremoving the men on the tugboats.",
            "The following design material and progressive die-proof\nvignettes show the design process leading to the final vignette\nused for the back of the 1973 $1.00 Bank of Canada banknote\nissue. (See Plate 1 below.)",
            "La gravure de la vignette a  t  r alis e par Gordon Yorke, le\ngraveur principal de la British American Bank Note Company.\nM. Yorke a apport  plusieurs modifications a l 1mage de la\nphotographie originale, notamment en changeant les rondins et\nen supprimant finalement les hommes sur les remorqueurs.",
            "Le mat riel de conception et les vignettes d preuves sous\npression progressives qui suivent montrent le processus de\nconception menant a la vignette finale utilis e pour le dos du billet\nde 1 $ de la Banque du Canada de 1973. (Voir planches 1 ci-apre s.)",
            "Vignette Plate 1",
            "1) An early version of the proposed design with the man on\nthe Missinaibi depicted the same as the original photograph,\nwhile the man in the Ancaster has been removed.",
            "4) Progressive die proof vignette printed in a lighter blue\ncolour with the man on the Missinaibi removed, leaving\na white patch were he once stood.",
            "2) An early mock-up of the vignette. This piece is the same\nsize as the actual vignette on the note. Note the man on\nthe Missinaibi is different from the original photograph\nand appears the same as in the original BABNC artwork.",
            "5) Progressive die proof vignette in a darker green\ncolour, with man on the Missinaibi completely removed.",
            "3) Progressive die proof vignette printed in a light green\ncolour. A version was also printed in blue (not shown).",
            
            "6) Final version for approval with signature of L. Mundy,\nSecretary of the Bank of Canada, June 28, 1972.\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_26.jpg",
        "Paragraphs":  [
            "Following a last progressive die-proof vignette Apr s une derni re vignette d preuve progressive",
            "printed in the colour of issue (not shown), this imprim e dans la couleur d mission (non repr sent e),\nfinal hard die proof vignette, BC 230, was printed cette derni re vignette d preuve dure, BC 230, a  t \nJuly 13, 1972. imprim e le 13 juillet 1972.",
            "A progressive back proof, showing the guilloche \npatterns combined with the vignette on a single \nengraved steel plate. The final blue guilloche \nshapes have not been applied. Note this progressive\nback proof has no flag atop the Peace tower. Une  preuve a dos progressif, montrant les motifs guilloch scombin s avec la vignette sur une seule plaque d acier grav e. Les formes guilloch es bleues finales n ont pas  t  appliqu es. Notez que cette  preuve a dos progressif ne comporte pas de drapeau au sommet de la tour de la Paix.",
            "1973 Bank of Canada issued $1 bank note with a flag \nadded to the Peace Tower. The flag does not appear \nin the original photograph or on any of the vignettes \nleading to the final design. Le billet de 1 $  mis par la Banque du Canada en 1973  comporte un drapeau ajout  a la Tour de la Paix. Le drapeau n apparait pas sur la photographie originale ni sur aucune des vignettes qui ont men  au dessin final.",
            "0 (a The CN Journal Volume 67\n"
        ]
    },
    
    {
        "File": "The_CN_Journal_July_28.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "Zhe LW oclsngs",
            "By ALAN ROY\n#17134",
            "The American Vecturist Association Convention Program",
            "In August 1985, a group of collectors assembled in",
            "Toronto s Carlton Inn to\ntrade tokens and stories. They\nwere members of the American\nVecturist Association, which\nspecialized in transportation\ntokens. They are interested\nin bridge tokens, train tokens,\nbus and trolley tokens, and any\nother numismatic items used\nwhen travelling from one place\nto another.",
            "Informally the history of\ncollecting transportation tokens\nbegan when R. W. Dunn printed\nhis listing of American and\nforeign transportation tokens\nin 1932. He was continuing\nthe work of F. C. Kenworthy,\nwho had started cataloguing his\nown collection of transportation\ntokens some years earlier. Soon\nafter, Roland Atwood took over\nthe task and began publishing\nthe catalogue that still bears his\nname.",
            "Meanwhile, The Fare Box,\n a monthly newsletter for\ncollectors of transportation\ntokens,  published its first issue\nin July 1947. It quickly became\nthe unofficial journal for these\ncollectors. Supplements to\nAtwood s first checklist were\npublished there. Discussions\nabout a new name for their\nspecialty appeared on its pages\n(Vecturatist? Vecturalist?).\nAnd The Fare Box offered its resources to help establish a national organization. \nIn October of 1948, such an organization was formed:the American Vecturist Association. It held its first annual convention in Kansas City, Missouri, in August 1951. ",
            
            "The convention banquet took place\nat the Sky High Dining Room, a\nrotating restaurant atop the CN\nTower. One account noted that\nthe afternoon s auction would\nend early enough to allow the\nmembership to get to the banquet\nby  riding the fantastic Toronto\nsubway system . At the CN Tower,\neach member received an  elevator\ntoken  that could be used to travel\nto and from the banquet.",
            "The convention also featured\nwhat, at the time, was the largest\nauction held at an AVA event. A\ntotal of 1,111 lots of transportation\ntokens were offered over two days.\nAt the AVA business meeting,\na motion was passed to limit\nupcoming convention auctions to\n750 lots.",
            "The Toronto convention was\nnot the only one held by the AVA\nin Canada. Five years earlier, the\nassociation held its first convention\noutside of the United States in\nWinnipeg. By all accounts, that\nshow was a success. It featured\nrides on an 1882 steam train, a\npaddle boat, and a tour of the city\non a double-decker bus.",
            "The program for the Toronto\nconvention is a modest work: it s\njust a letter-size sheet of card stock\nfolded in half to form a brochure.\nIt lists the AVA officers, a schedule\nof events, and a two-paragraph\nintroduction to Toronto.",
            "\nPerhaps not surprisingly, the Toronto convention seemed to have an unusual focus on transportation.","It featured a tour of the city on an old-time trolley.",
            "Perhaps it s better to describe\nthis as ephemera rather than",
            " literature, but items like this are still important to the history of our hobby. Many catalogues are written, describing the",
            " various pieces and helping numismatists know their own",
            "collections. Fewer works describe the people and events that make up our hobby. These make the hobby accessible to us,",
            " and they unite us and make numismatics fun for us all."
        ]
    },
    
    {
        "File": "The_CN_Journal_July_31.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e\nNOUVELLES. DES, CLUBS",
            "By BRETT IRICK (CLUB SERVICES)\nFRCNA, FONA, LM,#456",
            "After two long years of the COVID-19, most clubs\nare now meeting in person, with some meeting in a\nlive and virtual hybrid format.",
            "For those interested in continuing a virtual\ncomponent, the RCNA Zoom meeting account\nremains available to RCNA member clubs.\nMeetings can be scheduled by e-mailing me at\nxr7gt@prodigy.net or calling my mobile phone\n(313) 207-3562.",
            "We are looking for clubs to submit a short history\nfor use in this column. Many of our clubs have long\nand unusual histories that have never been shared.",
            "Coin Show Security - Lessons Can Be\nLearned",
            "In 2018, American Numismatic Association past\npresident Colonel Steve Ellsworth gave an informative\ntalk on coin show security during the RCNA convention\nclub delegates  breakfast. Those present could take back\ntheir knowledge to improve their coin show security.\nSadly, collectors and dealers are still being preyed upon\nby bad guys.",
            "This past May, a dealer attending a coin show in\nOmaha, Nebraska, made several mistakes and was\nrobbed. On top of this, the show organizers did not\nhave any presence in the parking lot. Result   thieves\nwere able to take advantage of weaknesses. Not helping\nthe situation, the local police took an hour to respond.\nThen it would have taken a week or more for them to\ninvestigate with the time risk of lost evidence.",
            "The dealer, Dave Smith of Coinhusker Coin, and\nshow organizers quickly pieced together the available\nsecurity video as a lesson learned exercise. It can be\nviewed on YouTube  at this link www.youtube.com/\nwatch?v=cdP6e2MdIhw&t=93s . The good news is that\nthe coin show venue   a hotel   had an excellent video\nsurveillance system.",
            "Things the thieves did well were having two vehicles\nwith a two-person team and being on the scene around\nnoon. They had well-organized assignments, walked the\nshow, and likely picked dealers with expensive inventory\nfor their targets. When it was time, just before 3 pm, one\nperson was on the show floor to watch the target. The\ntheft occurred when no one was in the parking lot that\ncould monitor the quick transfer of the contents from the\nluggage compartment.",
            "Mistakes made by the dealer:",
            ". Leaving the vehicle unlocked, unattended,\nand the trunk lid open before putting the first load in it.",
           
            "Apres deux longues ann es de COVID-19, la plupart des\nclubs se r unissent d sormais en personne, avec certaines\nrencontres dans un format hybride en direct et virtuel.",
            "Pour ceux qui souhaitent poursuivre des rencontres virtuelles,\nla licence Zoom de l ARNC demeure disponible pour les clubs\nmembres de l ARNC. Les r unions peuvent  tre c dul es\nen m envoyant un courriel a xr7gt@prodigy.net ou en me\nt l phonant sur mon cellulaire au (313) 207-3562.",
            "Nous recherchons des soumissions de clubs partageant un\nbref historique a utiliser dans cette colonne. Beaucoup de\nnos clubs ont de longues histoires parfois inhabituelles qui\nn  ont jamais  t  partag es.",
            "S curit  dans les salons numismatique - Lecons\napprises",
            "En 2018, l ancien pr sident de 1? American Numismatic\nAssociation, le colonel Steve Ellsworth, a donn  une conf rence\n ducative sur la s curit  des salons numismatique lors du\nd jeuner des d l gu s de club du congr s de l7ARNC. Les\npersonnes pr sentes ont pu entendre des conseils pour am liorer\nla s curit  de leur salon numismatique. Malheureusement, les\ncollectionneurs et les marchands sont toujours la proie des\nm chants.",
            "En mai dernier, un marchand pr sent au salon numismatique\nd Omaha au Nebraska, a commis plusieurs erreurs et s est fait\nvoler. De plus, les organisateurs du salon n taient pas pr sents\ndans le stationnement. R sultat   les voleurs ont pu profiter des\nfaiblesses du syst me. Pour empirer la situation, la police locale\na mis une heure a se pr senter. Ensuite, il leur aurait fallu une\nsemaine ou plus pour enqu ter avec un risque accru de perdre des\n vidences.",
            "Le marchand, Dave Smith de Coinhusker Coin, et les\norganisateurs du salon ont r agi rapidement en reconstituant la\nvid o de s curit  disponible, grace 4 une lecon apprise. La legon\npeut  tre visionn e sur YouTube  a ce lien www.youtube.com/\nwatch?v=cdP6e2Mdlhw&t=93s. La bonne nouvelle est que le\nlieu du salon numismatique   un h tel   disposait d un excellent\nsyst me de vid osurveillance.",
            "Les voleurs  taient bien pr par s avec deux v hicules, une\n quipe de deux personnes et  taient pr sents sur les lieux\nvers midi. Ils avaient un processus bien organis , ils ont fait\nle tour du salon, probablement identifi s des marchands avec\ndes inventaires dispendieux comme cible. Quand fut arriv  le\nmoment de fermeture, juste avant 15 heures, une personne  tait\ndans le salon pour surveiller la cible. Le vol s est produit alors\nquw il n y avait personne qui surveillait le stationnement pour le\ntransfert rapide du contenu du coffre a bagages du v hicule.",
            "Erreurs commises par le marchand:",
            ". Laisser le v hicule d verrouill , sans surveillance\net la porte du coffre arri re ouverte avant d y mettre le\npremier chargement.\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_32.jpg",
        "Paragraphs": [
            "The thieves could access the car the first time it was left\nunlocked and may have tampered with the driver s door\nlocking mechanism. Plus, he likely verified that the push\nbutton trunk release was active.",
            ". Leaving the vehicle unattended during his\nmultiple trips to his car. The good rule is to have at least\ntwo people you can trust in attendance until you drive off\nsuccessfully.",
            ". After loading all of his material in the car went\nback into the show to collect a check. This short trip\nturned into ten minutes. The bad guys had time to act",
            ". Not using an armoured cable to secure his\nmaterial to each other, and the vehicle would have made\nit too heavy to move quickly.",
            "A better plan:",
            ". Take a good lap around the vehicle before\nmoving it. Look for anything suspicious   sliced tire\nsidewalls, sharp items placed to puncture the tire tread\nand improperly inflated tires are common.",
            ". Have a passenger with you and observe whether\nyou are being followed. Have at least a third person\nwatch the action in and out.",
            ". Try to move valuable material in one load to\nreduce the time you are in the parking lot.\n. Show organizers should have their security",
            "regularly walk the parking lot. Darkly tinted windows\nare a danger sign   this was the case on both bad-guy\nvehicles used in our example theft.",
            ". Have one or more GPS devices hidden in\nmaterial to make it traceable.",
            ". Know the vulnerability of the vehicle. Remove\nthe fuse or disconnect the wiring if the auto s trunk\nbutton is always active. Assume the bad guy has a  slim\njim  for mechanically unlocking the vehicle, has cloned\nthe signal from your transmitter or knows how to put a\nten-cent coin in the door handle or tamper with the door\najar switch to keep the vehicle from locking. Having\na passenger-side door open slightly also will keep the\nvehicle from locking.",
            ". Do not use your hand-held transmitter at the\ncoin show. Manually lock and unlock everything.\n. At your destination, unless it is unlisted, assume",
            "the bad-guy might be waiting for you if they were\nunsuccessful at the show. It always helps to go around\nthe block several times or take a position where you can\nwatch the activity at the delivery point. If possible, park\nthe vehicle in a garage before unloading it.",
            "If you would like to have your club profiled here, please\nwrite a column, include pictures and send it to me:\nxr7gt@prodigy.net.",
            
            "Les voleurs ont pu acc der a la voiture la premi re fois qu  elle",
            "a  t  laiss e d verrouill e et ont peut- tre trafiqu  le m canisme\nde verrouillage de la porte du conducteur. De plus, ils ont\nprobablement v rifi  que le d verrouillage du coffre par bouton-\npoussoir  tait actif.",
            ". Laisser le v hicule sans surveillance lors de ses multiples\nd placements vers sa voiture. La bonne proc dure est d avoir au\nmoins deux personnes en qui vous avez confiance jusqu a ce que\nvous partiez avec succ s.",
            ". Apr s avoir charg  tout son mat riel dans la voiture, il\nest retourn  dans le salon pour r cup rer un ch que. Ce court\ntrajet s est transform  en dix minutes. Les voleurs ont eu le temps\ndagir.",
            ". Ne pas utiliser de cable blind  pour attacher son mat riel\nensemble, et le v hicule serait devenu trop lourd pour un\nd placement rapide.",
            "Un meilleur plan :",
            ". Faites un tour autour du v hicule avant de le d placer.\nRegardez tout ce qui est suspect - les flancs de pneus tranch s, les\nobjets tranchants plac s pour percer un pneu lors du d placement\net les pneus mal gonfl s sont courants.",
            "  Ayez un passager avec vous et observez si vous  tes\nsuivi. Demandez a au moins une troisi me personne de regarder\nLPaction a l int rieur et a l ext rieur.",
            ". Essayez de d placer du mat riel de valeur en un seul\nchargement pour r duire le temps que vous passez dans le\nstationnement.",
            ". Les organisateurs du salon doivent faire des tourn es de\ns curit  r guli rement dans le stationnement. Les vitres temt es\nsont un signe de danger - c tait le cas sur les deux v hicules des\nmalfaiteurs dans notre exemple de vol.",
            ". Avoir un ou plusieurs appareils GPS cach s dans le\nmat riel pour le rendre retragable.\n. Connaitre la vuln rabilit  du v hicule. Retirez le fusible",
            "ou d branchez le cablage si le bouton de coffre de l auto est\ntoujours actif: Supposons que le m chant a un  outil de serrurier \npour d verrouiller m caniquement le v hicule, a clon  le signal de\nvotre  metteur ou sait comment mettre une pi ce de dix cents dans\nla poign e de porte ou alt rer l interrupteur de porte entrouverte\npour emp cher le v hicule de se verrouiller. Avoir une porte c t \npassager l g rement ouverte emp chera  galement le v hicule de\nse verrouiller.",
            ". N?utilisez pas votre  metteur portatif au salon\nnumismatique. Verrouillez et d verrouillez tout manuellement.",
            ". A votre destination, sauf si elle n est pas identifi e,\nsupposez que les voleurs pourraient vous attendre s ils n ont\npas r ussi au salon numismatique. I] est toujours utile de faire\nplusieurs fois le tour du quartier de maisons ou d avoir une\ndestination ot! vous pouvez observer l activit  au point de\nd chargement. Si possible, garez le v hicule dans un garage avant\nde le d charger.",
            "Si vous souhaitez avoir le profil de votre club ici,  crivez\nune chronique, ajoutez des photos et envoyez-moi le tout a:\nxr7gt@prodigy.net.",
            
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_33.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "BY SEAN SINCLAIR\n#23912",
            "CANADA S OTHER QUEEN",
            "The close relationship\n| between Canada and the\nNetherlands began during",
            "World War II, when Princess\nJuliana, the sole heir to the Dutch\nmonarchy, sought refuge in Canada\nfollowing the German invasion of\nthe Netherlands on May 10, 1940.",
            "Princess Juliana Louise Emma\nMarie Wilhelmina was born on\nApril 30, 1909, at Noordeinde\nPalace, in The Hague. She was the\nonly child of Queen Wilhelmina\nand Duke Henry of Mecklenburg-",
            "Schwerin to survive.",
            "Wilhelmina had previously\nsuffered two miscarriages and\none stillborn child. Juliana\nwas the first child born in the\nroyal family since Wilhelmina s\nbirth on August 31, 1880, nearly three decades earlier.\nThe prospect of the queen not bearing an heir had caused\nsome concern.",
            "Wilhelmina s closest living relative was Prince Heinrich\nXXXII Reuss of K stritz, whose close ties with Germany\nwere seen as unfavourable. Juliana s birth avoided a\nsuccession crisis and ensured that the monarchy would stay\nwithin the immediate family.",
            "As the only direct heir to the Dutch throne, Juliana\nreceived her formative education from private tutors.\nAfter Juliana turned eighteen in 1927, Queen Wilhelmina\ninstalled her in the Raad Van Staat (State Council).",
            "Juliana continued her education at the University of\nLeiden, studying economics, constitutional law, and\nseveral other subjects that would help her with her future\nresponsibilities as queen. She graduated from the university\nin 1930 with a bachelor s degree in international law.\nIn 1936, Princess Juliana met Prince Bernhard of Lippe-\nBiesterfeld while attending the IV Olympic Winter Games\nin Garmisch-Partenkirchen, Germany. Prince Bernhard s\nstatus and religion met with the approval of Queen\nWilhelmina, who had the necessary prenuptial documents\ndrawn up, with the engagement officially announced on\nSeptember 8, 1936.",
            "The couple was married on January 7, 1937, 58 years\nafter her grandparents, King William HI and Emma of\nWaldeck and Pyrmont. On January 31, 1938, she gave",
            "Number5 July* August 2022 ----------------------------------",
            "birth to the first of four daughters,\nBeatrix Wilhelmina Armgard, who\nwould eventually succeed her.\nA second daughter, Princess Irene\nEmma Elisabeth, was born on\nAugust 5, 1939",
            "On September 1, 1939, Germany\ninvaded Poland, and Europe was\nengaged in conflict for the second\ntime in less than 25 years. Barely\nsix months later, on May 10,\n1940, German forces invaded the\nNetherlands, despite their official\nneutrality. The country was quickly\novertaken, and by May 13, the\nPrime Minister and royal family had\nbeen evacuated to London.",
            "It was soon deemed too\ndangerous for the queen and her\nonly direct heir to remain in war-",
            "torn London. Juliana s aunt, Princess Alice of Albany, was\nthe wife of Canada s newly appointed governor-general,\nAlexander Cambridge, Ist Earl of Athlone. On their\ninvitation, Juliana and her two young daughters moved to\nOttawa for the duration of the war.",
            "In the spring of 1942, Juliana announced that she was\npregnant with her third child following a visit from her\nhusband. Differences between Canadian and Dutch law\ncreated a problem. Canada follows the principle of jus soli\n(by the soil), while Dutch law is based upon jus sanguinis\n(by the blood), which means that any child born in Canada\nis automatically a Canadian citizen.",
            "To be included in the line of succession, the child\nmust have exclusively Dutch citizenship. At the time, the\nDutch monarchy used a male preference primogeniture\nsystem, which meant that if the child were a boy, he would\nsupersede his sisters as the primary heir. The Governor-\nGeneral resolved these differences in law by declaring\nJuliana s rooms at the Civic Hospital outside Canadian\njurisdiction. Princess Margriet Francisca was born on\nJanuary 19, 1943, at Ottawa s Civic Hospital, making her\nthe only European royal family member to be born outside\nthe continent.",
            "In September 1944, Canadian forces worked their way\ninto the German-occupied Netherlands. The Netherlands \nliberation culminated with German forces surrendering\nto Canadian General Charles Foulkes on May 5, 1945.\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_34.jpg",
        "Paragraphs":  [
            "Two days later, Germany\nsurrendered, ending the\nwar in Europe.",
            "Both Queen Wilhelmina\nand Princess Juliana\nreturned home on May 2,\n1945, three days before\nthe official German\nsurrender. Upon returning\nhome, Princess Juliana\nsent 100,000 tulip bulbs\nto Canada as a token\nof her appreciation.\nThe following year, she\ndonated an additional\n20,000 bulbs, with the\npromise of 10,000 bulbs\nannually for the rest of her\nlife. -",
            "This annual gift has continued to this day, through each\nsuccessive monarch, and is the basis of the Canadian Tulip\nFestival. Leading the Netherlands through two World\nWars and the Great Depression had taken its toll on",
            "Wilhelmina s health, and Juliana had been forced to\nact as regent on a couple of occasions. Wilhelmina\nformally abdicated on September 4, 1948, following\nthe independence of Indonesia, and Juliana was","proclaimed the new queen.","Juliana s time as queen saw the gradual\ndecolonisation of Dutch territorial possessions. On\nDecember 27, 1949, Juliana signed the documents \nrecognising the independence of Indonesia. On \nDecember 15, 1954, the Netherlands Antilles and \nSuriname were granted equal status within the kingdom.",
            "Juliana was often seen\nas  the people s queen ,\nshowing up at public\nevents unannounced.\nHer compassion for her\nsubjects was never more\nprominent than during\nthe North Sea Flood of\nJanuary 31   February 1,\n1953. Days later, Queen\nJuliana and Princess Beatrix\ncould be seen wading\nthrough the devastation,\nbringing food and clothing.\nJuliana abdicated as the\nqueen of the Netherlands on\nher 71st birthday, April 30,\n1980. Her eldest daughter,\nBeatrix, became the third",
            "consecutive queen of the low-lying country.\nOnce again referred to as Princess Juliana, she lived out\nthe remainder of her life in relative privacy. She began to\ndevelop dementia in the mid-1990s and was not seen",
            "publicly after. She passed away on March 20, 2004,\nat 94. At the time, she was the oldest living former\nmonarch in the world.",
            "Canada and the Netherlands continue to have a",
            "warm relationship. Every Christmas Eve, hundreds of\nDutch school children tend the graves of fallen soldiers at\nthe Canadian War Cemetery in Holten.",
            "Princess Margriet continues to act as an ambassador to Canada, most recently visiting Ottawa on May13, 2022, for the opening of the Canadian Tulip Festival.",        
            
            "Juliana first appeared as queen on Dutch comage beginning in 1950. A right profile of the monarch is depicted on all\ndenominations of Netherlands coinage, wearing dangling earrings and a hairnet. The obverse inscription reads JULIANA\nKONINGIN DER NEDERLANDEN; Dutch for  Juliana Queen of the Netherlands.  A commemorative 10 gulden coin was\nissued in 1970 for the 25th anniversary of the liberation. The obverse bears the standard portrait of Juliana, as described\nabove, while the reverse bears a left portrait of her mother, Wilhelmina.",
            "I, The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_35.jpg",
        "Paragraphs": [
            "The inscription around the top reads NEDERLANDS HERRIJST, which is Dutch for #,\n Netherlands Rises.  The bottom includes the anniversary dates 1945 / 1970 and denomination.",
            "A slightly different portrait of the queen was used on the 1 gulden coin from }\nSuriname, which was issued from 1962 until 1966. The queen is depicted without\nan earring or a hairnet, and the neckline has a much more pronounced cutline, rising behind her hair.",
            "Following Juliana s abdication, and the\ninvestiture of Beatrix as the new queen,\nthe Royal Dutch Mint produced special\n1 gulden and 2 % gulden coins with a\ndual portrait. The left-facing portraits\nhave Juliana in the background, with",     "Beatrix as the dominant portrait. The\nlegend on the coins reads APRIL 30 1980\nacross the top and BEATRIX KONINGIN DER\nNEDERLANDEN around the bottom, identifying\nBeatrix as the new queen.",
            "Early issues of Netherlands 1 gulden and 2 % gulden\nbanknotes depicted a front-right portrait of Juliana on\nthe far left side. The queen is depicted wearing a dress\nwith a very high collar, earrings and a brooch just above\nher left breast. Her name is written below the portrait.\nOther legends identify the denomination and issuing\nauthority.",
            "REFERENCES \ncanadiangeographic.ca/articles/the-ottawa-maternity-ward-that-became-international-territory-for-the-birth-of-a-royal/\nwww.veterans.gc.ca/eng/remembrance/battles-and-stages/liberation-of-netherlands",
            "www.veterans.gc.ca/pdf/netherlands/g4.pdf\nwww.thestar.com/news/gta/2013/12/25/dutch_schoolchildren_honour_canadian_soldiers_on_christmas_eve.html",
            "Number 5 July + August 2022 ---------------------------nn anna cence 227\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_36.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "One Little Coin   Une petite monnaie",
            "Best-selling author Teresa Schapansky, and award-\nwinning artist, Elly Mossman have teamed up\nagain, and are thrilled to present: One Little Coin.",
            " Dear Journal, I signed up for the coin club, because\nto be honest, I really like money. Wasnt that what\na coin club was about? Money? That, and how to\nget it, how much to keep and how much to spend?\nI glanced around the room, and easily saw that the\nclass was made up of quite an assortment of kids\n  polar opposites, in my opinion. In the end, who\ncould have guessed that seven totally different kinds\nof people would form such an unlikely bond in a coin\nclub? Maybe one day, I'll find one little coin that\nwill change my life, forever. Maybe I'll find it with\nJacques s metal detector, or maybe it ll be stuck in\nsome couch cushion. The possibilities are endless. ",
            " The best children s books are engaging and\ncaptivating   they stand the test of time. That s\nbecause the best children s\nauthors write about topics that\nmatter. A good children s book\nwill, in addition, typically have\ninteresting and sometimes\nnew language which adds to\na child s listening or reading\nexperience.",
            "One Little Coin checks all\nthese essential boxes and in\naddition provides food for\nthought about values, a world\nwhere generosity is more\nimportant than accumulating\nmoney and the fact that first\nimpressions can sometimes be\nmisleading when they are based\non superficial observations.",
            "Like all high-quality\nchildren s books One Little\nCoin is a charming story that\nchildren will genuinely enjoy\nwhile they are learning to think\nand wonder about their world\nand the people who inhabit\nit as well as about themselves\nand their place in that world   it\nshould be in every school library. ",
            "Geoff Johnson, former Superintendent of Schools",
            
            "Teresa Schapansky, auteure de best-sellers, et Elly\nMossman, artiste prim e, se sont 4 nouveau associ es\net sont ravies de pr senter: Une petite monnaie.",
            "  Cher journal, je me suis inscrite au club de monnaie\nparce que, pour  tre honn te, jaime vraiment l argent.",
            " est-ce pas le but d un club de monnaie? L argent? Ca,\net comment I obtenir, combien en garder et combien en\nd penser? J'ai jet  un coup d cil dans la salle, et j ai\nfacilement vu que la classe  tait compos e d'un assortiment\nd enfants tres diff rents; des oppos s polaires, a mon\navis. En fin de compte, qui aurait pu deviner que sept\npersonnes totalement diff rentes formeraient un lien aussi\nimprobable dans un club de monnaie? Peut- tre qu un\njour, je trouverai une petite monnaie qui changera ma vie,\na jamais. Peut- tre que je la trouverai avec le d tecteur de\nm taux de Jacques, ou peut- tre qu'elle sera coinc e dans\nun coussin de divan. Les possibilit s sont infinies.  ",
            "  Les meilleurs livres pour enfants sont engageants et\ncaptivants, ils r sistent a l preuve du temps. C est parce\nque les meilleurs auteurs de\nlivres pour enfants  crivent sur\ndes sujets qui comptent. En outre,\nun bon livre pour enfants contient\ng n ralement un langage\nint ressant et parfois nouveau\nqui enrichit l exp rience d coute\nou de lecture de l enfant.",
            "Une petite monnaie remplit\ntoutes ces conditions essentielles\net donne en outre mati re a\nr flexion sur les valeurs, un\nmonde ou la g n rosit  est plus\nimportante que I accumulation\nd argent et le fait que les\npremieres impressions peuvent\nparfois  tre trompeuses\nlorsqu elles sont bas es sur des\nobservations superficielles.",
            "Comme tous les livres pour\nenfants de grande qualit , Une\npetite monnaie est une histoire\ncharmante que les enfants\nappr cieront vraiment, tout\nen apprenant a r fl chir et a\nsinterroger sur leur monde et\nles gens qui l habitent, ainsi\nque sur eux-m mes et leur place\ndans ce monde; il devrait  tre",
            "un constituant de toute biblioth que\nscolaire.  \nGeoff Johnson, ancien superintendant des  coles",
            "Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_37.jpg",
        "Paragraphs": [
            " One Little Coin neatly\nblends subject-area content,\nmulticultural education,\nbiography, and social issues \nall in an age-appropriate\nmanner. The plot thread\ninvolving the teacher's\nchallenged childhood and\nher life-long love of coins\nand numismatics generally is\na brilliant hook since young\nreaders enjoy narrative rather\nthan purely informational\ntexts. The illustrations are\nstrategically positioned\nto engage the reader and\nelaborate on the text ",
            "Philip Allingham, PhD",
            "English Literature",
            " One Little Coin easily com-",
            "pels the reader to turn each\npage, in anticipation of the\nnext succinct and exciting\nsegment of the story. This\nbook knits together the di-\nversity of our multi-cultured\ncountry and is an educational tool for all ages and\nevery walk of life. The story is respectful, thought\nprovoking, endearing and captures the essence of\nCanadian society.",
            "After having read One Little Coin, I was motivated\nto  go hunting  for all the universal coins that I ve\ncollected while traversing the globe during my Naval\nService. Thanks to the author for a job well done. I\npredict that Ms. Schapansky has produced yet another\nbest-selling book, with this marvel. ",
            "Allan W. Waddy, Author/Investigator",
            " With the skill of an experienced storyteller evident\non every page, Teresa Schapansky has created an\nenchanting tale of compassion, personal growth\nand hope. One Little Coin nimbly melds several\nof life's important lessons within a storyline that\nresonates with readers of all ages. Imagine a single\ncoin that can provide the catalyst for a yarn that\nspeaks to the importance of sharing one's gifts with\nthose less fortunate while bringing together a di-\nverse group of youngsters who flourish while ex-\nploring a new avocation! \nWarren Goulding, publisher, author, journalist",
           
            "  Une petite monnaie combine\nhabilement un contenu th matique,\nla conscientisation multiculturelle,\nune biographie et les enjeux\nsociaux, d une mani re adapt e\na l age des lecteurs. Le fil\nconducteur de l intrigue, qui\nimplique l enfance difficile de\nl enseignante et son amour de\ntoujours pour les monnaies et la\nnumismatique, est une accroche\nbrillante, car les jeunes lecteurs\nappr cient les textes narratifs\nplut t que les textes purement\ninformatifs. Les illustrations sont\nplac es strat giquement pour\ncaptiver le lecteur et d velopper le\ntexte.  ",
            "Philip Allingham, docteur en\nlitt rature anglaise",
            "  Une petite monnaie am ne\nle lecteur a tourner chaque\npage, dans l attente du prochain\nsegment succinct et passionnant\nde I histoire. Ce livre r unit\nla diversit  de notre pays\nmulticulturel et constitue un outil  ducatif pour tous les\ndges et tous les milieux. L histoire est respectueuse, fait\nr fl chir, est attachante et capture l essence de la soci t \ncanadienne.",
            "Apres avoir lu Une petite monnaie, j ai eu envie de\n  partir a la chasse   de toutes les monnaies que j'ai\namass es en parcourant le globe pendant mon service de\nla Marine. Merci a l auteure pour son excellent travail.\nJe pr dis que Mme Schapansky a produit un autre livre a\nsucces, avec cette merveille.  ",
            "Allan W. Waddy, Auteur/Investigateur",
            "  Avec le talent d une conteuse exp riment e qui se\nmanifeste a chaque page, Teresa Schapansky a cr  une\nhistoire enchanteresse de compassion, de croissance\npersonnelle et d espoir. Une petite monnaie combine\nhabilement plusieurs des legons importantes de la vie\ndans une histoire qui trouve un  cho aupres des lecteurs\nde tous dges. Imaginez qu une seule pi ce de monnaie\npuisse servir de catalyseur a une histoire qui parle de\nl importance de partager ses dons avec les moins for-\ntun s tout en rassemblant un groupe diversifi  de jeunes\nqui s  panouissent en explorant une nouvelle vocation!  ",
            "Warren Goulding,  diteur, auteur, journaliste\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2022 $20 Fine Silver Coin   Black and Gold: Pi ce de 20 $ en argent fin 2022   Noir et or :\nThe Sea Otter La loutre de mer",
            "The circular reverse design by wildlife artist\nClaude Thivierge features a contrasting  yin\nand yang  portrait of the sea otter (Enhydra\nlutris). Two adult sea otters are positioned\nin a way that represents opposite but\ncomplementary concepts, such as\nwork and rest/play. Yellow gold and\nblack rhodium plating clearly divide\nthe design into two halves in order to\nhighlight the importance of achieving\nbalance in life, but also in nature, where\nthe sea otter s reintroduction to Canada s\nPacific coast has had a big impact\non the marine ecosystem. The\nobverse features the gold-\nplated effigy of Her Majesty\nQueen Elizabeth II by\nSusanna Blunt.",
            "Le motif circulaire au revers, ceuvre de\nl artiste animalier Claude Thivierge,\nconsiste en un symbole yin-\nyang contrastant dans lequel est\nrepr sent e la loutre de mer\n(Enhydra lutris). Deux loutres\nadultes sont positionn es de\nmani re a repr senter des\nconcepts a la fois oppos s et\ncompl mentaires, comme le travail\net le repos. Le placage d or et de\nrhodium noir divise clairement le\nmotif en deux, une dualit  qui souligne\nl importance de 1 quilibre dans nos vies,\nmais aussi dans la nature; il suffit de penser\na l effet majeur qu a eu la r introduction de la loutre de\nmer sur | cosysteme marin de la c te pacifique du\nCanada. A l avers, l effigie de Sa Majest  la reine\nElizabeth II, selon Susanna Blunt, est aussi rehauss e\nActual Size  - d un placage d or.",
            "2022 $30 Fine Silver Coin   The Mighty Bison Pi ce de 30 $ en argent fin 2022   Fiers\nbisons",
            "Designed by Canadian wildlife artist Claudio\nD  Angelo, your coin s reverse features a side-view\nportrait of two plains bison (Bison bison bison)\nin its grassland habitat during the harsh winter\nmonths. Two males (members of a bachelor\ngroup) are positioned in a way that best\nshowcases their physical features, with one\nbull standing at the top of a knoll and the\nother below facing the\nopposite direction.The obverse \nfeatures a field \npattern and \nthe effigy of \nHer Majesty \nQueen \nElizabeth II by Susanna Blunt.",


            "(Euvre de l artiste animalier canadien\nClaudio D  Angelo, le motif au revers\nest une repr sentation de profil de\ndeux bisons des plaines (Bison\nbison bison) dans leur habitat\ndes prairies durant les rudes\nmois de l hiver. Les deux\nmales (membres d un groupe\nde c libataires) se trouvent\ndans une position qui montre",
            " au mieux leurs caract ristiques physiques : un bison se trouve sur un tertre et l autre est tourn  dans la direction oppos e. L avers, om  d un motif r current stylis , est a\nQueen l effigie de Sa Majest  la reine Elizabeth II, selon",
            "Susanna Blunt. ",
           
            "i The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_41.jpg",
        "Paragraphs": [
            "2022 Special Edition Silver Dollar Proof Set  \nAlexander Graham Bell: Great Inventor",
            "Designed by Canadian artist and RCM translation\nand official languages specialist Armand Nina,\nthe proof dollar s reverse features a portrait\nof inventor Alexander Graham Bell (1847 \n1922). An experimental model of Bell s\nmost famous contribution to science",
            "and technology, the telephone, appears",
            "to the left of the inventor, while Bell s\nsignature appears near",
            "the rim. The reverse",
            "includes the word",
            " CANADA ,",
            "the face value,",
            " DOLLAR  and",
            "the year  2022 . The",
            "obverse features the",
            "effigy of Her Majesty",
            "Queen Elizabeth II by",
            "Susanna Blunt.",
            "Number5 July* August 2022 --------------------------------",
            "Ensemble  preuve numismatique avec dollar en\nargent  dition sp ciale 2022   Alexander Graham\nBell : Inventeur d exception\nCEuvre d  Armand Nina, artiste canadien\net sp cialiste de la traduction et des\nlangues officielles a la Monnaie\nroyale canadienne, le motif au revers\ndu dollar  preuve numismatique\nest un portrait de l inventeur\nAlexander Graham Bell (1847 \n1922). On voit a sa gauche le\nmod le exp rimental de sa plus\nc l bre contribution a la science\net a la technologie   le t l phone\n  ainsi que sa signature, pr s du\ncordon. Le revers porte  galement la\nmention   CANADA  , la valeur nominale\n  DOLLAR   et le mill sime   2022  . L avers est\nal effigie de Sa Majest \nla reine Elizabeth\nII, selon Susanna\nBlunt.\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_42.jpg",
        "Paragraphs": [
            "continued from page 214",
            "Despite the fact that la Soci t  Numismatique d  Ottawa was\nnot a roaring success, these collectors appear to have been\nwell networked. To a large extent, this network depended\non common employment as civil servants. Interestingly, that\ncivil-servant connection would once again, a half-century\nlater, serve as a vehicle for numismatic interests and lead\nto the formation of the Canadian Numismatic Association\n(Banning 2021).",
            "Acknowledgements",
            "I would like to thank Chris Faulkner for his knowledge and\nfrequent advice on Ottawa s early numismatists and Jacob\nLipson for inviting me to give the talk to the modem Ottawa\nNumismatic Society that formed the nucleus of this paper.",
            "References Cited",
            "Aach, Hana K. (1990). Impressions: Stories of the Nation s\nPrinter, Early Years to 1900. Ottawa: Minister of Supply and\nServices Canada.",
            "American Philatelist (1894). Canadian Philatelic Association. The\nAmerican Philatelist and Year Book 8: 87.",
            "ANA (1892a). List 13 of known numismatists. The Numismatist\n4(1): 9.",
            "  (1892b). List 16 of known numismatists. The Numismatist4(5):\n80.",
            " (1892c). List 19 of known numismatists. The Numismatist5(2):\n29.",
            "  (1893). List 26 of known numismatists. The Numismatist6(4):\n60.",
            "Anon (1909). American Numismatic Association convention at\nMontreal. The Numismatist 22(9-10): 257-268, 278-286.",
            "  (1942). Obituary, William A. D. Lees. The Numismatist 55(10):\n39-40.",
            "Banning, E. B. (2016). A numismatic fishing expedition: Tokens\nof the Campeau Fish & Game Club. Canadian Numismatic\nJournal 61(1): 22-25.",
            " (2021). Major L. J. P. Brunet, founding father of the Canadian\nNumismatic Association. Canadian Numismatic Journal 6(8):\n350-355.",
            "BC Deaths (1946). British Columbia Death Index, 1872-1990.\nRepublished 2001 by Ancestry.com Operations.",
            "Beechwood (2011). Beechwood Cemetery Registers, 1873-1990.\nProvo, UT: Ancestry.com Operations.",
            "Bolender, Joseph (1940). 132nd Auction Sale of Rare Coins, War\nMedals and Paper Money, Collection of Col. John A. Hooper;\nSr. of Los Angeles. Freeport, Illinois: M. H. Bolender.",
            "Bradstreet (1908). Bradstreets Commercial Ratings. New York:\nThe Bradstreet Company.",
            "Brault, Lucien (1940). Francis-J. Audet et son euvre. Hull:\nImprimerie Morin.",
            "Breton, Pierre N. (1894). I//ustrated History of Coins and Tokens\nRelating to Canada. Montreal: P.N. Breton & Co.",
            "California Deaths (2000). California Death Index, 1940-1997.\nProvo, UT: Ancestry.com Operations.",
            "Canada Census (1852-1921). Ottawa: Library and Archives\nCanada.",
            "Cassino, Samuel E. (1885). The International Scientist's Directory.\nBoston: S. E. Cassino and Co.",
            "Census (1916). Census of Manitoba, Saskatchewan, and Alberta.\nProvo, UT: Ancestry.com Operations.",
            "234",
            "Cherrier, G. H. (1873). The Quebec Directory for 1873-74.\nQuebec: John Lovell.",
            "Cherrier, A. Benjamin, William H. Kirwin, and J. George W.\nMcGown (1872). Cherrier & Kirwin s Ottawa Directory for\n1872-73. Toronto: Cherrier, Kirwin & McGown.",
            "Civil Service (1872). Return of the Names, Origin, Creed, Position\nand Pay of All the Employees of the Dominion Government.\nOttawa: I. B. Taylor.",
            " (1885). The Civil Service List of Canada, 1885. Ottawa:\nMacLean, Roger & Co.",
            " (1891). The Civil Service List of Canada, 1891. Ottawa: S. E.\nDawson.",
            " (1896). The Civil Service List of Canada, 1896. Ottawa: S. E.\nDawson.",
            " (1897). The Civil Service List of Canada, 1897. Ottawa: S. E.\nDawson.",
            " (1898). The Civil Service List of Canada, 1898. Ottawa: S. E.\nDawson.",
            " (1911). The Civil Service List of Canada, 1911. Ottawa: C. H.\nParmalee.",
            "Citizen (1898). Wm. Kingsford dead. The Evening Citizen\n(Ottawa), 29 September: p. 1.",
            "Cooper, H. C. (1880). The Canadian Biographical Dictionary\nand Portrait Gallery of Eminent and Self-Made Men: Ontario\nVolume. New York and Toronto: American Biographical\nPublishing Company.",
            " (1881). The Canadian Biographical Dictionary and Portrait\nGallery of Eminent and Self-Made Men: Quebec and Maritime\nProvinces Volume. New York and Toronto: American\nBiographical Publishing Company.",
            "Curry, Michael R. (1982). Soci t  Numismatique d  Ottawa. In\nPaul Nadin-Davis and Frank Fesco (eds.), Numismatic Ottawa:\nAn Anthology of Articles from the City of Ottawa Coin Club\nBulletin, pp. 7-8. Ottawa: City of Ottawa Coin Club.",
            "Daily Mail (1895). Very sudden death of Senator Edward Murphy.\nDaily Mail and Empire, December 6, 1895, p. 8.",
            "Darveau, Louis-Michel (1873). Nos hommes de lettres. Montreal:\nA. A. Stevenson.",
            "Drolet, Yves (2019). The Canadian Philatelic Association, an\nHistorical Sketch, 1887-1897. Montreal. diffusion.bangq.\nqc.ca/49c1a974-105c-47d6-b862-3f25035325d1 (accessed 6\nJune 2022).",
            "Drouin, Gabriel (2008). Quebec Vital and Church Records\n(Drouin Collection), 1621-1967. Institut G n alogique Drouin,\nMontr al. Provo, UT: Ancestry.com.",
            "Duffield, Frank G. (1909). Report of the General Secretary. The\nNumismatist 22(5): 149.",
            "Faulkner, Chris (2000). Emily D. Gibson, pioneering woman. In\nC.N.A. Golden Anniversary Convention, pp. 18-21. Ottawa:\nCity of Ottawa Coin Club.",
            "  (2003). Unsuspected numismatist s token. Numismatica\nCanada 2(2): 88-90.",
            "  (2007). An undertype used by Thomas Church. Numismatica\nCanada 6(4): 142-143.",
            "  (2012). The man who slept in the library of Parliament.\nMoneta 3(7): 234-245.",
            " (2019). Imperial Designs: Canada s Ships, Colonies &\nCommerce Tokens. London: Spink & Son, Ltd.",
            "Ferguson, J. Douglas (1978). Reminiscences of sixty years in\nCanadian numismatics (part two). Canadian Numismatic\nJournal 23(5): 196-210.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_July_43.jpg",
        "Paragraphs": [
            "Fitsell, J. W. (2003). Creighton, James George Aylwin. In\nDictionary of Canadian Biography, vol. 15. Toronto: University\nof Toronto/Universit  Laval. www.biographi.ca/en/bio/creighton _\nJames george aylwin_15E.html (accessed 6 June 2022).",
            "Foran, Joseph K. (1881-82). Medals of the reign of Louis XIV.\nCanadian Antiquarian and Numismatic Journal 10(1): 28 \n35; (2): 125-131; (3): (4): 145-151; 11(1): 1-6; 11(2): 68-75;\n11(3): 125-131.",
            "Galarneau, Claude (1996). Le cinqui me fauteuil: Francis J.\nAudet, Jen Bruch si, Jean-Charles Bonenfant. Les Cahiers des\nDix 51: 115-123.",
            "Gazette (1943). Dr. F. J. Audet, 75, dies. The Gazette (Montreal),\n15 September: p. 14.",
            "Gibbs, Jeremiah (1903). Ships Colonies & Commerce half \npennies. The Numismatist 16(5): 144-147.",
            "Globe (1898). An historian gone. The Globe (Toronto), September\n30: p. 6.",
            "Gnecchi, F. and E. Gnecchi (1886). Guida Numismatica\nUniversale. Milan: Fratelli Dumolard.",
            " (1889). Guida Numismatica Universale, 2nd ed. Milan:\nTipographia L. F. Gogliati.",
            "  (1903). Guida Numismatica Universale, 4th ed. Milan: Ulrico\nHoepli.",
            "Graves (2012). Canada, Find a Grave Index, 1600s Current.\nProvo, UT: Ancestry.com Operations.",
            "Green, Ben G. (1902). I Mail Auction Sale of the Coin\nCollections of Wm. A. D. Lees, Ottawa, Canada and e. C.\nVerkler, Chicago, October 15. Chicago: Ben G. Green.",
            "Hamelin, Jean, and Pierre Poulin (1982). Chauveau, Pierre \nJoseph Olivier. Dictionary of Canadian Biography, vol. 11.\nUniversity of Toronto/Universit  Laval. www. biographi.ca/en/\nbio/chauveau_pierre_joseph_olivier_11E.html .",
            "Henderson, L.G. (1911b). Henderson's Alberta Gazetteer and\nDirectory 191]. Calgary: Henderson Directories Alberta Ltd.\n  (1914). Henderson s Alberta Gazetteer and Directory 1914.",
            "Calgary: Henderson Directories Alberta Ltd.",
            "Hobbyist (1910). Canadian Philatelic Association Officers for\n1910. The Hobbyist 2(15): 77.",
            "ICFO (1920). Annuaire de I Institut Canadien Frangais\nd Ottawa: Ann e 1920-1921.",
            "Interior (1882). Geological and natural history survey. Report of\nthe Department of the Interior for 1882. Ottawa: MacLean,\nRoger & Co.",
            "Irwin, W.Henry (1873). City of Ottawa Alphabetical, General,\nMiscellandous and Subscribers  Classified Business Directory,\nAugust, 1873, to August, 1874. Montreal: Irwin & Co.",
            "Kingsford, William (1873). A few words on a Canadian political\ncoin. Canadian Antiquarian and Numismatic Journal 2(1):\n1-11.",
            "  (1882). Mr: Kingsford and Sir Hector Langevin, C.B.: The Case\nConsidered with the Official Correspondence. Toronto: R. G.\nMcLean.",
            "Law Journal (1909). List of appointments to the bench. The\nCanada Law Journal 45: 535-536.",
            "Lees, W. A.D. (1892). Advertisement. The Numismatist 5(6):\n105.",
            " (1916). The Ships, Colonies and Commerce Tokens. Red Deer,\nAlberta.",
            " (1917a). The Ships, Colonies & Commerce tokens (Breton, no.\n997), a revised list. The Numismatist 30(1): 1-9.",
            "  (1917b). A new variety of Breton 997. The Numismatist 30(5):\n205.",
            "  (1919). A new variety of the Ships Colonies & Commerce\ntokens. The Numismatist 32(12): 507.",
            "Number5 July* August 2022 ----------------------------------",
            " (n.d.). Some random memories of my early coin collecting. In\nFaulkner (2019): 389-390.",
            "LeRoux, Joseph (1888). The Canadian Coin Cabinet. Montreal:\nC. O. Beauchemin et Fils.",
            "Low, Lyman H. (1906). Catalogue of the Collections of Louis\nLaurin, B. B. Thatcher, and the Late F: A. Castle, M.D., Consisting\nof Canadian Coins and tokens, United States Gold, Silver and\nCopper Coins, Hard Times Tokens, Paper Money, Medical\nMedals, etc. Auction 111, June 20, 1906. New York: Lyman Low.",
            " (1915). Catalogue of the Valuable Numismatic Cabinet\nBelonging to Rupert E. Kingsford, 181st Sale. New Rochelle,\nN.Y.: Lyman H. Low.",
            "Mackay, W. S. (1845). The Montreal Directory for 1845-6.",
            "Montreal: Lovell and Gibson.",
            " (1847). The Montreal Directory, New Edition, Corrected in",
            "May and June, 1847. Montreal: Lovell and Gibson.",
            "Maurault, Olivier (1944). Francis J. Audet. Cahiers des Dix 9:",
            "5-7.",
            "McAlpine, David (1875). McAlpine s Ottawa & Kingston City",
            "Directory, 1875. Ottawa: McAlpine, Everett & Co.",
            "Mekeel, I. A. (1915). Death of J. J. Codville, Ottawa, Canada.",
            "Mekeel s Weekly Stamp News 29: 379.",
            "McLachlan, R. W. (1892). Some recent frauds in Canadian coins.\nCanadian Antiquarian and Numismatic Journal, second series\n2(2): 60-65.",
            " (1893a). Fabrications in Canadian coins. Canadian Antiquarian\nand Numismatic Journal second series 3(2): 36-40.",
            "  (1893b). Canadian coins and medals issued in 1892. Canadian\nAntiquarian and Numismatic Journal second series 3(2): 57-67.",
            " (1914). Louis Joseph Casault. The Numismatist 27(6): 307.",
            "Mercer, Robert W. (1881). The Numismatic Directory for 1881.",
            "Cincinnati: R. W. Mercer.",
            "  (1884). The Numismatic Directory for 1884. Cincinnati: R. W.",
            "Mercer.",
            "Minister of Education (1890). Report of the Minister of Education,",
            "Ontario, for the Year 1889. Toronto: Warwick & Sons.",
            "Moore, Waldo C. (1913). Report of the general secretary. The",
            "Numismatist 26(3): 152-153.",
            "Morgan, Henry J. (1898). The Canadian Men and Women of the\nTime. Toronto: William Briggs.",
            "NASM (1891). Act of Incorporation, Constitution and By-Laws of\nthe Numismatic and Antiquarian Society of Montreal. Montreal:\nPerrault Printing Co.",
            " (1892). List of members of the Numismatic and Antiquarian\nSociety. Canadian Antiquarian and Numismatic Journal n.s. 2:\n89-96.",
            "OCD (1883). The Ottawa Street, Alphabetical, Classified Business,\nand Miscellaneous Directory. Ottawa: A. S. Woodburn",
            " (1890). The Ottawa City Directory, 1890-91. Ottawa: Might s\nDirectory Co.",
            " (1891). The Ottawa City Directory, 1891-92. Ottawa: Might s\nDirectory Co.",
            " (1893). The Ottawa City Directory, 1893-94. Ottawa: Might\nDirectory Company.",
            " (1894). The Ottawa City Directory, 1894-95. Ottawa: Might\nDirectory Company.",
            " (1896). The Ottawa City Directory 1896-97. Ottawa: Might\nDirectory Company.",
            " (1897). The Ottawa City Directory, 1897-98. Ottawa: Might s\nDirectory Co.",
            " (1901). The Ottawa City Directory 1901. Ottawa: Might\nDirectories, Ltd.",
            " (1903). The Ottawa City Directory 1903. Ottawa: Might\nDirectories, Ltd.",
            ""
        ]
    },
    {
        "File": "The_CN_Journal_July_44.jpg",
        "Paragraphs": [
            " (1909). The Ottawa City Directory 1909. Ottawa: Might\nDirectories, Ltd.",
            " (1911). The Ottawa City Directory 1911. Ottawa: Might\nDirectories, Ltd.",
            " (1913). The Ottawa City Directory 1913. Ottawa: Might\nDirectories, Ltd.",
            "Ontario Deaths (2010). Ontario, Canada, Deaths, 1869-1938 and\nDeaths Overseas, 1939-1947. Toronto: Archives of Ontario\nand Provo, UT: Ancestry.com Operations.",
            "Ottawa Citizen (1932). Francois Xavier Paquet. The Ottawa\nCitizen 11 April 1932.",
            "Ottawa Journal (1906). Deaths. The Ottawa Journal, November\n10: 20.",
            " (1911). Births, marriages and deaths. The Ottawa Journal,\nNovember 28: 11.",
            " (1914). Deaths. The Ottawa Journal, September 19: 23.",
            " (1915). Died suddenly while nearing his family. The Ottawa\nJournal, October 27: 8.",
            " (1917). Deaths. The Ottawa Journal, March 8: 13.",
            " (1941b). Deaths. The Ottawa Journal, November 11: 20.",
            "Ottawa Naturalist (1893). List of members. The Ottawa Naturalist\n7(1): 3-5.",
            "Paquet, F. X. (1892). La Soci t  Numismatique d Ottawa. The\nNumismatist 4(4): 55-56.",
            "  (1893). Illustrated Catalogue & Price List of Medals, Checks\nand Communion Tokens of Ottawa and District. Ottawa:\nF. X. Paquet. Published incrementally from January 1893 to\nSeptember 1894.",
            "Perin, Roberto and Gayle M. Comeau Vasilopoulos (2003).\nDuhamel, Joseph Thomas. In Dictionary of Canadian\nbiography, vol. 13. Toronto: University of Toronto/Universit \nLaval. www. biographi.ca/en/bio/duhamel_joseph_thomas_13E.\nhtml (accessed 7 June 2022).",
            "Prud homme, J. Pierre (1892). Having bought! (advertisement).\nThe Numismatist 5(3): 52.",
            "Renart, Ernest (1895). R pertoire Annuaire G n ral des\nCollectionneurs de la France et de I Etranger, 2 (1895-1896).\nParis.",
            "  (1904). R pertoire Annuaire G n ral des Collectionneurs de la\nFrance et de I Etranger, 11. Paris.",
            "Roy, Alain (2018). Francis J. Audet, the archivist emeritus who\nserved the public. Signatures (Library and Archives Canada)\nspring/summer: 16-17.",
            "Selwyn, A. R. C. (1885). Summary report of the operations of\nthe Geological Corps. In Report of Progress 1882-83-84,\nGeological and Natural History Survey and Museum of\nCanada. Montreal: Dawson Brothers.",
            "Sessional Papers (1891). Sessional Papers, Vol. 2, First Session\nof the Seventh Parliament of the Dominion of Canada, 54\nVictoria, Session 1891. Ottawa: Brown Chamberlin.",
            "Statutes (1894). Statutes of the Province of Ontario Passed in\nthe Session Held in the Fifty Seventh year of the Reign of Her\nMajesty Queen Victoria. Toronto: L. K. Cameron.",
            "Taylor, M. Brook (2003). Kingdford, William. In Dictionary of\nCanadian Biography, vol. 12. Toronto: University of Toronto/\nUniversit  Laval. www. biographi.ca/en/bio/kingsford_\nwilliam_12E.html (accessed 11 June 2022).",
            "Tierney, Frank M. (2003). Sangster, Charles. In Dictionary of\nCanadian Biography, vol. 12. Toronto: University of Toronto/\nUniversit  Laval. www. biographi.ca/en/bio/sangster_\ncharles_12E.html (accessed 10 June 2022).",
            "University of Toronto (1881). Calendar of University College\nToronto for 1881-1882, Appendix. Toronto: University of\nToronto.",
            " (1891). The Calendar of the University of Toronto for the year\n1891-2, Appendix. Toronto: University of Toronto.",
            "Voters List (1940). Finally Revised Urban List of Electors, Electoral\nDistrict of Ottawa East, Urban Polling Division No. 32.",
            " (1945). Finally Revised Urban List of Electors, Electoral\nDistrict of Vancouver Centre, Urban Polling division No. 107.",
            "Wallace, W. Stewart (1948). The Encyclopedia of Canada, vol. 2.\nToronto: University Associates of Canada.",
            "Williams, A.V. (1894). Williams  Cincinnati Directory. 44th\nAnnual Issue. Cincinnati: Williams & Co.",
            "Wilson, Harry T. (1930). Report of General Secretary. The\nNumismatist 43(8): 529-531.",
            "Wilson, James G., and John Fiske, eds. (1888). Appleton' s\nCyclopedia of American Biography, vol. 5. New York: D.\nAppleton and Co.",
            "Winnipeg Tribune (1915). Winnipeg merchant dies in England.\nWinnipeg Tribune, October 9: 2.",
            "Wood, Howland (1907). Report of Secretary. The Numismatist\n20(2): 45-46.",
            "Wrigley (1920). Wrigley s Alberta Directory, 1920. Vancouver:\nWrigley Directories Ltd."
           
        ]
    }
]