[
    {
        "File": "The_CN_Journal_June_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _bU_CONGRES",
            "2022 Ottawa RCNA Convention Tour Descriptions  \nDescription des visites pour le congr s 2022 (Ottawa)",
            "et ready now to plan attending our 2022\nG Ottawa RCNA Convention hosted by the\nOttawa Numismatic Society, July 20-24, at\nthe Delta Ottawa City Centre, handy to the airport and\nmajor highways. Information for booking your room\nis available on-line at: www.rena.ca/2022/, but for an\nearly peek at tours we re offering, read the following\nlistings to be ready to book when registration for them\nopens. Registration will be available on-line or through a\nmail-in form in the April issue of The CN Journal.\nNote that each tour is limited to maximum number of\nparticipants, so get yourself ahead of the rush!",
            "Tuesday, July 19: 11:30 am - 2:00 pm Rideau\nCanal/Dow s Lake Cruise",
            "This is a 1.5-hour cruise\ntour of the Rideau Canal by\nOttawa. The Rideau Canal is a\nchain of beautiful lakes, rivers\nand canals winding 202 km\nfrom Kingston at the head of\nLake Ontario to Ottawa. This\ncruise lets you discover the\nRideau Canal from Dow s\nLake to the Ottawa River.\nYou will enjoy viewing all the Z\ninteresting landmarks and gain insight into Ottawa s\nrich history and heritage in this guided tour. The Rideau\nCanal, the oldest continuously operated canal system in\nNorth America, was built between 1826 to 1832. It is\na UNESCO World Heritage Site and is considered one\nof the most remarkable engineering feats of the 19th\ncentury. In the winter, it is the world s largest skating\nrink! This tour is wheelchair accessible. Refreshments\nare available for purchase on the boat. You will be\ncruising onboard North America s largest and 100%\nelectric passenger vessel, which is the only one of its\nkind!! www. ottawaboatcruise.com\nGather in the Main lobby; bus leaves at 11:30 am.",
            "Tuesday, July 19: 6:30 pm - 9:30 pm Early-bird\nDinner at Prova Bar and Restaurant",
            "Gather in the hotel lobby at 6:30 pm Dinner is at your\nown expense.",
            "Prova Bar & Kitchen; located in the Convention\nHotel www.provabarandkitchen.com .",
            "Number4 June",
            "0","P r parez-vous d s maintenant afin de participer a notre",
            "congr s 2022 de l ARNC de Mississauga organis  par\nla Soci t  numismatique d Ottawa, entre le 20 et le\n24 juillet, au l hotel Delta Ottawa City Centre, situ  tout pr s\nde l a roport et des autoroutes principales. L information pour\nr server votre chambre est disponible en ligne a: www.rena.\nca/2022. Egalement, profitez-en pour un apergu des visites que\nnous offrons, lisez les propositions suivantes afin d tre pr t a\nr server d s que la p riode d inscription sera ouverte a partir.\nVinscription sera disponible en ligne ou par la poste dans le\nnum ro d avril du journal canadien de numismatique.\nNotez qu il y a un nombre maximum de participants pour\nchaque visite, alors soyez les premiers a vous inscrire!",
            
            "Mardi 19 juillet : 11h30 - 14h00 Croisi re sur le Canal\nRideau/Lac Dow",
            "Il s agit d une croisi re d une heure et\ndemie sur le canal Rideau a Ottawa.\nLe canal Rideau est une chaine de\nmagnifiques lacs, rivicres et canaux\nqui s tend sur 202 km de Kingston\npartant de la t te du lac Ontario\njusqu a Ottawa. Cette croisi re vous\npermettra de d couvrir le canal\nRideau du lac Dow 4a la rivi re\nOttawa. Vous pourrez d couvrir tous\nles sites int ressants et avoir un apercu\nde la riche histoire et du patrimoine d  Ottawa lors de cette visite\nguid e. Le canal Rideau, le plus ancien syst me de canaux en\ncontinu encore exploit  en Am rique du Nord, a  t  construit\nentre 1826 et 1832. C est un site du patrimoine mondial de\nPUNESCO et est consid r  comme une prouesse d ing nierie\nla plus remarquable du 19 e si cle. En hiver, c est la plus grande\npatinoire du monde ! Cette visite est accessible aux personnes\nen fauteuils roulants. Des rafraichissements sont en vente sur le\nbateau. Vous naviguerez a bord du plus grand navire a passagers\n100%  lectrique en Am rique du Nord, le seul en son genre !!\nwww.ottawaboatcruise.com",
            "Rassemblement sera dans le hall principal de I hotel;\nl autobus quitte 4 11h30.",
            "Mardi 19 juillet : 18h30 - 21h30 Souper pour les\narrive-tot au Prova Bar and Restaurant",
            "Rassemblez-vous dans le hall de  h tel 4 18h30. Le souper\nest 4 vos frais.",
            "Bar et cuisine Prova; situ  dans | h tel du congr s www.\nprovabarandkitchen.com .\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_08.jpg",
        "Paragraphs": [
          "Wednesday, July 20: 9:15 am - 4:00 pm Carp\nDiefenbunker / Almonte Village",
          "This is an all-day fun-filled\ntour that you will enjoy! We\nleave the hotel and head to\nthe Diefenbunker, located in\nCarp, a suburb of Ottawa. It\nis a large four-storey, 100,000\nsquare foot underground\nreinforced concrete bunker\nand nuclear fallout shelter.\nIt was designed and built\nas a Central Emergency\nGovernment Headquarters\nto be used to ensure the\ncontinuity of government\nfollowing a nuclear weapons\nattack by the Soviet Union.\nIt stored enough fresh food\nand rations for 535 people\nfor 30 days. In 1994 it\nwas decommissioned and\nmade a National Historic\nSite of Canada. In 1997 it\nre-opened as a year-round\naccess museum. The tour will consist of an exciting\nand informative walking tour of the four levels of the\nfacility. Wheelchairs are available. wwwdiefenbunker.\nca . We continue the tour with a short jaunt to Almonte\nand enjoy lunch at one of the twenty-plus restaurants\nlocated in the downtown area.",
          "After lunch, we meet at Sean Isaac s Alliance Coin &\nBanknote store and get our numismatic fix for the day!\nwww.alliancecoin.com .",
          "Just down the road, we stop by and visit the\nDairy Distillery. This distillery is the first\ndistillery to use milk permeate as its\nsource of fermentation sugar. Milk\npermeate is a very clean, pure dairy\nby-product. They are the only distiller\nto use their own unique yeast strain,\nwhich gives their products a unique '\ntaste profile. They also use pure spring\nwater to dilute the spirits from the Lanark\nPure Springs site; this adds to the purity of\nthe products. You have the opportunity to visit\nthe onsite shop and purchase the eight different spirits\noffered; they are lactose and gluten-free! You will be\nable to sample up to five products made on site. The\ntour also includes background information on how\nthe Dairy Distillery manufactures its products during\na fascinating floor tour of the distillery, production,\nbottling and packaging. wwwdairydistillery.com",
          "Mercredi 20 juillet : 9h15 - 16h00 Carp Diefenbunker\n/ Almonte Village",
          "Il s agit d une visite amusante",
          "d une journ e que vous",
          "appr cierez ! Nous quitterons",
          "hotel et nous dirigerons vers",
          "le Diefenbunker, situ  a Carp,",
          "en banlieue d Ottawa. II s agit",
          "dun grand bunker souterrain en",
          "b ton arm  de quatre  tages et",
          "dune superficie de 100 000 pieds",
          "carr s et d un abri antiatomique.",
          "Il a  t  concu et construit comme",
          "si ge central d urgence du",
          "gouvernement avec comme but",
          "premier d assurer la continuit ",
          "du gouvernement advenant une",
          "attaque a l arme nucl aire par",
          "l Union sovi tique. On pouvait",
          "entreposer suffisamment de",
          "nourriture fraiche et de rations",
          "pour 535 personnes pendant 30",
          "jours. En 1994, il a  t  d saffect ",
          "et est devenu un lieu historique",
          "national du Canada. En 1997,",
          "il a ouvert ses portes en tant que",
          "mus e accessible toute l'ann e. La visite consistera en une",
          "visite a pied passionnante et informative des quatre niveaux",
          "de l installation. Des fauteuils roulants sont disponibles.\nwww.diefenbunker.ca",
          "Nous continuerons la visite avec une courte escapade a",
          "Almonte et pourrons diner dans l un des vingt restaurants",
          "situ s dans le centre-ville. Apr s diner, nous nous retrouvons",
          "au magasin Alliance Coin & Banknote de Sean Isaac afin",
          "d appr cier un moment numismatique pour cette journ e!\nwww.alliancecoin.com",
          "Au bout de la route, nous nous arr tons pour visiter",
          "la Dairy Distillery. Cette distillerie est la premi re",
          "distillerie a utiliser le perm at de lait comme",
          "source de sucre de fermentation. Le perm at",
          "de lait est un sous-produit laitier pur et tr s",
          "propre. Ils sont le seul distillateur 4 utiliser",
          "leur propre souche de levure, ce qui donne",
          "a leurs produits un got unique. Ils utilisent",
          " galement de l eau de source pure pour diluer",
          "les spiritueux du site de Lanark Pure Springs;",
          "cela ajoute a la puret  des produits. Vous aurez",
          "la possibilit  de visiter la boutique sur place et",
          "d acheter les huit spiritueux diff rents propos s; ils sont",
          "sans lactose et sans gluten! Vous pourrez d guster jusqu a",
          "cinq  chantillons de produits fabriqu s sur place. La visite",
          "comprend  galement des informations g n rales sur la fagon",
          "dont la distillerie fabrique ses produits lors d une visite",
          "fascinante de la distillerie, de la production, de la mise en",
          "bouteille et de l emballage. www. dairydistillery.com",
          "The CN Journal Volume 67\n"
        ]
      },
    {
        "File": "The_CN_Journal_June_09.jpg",
        "Paragraphs": [
            "Our next stop is only 550 meters away at the\nHummingbird Chocolate Shop. You will see first-\nhand how their famous premium chocolate is made\nby experiencing the 45 minutes guided tour and get a\nbehind-the-scenes look at how they make chocolate\nfrom the cacao bean to the bar. Enjoy the complimentary\ntasting of their award-winning chocolate and then\nbrowse the retail shop. www.hummingbirdchocolate.\ncom . Lunch at your expense. Gather in the Main lobby;\nbus leaves at 9:15 am.",
            "Friday, July 22: 12:30 pm - 4:00 pm Canadian\nMuseum of History",
            "On this tour, we leave the hotel in the afternoon and\ntravel to Gatineau, Quebec and visit the 75,000 square\nfoot Canadian Museum of History. It is Canada s most\nvisited museum and presents events, people and objects\nthat have shaped the nation. This museum promotes the\nheritage of Canada as well as supports related research.\nThe museum contains over three million artefacts and\ndocuments, with some on display in the museum s\npermanent exhibitions. One exhibit of interest to\nNumismatists is The Rou  Collection   Bluenose and\nBeyond. The collection helps tell the story of Canada s\nbest known naval architect and designer of many\nvessels, including the iconic schooner Bluenose. We all\nknow that is the schooner displayed on the Canadian\nten-cent piece! www.historymuseum.ca .\nGather in the Main lobby; bus leaves at 12:30 pm.",
            "Friday, July 22, 5:45 pm - 9:45 pm_=  An Evening\nof Absolute Comedy",
            "Sit back and enjoy a fun-filled evening, starting with\na buffet-style dinner followed by a hilarious comedy\nshow at the Absolute Comedy located in downtown\nOttawa. Dinner, drinks and a show all under one roof!\nwww.asolutecomedy.ca .",
            "Saturday, July 23: 10:00 am- 2:00 pm National\nGallery of Canada",
            "Today, we will visit the National Gallery of Canada,\nwhich is Canada s national art museum. The museum s\nbuilding extends 46,621 square metres, with 12,400\nsquare metres of space used for exhibiting art, one of\nthe largest art museums in North America by exhibition\nspace.",
            "The museum s permanent collection includes over\n93,000 works of European, American, Asian, Canadian\nand Indigenous artists. It also hosts several travelling\nexhibitions. It was first founded in 1880 moving\nnumerous times until it found its current location.\nwww.gallery.ca . Lunch at your expense at the museum.",
            "Gather in the Main lobby; bus leaves at 10:00 am.",
            
            "Notre prochain arr t est 4 seulement 550 m tres au\nHummingbird Chocolate Shop. Vous verrez de pr s\ncomment leur c l bre chocolat haut de gamme est fabriqu \nen faisant une visite guid e de 45 minutes et d couvrirez les\ncoulisses de la fabrication du chocolat a partir de la feve de\ncacao 4a la barre. Profitez de la d gustation gratuite de leur\nchocolat prim , puis parcourez la boutique souvenir. www.\nhummingbirdchocolate.com",
            "Diner 4 vos frais. Rassemblement sera dans le hall\nprincipal de l h tel;  autobus quitte 4 9h15.",
            "Vendredi 22 juillet : 12 h 30 - 16 h 00 Mus e canadien\nde Vhistoire",
            "Lors de cette visite, nous quitterons l h tel dans l apr s-midi\npour nous rendre a Gatineau, au Qu bec, et visiterons le Mus e\ncanadien de I histoire pr sent  sur 75 000 pieds carr s. C  est le\nmus e le plus visit  au Canada et pr sente des  v nements, des\npersonnes et des objets qui ont fagonn  la nation. Ce mus e fait\nla promotion du patrimoine du Canada et soutient la recherche\nconnexe. Le mus e contient plus de trois millions d  objets et\nde documents, dont certains sont expos s dans les expositions\npermanentes du mus e. Une exposition qui int ressera les\nnumismates est La collection Rou    Bluenose and Beyond.\nLa collection aide a raconter l histoire de l architecte naval le\nplus connu du Canada et concepteur de nombreux navires, dont\nl embl matique go lette Bluenose. Nous savons tous que la\ngo lette est pr sente sur notre pi ce de dix cents du Canada!\nwww. historymuseum.ca",
            "Rassemblement sera dans le hall principal de I h tel;\nl autobus quitte a 12h30.",
            "Vendredi 22 juillet, 17 h 45 - 21 h 45 Une soir e de\ncom die hilarante",
            "Assoyez-vous et profitez d une soir e amusante, en\ncommengant par un souper de style buffet suivi d un\nspectacle d humour hilarant au Absolute Comedy situ  au\ncentre-ville d Ottawa. Repas, boissons et spectacle sous un\nm me toit ! www.asolutecomedy.ca",
            "Samedi 23 juillet : 10h00-14h00 Mus e des beaux-arts\ndu Canada",
            "Aujourd hui, nous visiterons le Mus e des beaux-arts du\nCanada, qui est le mus e d art national du Canada. Le\nbatiment du mus e s tend sur 46 621 m tres carr s, avec\n12 400 m tres carr s d espace utilis  pour l exposition d art,\nTun des plus grands mus es d art en Am rique du Nord par\nespace d  exposition.",
            "La collection permanente du mus e comprend plus de\n93 000 ceuvres d artistes europ ens, am ricains, asiatiques,\ncanadiens et autochtones. I] accueille  galement plusieurs\nexpositions itin rantes. I] a  t  fond  en 1880, d m nageant\na plusieurs reprises jusqu a ce qu il trouve son emplacement\nactuel. www.gallery.ca",
            "Diner a vos frais au mus e.",
            "Rassemblement sera dans le hall principal de I h tel;",
            "l autobus quitte a 10h00.\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_10.jpg",
        "Paragraphs": [
            "A NEWLY DISCOVERED\nCOMMUNION_T OKEN",
            "By ANGUS SUTHERLAND\n#24054",
            "Knox Presbyterian Church, Ripley, Ontario",
            "Collectors of Communion Tokens tend to have it in\n( the backs of their minds that new token discoveries",
            "can come their way. Some previously undocumented\ntokens have been found hidden away in back rooms or\nbasements of churches or dug up after being buried by the\nelders of the congregations that used them. These tokens\nhave been considered special, even sacred, and they would\nbe somehow profaned by falling into the hands of collectors.\nOccasionally a new discovery comes to light, as had\nhappened recently when the Presbyterian congregation in\nRipley, Ontario, decided to close.",
            "It is fortunate that the people of Knox Church, Ripley,\nchose to donate much of the church materials to the\nPresbyterian Church Heritage Centre (formerly the National\nPresbyterian Museum). Otherwise, the existence of the\ntokens might never have been brought to light.",
            "I work with the Heritage Centre overseeing the collection\nof Communion Tokens and was contacted by the curator,\nwho believed he had a standard Free Church stock token\namong the items from Ripley. In his email, he included a\nphoto of the token. I was immediately aware that this token\nwas a new discovery to the collecting community.",
            "The curator s assumption was understandable. The token\ndoes not include the town s name; it simply says  FREE\nCHURCH 1844  on the obverse. The reverse contains one of\nthe standard Bible verses used on Communion Tokens:  Let\naman examine himself , followed by the reference,  1 COR.\nXI. 28  (First Corinthians chapter 11, verse 28). There are,\nhowever, no stock tokens of this type known.",
            "So the question was, is this a previously unknown stock\ntoken (I know of two that are unpublished in Canadian\nreferences) or a token created for Knox Church Ripley alone?",
            "Once I obtained a few examples, I realised the token\nlooked very familiar. It appears identical to the well-known",
            "token of the Free Church in Pictou, Nova Scotia   the only\nexception being the absence of the name PICTOU. Was there\nsome connection with Pictou?",
            "The first clue to a connection was that there was one\nexample of the Free Church Pictou token among the tokens the\nchurch still held; clearly, it was the model for the Ripley token.",
            "The second clue came when I had the chance to visit the\nchurch building before the final service, and in the entryway,\nthere was a stained-glass window to the memory of a Free\nChurch minister, the Rev. Alexander Sutherland. (Note: to\nmy knowledge, we are not related.) He served in Ripley from\n1876 to 1897. His obituary indicates he began his ministry in\nthe charge of Earltown and West Branch, Nova Scotia, so the\ntoken of Pictou Free Church would undoubtedly have been\nknown to him.",
            "The church records indicate that the token indeed appeared\nduring Mr Sutherland s ministry. The conclusion, then, is that\nMr Sutherland, on arrival in Ripley, believed that the Ripley\ncongregation, formerly a Free Church, should have and use\nCommunion tokens. As a result, he had them made, modelled\nafter the Pictou Free Church token but removing the town s\nname.",
            "Looking at the surviving tokens, we find very few in good\nshape, with wear and poor striking being the apparent cause.\nAlso, every token is made of lead, even though the Pictou\nFree Church token is of white metal.",
            "Specifications:",
            "Obv: FREE CHURCH / 1844\nRev: LET A MEN / EXAMINE / HIMSELF / | COR. XI. 28\nMeasurements: 29.1 x 19.25 mm; thickness: 2.7 mm",
            "Weight: 12.9 g; Metal: lead; Die Axis:  W coinage",
            "Approximate date: 1877;",
            "Minister: Rev. Alexander Sutherland The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_11.jpg",
        "Paragraphs": [
            "REPRINTS OF PAST ARTICLES FROM THE CN JOURNAL\nTHE CANADIAN NICKEL 5 CENTS",
            "IS 100_YEaRsS_OLD abt airrere",
            "Le 5 cents Canadien en nickel a 7 100 ans\nVolume 42, No. 1, January, 1997, pp 13 24",
            "Editor s Note: Yvon Marques first wrote this article 25 years ago for the CN Journal. It is reprinted here in an updated form.\n* Note de la r daction : Yvon Marquis a  crit cet article il y a 25 ans pour le Journal CN. Il est r imprim  ici sous une forme",
            "modernis e.",
            "I n terms of dimension and metallic composition, the",
            "5 cent piece as we know it today was introduced",
            "100 years ago, in 1922. Before that date, the 5 cent\npieces were made of silver and were smaller than the 10\ncent pieces.",
            "As a matter of fact, since its introduction in 1858 and\nup to and including 1921, the 5 cent piece was struck in\nsilver, and its diameter was only 15.5 mm. Its weight of\n1.16 g was exactly half of the weight of the 10 cents.",
            "In 1919, because the price of silver increased, the\ngovernment considered the possibility of modifying\nthe 5-cent coin, the beginning of the end for this small\nproblematic coin. It was easy to lose because it was so\nsmall and so thin that it caused the production dies to\nwear out prematurely.",
            "The metallic content changed from .925 to .800\nsilver in the first attempt, but this was only a temporary\nsolution. As early as 1919, the government had\nrequested design suggestions from England to issue a\ncompletely new coin as quickly as 1920.",
            
            "Number 4 June",
            "I a pi ce de 5 cents, tel que nous la connaissons\n",
            "aujourd hui, en terme de grosseur et de composition",
            "m tallique, a vu le jour il y a 100 ans, soit en 1922.\nAvant cette date, les pi ces  taient en argent et  taient plus\npetites que les pi ces de 10 cents.",
            "En effet, depuis sa mise en marche en 1858, et jusqu en 1921\ninclusivement, la pi ce de 5 cents  tait frapp e en argent et\navait un diam tre de seulement 15,5mm. Son poids de 1,16 g\n tait exactement la moitie de celui de la piece de 10 cents.",
            "En 1919, en raison de la hausse du prix du m tal argent, on\n tudia la possibilit  de modifier la pi ce de 5 cents. C   tait la\nle d but de la fin pour cette petite pi ce qui causait quelques\nprobl mes. Non seulement  tait-elle facile a  garer en raison\nde sa petitesse, mais sa minceur provoquait aussi une usure\nexcessive des coins de fabrication.",
            "Dans un premier temps, le contenu m tallique passa de\n0,925 a 0,800 argent en 1920. Mais ce n tait la que mesure\ntemporaire, car d ja en 1919 le gouvernement avait demande a\nl Angleterre de proposer des motifs avec I  intention d mettre\nune nouvelle pi ce compl tement modifi e des que possible.\nOn souhaitait m me le faire des 1920.",
            
        ]
    },
    {
        "File": "The_CN_Journal_June_12.jpg",
        "Paragraphs": [
            
            "A few designs submitted in 1920, but not retained for the new five cents coin issued in 1922. +\nQuelque motifs soumis en 1920, mais non retenus pour la nouvelle pi ce de five cents  mise",
            "en 1922.","(Library and Archives Canada, Finance Dept. fonds   RG19 V.423)",
            "This new coin was introduced in 1922. It was round,\nwith a diameter of 21.21 mm and was made 100 percent\nin nickel. Not only was the nickel a fraction of the price\nof silver, but it was acknowledged worldwide as an\nexcellent metal for comage. In addition, Canada was the\nworld s largest producer of this metal. So, in 1922, nickel\nwas used to strike a Canadian coin for the first time.",
            "Among the numerous entries, the design selected to\nbe used on the coin s reverse had been submitted by\nW HJ Blakemore. It shows the word CANADA at the\ntop of the coin, with a large  5  in the middle, flanked\nby the inscriptions  FIVE  at the left and  CENTS  at\nthe right. The date is at the bottom of the piece and is\nseparated from the  5  by two maple leaves. This design\nwas unmodified up to and including 1936. The obverse\nremained as it was on the smaller silver coins, featuring\nthe crowned effigy of King George V facing left.",
            "Among all the pieces issued between 1922 and\n1936, only those issued in 1925 are rare. As a matter\nof fact, only 201,921 coins were issued with this date.\nLet s also mention that two varieties exist for 1926.",
            
            "Cette nouvelle pi ce fut introduite en 1922. Elle  tait ronde,\navait un diametre de 21,21 mm et  tait faite de nickel 4 100 %.\nNon seulement le nickel  tait-il moins dispendieux que l  argent,\nmais il  tait reconnu dans le monde entier comme un m tal tr s\napproprie pour le monnayage. Et de plus, le Canada  tait le\npremier producteur mondial de ce m tal. C est done en 1922\nque le nickel fut utilise pour la premi re fois pour la frappe\ndune piece de monnaie canadienne.",
            "Parmi les divers motifs soumis pour le revers de la pi ce,\ncelui retenu  tait  ceuvre de W H J Blakemore. Il montre le mot\n CANADA?  inscrit au haut de la pi ce, avec le chiffre  5  au\ncentre en gros caract re et encadre par les inscriptions  FIVE \n(a gauche) et  CENTS  (a droite). La date apparait au bas de la\npi ce et est s par e du  5  par deux feuilles d rable. Ce motif\ndemeura inchang  jusqu en 1936 inclusivement. Quant a l avers,\nil demeura tel que sur les pi ces en argent, pr sentant | effigie\ncouronn e du roi Georges V face tourn e vers la gauche.",
            "De toutes les pi ces  mises entre 1922 et 1936,\nseule celle dat e de 1925 est rare. En effet, seulement\n201,921 pi ces de cette date furent  mises. Mentionnons\n galement que deux vari t s existent pour |  ann e 1926.",
            "Volume 67",
            "The CN Journal\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_13.jpg",
        "Paragraphs": [
            "' Two of the designs submitted for the new 1937\ncoins. We can see the caribou intended for the\nfive cents and the beaver for the ten cents. The\ncaribou was selected for the 25 cents.   Deux des\ndessins soumis pour les nouveaux motifs de 1937.\nOn remarque le caribou pour le 5 cents et le\ncastor pour le 10 cents. Le caribou fut finalement\nretenu pour la pi ce de 25 cents.",
            "On the first variety, which is common, the tail of the\n 6  is  near  to the maple leaf, while on the other\nvariety, which is scarcer, it is  far  from the maple leaf.",
            "Following the accession to the throne of King\nEdward VIII, Canada decided to take advantage of the\nevent to introduce entirely new reverse coin designs.\nBoth sides of the 5-cent coin were then modified in\n1937. The obverse presents the uncrowned effigy\nof the new monarch George VI who succeeded his\nbrother, who in the meantime had abdicated. The effigy\nwas prepared from a portrait of TH Paget (HP at the\ntruncation).",
            
            "Sur la premi re vari t  qui est tr s courante, la pointe du chiffre\n 6  est  proche  de la feuille d rable, alors que sur I  autre\nvariete, beaucoup plus rare, la pointe du  6  est  loign e  de\nla feuille d rable.",
            "Suite a I accession du roi Edouard VII au trone d  Angleterre,\nle Canada d cida de profiter de 1  occasion pur modifier | \nensemble des motifs ornant le revers de ses pi ces de monnaie.\nLes deux c t s de la pi ce de 5 cents furent done modifi s a\ncompter de 1937. L avers montre |  effigie non couronn e du\nnouveau souverain George VI qui avait succ d  a son fr re qui\navait entre temps abdique. L effigie fut r alis e a partir d un\nportrait de T H Paget (HP sous le buste).",
            
            "Number 4 June\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_14.jpg",
        "Paragraphs": [
            "It was initially decided that the caribou would be used\nfor the reverse of the 5-cent coin. But this design was\nfinally used on the 25-cent coin. A design submitted by\nGeorge E. Kruger-Gray for the 10 cent coin and showing a\nbeaver was then selected for the 5-cent coin. (see initials K\nGat the left of the beaver, over the water lines). The design\npictures a beaver on a rock-studded mound of earth rising\nout of the water. The word CANADA is under the water\nlines. While the date was at the top of the original design, it\nwas placed at the bottom under CANADA. The inscription\n 5 CENTS  is at the top, flanked on each side by a small\nmaple leaf. When the new coin production began, there\nwere still some technical difficulties. The possibility of\nstriking the coin with an upset reverse, while Canadian\ncoins had been struck with straight reverses since 1908,\nwas even considered. But the problems were eventually\nresolved without modifying the design. Let s note that\nall of the 1937 dated 5-cent coins have a small dot after\nthe date. The exact reason for this dot is still a subject for\nadditional research.",
            "This very popular and very  Canadian  design is still\nused today, but it gave up its position to a few other\ndesigns on a few occasions. Let s look chronologically at\nthe evolution of this coin and the modifications it suffered\nthrough over the years.",
            "The first major modification occurred in 1942. Because of\nthe need for nickel caused by World War Two, the government\ndecided that no more nickel would be used for coinage\nuntil the end of the war. Various replacements were now\nconsidered for the 5-cent coi, including an alloy containing\na small amount of silver which the United Stated had\nadopted. This idea was ruled out, however, partially because\nof its cost. Cupro-nickel was also considered but rejected,\nand finally,  TOMBAC , an alloy of copper and zinc, was\nchosen. Another modification also occurred. The coin, which\nwas round since its introduction in 1922, was modified to be\ndodecagonal (12-sided), to avoid confusion with the cent.",
            
            "On avait initialement pr vu que le caribou ornerait le revers\nde la pi ce de 5 cents. Mais ce motif fut finalement retenu\npour la pi ce de 25 cents. Un motif montrant un castor et\nsoumis par George E. Kruger-Gray pour la pi ce de 10 cents,\nfut retenu pour la piece de 5 cents (voir les initiales K.G.\na gauche du castor, au-dessus des lignes d eau). Le motif\nmontre un castor sur une motte de terre qui sort de l eau. Sous\nles lignes d eau on retrouve le mot CANADA. Alors que la\ndate apparaissait au haut de la piece sur le dessin original, on\nd cida de la placer au bas, sous le mot Canada. L inscription\n 5 Cents  est au haut de la pi ce, encadr e de deux petites\nfeuilles d rable. Les premiers essais de frappe caus rent\nquelques probl mes et on envisagea m me de produire les\npieces avec des revers de direction inverse alors que depuis\n1908 les pi ces canadiennes  taient frapp es avec des revers\nde m me direction que I avers. Mais on finit pas solutionner\nle probleme sans affecter le motif. Notons  galement que\ntoutes les pi ces de 5 cents dat es de 1937 ont un petit point\napres la date. La raison pr cise de la pr sence de ce point\ndemeure toujours un sujet de recherche.",
            "Ce motif tr s populaire et repr sentatif du Canada est\nencore utilise de nos jours, mais il a c de sa place a d autres\nmotifs en quelques occasions. Revoyons donc de mani re\nchronologique, | volution de cette pi ce et les modifications\nqu  elle a subi au fil des ans.",
            "La premicre modification majeure survint en 1942. En raison\ndes besoins de nickel suscites par la Seconde Guerre Mondiale le\ngouvernement d cida de ne plus utiliser ce m tal pour la frappe\nde la monnaie, et ce, pour toute la dur e de cette guerre. On pensa\ntout d abord utiliser un alliage contenant une faible quantit  de\nm tal argent pour frapper la piece de 5 cents, comme avaient fait\nles Etats-Unis, mais cette id e fut rejet e en partie en raison de son\ncout. On regard a  galement la possibilit  d  utiliser le cupro-nickel,\nmais on de cid a finalement @utiliser le  TOMBAC , un alliage\na base de cuivre. Autre modification, la pi ce qui avait toujours\n t  ronde depuis 1922, fut modifi e pour devenir dod cagonale\n(a 12 cotes), ceci pour  viter la confusion avec la pi ce de 1 cent.",
           "158", "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_15.jpg",
        "Paragraphs": [
            "Examples de motifs soumis pour la piece devant souligner l'effort de Guerre - ",
            "Examples of the war effort Victory \"V\".",
            "The new shape was inspired by the brass threepence\nintroduced by Great Britain in 1937.",
            "About the design, it was proposed to add a small  V \nunder each of the maple leaves to remind the public that\nthe change was part of the war effort. But the beaver\ndesign was not modified on the 1942 dated coins. Let s\nmention that both types of coins, the round nickel coin\nand the dodecagonal tombac coin, were issued in 1942.\nThe public hoarded the tombac coins because of a\nsuspicion that they would be withdrawn soon after their\nissue and thus become valuable rarities.",
            "Meanwhile, work continued on new designs for the\n1943 issue. The objective was to promote war efforts.\nSeveral designs were created, all featuring Churchill s\nfamous  V  for Victory. Tombac continued to be\nused for the 1943 5 cents, but the reverse design was\ncompletely modified. The selected design shows a\nlarge  V  in conjunction with a torch. The  V  also\nmeant the denomination  5  in roman numerals. The\nword CANADA is at the top, and CENTS is at the\nbottom, flanked by one maple leaf on each side. The\ndate is split on each side of the  V . This design was\ndone by Thomas Shingles (TS at the right of the V).",
            "2022",
            "Number 4 June",
            "La nouvelle forme fut inspir e par la forme de la pi ce de trois\npence introduite en Grande Bretagne en 1937.",
            "Pour ce qui est du motif, on pensa ajouter un petit  V  sous\nchacune des feuilles d rable pour rappeler que le changement\ns inscrivait dans | effort de guerre. Mais finalement le motif\narborant le castor ne fut aucunement modifie sur les pi ces de\n1942. Notons que les deux types de pi ces, soit la pi ce ronde\nen nickel et celle dod cagonale en tombac furent  mises en\n1942. Plusieurs personnes th sauris rent ces derni res pi ces\ncroyant qu on les d mon tiserait apres | mission et qu elles\ndeviendraient rares.",
            "Pendant ce temps, on continua a travailler sur de nouveaux\nmotifs pour l mission de 1943. Le but  tait de promouvoir les\nefforts de guerre. On en cr a plusieurs qui avaient tous le fameux\n V  pour Victoire, tel que popularise par Churchill. Donc, on\nr utilisa le tombac comme alliage pour le 5 cents de 1943, mais le\nmotif au revers de la pi ce fut compl tement modifie. Le nouveau\nmotif montre au centre une torche superpos e a un grand  V \nsymbole de la victoire. Le  V  indiquait  galement la d nomination\nde la pi ce en chiffre romain. Le mot CANADA est au haut de la\npiece et le mot  CENTS  est au bas entre deux feuilles d rable.\nLa date est repartie de chaque cote du motif central. Ce motif est\nPceuvre de Thomas Shingles (TS a da droite du V).\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_16.jpg",
        "Paragraphs": [
            "In addition, a short message in the International\n(Morse) code is all around the piece. This\nmessage reads,  WE WIN WHEN",
            "WE WORK WILLINGLY , also\ncommemorating the centenary of",
            "the International Code invented",
            "by Samuel Morse in 1843.",
            "This design was also used\non 1944 and 1945 dated coins,\nbut the tombac alloy was\nfurther changed to chromium-\nplated steel. Reasons for this\nchange were different from the\nMint than they were from the\ngovernment. As a compromise, the\npublic was told that the change was\ncaused by a shortage of both components\nof tombac, namely copper and zinc.",
            "In 1946, as the war was over, the  beaver \ndesign and nickel were remtroduced, but the\n12-sided shape was retained, this shape\nbeing now popular. They then began\nto withdraw tombac coins.  ",
            "In 1948 the legend on the\ncoin s obverse was modified,\nas for other denominations,\nbecause India obtained\nits independence. So,\nthe inscription  ET IND:",
            "IMP:  which meant  AND",
            "EMPEROR OF INDIA , had to",
            "be removed. As this change took",
            "several months, and the demand",
            "was persistent for new coinage, the\ngovernment had to issue coins in 1948,\ndated 1947. To identify that these coins had\nbeen struck in 1948 a small maple leaf was\nadded to the design after the date. Some\nrarer coins have only a small dot after",
            "the date.  ",
            "In 1950, the Mint decided\nto strike (in 1951) a coin to\ncommemorate the 200th\nanniversary of the discovery\nand naming of the element\nNICKEL by Swedish chemist\nA F Cronstedt in 1751.\nAlthough, up to this date,\nthe only two commemorative\nCanadian coins were one-dollar\ncoins, the logical denomination to be\nused to commemorate the event was the\nnickel 5 cents, as it was the only nickel coin\nin the Canadian series.",
            "Fait a noter, un message inscrit en code morse\napparait tout autour de la pi ce. Ce message  WE\nWIN WHEN WE WORK WILLINGLY \n(Nous gagnons lorsque nous travaillons\navec ardeur) visait  galement a souligner\nle centenaire du code Morse (de I \ninventeur Samuel B. Morse) dont le",
            "brevet avait  t  obtenu en 1843.",
            "Ce motif fut utilise  galement\nsur les pi ces de 1944 et 1945,\nmais le tombac fut remplace par\nl acier chrome. Les raisons de ce",
            "changement de m tal variaient selon\nqu elles venaient de la Monnaie ou du\ngouvernement. On s entendit done pour\nannoncer publiquement que le changement\n tait provoque par une p nurie de cuivre et de\nzinc.",
            "En 1946, comme la guerre  tait termines, le motif\ndu  castor  fut r utilise et les pi ces furent a\nnouveau fabriqu es en nickel. Toutefois, la\npi ce continua a avoir 12 cotes, cette forme\n tant devenue populaire. On commenca\nalors a retirer de la circulation les pi ces",
            "en tombac.",
            "En 1948 la l gende apparaissant\nsur |  avers de la pi ce dut  tre\nmodifie comme ce fut le cas pour les\nautres pi ces, en raison du fait que 1 \nInde avait obtenu son ind pendance.",
            "Il fallait donc enlever les inscriptions\n ET IND: IMP:  qui signifiaient  ET\nEMPEREURDE L INDE . Comme ce\nchangement demanda plusieurs mois, et\nque la demande pour le nume raire persistait, il\nfallut frapper en 1948 des pieces dat es de 1947. Pour\nindiquer que ces pi ces avaient  t  frapp es en\n1948, on ajouta une petite feuille d rable apres\nla date. Certaines pieces, plus rares, montrent",
            "un petit point apres la date.\nEn 1950 on planifia 1   mission\n(pour 1951) d une pi ce de monnaie\npour comm morer le bicentenaire\n~ de I  isolation et de appellation de\nl l ment NICKEL par le chimiste\nsu dois A F Cronstedt en 1751.\nBien que jusqu a cette date, les deux\nseules pi ces de monnaie canadiennes\ncomm moratives  taient des pi ces\nde un dollar, il fut quant m me d cide\nque ce serait la pi ce de 5 cents qui\ncomm morerait |   v nement. L une des\nraisons  tait que le cinq cents  tait la seule pi ce",
            "canadienne faite en nickel.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_17.jpg",
        "Paragraphs": [
            "A large design committee was\nappointed to oversee an open\ncompetition. The selected design\npictures a nickel refinery with low\nbuildings flanking a smokestack\nin the centre. The inscriptions\n NICKEL 1751-1951  are on\nthe left and  5 CENTS  on\nthe right. At the bottom, there\nare three maple leaves. The\ndesign was the work of Stephen\nTrenka (ST at the right under the\nbuilding). But the striking of the\ncommemorative coin was suddenly\nstopped because of the Korean War,  ~\nwhich caused a strong demand for nickel.\nOnce again, the five-cent piece had to be\ncomposed of steel, but this time it was\ncoated with a very thin layer of nickel\nand plated with chromium, showing\nthe traditional beaver design,\nslightly modified, on the reverse.",
            "Both types of coins were issued\nin 1951, with about nine '\nmillion commemorative coins.",
            "As the use of steel caused\nfew problems and required\nfew adjustments, there are two\nvarieties of 1951 coins showing\nthe beaver. While most circulating\ncoins this year have a low relief,\nsome samples, scarce and expensive,\nare known with high relief.",
            "The coin continued to be struck in steel up\nto and including 1954. Meanwhile, the\neffigy of the new monarch, Elizabeth\nII, replaced the one of George VI\nin 1953, and as was the case on\nother denominations, there were\nboth strap and strapless coins\nissued. The new effigy was\ndone by Mary Gillick (MG) at\nthe truncation.",
            "It wasn t until 1955 that\nnickel was again used for\nstriking 5-cent coins, but the\ncoin remained dodecagonal. The\nround shape returned in 1963 with\nno other modifications.",
            
            "Le motif de la pi ce comm morative fut",
            "choisi suite a un concours populaire ouvert",
            "au public. Le dessin retenu montre une",
            "raffinerie de nickel avec de petits  difices",
            "entourant une haute chemin e. Le mot",
            "CANADA est au haut de la pi ce,",
            "alors que I  inscription  S CENTS ",
            "est a la droite de la chemin e, et les",
            "inscriptions  NICKEL 1751-1951 ",
            "sont a .gauche. Au bas de la pi ce, il",
            "y a trois petites feuilles d rable. Le",
            "motif est 1  ceuvre de Stephen Trenka",
            "dont les initiales  ST  sont a droite de la",
            "piece, sous |   difice. Malheureusement,",
            "on dut interrompre subitement la frappe",
            "de cette pi ce comm morative en raison de la",
            "Guerre de Cor e qui suscita une forte demande de",
            "nickel. On revint donc avec des pi ces en acier",
            "en les recouvrant cette fois d une mince",
            "couche nickel, puis de chrome, arborant",
            "au revers le motif du  castor  montrant",
            "de l g res modifications. Les deux",
            "types de pi ces furent  mises en 1951,",
            "dont environ neuf millions de pi ces\ncomm emoratives.",
            "Comme I utilisation de I  acier\nn cessita quelques ajustements,\non retrouve deux vari t s de pi ces",
            "de 1951 arborant le castor. Alors\nque la plupart des pieces ont un\nrelief bas, quelques exemplaires, rares\net dispendieux, sont connus avec un haut\nrelief.",
            "La pi ce continua d tre fabriqu e en acier\njusqu en 1954 inclusivement. Entre temps,\nl effigie de la nouvelle souveraine Elizabeth\nII remplaca celle de Georges VI en 1953,\net comme pour les pi ces des autres\nd nominations, il y eut des pi ces\nmontrant l effigie avec ou sans\nbretelle sur 1 paule. La nouvelle\neffigie  tait l ceuvre de Mary Gillick",
            "(MG au bas du buste).",
            "C est finalement en 1955, que",
            "l on recommenga a utiliser le nickel",
            "pour frapper la piece de 5 cents,",
            "mais la pi ce  tait toujours de forme",
            "dod cagonale. Ce n est qu en 1963 que",
            "la pi ce redevint ronde, et elle continua de\n1 tre jusqu a aujourd hui.\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_18.jpg",
        "Paragraphs": [
            "In 1965 a new effigy of Elizabeth II was\nintroduced on all Canadian coins. This new\neffigy was produced from a portrait\nby Arnold Machin. Let s mention\nthat the designer s initials do not\nappear on the coin.",
            "In the mid-60s, the\ngovernment decided that\nsix new coin designs would\nbe used to commemorate\nthe Centenary of the\nConfederation in 1967. A\ndesign competition was open\nto all Canadian artists, sculptors\nand designers. Both the size of the\naward ($2500) and the composition\nof the panel of judges testified to the\nimportance given the new designs. Among\nthe judges was the late J. Douglas\nFerguson, a well-known numismatist.\nSymbols which had perhaps been\noverworked previously were\navoided, and the judges selected\nthe designs submitted by\nCanadian artist Alex Colville.",
            "The rabbit, connected with\nfertility, new life, and promise,\nwas selected for the 5-cent\ncoin. In addition to the running\nrabbit in the centre of the design,\nthe inscription  5 CENTS  is at\nthe top of the coin, while the word\nCANADA and the dates 1867-1967 .\nare at the bottom. The traditional beaver\ndesign was resumed in 1968 and has been used\nevery year since.",
            "In 1979, to standardize the\npresentation of coins, the effigy\nof the Queen was made smaller\nto make it proportional to the\nsize of the coin. Another major\nmodification occurred in 1982\nwhen the metallic composition\nof the coin was changed from\n100 percent nickel to 75\npercent copper and 25 percent  \nnickel. This change was caused\nby a rise in nickel pricing, making\nit cost six cents to produce 5-cent\ncoins, which could not continue. Then,\nin 1990, as for all the other Canadian\ncoins, a new effigy of Queen Elizabeth II,\ndesigned by Canadian artist Dora de Pedery Hunt, was\nintroduced on the obverse of the 5-cent coin.",
            "En 1965, une nouvelle effigie d Elizabeth II fut",
            ". introduite sur toutes les pi ces de monnaie",
            "canadiennes. Cette nouvelle effigie fut r alis e",
            "a partir d un portrait d Arnold Machin. Il",
            "est a noter que les initiales du dessinateur\nn apparaissent pas sur la pi ce.",
            "Au milieu des ann es 60, le\ngouvernement avait d cid  que\npour comm morer le centenaire de\nla Conf d ration Canadienne en\n1967, six nouveaux motifs seraient",
            "utilises au revers des pieces de\nmonnaie canadiennes. Un concours\nfut ouvert a tous les altistes, sculpteurs\net dessinateurs canadiens. L importance\ndu prix offert (2500 $) et la composition\ndu jury t moignaient de l importance que | on\naccordait aux nouveaux motifs. Parmi les membres du\njury se trouvait le regrette J. Douglas Ferguson,\nnumismate de renom. On  vita les symboles\nayant d ja servi et on retint des esp ces\nde la faune canadienne pour toutes les\npieces. Tous les dessins retenus avaient\n t  soumis par l artiste canadien Alex",
            "Colville.",
            "C est le lapin, repr sentant la\nfertilit , le renouvellement de la vie\net esp rance, qui fut choisi pour\nla pi ce de 5 cents. Outre le lapin",
            "en course qui orne le centre de la",
            "picce, on retrouve au haut de la pi ce",
            "Vinscription  S CENTS  et au bas, le mot",
            "CANADA et les dates 1867-1967. Le motif",
            "r gulier du castor fut ramen  d s 1968 et fut\nutilise a chaque ann e depuis.",
            "En 1979, afin d uniformiser la pr sentation",
            "des pi ces, l effigie de la reine fut modifi e",
            "\\ de manicre a la rendre proportionnelle",
            "a la grosseur de la pi ce. Une autre",
            "modification importante s est produite",
            "en 1982 alors que la composition",
            "m tallique de la pi ce passa de",
            "100% nickel a 75% cuivre et 25%",
            "' nickel. Cette modification r sultait",
            "du fait que la production de la pi ce",
            "de 5 cents cotitait pr s de six cents a",
            "produire, ce qui ne pouvait durer. Puis,",
            "en 1990, comme sur toutes les autres",
            "pices canadiennes, une nouvelle effigie",
            "de la reine Elizabeth II, selon un portrait de",
            "l artiste canadienne Dora de Pedery-Hunt, fut\nintroduit sur l avers de la pi ce de 5 cents.",
            "enna nena nnn nnn nnn nnn nanan nnn The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_19.jpg",
        "Paragraphs": [
            "As it is on all Canadian coins dated 1992, both\ndates 1867-1992 appear on the five-cent\ncoins of this year. Let s remember that\n1992 marked the 125th anniversary\nof the Canadian Confederation, an\nevent that the government decided\nto commemorate through several\nsouvenir coins.",
            "The year 2000 was an\nimportant year for numismatics\nin Canada. At this time, the\nRoyal Canadian Mint once again\nbegan changing the metal used for\nminting circulation coins. A new\nplating process had been developed to\nreduce production costs, using steel as\nthe base metal. This core would be plated\neither with copper or nickel, depending on the\ncoin. A small  P  (for Plated) was placed at the bottom\nof the sovereign s effigy to differentiate these new coins\nfrom the old ones. Thus, for 2000, we find 5-cent coins\ndated 2000 struck in cupro-nickel (without P) or plated\nsteel (with P).",
            "Number4 June 2022 -----------------------------------------",
            "Puis, comme cela se retrouve sur toutes les\nautres pi ces de monnaie canadiennes de\n1992, on retrouve les dates 1867 et\n1992 sur les pi ces de 5 cents de\ncette ann e. Rappelons que 1992\nmarquait le 125e anniversaire de\nla Conf d ration canadienne,\n v nement que le gouvernement\nd cida de souligner par divers\nprogrammes de monnaies\nsouvenir.\nL ann e 2000 en fut\nune importante sur le plan\nnumismatique au Canada. C est en\neffet 4 ce moment que la Monnaie\nroyale canadienne a entrepris le\nchangement de m tal pour la frappe des pi ces\nde circulation. Un nouveau processus de placage\navait  t   labor  et on souhaitait, afin de r duire les cofits de\nproduction, utiliser l acier comme m tal de base, lequel serait\nplaqu  soit cuivre ou nickel selon les pi ces. Pour diff rencier\nces nouvelles pi ces des anciennes, on d cida d ajouter un petit\n  P   (pour Plaqu ) au bas de l effigie de la souveraine. Ainsi,\non retrouve pour I ann e 2000, des pi ces de 5  dat es de 2000\nfrapp es en cupro-nickel (sans P) ou en acier plaqu  (avec P).\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_20.jpg",
        "Paragraphs":  [
            "In 2003, the government decided, during the  \nyear, to adopt a new effigy of the sovereign :\nfor Canadian coins. Usually, they waited\nfor the beginning of a new year to\nintroduce a new effigy, as was the\ncase in 1965 and 1990, but not this\ntime. This decision resulted in\nthe minting of circulation coins\nbearing two different effigies\nduring the year, a  first  in the\ncountry. (The table that follows\nindicates this breakdown.) The new\neffigy, the work of Susanna Blunt,\npresents us with a sovereign with a\nmore current countenance and without a\ncrown. This effigy is still in use today.",
            "A commemorative 5-cent coin was issued in 2005 to\ncommemorate the 60th anniversary of the end of World\nWar II and features the flambeau and torch design used\non 5-cent coins from 1943 to 1945.",
            "Then, on March 11, 2015, the Mint launched a\nnational contest inviting the public to create new\ndesigns for the 2017 circulation coins to mark\nthe country s 150th anniversary. On the\nprogram, five themes: Our wonders,",
            "Our values, Our achievements,",
            "Our passions and Our Canada of",
            "tomorrow. The Royal Canadian",
            "Mint and a jury of distinguished",
            "Canadians determined the finalists",
            "in each category. The winning",
            "designs were then determined",
            "following a popular online vote held",
            "in September 2015. The 2017 coins,",
            "which Canadians will be able to find",
            "in their change menu next spring, will",
            "therefore all display one of these patterns.",
            "On November 2, the designs selected to adorm\nCanada s 2017 circulation coins were unveiled.\nCeremonies were held simultaneously in the cities where\nthe winners lived.",
            "- C est en 2003 que le gouvernement d cida,",
            "en cours d ann e, d adopter une nouvelle",
            "effigie de la souveraine pour les",
            "monnaies du Canada. Habituellement",
            "on attendait le d but d une nouvelle",
            "ann e pour introduire une nouvelle",
            "effigie, comme ce fut le cas en",
            "1965 et 1990, mais pas cette",
            "fois-la. Cela se traduisit par la",
            "frappe de pi ces de circulation",
            "arborant deux effigies diff rentes",
            "durant l ann e, une   premi re   au",
            "pays. (Le tableau qui suit indique",
            "cette particularit ). La nouvelle",
            "effigie, est toujours en usage de nos\njours.",
            "Une pi ce comm morative de 5 cents fut  mise en 2005 pour\ncomm morer le 60e anniversaire de la fin de la Seconde Guerre\nMondiale et pr sente le motif du flambeau et de la torche,\nutilis  sur les pi ces de 5 cents de 1943 a 1945.",
            "Puis, le 11 mars 2015, la Monnaie lancait un concours national",
            "invitant la population a cr er de nouveaux motifs",
            "pour les pi ces de circulation 2017 afin",
            "de souligner le 150e anniversaire du",
            "pays. Au programme, cing themes",
            ": Nos merveilles, Nos valeurs, Nos",
            "r alisations, Nos passions et Notre",
            "Canada de demain. Les finalistes",
            "de chaque cat gorie ont  t   tablis",
            "par la Monnaie royale canadienne",
            "et un jury form  d minents",
            "Canadiens. Les motifs gagnants",
            "ont ensuite  t  d termin s 4 l issue",
            "d un vote populaire en ligne tenu",
            "en septembre 2015. Les pi ces",
            "mill sim es 2017, que les Canadiens",
            "pourront trouver dans leur menu monnaie",
            "d s le printemps prochain, arboreront donc",
            "toutes l un de ces motifs. C est le 2 novembre que les",
            "motifs s lectionn s pour omer les pi ces de monnaie de circulation",
            "du Canada en 2017 ont  t  d voil s. Des c r monies ont eu lieu\nsimultan ment dans les villes ott r sidaient les gagnants.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_21.jpg",
        "Paragraphs": [
            "In the Our Passions category, the public voted over a\nmillion times and chose Gerald Gloade, a graphic\ndesigner by profession from Millbrook First\nNation, Nova Scotia, as one of five\nfinalists. His design, which adorns\nthe reverse of the 2017 5-cent\ncirculation coin, depicts a solitary\nbeaver imbued with dynamism\nand spirituality. It draws its\ninspiration from its Algonquian\nheritage in the forests of the\nNortheast and the wildlife theme\nthat linked the commemorative\ncoins of Canada s centennial\nin 1967. Created entirely with\ndigital tools, this reinterpretation of\none of our national emblems combines\ntradition and modernity while emphasizing\nthe importance of First Nations cultures to Canada.",
            "This completes our retrospective of the\n nickel  (and other metals) 5 cent. ~\nThis series constitutes a fascinating ,\ncollection for several reasons. First\nof all, there were coins issued every\nyear. Also, except for the 1925\ndated coin and of three varieties\n(1926  far 6 , 1947  dot  and\n1951  high relief ), all the coins\nare available at a low cost, which\nallows one to buy them in a better\ngrade and be available to every\ncollector whatever his budget.",
            "The series goes back 100 years and",
            "includes many commemorative designs",
            "and compositions. And, as one can see, the .\nhistory of our  large 5 cents  1s directly related",
            "to the significant events, 1922-36 and 1937 ",
            "date, that have marked the last 100 years.",
            "Sources:",
            "Marquis, Y. (1985) La Monnaie\nCanadienne, son histoire, sa\ncollection, Unitrade Press.",
            "Haxby, James A. (1983 ) Striking\nImpressions, Royal Canadian\nMint",
            "Cross, W.K. (1996) The Charlton \\\nStandard Catalogue of\nCanadian Coins, The Charlton\nPress, (English Edition).",
            "Images: PCGS.com, Royal Canadian Mint, Library and Archives Canada,",
            "Number4 June 2022 ------------------------------------------",
            "Dans la cat gorie Nos passions, le public, qui a vot  plus d un\nmillion de fois, a choisi le motif de Gerald Gloade,\ngraphiste de profession, de la Premi re nation\nde Millbrook (Nouvelle-Ecosse) parmi\nceux des cing finalistes en lice. Son\nmotif, qui orne le revers de la pi ce\nde circulation de 5 cents de 2017,\nrepr sente un castor solitaire, est\nempreint de dynamisme et de\nspiritualit . Il tire son inspiration\nde son h ritage algonquien des\nfor ts du Nord-est et du theme\nfaunique qui liait les pi ces\ncomm moratives du centenaire du\nCanada, en 1967. Cr e enti rement\navec des outils num riques, cette\nr interpr tation d un de nos embl mes\nnationaux conjugue tradition et modernit ,\ntout en soulignant l importance des cultures des\nPremi res Nations pour le Canada.",
            "Ceci complete notre r trospective de\n. la pi ce de 5 cents  en nickel  et autres\nm taux. Cette s rie constitue une\ncollection tr s int ressante et ce, pour\ndiverses raisons. Tout d abord il y\na eu des pieces d mises a chaque\nann e, et a l exception de la pi ce\nde 1925 et de trois vari t s (1926\n 6  loign , 1947 avec point,\n1951 haut relief), toutes les pi ces\nsont accessible a faible cotit, ce qui\npermet de les acqu rir dans un bon  tat\nde conservation et les rend accessibles\na tous les collectionneurs quel que soit\nleur budget. Il y a  galement le fait que la\ns rie ne s tend que sur 100 ans et qu elle regroupe\nplusieurs pi ces diff rentes, tant au niveau des\nmotifs que des m taux utilises. Finalement,\ncomme on peut le voir, l histoire de notre\n gros 5 cents  est en lien direct avec\nles  v nements d importance qui ont",
            "marque les 100 dernieres ann es.",
            "Sources:",
            "Marquis, Y. (1985) La Monnaie\nCanadienne, son histoire, sa\ncollection, Unitrade Press.\nHaxby, James A. (1983) Pi ces\na l Appui, Monnaie Royale\nCanadienne.\nCross, W.K. (1996) Le Catalogue\nStandard Charlton des Monnaies\nCanadiennes, The Charlton Press,\n(Edition frangaise).",
            "oon cnn nnnnnnnennnn 165\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_22.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "Zhe CL TW oclisngs",
            "By ALAN ROY\n#17134",
            "Ten Contemporary Canadian Medallists",
            "In the 1960s, Canadian art medals enjoyed a surge",
            "in popularity domestically and worldwide. The first",
            "documented cast art medal made in Canada was the\nCanada Council Medal in 1961. A cast medal is made\nby melting metal and pouring it into a mould rather than\nstriking it with dies. The casting process can produce a\nlarger product with much greater relief; and is the technique\npreferred by many medal artists.",
            "In 1963, Canadian medallists competed internationally\nfor the first time at the exhibition of the F d ration\nInternational de la M daille. Their works were well\nreceived, and Dutch and Belgian museums snapped up\nmany for their collections.",
            "Art societies in Canada saw how popular our art medals\nwere on the world stage and changed their regulations to\nmake such displays easier here. Soon enough, Canadian\nmedals were being exhibited in Canada and at international\nshows all over the world.",
            "In 1971, the Public\nArchives of Canada decided it\nwas time to hold an exhibition\ndevoted exclusively to\nCanadian medallists. The\ndisplay was assembled with\nthe help of the Canadian\nSculpture Society and famed\nmedallist Dora de P dery\nHunt. Ten artists were\nrepresented by over 200 of\ntheir medals covering an\nassortment of artistic styles\nand techniques.",
            "This exhibition was the first\ntime that the Public Archives\n(now the National Archives\nof Canada) held an exhibition\nexclusively of Canadian\nmedals. It also served as an\nintroduction to the National\nMedal Collection. The\narchives had been acquiring\nmedals for its collection since\nits founding in 1872 as the\nDominion Archives. Medals\nserve as important documents\nmarking many historical\nevents in our nation s history.",
            
            "Ten Contemporary Canadian Medallists is the program\nthat was made for the exhibition. It provides descriptions of\neach medal on display and some biographical information\nabout each artist. Unfortunately, the catalogue is not\nillustrated save for the medal on the front cover created by\nDora de P dery Hunt specifically for this exhibition.",
            "Many numismatists are familiar with Dora de P dery\nHunt. She was the most prominent medallic artist in\nCanada. Many collectors have examples of her work\nwithout even knowing it. Her designs have been used\nfor many awards and medals. Some of the better-known\nexamples are the Toronto Zoo medal and the Hudson s Bay\nCompany s three hundredth anniversary medal. Her work\nhas appeared on many of our circulating coins, including\nthe version of Queen Elizabeth s image used on every\ncoin s obverse from 1990 to 2003.",
            "This exhibition was a significant step in the growth of\nmedallic art and probably  \nmedal collecting in Canada.\nHundreds undoubtedly\nvisited the exhibition and\nadmired the beauty of these\nsmall sculptures. This event\nlikely led many to fall in love\nwith art medals and decide to\nform personal collections.",
            "This catalogue makes a\ngood argument that medals\nlike the ones on display\nat this show make art and\nhistory more accessible to\nthe public.  Although many\nof us would like to acquire\npaintings or sculpture, few\nof us are able to do so. All\nof us, however, can collect\nmedals.  The medal is a\nmore accessible art form for\ncollectors. While paintings\ncan be copied, the originals\nare the most sought after. On\nthe other hand, medals are\nusually cast in large numbers.\nEach cast piece is considered\nan original, allowing a larger\ngroup of collectors to own\nthe artist s work.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_27.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _bU_CONGRES",
            "2022 RCNA Symposium + S minaire  ducatif de l ARNC de 2022",
            "T he Royal Canadian Numismatic Association and",
            "Symposium organizer, Michael Turrini, invites",
            "you to this year s educational event. This year s\nsymposium will consist of twelve leading numismatists\npresenting a wide range of topics for your pleasure and\nknowledge.",
            "As the Canadian collector becomes more\nsophisticated the demand for numismatic education\nbecomes stronger. For everyone attending the 2022\nConvention, the RCNA is proud to offer you this\nleading educational event; held in the Chaudi re Room\nlocated in the convention hotel. It is an opportunity\nto connect with people passionate about this hobby\nand eager to share their knowledge making your\nnumismatic experience that much greater.",
            "Wednesday, July 20\n1:00 p.m.   Bob Fritsch, Nashua NH:\nA Short Tour of New England in Medals",
            "Robert F. (Bob) Fritsch of Nashua,\nNew Hampshire has been an active\nnumismatist for over 50 years. Starting\nwith collecting pocket change while\nstationed in Japan with the US Navy, his\ncollections grew as he traveled around the\nworld, and expanded into medals, ancient\ncoins, Mardi Gras Doubloons, banknotes,\nand more. Bob started joining clubs to\nlearn but found that providing support\nand leadership was just as important.\nAn award-winning author, exhibitor,\nexhibit judge, and speaker, Bob s greatest\ncollection is all the numismatic friends he has met over\nthe decades.",
            
            
            "2:00 p.m.   Jaime Flamenbaum, Ottawa ON: =ENGLIsH\nFun With Toonies",
            "Jaime Flamenbaum started to collect coins\nin 1996 when the  twoonie  was first\nreleased. What attracted him, a philatelist,\nwas the possibility of building an off-\ncentred set, 1.e., the core offset from edge to\nedge. He never managed to build the classic\nphilatelic set but ended up collecting the $2\ndecimal series with a more  numismatic\napproach. ",
            "L Association royale de numismatique du Canada et",
            "l organisateur du s minaire, Michael Turrini, vous invite",
            "a son s minaire  ducatif de cette ann e. Le s minaire\nde cette ann e sera offert par huit numismates de premier\nplan couvrant une vari t  de sujets pour votre plaisir et vos\nconnaissances.",
            "A mesure que le collectionneur canadien devient plus\nsophistiqu , la demande d ducation numismatique devient\nplus importante. Pour tous ceux qui participent au congr s\n2020, 17 ARNC est fi re de vous offrir ce s minaire  ducatif\nde premier plan; pr sent  dans la salle Chaudi re situ e dans\nPhotel de congr s. C est l occasion de rencontrer des gens\npassionn s par ce passe-temps et d sireux de partager leurs\nconnaissances pour rendre votre exp rience numismatique\nencore plus agr able.",
            
            "Mercredi 20 juillet\n13h 00   Bob Fritsch, Shag Harbour (NH):\nSurvol de la Nouvelle-Angleterre en m dailles",
            "Robert F. (Bob) Fritsch est un numismate\nactif depuis plus de 50 ans. Il a commenc \npar collectionner de la monnaie de poche\nalors qu il  tait stationn  au Japon dans la\nUS Navy. Ses collections se sont d velopp es\nau fur et 4 mesure qu il voyageait dans le\nmonde, et se sont  tendues aux m dailles, aux\nmonnaies anciennes, aux doublons de Mardi\nGras, aux billets de banque, etc. Bob a joint\ndes clubs pour apprendre, mais il a d couvert\nque fournir un soutien et un leadership  tait\ntout aussi important. Auteur, exposant, juge\nd exposition et conf rencier prim , la plus\ngrande collection de Bob est constitu e de tous les amis\nnumismates qu il a rencontr s au fil des d cennies.",
            "ANGLAIS",
            "14 h 00   Jaime Flamenbaum, Ottawa, Ont: ANGLAIS",
            "S amuser avec les   toonies  ",
            "Jaime Flamenbaum a commenc  a collectionner\ndes pi ces en 1996, lorsque la   twoonie   a  t \nmise en circulation. Ce qui l a attir , lui qui est\nphilat liste, c est la possibilit  de constituer un\nensemble excentr , c est-a-dire dont le cceur\nest d cal  de bord a bord. Il n a jamais r ussi a\nconstituer la s rie philat lique classique, mais a\nfini par collectionner la s rie de 2 dollars avec\nune approche plus   numismatique  .\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_28.jpg",
        "Paragraphs": [
            "ENGLISH",
            "3:00 p.m.   Clifford Mishler, lola WI:",
            "Our Hobby Community: What it is Building on for\nthe Future",
            "Clifford Mishler has been involved with\nnumismatics for more than sixty years.\nHe had a long involvement with Krause\nPublications of Iola, Wisconsin, since\n1965 when he was appointed Editor of\nNumismatic News. He has since retired\nfrom Krause Publications but remains\nactive in the hobby. Clifford has been\nPresident of the American Numismatic\nAssociation and currently sits on the\nANA Board as a Governor. He continues\nto write articles for Numismatic News and\nhas spoken at hundreds of numismatic\nevents over the years. He is a long-time member of\nthe Royal Canadian Numismatic Association, having\njoined the organization in the early 1950s.",
            "ENGLISH",
            "4:00 p.m.   Bill Waychison, Timmins ON :",
            "Susan Taylor - Canadian Artist, Senior Engraver at\nthe RCM: A Selection of her Coins and Medals",
            "William (Bill) Waychison s numismatic\ninterests were confirmed when he\npurchased his first numismatic book in\n1963. It was another two plus decades\nbefore he formally joined a numismatic\nclub but has since become increasingly\ninvolved in the hobby. His collecting\ninterests commenced with Canadian and\nCommonwealth coinage but now focus\non medals; both Canadian and foreign Art\nNouveaux and Art Deco period pieces. He\nalso maintains a strong interest in mining\nshare certificates, and Canadian merchant notes from\n1837 through to those of Canadian Tire. Waychison is\na Fellow of the RCNA, the ONA, and the CNRS. He\nis a Past President of the RCNA (2011-2013) and the\nrecipient of multiple numismatic accolades, including\nthe ANA President s Award (2014). He currently serves\nas a director of the RCNA, the ONA, and the Canadian\nAssociation for Numismatic Education (CAFNE).",
            "Thursday, July 21\n8:00 a.m.   David Bergeron, Ottawa ON:",
            "BILINGUAL\nThe Wonderful World of Spending and Saving",
            "For 20 years, David Bergeron has had the honour of\ncurating the Bank of Canada s National Currency\nCollection. The collection comprises over 130,000 objects\nrelated to the design, production, distribution, storage,\nsaving, spending and promotion of money, including",
            "ANGLAIS",
            "15 h 00   Clifford Mishler, lola WI:",
            "Notre communaut  de passionn s : Ce sur quoi elle\nconstruit pour l avenir",
            "Clifford Mishler s occupe de numismatique\ndepuis plus de soixante ans. I] a longtemps\ntravaill  pour Krause Publications, a Iola,\ndans le Wisconsin, depuis 1965, date a\nlaquelle il a  t  nomme  r dacteur en chef de\nNumismatic News. Il a depuis pris sa retraite\nde Krause Publications mais reste actif\ndans le hobby. Clifford a  t  pr sident de\nl American Numismatic Association et si ge\nactuellement au conseil de l  ANA en tant que\ngouverneur. I] continue a4  crire des articles\npour Numismatic News et a pris la parole lors\nde centaines d v nements numismatiques au\nfil des ans. I] est un membre de longue date de 1  Association\nroyale canadienne de numismatique, qu il a joint au d but des\nann es 1950.",
            "ANGLAIS",
            "16 h 00   Bill Waychison, Timmins, Ont:",
            "Susan Taylor - Artiste canadienne, graveure principale a la\nMRC : Une s lection de ses pieces de monnaie et m dailles",
            "L int r t de William (Bill) Waychison pour\nla numismatique s est confirm  lorsqu il a\nachet  son premier livre de numismatique en\n1963. Il a fallu attendre plus de deux d cennies\navant qu 1il joigne un club de numismates,\nmais depuis, il s int resse de plus en plus a ce\npasse-temps. I] a commenc  4 collectionner les\nmonnaies du Canada et du Commonwealth,\nmais il s int resse maintenant aux m dailles,\naux pi ces d Art nouveau et d Art d co\ncanadiennes et  trang res. Il s int resse\n galement aux certificats d actions mini res\net aux billets des marchands canadiens depuis 1837 jusqu a\nceux de Canadian Tire. Waychison est membre de l ARNC,\nde l ONA et du CNRS. II a  t  pr sident de PARNC (2011- \n2013) et a regu de nombreuses distinctions numismatiques,\nnotamment le prix du pr sident de l ANA (2014). TI est\nactuellement administrateur de 17 ARNC , de l?ONA et de\nl  Association canadienne pour | ducation numismatique\n(ACPEN).",
            "Jeudi 21 juillet\n8 h 00   David Bergeron, Ottawa Ont:\nLe monde merveilleux des d penses et des  conomies",
            "BILINGUE",
            "Depuis vingt ans, David Bergeron a l honneur d tre le\nconservateur de la Collection nationale de monnaies de la Banque\ndu Canada. Cette collection comprend plus de 130 000 objets li s\na la conception, a la production, 4 la distribution, au stockage, a\nl pargne, a la d pense et 4 la promotion de la monnaie, y compris",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_29.jpg",
        "Paragraphs": [
            "a comprehensive collection of Canadian\ncurrency and a representative sample of\nforeign currencies. A lifelong student of\nhistory and an amateur collector during\nhis childhood, David became seriously\ninterested in economic and monetary history\nwhen he first frequented the Bank of Canada\nCurrency Museum as an intern in mid-1990s.\nDavid holds a M.A. degree in History from\nthe University of Ottawa. He is a member\nof several Canadian and international\nnumismatic organizations, is a Director\nand Secretary of the J. Douglas Ferguson\nHistorical Research Foundation and is",
            "President of the Canadian Numismatic Research Society.",
            "9:00 a.m.   Krista Broeckx, Ottawa, ON : ENGLISH\nImages of Industry: The Bank of Canada s 1935 series",
            "Krista Broeckx is the Assistant Curator of\nthe National Currency Collection at the\nBank of Canada Museum. Prior to joming\nthe Museum s team in February 2021, she\nwas a curator of historical Canadian art at\nthe National Gallery of Canada. She holds\na Master of Arts degree in Art History\nand Curatorial Studies from Carleton\nUniversity, Ottawa. She has researched and\npublished on the topic of Impressionism in\nCanada, Canadian women artists, and the\nvisual representation of Canadian national\nidentity in the arts. She now applies this",
            "une collection compl te de la monnaie canadienne\net un  chantillon repr sentatif de monnaies\n trang res. Etudiant en histoire depuis toujours\net collectionneur amateur durant son enfance,\nDavid s est s rieusement int ress  a l histoire\n conomique et mon taire lorsqu il a fr quent \npour la premi re fois le Mus e de la monnaie\nde la Banque du Canada en tant que stagiaire au\nmilieu des ann es 1990. David est titulaire d une\nmaitrise en histoire de 1 Universit  d  Ottawa.\nIl est membre de plusieurs organisations\nnumismatiques canadiennes et internationales,\nest directeur et secr taire de la Fondation pour la\nrecherche historique J. Douglas Ferguson et est\npr sident de la Canadian Numismatic Research Society.",
            "9 h 00   Krista Broeckx, Ottawa, Ont: ANGLAIS\nImages de l industrie : La s rie de 1935 de la Banque du Canada",
            "Krista Broeckx est la conservatrice adjointe de\nla Collection nationale de monnaies au Mus e\nde la Banque du Canada. Avant de se joindre\na l quipe du Mus e en f vrier 2021, elle  tait\nconservatrice de l art historique canadien\nau Mus e des beaux-arts du Canada. Elle est\ntitulaire d une maitrise  s arts en histoire de l art\net en conservation de | Universit  Carleton, a\nOttawa. Elle a effectu  des recherches et publi \ndes articles sur l impressionnisme au Canada,\nles artistes canadiennes et la repr sentation\nvisuelle de l identit  nationale canadienne\ndans les arts. Elle applique maintenant cette",
            "background to the study of images and symbols on _ exp rience a | tude des images et des symboles figurant sur les\nbanknotes and coins, with a particular focus on Bank of _ billets de banque et les pi ces de monnaie, et plus particuli rement\nCanada notes. sur les billets de la Banque du Canada.",
            "10:00 a.m.   Francois Rufiange, Qu bec QC: French 10h 00   Frangois Rufiange, Qu bec, QC: FRANGAIS",
            "XXX - Numismatics Under a Microscope",
            "With over 20 years of experience in\nnumismatics and numismatic photography,\nFrancois always takes great pleasure in\npreparing and delivering presentations.\nHe is known for his ability to synthesize\ninformation and present it in an interesting\nway. His presentations are abundantly\nillustrated and contain excellent photos\nshowing the fine details that are so\nimportant in numismatics. Fran gois\nis a retired Royal Canadian Air Force\naerospace engineer and is currently the\npresident of the Soci t  numismatique\nde Qu bec. He was made a Fellow of the\nOntario Numismatic Association in 2010.",
            "Number4 June 2022 ------------------------------------",
            "XXX - La numismatique au microscope",
            "Avec plus de 20 ans d exp rience\nen numismatique et en photographie\nnumismatique, Frangois prend toujours un\ngrand plaisir a pr parer et a pr senter des\nconf rences. II est reconnu pour son aptitude\na synth tiser l information et a la pr senter\nde facon int ressante. Ses pr sentations\nsont abondamment illustr es et contiennent\nd excellentes photos montrant des d tails\nsi importants en numismatique. Francois,\ning nieur a rospatial de | Aviation royale\ncanadienne 4a la retraite, est actuellement\npr sident de la Soci t  numismatique de\nQu bec. I] a  t  nomm  Fellow de l Ontario\nNumismatic Association en 2010.\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_30.jpg",
        "Paragraphs": [
            "ENGLISH",
            "11:00 a.m.   Susan Taylor, Ottawa ON:",
            "Recycling Medals: Exploring the Concept of\nRepurposing Ideas and Design Elements as an\nEnvironmental Theme",
            "As a retired Senior Engraver at the\nRoyal Canadian Mint, Susan Taylor is\npassionate about her craft as a medallic\nartist and actively promotes the medal\nas a means of expression in Canada and\naround the world. With over 35 years\nof experience designing, sculpting,\nand producing coins and medals,\nSusan s work has been published in art\ncatalogues and exhibited at international\nexpositions. Susan has designed\nand sculpted medals for the Royal\nCanadian Geographical Society, the\nWorld Maritime University, the Gairdner Foundation,\nthe Institute for Health Metrics and Evaluation, and\nthe Rick Hansen Foundation. Susan won the 2016\nAmerican Medal of the Year and was Exhibit Curator\nfor the 2018 F d ration Internationale de M daille held\nin Ottawa. Susan received her Honours Bachelor of\nArts from McMaster University and her certificate as a\nMint Engraver from the Royal Canadian Mint. Susan is\na past President of the Medallic Art Society of Canada,\nis the Canadian Vice-Delegate of the F d ration\nInternationale de M daille (FIDEM) and is a member of\nthe FIDEM Executive Committee.",
            "1:00 p.m.   Lloyd Chan, Vallejo CA:\nAll That Glitters: The Numismatics of Shakespeare",
            "ENGLISH",
            "Lloyd Chan has been collecting\nnumismatic items since the age of\n10; mostly US type coins and world\ncoins; whatever he finds interesting.\nInvolved in organized collecting since\n2008, Lloyd is a member of many\nnumismatic organizations, including\nthe ANA, the RCNA, the ONA, the\nVallejo Numismatic Society, California\nState Numismatic Association, and\nthe Northern California Numismatic\nAssociation. He is a former director of\nthe RCNA and is currently a director of\nthe Canadian Association for Numismatic Education.\nLloyd holds a Bachelor of Science in Chemistry & Food\nBiochemistry, and a Master of Science in Food Science.\nHe retired eight years ago after 21 years of teaching\nhigh school science. Lloyd s experience includes law\nenforcement, winemaking, malting and brewing, and\ncomputer programming.",
            "ANGLAIS",
            "11 h 00   Susan Taylor, Ottawa, Ont:",
            "M dailles de recyclage : Exploration du concept de\nr utilisation des id es et des  l ments de conception\ncomme theme environnemental",
            "En tant que graveure principale de la\nMonnaie royale canadienne 4 la retraite,\nSusan Taylor est passionn e par son m tier\nde m dailliste et fait activement la promotion\nde la m daille comme moyen d expression\nau Canada et dans le monde. Avec plus de\n35 ans d exp rience dans la conception,\nla sculpture et la production de pi ces de\nmonnaie et de m dailles, le travail de Susan\na  t  publi  dans des catalogues d art et\nexpos  dans des expositions internationales.\nSusan a concu et sculpt  des m dailles pour\nla Soci t  g ographique royale du Canada,\nUniversit  maritime mondiale, la Fondation Gairdner,\nl Institute for Health Metrics and Evaluation et la Fondation\nRick Hansen. Susan a remport  la m daille am ricaine\nde l ann e 2016 et a  t  commissaire d exposition pour\nla F d ration Internationale de M daille 2018 qui s est\ntenue 4 Ottawa. Susan a obtenu un baccalaur at  s arts\navec mention de | Universit  McMaster et un certificat de\ngraveur de monnaie de la Monnaie royale canadienne. Susan\nest une ancienne pr sidente de la Medallic Art Society of\nCanada, est la vice-d l gu e canadienne de la F d ration\nInternationale de M daille (FIDEM) et est membre du\ncomit  ex cutif de la FIDEM.",
            "13 h 00   Lloyd Chan, Vallejo CA :\nTout ce qui brille : La numismatique de Shakespeare",
            "ANGLAIS",
            "Lloyd Chan collectionne des objets\nnumismatiques depuis l 4ge de 10 ans,\nprincipalement des monnaies  tats-uniennes\net du monde entier, mais aussi tout ce\nqu il trouve int ressant. Engag  dans une\ncollection organis e depuis 2008, Lloyd\nest membre de nombreuses organisations\nnumismatiques, notamment |l ANA,\nPARNC, PONA, la Vallejo Numismatic\nSociety, la California State Numismatic\nAssociation et la Northern California\nNumismatic Association. Il a  t  directeur\nde l  ARNC et est actuellement directeur de\nl Association canadienne pour | ducation numismatique.\nLloyd est titulaire d un baccalaur at  s sciences en chimie\net la biochimie alimentaire, et d une maitrise des sciences en\nsciences alimentaires. I] a pris sa retraite il y a huit ans apres\navoir enseign  les sciences au secondaire pendant 21 ans.\nL exp rience de Lloyd comprend l application de la 1oi, la\nvinification, le maltage et le brassage, et la programmation\ninformatique.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_31.jpg",
        "Paragraphs": [
            "2:00 p.m.   John Deyell, Ottawa ON:\nAlternative Realities: India s Amazing Numismatics",
            "ENGLISH",
            "John Deyell has been hooked on Indian\nnumismatics for half a century. With Colin\nR. Bruce II and others, he co-authored\nthe famous 1980 Krause publication, The\nStandard Guide to South Asian Coins\nand Paper Money. Now retired from the\nCanadian diplomatic corps, he studies\nIndian coinage full-time. His recent books\ninclude Treasure, Trade and Tradition: Post-\nKidarite Coinage of the Gangetic Plains and\nPunjab Foothills, 590-800 CE (2017); From\nMountain Fastness to Coastal Kingdoms:\nHard Money and  Cashless  Economies in\nthe Medieval Bay of Bengal World (2019);\nand Lakshmi, Bearer of Riches: Indian Gold Coinage after\nthe Tenth Century (2022).",
            "FRENCH",
            "3:00 p.m.   Serge Pelletier, Ottawa ON:",
            "The War of Spanish Succession: A Wealth of\nNumismatic Pieces\nSerge Pelletier s interests led him to\nbecome a significant researcher, writer,\neditor, and author of numismatic\ncatalogues, reference books, articles,\nnewsletters, and journals. His material\nhas appeared in English and French in\nsome of the world s leading numismatic\nperiodicals in Canada, the United States,\nFrance, Australia, the United Kingdom,\nand Germany. Pelletier s numismatic writings have earned\nhim a Canadian Numismatic Association Guy Potter\nLiterary Award, two Numismatic Literary Guild Awards,\na Numismatics International Literary Award, and a Royal\nCanadian Numismatic Association s J r6me H. Remick\nIll Literary Award. In 2015, Serge Pelletier received the\nJ. Douglas Ferguson Award, the highest distinction in\nCanadian numismatics. He is a Fellow of the RCNA, the\nONA, and the Canadian Numismatic Research Society,\nand is a Knight of the Order of St. Eligius. His latest work,\na bilingual (English/French) encyclopaedic dictionary\nentitled Numismatics for Everyone | La Numismatique\npour tous is due for release this summer.\nContinued on page 185",
            "14 h 00   John Deyell, Ottawa, Ont :\nR alit s alternatives : L tonnante numismatique de |  Inde",
            "ANGLAIS",
            "John Deyell s int resse a la numismatique\nindienne depuis un demi-si cle. Avec Colin\nR. Bruce II et d autres, il est co-auteur de\nla c l bre publication de Krause de 1980,\nThe Standard Guide to South Asian Coins\nand Paper Money. Aujourd hui retrait  du\ncorps diplomatique canadien, il  tudie les\nmonnaies indiennes a plein temps. Parmi\nses ouvrages r cents, citons Treasure, Trade\nand Tradition: Post-Kidarite Coinage of the\nGangetic Plains and Punjab Foothills, 590-\n800 CE (2017) ; From Mountain Fastness\nto Coastal Kingdoms : Hard Money and\n Cashless  Economies in the Medieval Bay of\nBengal World (2019) ; et Lakshmi, Bearer of Riches : Indian\nGold Coinage after the Tenth Century (2022).",
            "FRANCAIS",
            "15 h 00   Serge Pelletier, Ottawa Ont :",
            "La guerre de Succession d Espagne : Une mine\nd articles numismatiques",
            "Les int r ts de Serge Pelletier l a amen  a\ndevenir un important chercheur, r dacteur,\n diteur et auteur de catalogues numismatiques,\nde livres de r f rence, d articles, de bulletins\nd information et de revues. Ses  crits ont  t \npubli s en anglais et en frangais dans certains\ndes principaux p riodiques numismatiques\ndu monde, au Canada, aux Etats-Unis, en\nFrance, en Australie, au Royaume-Uni et en\nAllemagne. Les  crits numismatiques de Pelletier lui ont valu\nle prix litt raire Guy Potter de 1 Association canadienne de\nnumismatique, deux prix de la Numismatic Literary Guild,\nun prix litt raire de Numismatics International et le prix\nlitt raire J r6me H. Remick III de I  Association royale de\nnumismatique du Canada (ARNC). En 2015, Serge Pelletier\na recu le prix J. Douglas Ferguson, la plus haute distinction\nen numismatique canadienne. II est Fellow de  ARNC, de\nl ?ONA et de la Canadian Numismatic Research Society et\nChevalier de l Ordre de Saint-Floi. Son dernier ouvrage,\nun dictionnaire encyclop dique bilingue (anglais/francais)\nintitul  La Numismatique pour tous | Numismatics for\nEveryone, doit paraitre cet  t .",
            "Suite & la page 185"
            
        ]
    },
    {
        "File": "The_CN_Journal_June_33.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e\nNOUVELLES. DES, CLUBS",
            "By BRETT IRICK (CLUB SERVICES)\nFRCNA, FONA, LM,#456",
            "After two long years of the COVID-19, most clubs\nare now meeting in person, with some meeting in a\nlive and virtual hybrid format.",
            "For those interested in continuing a virtual\ncomponent, the RCNA Zoom meeting account\nremains available to RCNA member clubs.\nMeetings can be scheduled by e-mailing me at\nxr7gt@prodigy.net or calling my mobile phone\n(313) 207-3562.",
            "We are looking for clubs to submit a short history\nfor use in this column. Many of our clubs have long\nand unusual histories that have never been shared.",
            "Club Delegates Breakfast Meeting Talk:\nNavigating a Pandemic",
            "The Waterloo Coin Society (WCS) has won the\nLouise Graham Memorial Club of the Year Award for\nits activities in 2021. Louise Graham, now deceased,\nis a former RCNA executive secretary. The winning\nclub receives a $250 cheque, and an engraved silver\nconvention medal.",
            "Fittingly, their president Tony Verbruggen will accept\nthe award. He also agreed to be the club delegates \nbreakfast speaker. The title of his Friday, July 23 talk is\nNavigating a Pandemic. He will present the actions the\nWCS took over the past two years to strengthen the club\ndespite not being able to meet in person. The WCS was\nan early adopter of Zoom virtual meetings and added\na monthly  coffee house  meeting for open discussion\nplus show and tell.",
            "These coffee houses have been so successful that\noccasionally they last over three hours. And the WCS\nhas now picked up several new members from afar.",
            "After Tony s talk, we plan an open discussion on how\nother clubs adapted to survive the pandemic.",
            "All convention registrants are welcome to attend the\nClub Delegates Breakfast Meeting even if they are not\ntheir club s official delegate.",
            "The Hunt for New Meeting\nLocations",
            "Several clubs have been reporting on\ntheir search for new meeting locations as\nthey transition back to live meetings. In\nthe reports, common themes are facilities\npermanently closed with over 50 percent\nincreasing their room rental charges. Another\nis moving traditional meeting dates because\nthe facility is closed several days per week.",
            "Number4 June",
            "a",
            "Apres deux longues ann es de COVID-19, la plupart des\nclubs se r unissent d sormais en personne, avec certaines\nrencontres dans un format hybride en direct et virtuel.",
            "Pour ceux qui souhaitent maintenir une composante virtuelle,\nle compte de r union Zoom de l ARNC reste a la disposition\ndes clubs membres de l ARNC. Les r unions peuvent  tre\nc dul es en m envoyant un courriel a xr7gt@prodigy.net ou\nen m appelant sur mon t l phone cellulaire (313) 207-3562.",
            "Nous recherchons des soumissions de clubs partageant un\nbref historique a utiliser dans cette colonne. Beaucoup de\nnos clubs ont de longues histoires parfois inhabituelles qui\nn  ont jamais  t  partag es.",
            "D jeuner des d l gu s de club : Naviguer dans\nune pand mie",
            "Le Waterloo Coin Society (WCS) a remport  le prix Louise\nGraham Memorial Club of the Year pour ses activit s en 2021.\nLouise Graham, aujourd hui d c d e, est une ancienne secr taire\nex cutive de  ARNC. Le club gagnant recoit un ch que de 250 $\net une m daille d argent du congr s.",
            "A juste titre, leur pr sident Tony Verbruggen acceptera le\nprix. Il a  galement accept  d tre le conf rencier du d jeuner\ndes d l gu s du club. Le titre de sa conf rence du vendredi 23\njuillet est   naviguer en p riode de pand mie  . I] pr sentera les\nactions prises par le WCS au cours des deux derni res ann es\npour renforcir le club malgr  l impossibilit  de se rencontrer en\npersonne. Le WCS a  t  l un des premiers a adopter les r unions\nvirtuelles Zoom et a ajout  une r union mensuelle   coffee house  \npour une discussion ouverte ainsi que des sessions  montre et\nraconte .",
            "Ces sessions connaissent un tel succes qu ils durent parfois\nplus de trois heures. Et le WCS a maintenant recrut  plusieurs\nnouveaux membres de r gions  loign es.",
            "Apr s la conf rence de Tony, nous pr voyons une discussion\nouverte sur la facon dont les autres clubs se sont adapt s pour\nsurvivre a la pand mie.",
            "Tous les inscrits au congr s sont invit s a assister au d jeuner\ndes d l gu s de club, m me s ils ne sont pas les d l gu s officiels\nde leur club.",
            "La recherche pour de nouveaux lieux\nde rencontre",
            "Plusieurs clubs nous informant qu ils se\ncherchent de nouveaux lieux pour tenir leur\nrencontre alors qu ils recommencent leurs\nrencontres en personne. Dans les informations\n| partag es, les raisons sont les m mes: les",
            "installations sont ferm es d finitivement, plus\nde 50% d  augmentation des frais de location\nde salles. D autres pensent a d placer les dates\nde rencontre traditionnelle, car 1 tablissement\nest ferm  plusieurs jours par semaine.\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_34.jpg",
        "Paragraphs": [
            "The clubs  solutions include meeting at\nlocal churches, libraries, restaurant back\nrooms and work conference rooms.",
            "A few summer meetings have been\nscheduled at local parks. In most cases,\nthe price is right   free.",
            "International Bank Note\nSociety   NEW Ontario\nChapter",
            "Anew chapter of the International Bank\nNote Society held its inaugural meeting\non March 17 and will be meeting\nevery month by Zoom. The host of the\nOntario Chapter is the Waterloo Coin\nSociety. If interested in joining the\nchapter, contact Brent W. J. Mackie at\nontariochapter@theibns.org. They also\nhave an active Facebook page, IBNS\nOntario Chapter.",
            "With the return of rapid price\ninflation, they posted this 1923 image\ntaken in the German Weimar Republic\nduring their hyperinflation event.",
            "By late 1923 it took a\nwheelbarrow of their paper\nmoney to buy one loaf of bread!\nWe are faring much better   so\nfar!",
            "If you would like to have your\nclub profiled here, please\nwrite a column, include\npictures and send it to me:",
            "xr7gt@prodigy.net.",
            "Les solutions pour les clubs incluent\ndes rencontres dans les  glises locales,\nles biblioth ques, les salles-r ceptions\nde restaurant et les salles de conf rences\nsur le lieu de travail.",
            "Quelques r unions estivales sont\npr vues dans les parcs locaux. Dans la\nplupart des cas, le prix est juste  gratuit.",
            "International Bank Note\nSociety   NOUVEAU chapitre\nde | Ontario",
            "Un nouveau chapitre de\nl International Bank Note Society a\ntenu sa r union inaugurale le 17 mars\net se r unira chaque mois via Zoom.\nL h te du chapitre de l Ontario est\nla Waterloo Coin Society. Si vous\nsouhaitez vous joindre a ce chapitre,\ncommuniquez avec Brent W. J. Mackie\na ontariochapter@theibns.org. Ils ont\n galement une page Facebook active,\nIBNS Ontario Chapter. Avec le retour\nde l inflation rapide des prix, ils ont\npubli  cette image de 1923 prise dans la\nRepublique allemande de Weimar lors\nde leur p riode d hyperinflation.\nA la fin de 1923, il fallait une\nbrouette de papier-monnaie pour\nacheter une miche de pain! Nous\nsommes en meilleure position  \ndu moins aujourd hui!",
            "Si vous souhaitez avoir le profil\nde votre club ici,  crivez une\nchronique, ajoutez des photos\net envoyez-moi le tout a:\nxr7gt@prodigy.net."
        ]
    },
    {
        "File": "The_CN_Journal_June_35.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "BY SEAN SINCLAIR\n#23912",
            "Hero or Traitor   Perspective is Everything",
            "harles de Gaulle is generally\n( considered a national hero",
            "in France but is somewhat a\npolarizing figure here in our home\nand native land.",
            "His status in France is reinforced\nby the fact that he has appeared on\nfour circulating commemorative\ncoins since 1988, three of which\nhave been produced since the\nintroduction of the Euro.",
            "Charles Andr  Joseph Marie de\nGaulle was born in Lille, near the\nborder with Belgrum, on November\n22, 1890. His mother, Jeanne\nMaillot, came from a wealthy\nfamily of mixed European heritage,\nwhile his father, Henri de Gaulle,\ntaught history and literature.",
            "Charles de Gaulle was the middle\nof five children, with three brothers\n(two younger and one older) and an\nolder sister. During dinner, the family frequently partook\nin philosophical and historical debates, and young Charles\nquickly developed a keen interest in history, particularly\nmilitary history.",
            "De Gaulle completed his high school education at the\nprestigious Coll ge Stanislas de Paris, a private Catholic\nschool in the French capital. De Gaulle won a placement\nat the Ecole sp ciale militaire de Saint-Cyr in 1909,\nranking 119 out of 221 on the application exam. By the\ntime he graduated, he was 13th in the class.",
            "In October 1912, de Gaulle joined the 33rd Infantry\nRegiment as a sous-lieutenant under the command of\nColonel Philippe P tain.",
            "The 33rd Regiment, considered one of the best in the\ncountry, was sent to fight the German infantry at the\nBattle of Dinant (August 15 to 24, 1914) at the outbreak\nof World War I. De Gaulle was one of the first people to\nbe wounded, receiving a bullet to the knee on the first day\nof fighting.",
            "De Gaulle returned to the conflict in October as\nCommander of the Seventh Company.",
            "The unit became known for crawling into no man s land\nto spy on the enemy, frequently returning with valuable\ninformation. For this reason, de Gaulle was awarded the\nCroix de Guerre on January 18, 1915.",
            "Number4 June",
            "Official portrait of Charles de Gaulle. (image:\n  la Documentation francaise; photo: Jean-Marie Marcel)",
            "a",
            "On March 2, 1916, de Gaulle\nwas captured by German forces\nduring the Battle of Verdun after\nreceiving a bayonet to the left\nthigh. He remained a prisoner of\nwar for the remainder of the conflict,\ndespite attempting to escape several\ntimes. He returned to his family on\nDecember 1, 1918.",
            "With the outbreak of World War\nII on September 1, 1939, de Gaulle\ncommanded the Fifth Army s tanks\nin Alsace. In May 1940, de Gaulle\nwas given command of the Fourth\nArmoured Division and engaged the\nGermans on May 12 as they began\ntheir invasion of France. De Gaulle\nwas given a field promotion to\nBrigadier General on May 23, 1940,\na title which he retained for the rest of\nhis life. The rank became effective on\nJune 1, 1940.",
            "France did not do well in the war. Paris was declared\nan open city on June 10, 1940 (essentially surrendering).\nAn armistice was signed between Germany and the Third\nFrench Republic on June 22, 1940, which de Gaulle refused\nto acknowledge. He was stripped of his rank and forcibly\nretired. By the end of June, however, the British government\nreluctantly recognized de Gaulle as the leader of the Free\nFrench forces.",
            "Even in wartime, people questioned de Gaulle s abilities,\nand his relations with other wartime leaders were hostile\nat the best of times. As the war drew to an end, de Gaulle\nserved as the leader of the Provisional Government, although\nvery few leaders would accept this without a referendum. On\nJanuary 26, 1946, de Gaulle stepped down as the provisional\ngovernment leader, intending to write his memotrs.",
            "His retirement didn t last long; following the collapse\nof the Fourth Republic, a Fifth French Republic was\nestablished on October 4, 1958. De Gaulle helped draft the\nnew republic s constitution and became its first President on\nJanuary 8, 1959.",
            "What is likely his most controversial state visit during his\ntime as president was when he visited Canada during our\ncentennial celebrations in 1967. On July 24, 1967, de Gaulle\nwas at city hall in Montr al with Mayor Jean Drapeau when\nhe heard the crowds chanting for him in the square below.\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_36.jpg",
        "Paragraphs": [
            "In an unexpected move he asked to address the\ncrowd, at which point he went out to the balcony\nand began speaking. His address, broadcast live on\nthe radio, concluded with  Vive Montr al! Vive le\nQu bec! Vive le Qu bec libre! Vive, vive, vive le\nCanada frangais! Et Vive la France! ",
            "Prime minister Lester B. Pearson outright\ncondemned the address, and de Gaulle never did\narrive in Ottawa, boarding a military jet and\nretuming to France on July 26.",
            "De Gaulle resigned as president of France on\nApril 28, 1969, following the government s defeat\nin a referendum. Charles de Gaulle passed away on =\nNovember 9, 1970, after suffering an aneurysm, 13 days shy of his 80th birthday.","General de Gaulle on the balcony of Montreal City Hall, with his",
            " wife Yvonne, Mayor Jean Drapeau and Marie-Claire Drapeau;\nJuly 24, 1967. (Image: Montreal Archives; VM94, Ed37-21; CC BY-NC-ND 2.5 CA)",
            "In 1988, the Monnaie de Paris struck a 1 franc\ncommemorative coin featuring Charles de Gaulle for\nthe 30th anniversary of the Fifth Republic. The reverse\n\\, design features five concentric hexagons, representing\nthe country s approximate shape. Centred inside\nthe hexagons is the denomination  1 F.  Along the\n/ coin s outer rim is the motto\nyf  LIBERTE EGALITE\nFRATERNITE . The\nZa bottom edge includes the\n20 * AZ dual dates  1958   1988 \nalong with the privy marks of\nthe Monnaie de Paris and the mint\ndirector. The obverse includes a right-facing portrait of de Gaulle, his name written along\nthe top of the design, and the legend  REPUBLIQUE FRANCAISE  along the bottom. The\ntwo are separated by double-crossbar crosses, known as the Cross of Lorraine. A mediaeval",
            "heraldic device, this cross became a symbol of Free France which de Gaulle adopted in his family\ncrest.",
            "A commemorative 2 euro coin was released in 2010 for the",
            "70th anniversary of de Gaulle s radio speech on June 18,",
            "1940. During the speech, de Gaulle addressed the French\n\\ people from London, encouraging the French people to",
            "3 resist the German occupation. It is considered one of\nthe most important speeches in French history.",
            "A right-frontal portrait of de Gaulle is depicted on\nthe left side of the design, looking at his speech and\nspeaking into a period microphone. Legends on the",
            "coin include the date at the top centre, followed by  70\nANS APPEL 18 JUIN . The usual two privy marks can\nare located on either side of the date.",
            "180 ------------------------------------------------ ~~ The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_37.jpg",
        "Paragraphs": [
            "A joint French and German 2 Euro design was\nreleased in 2013. The design celebrates the 50th\nanniversary of the Elys e Treaty, which consolidated\nthe friendship between France and West Germany.",
            "The Treaty was signed at the Elys e Palace in\nParison on January 22, 1963, by Charles de Gaulle\nand German Chancellor Konrad Adenauer. De Gaulle\nis on the left, with Adenauer on the right, their\nrespective signatures below.",
            " Flys e Treaty  is shown in French at the top of the\ncentre core and in German at the bottom.",
            "Between the two portraits, in the centre, the legend\n 50 / ANS / JAHRE / 2013 , signifying 50 years.\nThe French and German issues are identical, except\nfor the country of origin. France 1s identified by the\nmonogram  RF , while Germany uses a single  D \nfor  Deutschland . The German coins also have\nadditional letters identifying the different mints: (A)\nBerlin, (D) Munich, (F) Stuttgart, (G) Karlsruhe), and\n(J) Hamburg.",
            "A third 2 Euro coin featuring de Gaulle was\nreleased in 2020. The coin celebrates the 130th\nanniversary of his birth and the 50th anniversary of\nhis death.",
            "Two right-facing portraits of de Gaulle are shown.\nThe portrait in the forefront is of his time as president,\nwhile the background portrait depicts de Gaulle in his\nmilitary uniform; his name appears on the far right\nside. The de Gaulle representative double-crossbar\ncross appears on the left with a superimposed  RF ;\nthe  F  overlays the cross. The dual dates  1890 / 1970  are written on the left side of the cross, and  2020  on the right side.",
            ". In addition to comage, de Gaulle s likeness has appeared\non a number of medals, like this one, produced by the\nMonnaie de Paris in 1970 commemorating his death. The\n34 mm medal was struck in .999 fine silver and gold,\nfeaturing the Croix de la Lib ration ( Cross of Liberation )\nwith the legend PATRIAM SERVANDO VICTORIAM TULIT\nwhich translates as  By serving the Fatherland, he/she\nachieved Victory. ",
            "While de Gaulle s international legacy is undoubtedly\nquestionable, there is little doubt about his status in the Fifth\nRepublic.",
            "REFERENCES",
            "www. britannica.com/biography/Charles-de-Gaulle-president-of-France\nwww.elysee.fr/en/charles-de-gaulle\nwww.bbe.co.uk/history/historic_figures/gaulle_charles_de.shtml",
            "www. biography.com/political-figure/charles-de-gaulle",
            "Number 4 Jutte 2022 -------------------------------------nnnn nn nnn nnn nnn nnn nn nnn nnn nnn nnn nnn nnnnn nnmnnnnnnnnnmnnnnnnnnnmnnnnnnnnnn 181\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2022 $5 Fine Silver Coin   Moments to Hold:\nYour Canadian Story",
            "Designed by Canadian artist Celia Godkin, the ==",
            "coin s reverse features a classically styled yy Z\nmaple leaf. The image is synonymous with \nCanada, but on this coin, it represents the /\nindividual experiences and stories of /\nevery Canadian.",
            "It s our nation s most famous\nemblem, but the maple leaf doesn t\njust represent the history of Canada\n  it s also a symbol of the Canadian\nexperience, your Canadian experience,\nand no two Canadian stories are the same.",
            "The reverse includes the word\n CANADA  and the year\n 2022 . The obverse indicates\na face value of  S DOLLARS \nand features the effigy of Her\nMajesty Queen Elizabeth II by\nSusanna Blunt.",
            "2022 $30 Fine Silver Coin   Visions of\nCanada",
            "Designed by artist Claire Watson, the reverse captures\nboth the pride of Canadians and the diverse beauty\nof Canada in a single image that is sure to _\ninspire. A Canada jay (Perisoreus canadensis) /\nsymbolizes this nation s spirit as it glides //\nabove the treetops, while the ever-changing / f\nCanadian landscape unfolds below from {\ntowering peaks to\nmighty rivers, and\nthe dancing lights\nof the aurora\nborealis.\nThe obverse\nfeatures the\neffigy of Her\nMajesty Queen\nElizabeth II\nand a wave field\npattern that evokes a\nsense of movement, like the",
            "wind sweeping across the landscape.",
            "Actual Size",
            "SC",
            "penne nana nnn nanan nnn enna The CN Journal",
            "Pi ce de 5 $ en argent fin 2022   Grands\nmoments : Votre histoire du Canada",
            " . Congu par l artiste canadienne Celia Godkin,",
            " le motif au revers de la pi ce pr sente une\nOs feuille d rable de style classique. C est\n une image qui  voque le Canada,\nmais sur cette pi ce, elle repr sente\nle v cu et le r cit de vie individuels"," de chaque Canadien.",  "C est l embl me le plus c l bre\nde notre pays, mais la feuille\nd rable ne fait pas qu incarner",
            "Vhistoire du Canada; elle symbolise\naussi | exp rience canadienne, votre\nexp rience canadienne   et il n y ena\npas une pareille a la votre.",
            "Le revers porte aussi la mention\n  CANADA   et le mill sime   2022  . L avers, pour\nsa part, est a leffigie de Sa Majest  la reine Elizabeth\nII, selon Susanna Blunt, et pr sente la valeur nominale\n  5 DOLLARS  .",
            "Pi ce de 30 $ en argent fin 2022  \nKal idoscope du Canada",
            "CEuvre de l artiste Claire Watson,\nle revers de la pi ce immortalise la\nfiert  des Canadiens et la beaut \ndiversifi e du Canada en un\nseul tableau qui saura susciter\nlinspiration. Un m sangeai\ndu Canada (Perisoreus\ncanadensis) survolant la\ncime des arbres symbolise\nl esprit de la nation, et sous\nlui s tend le paysage canadien\naux multiples visages   des\npics culminants aux majestueuses\nrivi res en passant par les lumi res\ndansantes des aurores bor ales. L avers\nest a leffigie de\nSa Majest  la reine Elizabeth II, et un motif r current",
            "de vague grav  sur le champ cr e une impression de\nmouvement, comme un souffle de vent balayant la sc ne.",
            "Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_41.jpg",
        "Paragraphs":  [
            "2022 One-Cent Fine Silver Coin   Farewell to the\nPenny: W Mint Mark",
            "Struck in a tailored specimen finish (satin relief\nagainst a pyramidal line pattern), your .\ncoin s reverse is a reproduction of the\nbeloved one-cent circulation design by",
            "GE Knuger Gray. It features two maple",
            "leaves on the same twig, as seen on",
            "most Canadian pennies issued between",
            "1937 and 2012. The reverse also",
            "features a  W  Mint",
            "mark signifying",
            "the coin was",
            "proudly struck",
            "at our facility",
            "in Winnipeg,",
            "Manitoba. The",
            "obverse features",
            "the effigy of Her",
            "Majesty Queen Elizabeth II by Siam Blunt.",
            "Continued from page 175\nRoyal Canadian Mint at the RCNA Symposium",
            "ENGLISH",
            "4:00 p.m.   Xianyao Li, & Yannick Cormier, Ottawa:\nThe Science Behind the Innovative Numismatic Coins",
            "Xianyao Li has been with the Royal\nCanadian Mint for about 25 years\nand is now the Chief Technology\nOfficer, responsible for research\nand development for new products,\nprocesses, and technologies in support\nof the Circulation Coin, Numismatic\nCoin, and Bullion Business Lines at the\nMint. Xianyao is a metallurgist and 1s a\ncertified Professional Engineer (P. Eng.)\nwith Professional Engineers Ontario.",
            "Yannick Cormier has been working\nfor the Royal Canadian Mint for more\nthan five years. He is now the Senior\nResearch Engineer. Yannick holds\na Ph.D. in the field of Mechanical\nEngineering from the University\nof Ottawa. He developed several\ninnovative numismatic coins such as\nExtraordinary Height Relief (EHR),\nSuper Incuse, hat/helmet shaped, multi-\nlayered and optical effects. He is also a\ncertified Professional Engineer.",
            "Number4 June 2022 ----------------------------------------------",
            "Pi ce de un cent en argent fin 2022   Adieu a la\npi ce de un cent : Marque d atelier W",
            "Rehauss  d un fini sp cimen sur mesure",
            "(un relief satin  contre des lignes qui se",
            "r p tent,  voquant une pyramide),",
            "le revers montre une reproduction",
            "du c l bre motif de la pi ce de",
            "circulation de un cent, ceuvre de",
            "GE Kruger Gray. II pr sente deux",
            "feuilles d rable sur un rameau, tel",
            "qu on les voyait sur la plupart des",
            "picces de un cent canadiennes  mises",
            "de 1937 a 2012. Le revers porte aussi",
            "la marque d atelier   W  , signe que",
            "la pi ce a  t  fi rement frapp e a notre",
            "usine de Winnipeg, au Manitoba. L avers est",
            "a leffigie de Sa Majest  la reine Elizabeth II, selon\nSusanna Blunt.",
            "RCNA - ARNC",
            "Suite de la page 175",
            "La Monnaie royale canadienne au s minaire de   ARNC",
            "ANGLAIS",
            "16 h 00   Xianyao Li, & Yannick Cormier, Ottawa, Ont :\nLa science derri re les pieces numismatiques innovantes",
            "Xianyao Li travaille a la Monnaie royale\ncanadienne depuis environ 25 ans. II est\naujourd hui dirigeant principal de la technologie,\nresponsable de la recherche et du d veloppement\nde nouveaux produits, proc d s et technologies\na l appui des secteurs d activit  des pi ces de\ncirculation, des pi ces numismatiques et des\nlingots de la Monnaie. Xianyao est m tallurgiste\net ing nieur professionnel (P. Eng.) certifi  par\nProfessional Engineers Ontario.",
            "Yannick Cormier travaille pour la Monnaie royale\ncanadienne depuis plus de cinq ans. Il occupe\nmaintenant le poste d ing nieur de recherche\nprincipal. Yannick est titulaire d un doctorat dans\nle domaine du g nie m canique de |  Universit \nd Ottawa. I] a mis au point plusieurs pi ces\nnumismatiques novatrices telles que les pi ces\nen relief de hauteur extraordinaire (EHR), les\npices en super-incuse, les pi ces en forme de\nchapeau/casque, les pi ces multicouches et les\neffets optiques. Yannick est  galement ing nieur\nprofessionnel (P. Eng.) certifi  par Professional\nEngineers Ontario.\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_42.jpg",
        "Paragraphs": [
            "ATTILA_THE_HUN",
            "A Numismatic DATE WITH History",
            "By JESUS VICO\nAND, MARISA. OLLERO,",
            "June 4,",
            "ttila, frequently called\nAttila the Hun, was the\nruler of the Huns from",
            "434 until his death in March\n453. He was also the leader of a\ntribal empire consisting of Huns,\nOstrogoths, and Alans, among\nothers, in Central and Eastern\nEurope.",
            "During his reign, he was\none of the most feared enemies\nof the Western and Eastern\nRoman Empires. He crossed\nthe Danube twice and plundered\nthe Balkans but could not\ntake Constantinople. His\nunsuccessful campaign in Persia\nwas followed in 441 by an\ninvasion of the Eastern Roman\n(Byzantine) Empire, the success\nof which emboldened Attila\nto invade the west. He also\nattempted to conquer Roman\nGaul (modern France), crossing\nthe Rhine in 451 and marching\nas far as Aurelianum (Orl ans)\nbefore being defeated at the\nBattle of the Catalaunian Plains.",
            "He subsequently invaded Italy, devastating the northern\nprovinces, but could not take Rome. He planned for further\ncampaigns against the Romans but died in 453. After\nAttila s death, his close adviser, Ardaric of the Gepids,\nled a Germanic revolt against Hunnic rule, after which the\nHunnic Empire quickly collapsed.",
            "There is no surviving first-hand account of Attila s\nappearance, but there is a possible second-hand source\nprovided by Jordanes, who cites a description given by\nPriscus.",
            
            "He was a man born into the world to shake the\nnations, the scourge of all lands, who in some way\nterrified all mankind by the dreadful rumours noised\nabroad concerning him. He was haughty in his walk,\nrolling his eyes hither and thither so that the power\nof his proud spirit appeared in the movement of his\nbody. He was indeed a lover of war, yet restrained\nin action, mighty in counsel, gracious to suppliants\nand lenient to those who were once received into his\nprotection. Short of stature, with a broad chest and",
            " Certosa di Pavia   Medallion at the base of the\nfacade.  The Latin inscription tells that this is\n Attila, the scourge of God.  Carlo Brogi (1850 ","1925), Catalogue # 8227.",
            "452 CE",
            "a large head; his eyes were\nsmall, his beard thin and\nsprinkled with grey, and he\nhad a flat nose and swarthy\nskin, showing evidence of\nhis origin.",
            "Some scholars have\nsuggested that this description\nis typically East Asian because\nit has all the combined\nfeatures that fit the physical\ntype of people from Eastern\nAsia, and Attila s ancestors\nmay have come from there.\nOther historians also believed\nthat the same descriptions\nwere evident in some Scythian\npeople.",
            "In 450, Attila proclaimed\nhis intent to attack the\nVisigoth kingdom of Toulouse\nby allying with Emperor\nValentinian IIT. Previously, he\nhad been on good terms with\nthe Western Roman Empire\nand its influential general\nFlavius A tius. A trus had\nspent a brief exile among the\nHuns in 433, and the troops that Attila provided against\nthe Goths had helped earn him the largely honorary title\nof magister militum in the west. The gifts and diplomatic\nefforts of Geiseric, who opposed and feared the Visigoths,\nmay also have influenced Attila s plans.",
            "However, Valentinian s sister was Honoria, who had sent\nthe Hunnish king a plea for help and her engagement\nring to escape her forced marriage to a Roman senator in\n450. Honoria may not have intended a marriage proposal,\nbut Attila chose to interpret her message as such. He\naccepted, asking for half of the western Empire as dowry.",
            "When Valentinian discovered the plan, only the influence\nof his mother Galla Placidia convinced him to exile Honoria\nrather than kill her. He also wrote to Attila, strenuously\ndenying the legitimacy of the supposed marriage proposal.\nAttila sent an emissary to Ravenna to proclaim that Honoria\nwas innocent, that the proposal had been legitimate, and\nthat he would come to claim what was rightfully his.",
            "(Image: Public Domain)",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_43.jpg",
        "Paragraphs": [
            "Attila returned in 452 to\nrenew his marriage claim\nwith Honoria, invading and\nravaging Italy along the\nway. Communities became\nestablished in what would\nlater become Venice due\nto these attacks when the\nresidents fled to small islands\nin the Venetian Lagoon. His\narmy sacked numerous cities\nand razed Aquileia so entirely\nthat it was afterwards hard\nto recognize its original site.",
            "A tius lacked the strength",
            "to offer battle but managed .",
            "to harass and slow Attila s",
            "advance with only a shadow -",
            "force. Attila finally halted at",
            "the River Po. Disease and starvation may have taken hold in\nAttila s camp, thus hindering his war efforts and potentially\ncontributing to the cessation of invasion.",
            "Emperor Valentinian III sent three envoys who met Attila\nat Mincio in the vicinity of Mantua and obtained from\nhim the promise that he would withdraw from Italy and\nnegotiate peace with the Emperor. Prosper of Aquitaine\ngives a short description of the historic meeting. Priscus\nreports that superstitious fear of the fate of Alaric gave him\npause as Alaric died shortly after sacking Rome in 410.",
            "Italy had suffered from a terrible famine in 451, and her\ncrops were faring little better in 452. Attila s devastating",
            "Justa Gratia Honoria (sister of Valentinian III). AV solidus\n(21 mm, 4.47 g, 12h). Ravenna mint, 430 435 CE. Obv:\n| D N IVST GRAT HO-NORIA P F AVG, bust of Honoria\nfacing right, wearing a pearl-diadem and a necklace,\nand draped with a cross on shoulder, crowned above\nby the Hand of God. Rev: BONO REI PVBLICAE, Victory\nstanding left, holding a long cross, a star above, R V\nin field, COMOB in exergue. (RIC 2022; C 1; Depeyrot\n15/1; Kent-Hirmer pl. 192, 756)",
            "(Image: Goldberg Auctions.)",
            "Number4 June",
            "a",
            "invasion of the plains of\nnorthern Italy this year did\nnot improve the harvest. To\nadvance on Rome would\nhave required supplies not\navailable in Italy, and taking\nthe city would not have\nimproved Attila s supply\nsituation. Therefore, it was\nmore profitable for Attila to\nconclude peace and retreat to\nhis homeland.\nFurthermore, an East\nRoman force had crossed the\nDanube under the command of\nanother officer named Aetius\nand proceeded to defeat the\nHuns whom Attila had left\nbehind to safeguard their home\nterritories. Attila, hence, faced heavy human and natural\npressures to retire  from Italy without ever setting foot south\nof the Po . As Hydatius writes in his Chronica Minora:",
            "The Huns, who had been plundering Italy and who\nhad also stormed a number of cities, were victims of\ndivine punishment, being visited with heaven-sent\ndisasters: famine and some disease. In addition, they\nwere slaughtered by auxiliaries sent by Emperor\nMarcian and led by Aetius, and at the same time, they\nwere crushed in their [home] settlements ... Thus\ncrushed, they made peace with the Romans and all\nreturned to their homes.",
            "Sourced with permission from VCoin's eNewsletter (and Wikipedia CC BY-SA 3.0).",
            "Gold soldi of contemporary Rome",
            "Valentinian Ill. 426 455 CE. AV solidus (21.4 mm,\n4.46 g). Rome mint. Obv: D N PLA VALENTI NIANVS P F\nAVG around rosette-diademed, draped, and cuirassed\nbust of Valentinian to right. Rev: Valentinian standing\nfacing, holding long cross in right hand and Victory\non globe in left, right foot on head of human-headed\ncoiled serpent, VICTORI A AVGGG around, R M across\nfields, CONOB in exergue. RIC 2014, Depeyrot 46/1.",
            "(Image: Zuzim Inc.)\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_44.jpg",
        "Paragraphs": [
            "Highlights of the 2022 RCNA Convention Auction  +\nFaits saillant de la vente aux ench res du congr s de l ARNC 2022",
            "1924 $5 DC-27 #A084828. A bright and attractive\nexample, popular Queen Mary note.",
            "1878 $2 DC-9b Remains an elusive and appealing\nexample for the best of collections.",
            "bb) Gir  ",
            "1935 $1000 BC-20 ELUSIVE EXAMPLE.\nA seldom offered note with French Text.",
            "Low Serial Number; 1935 $25 BC-11-N5-ii\n#A000007, Wow! Overall great looking Rare Low\nSerial Number example.",
            "Breton #521, LC-9C1 Bank du Peuple on Ribbon  \nPCGS PR62RB. Ex Doug Robins Collection.",
            "188 ---------------------------- ~~~ nnn Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_June_46.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "Royal Canadian Gendarmerie royale\nMounted Police du Canada",
            "RCMP investigation leads to counterfeit currency charges +\nUne enqu te de la GRC m ne a des accusations de contrefacon de monnaie",
            "X 4 f x =",
            ". Pj -\npproximately j\nA 10,000 :\ncounterfeit\ntoonies have been\nidentified and\nseized, following an\ninvestigation by the\nRoyal Canadian Mounted\nPolice (RCMP). The\nGreater Toronto Area\n(GTA) Trans-National\nSerious & Organized\nCrime Section (TSOC)\nhave charged one\nindividual as a result of\nthe investigation. .",
            "In Summer 2021, the Royal Canadian Mint identified an\nongoing counterfeit currency issue through their random\nsampling process. The RCMP GTA-TSOC initiated an\ninvestigation, focusing on identifying those involved in the\npassing of the counterfeit coins.",
            "Throughout the investigation, the RCMP seized\napproximately 10,000 of this specific type of counterfeit\ntwo-dollar coin, which had been placed into the Canadian\nbanking system. It is suspected that there are additional\ncounterfeit coins in the currency system and that the coins\noriginate from China. The seized counterfeit two-dollar\ncoins can be distinguished by their primary characteristic\nflaw of having a  split-toe  on the night front paw of the\nPolar Bear which resembles a  claw .",
            "Daixiong He (age 68) of Richmond Hill, Ontario, has\nbeen charged with:",
            "  Uttering counterfeit money, contrary to Section 452",
            "of the Criminal Code; and",
            "  Possession of counterfeit money, contrary to\nSection 450 of the Criminal Code.",
            "Mr. He was arrested and released on an undertaking. Mr.\nHe s first court appearance will be held at the Ontario Court\nof Justice located at 50 Eagle Street West, in Newmarket on\nJune 2, 2022, Courtroom 201 at 10:30 a.m.",
            " These criminal charges are a reflection of the RCMP s\nresolve in preserving the integrity of the Canadian currency\nsystem. The RCMP is committed to working with the\nRoyal Canadian Mint, the Canada Border Services Agency\n(CBSA), FINTRAC, banks, and municipal police partners,\nto combat illicit efforts that target Canada s economic\nsystem.    Supt. Ann Koenig, District Commander of the\nGTA-TSOC Section.",
            "e | nviron 10.000 pi ces\n: E: 2 $ contrefaites ont\n t  rep r es et saisies a\nla suite d une enqu te men e\npar la Gendarmerie royale du\nCanada (GRC). La Section\ntransnationale Crimes graves\net Crime organis  de la r gion\ndu Grand Toronto (RGT) a\nport  des accusations contre\nune personne a la suite de\nlenqu te.",
            "Au cours de 1 t  2021, la\nMonnaie royale canadienne\na d cel  un probl me de\nmonnaie contrefaite dans\nle cadre de son processus d chantillonnage al atoire. La Section\ntransnationale Crimes graves et Crime organis  de la RGT de la GRC\na lanc  une enqu te visant 4 identifier les personnes impliqu es dans\nla circulation des pi ces de monnaie contrefaites.",
            "Tout au long de l enqu te, la GRC a saisi environ 10.000 pi ces\ncontrefaites de deux dollars qui avaient  t  plac es dans le syst me\nbancaire canadien. On soupgonne qu il y a d autres pi ces contrefaites\nen circulation dans le syst me mon taire et qu elles proviennent de\nla Chine. II est possible de rep rer les pi ces de monnaie contrefaites\nde deux dollars saisies par leur d faut caract ristique principal, soit\nun   orteil fendu   sur la patte avant droite de l ours polaire, qui\nressemble a une   griffe  .",
            "Daixiong He (68 ans), de Richmond Hill, en Ontario, a  t  accus  de :",
            "  Mettre en circulation de la monnaie contrefaite, en violation de",
            "larticle 452 du Code criminel;",
            "  Poss der de la monnaie contrefaite, en violation de l article 450",
            "du Code criminel.",
            "Il a  t  arr t  et lib r  sur engagement. La premi re comparution\nde M. He devant la Cour de justice de l Ontario, situ e au 50, rue\nEagle Ouest, a Newmarket, aura lieu le 2 juin 2022, dans la salle\nd audience 201, a 10h30.",
            "  Ces accusations criminelles t moignent de la d termination de\nla GRC a pr server l int grit  du systtme mon taire canadien. La\nGRC est d termin e 4 travailler avec la Monnaie royale canadienne,\nl  Agence des services frontaliers du Canada (ASFC), le CANAFE, les\nbanques et les partenaires de la police municipale pour lutter contre\nles activit s illicites qui ciblent le syst me  conomique du Canada.  \n La surintendante Ann Koenig, commandante de district de la Section\ntransnationale Crimes graves et Crime organis  de la RGT.",
            "Vous pouvez communiquer avec votre service de police local, la\nGRC de l Ontario au 1 800 387-0020 ou encore de mani re anonyme\nau moyen d Echec au crime, au 1 800 222-8477 (TIPS), en tout temps.",
            "The CN Journal Volume 67\n"
        ]
    }
]