[
    {
        "File": "The_CN_Journal_Sept_05.jpg",
        "Paragraphs": [
            "FROMTHE PRESIDENT,",
            "MOT_DU_PRESIDENT.",
            "The 2022 Convention, the eighth in Ottawa,",
            "was a huge success. RCNA members and",
            "dealers have been eager to gather since our",
            "last get-together in Calgary in 2019. The Organizing",
            "Committee, led by James Williston, certainly hit one",
            "out of the park with this year s event. Many thanks to",
            "all those who attended and the volunteers who made it\npossible. Well done!",
            "This convention was the largest and best-attended\nin recent RCNA history. The 9,600 square foot Bourse\nwas completely full, with 87 tables and 52 dealers.\nExhibits were strong, with over 250 linear feet of\nnumismatic treasures on display.",
            "Williston s team expanded the use of online\ntechnology introduced at the 2021 virtual convention.\nOur Education Symposium had five online-only (via\nZoom ) speakers prior to convention week, plus 12\nin-person talks during the event, also viewable online.\nMany club and Board meetings used Zoom  to\ninclude their members who could not travel to Ottawa.\nThese  hybrid  meetings are the future of the RCNA.",
            "A new feature called  Authors  Alley  was added\nto the Bourse. Sponsored by the J. Douglas Ferguson\nHistorical Research Foundation, it featured 13 new\nbooks by ten authors, seven of whom were on-\nsite to discuss and sign their works. This event will\nsurely encourage authors to create new numismatic\npublications and introduce them at future conventions.",
            "A wide variety of tours was available during the\nweek, led by Lisa Dare and Leslie Guyatt. Each evening\nwas also busy with dinners, receptions, fundraisers,\nauctions and the annual banquet. Attendance at all these\nevents was popular, with many  selling out .",
            "The best part of this convention was the smiles\non people s faces as they renewed friendships and\nexperienced the activities. Bob Fritsch said it best,  The\nmost valuable treasures in my numismatic collection are\nthe many friends I have made over the years. ",
            "In closing, sincere congratulations go out to all\nthe award winners, whose accomplishments are\nhighlighted throughout this issue. Their contributions\nto the Association and the hobby are noteworthy,\nclearly validating Michael Turrini s assertion that",
            " Numismatics may be about money, but the hobby is\nabout people. ",
            "Number6 September 2022 --------------------------------",
             "L: congr s de 2022, le huiti me a Ottawa, a connu un\n",
            " norme succ s. Les membres et les marchands  taient",
            "impatients de se r unir depuis notre derni re rencontre\na Calgary en 2019. Le comit  organisateur, dirig  par James\nWilliston, a frapp  un coup de circuit de cette ann e. Un grand\nmerci  galement 4 tous ceux qui ont particip  et aux b n voles\nqui ont rendu 1 v nement possible. Bravo !",
            "Ce congr s a  t  le plus grand et le plus fr quent  de l histoire\nr cente de PARNC. La Bourse de 9 600 pieds carr s  tait complete,\navec 87 tables et 52 marchands. On avait une tr s belle exposition\navec plus de 250 pieds lin aires de tr sors numismatiques expos s.",
            "L quipe de Williston a  tendu l'utilisation de la technologie en\nligne introduite lors du congr s virtuel de 2021. Notre sympostum\n ducatif a commenc  une semaine avant le congr s, avec cing\npr sentations virtuelles (via Zoom ). I] a continu  pendant le\ncongr s avec 12 pr sentations hybride, c est-a-dire qu il y avait\ndes participants dans la salle et en ligne. De nombreuses r unions\nde club et de conseil d administration ont utilis  Zoom  ont\n galement tenue des r unions hybrides pour permettre la\nparticipation des gens qui ne pouvaient pas se rendre a Ottawa.\nCes r unions hybrides sont l avenir de  ARNC.",
            "Une nouvelle fonctionnalit  appel e   I All e des auteurs   a  t \najout e a la Bourse. Parrain e par la J. Douglas Ferguson Historical\nResearch Foundation, elle pr sentait 13 nouveaux livres de 10\nauteurs, dont sept  taient sur place pour discuter et signer leurs\nceuvres. Cela encouragera stirement les auteurs 4 cr er de nouvelles\npublications numismatiques et a les pr senter lors de futurs congr s.",
            "Une grande vari t  de visites guid es a  t  propos e pendant\nla semaine, sous la direction de Lisa Dare et Leslie Guyatt.\nChaque soir e  tait  galement occup e par des soupers, des\nr ceptions, des collectes de fonds, des ventes aux ench res et le\nbanquet annuel. La participation a tous ces  v nements a  t  tr s\npopulaire, et beaucoup ont affich  complet.",
            "La meilleure partie de ce congr s a  t  les sourires sur les\nvisages des gens qui ont renou  des amiti s et qui ont particip \naux activit s. Bob Fritsch I a bien dit :   Les tr sors les plus\npr cieux de ma collection numismatique sont les nombreux amis\nque je me suis faits au fil des ans.  ",
            "Pour conclure, nous adressons nos sinc res f licitations 4 tous\nles laur ats, dont les r alisations sont soulign es tout au long de\nce num ro. Leurs contributions a | Association et au hobby sont\nremarquables et confirment clairement l affirmation de Michael\nTurrini selon laquelle   la numismatique est peut- tre une affaire\nd argent, mais le hobby est une affaire de personnes  .",
           
        ]
    },
    {
        "File": "The_CN_Journal_Sept_06.jpg",
        "Paragraphs": [
            "2022 RCNA CONVENTION OFFICIAL_OPENING",
            "Ribbon cutting ceremony: (left to right) Dr Ralph W Ross, President, American Numismatic Association;\nSteve Woodland, President, Royal Canadian Numismatic Association; Marie Lemay, President & Mint\nMaster, Royal Canadian Mint; and Jacob Lipson, President, Ottawa Numismatic Society.",
            "Marie Lemay, President and Mint Master of the \nRoyal Canadian Mint, inviting attendees to the \nRCM booth during the convention.","Dr Ralph W Ross, President, American Numismatic Association, at the opening ceremonies.",
            "a The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_07.jpg",
        "Paragraphs": [
            "2022 CAFNE_RECEPTION",
            "The Canadian Association for Numismatic Education (CAFNE) hosted a\nreception from 7:30 p.m. to 9:30 p.m. on Thursday evening during the RCNA\nConvention. This year s event, once again, served to increase the awareness to\nCAFNE s presence in the numismatic community and to act as a fund raiser for the\nAssociation. Part of CAFNE s mandate is to help sponsor numismatic educational\nevents through the RCNA and other numismatic clubs and associations.",
            "Once again the support from the numismatic community greatly\nexceeded the organizers  expectations. Held each year, with\nthe kind support of key sponsors like: Trajan Publishing, The\nCanadian Numismatic Company, Gatewest Coins and Proof\nPositive Coins; this CAFNE event serves as the main fund-\nraiser for the Association   critical to help it continue its support\nof numismatic education. This year the Association raised over\n$13,000 from individuals, numismatic clubs and associations in\nCanada and the US.",
            "This outstanding achievement is due in part to the supporting\ndonations by major benefactors: the Calgary Numismatic\nSociety; Roland R. and Doris M. Engel and Family; Alexander\n Xan  Chamberlain, a well-known numismatist from\nCalifornia; and Michael S. Turrini, RCNA US Area Director. In\naddition to the various organizations who generously make, in\nkind, donations to CAFNE s popular silent auction.",
            "This year CAFNE\nChairman ,\nScott Douglas,\npresented key\na) : benefactors",
            "Phis Numismatic   4 Lloyd Chan, Fred\nEducational Event Ajay van den Haak,",
            "Sponsored by ); Michael Turrini",
            "f and Howard\nEngel with a\nChairman s\nAward.",
            "Above, Fred\nvan den Haak\nand Lloyd Chan\nexplain their\n roll searching \nproject efforts\nwith proceeds\nfrom Canadian\ncoins culled\nfrom boxes of US - am\ncoin rolls going Scott Douglas receiving donations from (left image) Lloyd Chan, on behalf of Michael\nto CAFNE! Turrini and Xan Chamberlain; (right image) France Waychison, on behalf of the ANFC.",
            ":\n4s",
            "i v\nwll\n  is\nZo eieuna re\nHe Pou",
            "Ler,",
            "Number 6 September 2022 -----------------------------eenn nena nnn nnn ccc enn crn nnn 247\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_08.jpg",
        "Paragraphs": [
            "2022 RECEPTIONS CONTINUED",
            "Bank Of Canada Reception - Bank of Canada Museum, Wednesday, July 20, 4:30 to 7:00 p.m.",
            "Bank of Canada\nMuseum Curators\nKrista Broeckx and\nDavid Bergeron\nwelcomed Convention\nregistrants to the\nreception and invited\nthem to tour the\nmuseum s many\ndisplays.",
            "De l'art de fabri\nlamonnaie ay",
            "Marie Lemay, RCM President, and\nThomas Froggatt, RCM CCO   Sales\nand Marketing, were at hand to wish\nConvention attendees well and to invite\nthem to the RCM booth on the Bourse\nfloor. Everyone who attended were very\nhappy to see the Mint hold a reception\nafter many years.",
            "Images: Jesse Robitaille and Henry Nienhuis",
            "VL |, The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_09.jpg",
        "Paragraphs":  [
            "2022 AWARDS. PRESENTATIONS\nLiterary Awards",
            "The following annual RCNA Literary Awards for the year 2021 were presented at the convention: the Louise Graham\n Club of the Year  Award, the Guy Potter Literary Award, the Jerome Remick III Literary Award, the Best\nRegional / National Newsletter Award, the Best Regional / National Newsletter Editor Award, the Best Local Club",
            "Newsletter Award, and the Best Local Club Newsletter Editor Award.",
            "Brett lrick (left), presents Waterloo Coin Club\nPresident Anthony Verbruggen, with the Louise\nGraham Club of the Year Award.",
            "France Waychison, President\nof l Association des\nNumismatic Francophones",
            "| du Canada, accepted the",
            "| Regional / National awards\nfor best Newsletter and for\nbest Editor, on behalf of",
            "its journal, Le Numismate",
            "| francophone, Editor Yvon\nMarquis.",
            "Joe Kennedy (right), The Planchet editor, receives the Best\nLocal Club Newsletter Editor Award, and the Best Local Club\nNewsletter Award won by the Edmonton Numismatic Society\n(2020 2022) from Pierre Driessen.",
            "hh\nif",
            "Wayne Hansen, not present, member of the ae\nEdmonton Numismatic Society, won this 3 \nyears Jerome Remick Ill Literary Award = \\ 3",
            "for his article  Buns of Steel: Demetrios 2  .\nPoliorketes  Macedonian Besieger  in\nThe Planchet of June 2021.",
                    "Robert Forbes (left) receives the Guy Potter Literary Award for his article  /n Appreciation of the Canadian Coinage Of\nKing Edward VII   Insights of an Avid Collector  that appeared in The CN Journal for JanuaryeFebruary 2021. In addition,\nSean Sinclair (right   with his family) was recognized for his 2020 and 2021 Potter awards.",
            "Number 6 September 2022 ------------------------------ennn nanan nnn eccrine 249\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_10.jpg",
        "Paragraphs": [
            "Exhibit Awards",
            "Exhibit Awards presented Saturday, July 23, by James Williston, Head Judge:",
            "OTrAWA2022",
            "Group photo of Exhibit Winners: (left to right) (top) Chris Boyer, Thomas J. Uram, Bob Fritsch, James Williston\n(Head Judge); (bottom) Henry Nienhuis, Cassidy Stroud and Jeffrey Wilson.",
            "Category Winners:",
            "Category A: Canadian Coins & Tokens: [Jean Bullen Award]\n1st   Chris Boyer  J O Patenaude and the JOP Silver Dollar Coins ",
            "Category B: Canadian Paper Money, Scrip and Related Paper Items:\n1st   Henry Nienhuis  Henry s Bank \n2nd   Cassidy Stroud  Queen Elizabeth Il: The Queen of Canada ",
            "Category C: Canadian Medals, Orders, Decorations and Other\nNumismatic Items Which Are Not A Medium of Exchange:\n1st   Jeffrey Wilson  Nova Scotia Exposition Medals ",
            "Category D: Non-Canadian Coins and Tokens:\n1st   Ted Leitch  Development and Influence of Spanish-American Richard Dunn (left), CPMS Secretary, and Scott\nCoinage  Douglas(right), President, presenting Henry Nienhuis",
            "2nd   Thomas J Uram  The Historically Significant Two Cent Piece with the CPMS Best Paper Money Exhibit Award.\n1864 1872 ",
            "3rd   Lisa McPherson  Numismatics and Nature ",
            "Category E: Non-Canadian Paper Scrip and Related Paper Items:\n1st   Thomas J Uram  1896 Educational Series Silver Certificates \n3rd   Bob Fritsch  The Devolution of the Venezueal Bolivar ",
            "Category F: Non-Canadian Medals, Decorations and Other Items not Medals of\nExchange:",
            "2nd   Bob Fritsch  Gundalow! A Funny-Looking Boat with a Funny-Sounding\nName ",
            "3rd   Thomas J Uram   Where Numismatics and Arts Collide",
            "Ted Leitch\nCategory D 1st\nPlace Winner.",
            "Category H: Juveniles (under 16)\n1st   Hayden Howard  Money Marvels   Selected Super Heroes Coins \n2nd   Hills Howard  Michigan Central Railroad: A Selected History ",
            "/6 | The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_11.jpg",
        "Paragraphs": [
            
            "Best of Show: This six-case exhibit (above) by Ted Leitch\n(far left) took 1st place in Category D: Non-Canadian Coins\nand Tokens, and won  Best of Show  presented to Ted by\nJames Williston, Head Judge.",
            "Images: Jesse Robitaille and Henry Nienhuis",
            "nnn nnn nnennnnnnnnenns 251",
            ""
        ]
    },
    {
        "File": "The_CN_Journal_Sept_12.jpg",
        "Paragraphs": [
            "2",
            "022 PRESENTATIONS, OF SERVICE. AWARDS",
            "J. Douglas Ferguson Award   Wi",
            "lliam Waychison FRCNA, FCNRS, FONA",
            "ach year the J. Douglas Ferguson Award is presented as the culmination to the Royal Canadian Numismatic Association s\nannual convention banquet. It is awarded by the J. Douglas Ferguson Award Board and is considered the highest\ndistinction in Canadian Numismatics. This year the award citation, presented to William Waychison, read:",
            "By authority of the Board of Award, it is our privilege to inform you that you have been awarded the J. Douglas\nFerguson Award for distinguished service to Canadian numismatics.",
            "It has been rare that a person that has served the Royal\nCanadian Numismatic Association in as many capacities\nincluding Chair of Coin Week Canada from 1995 to 1999,\nthe Club Services Chair, a Director of the Canadian\nAssociation for Numismatic Education (CAFNE) and\nvarious other positions on the board leading to the\nPresident of the Royal Canadian Numismatic Association\nfrom 2011 to 2013.",
            "You have also provided numerous articles for the\nRCNA Journal, made presentations at the Educational\nsymposiums and served as President of the Canadian\nNumismatic Research Society.",
            "On regional and local levels you have been active in",
            "the Ontario Numismatic Association, been the editor of",
            "the Timmins Coin Club from 1990 to 2003 and been an\n Ambassadeur  to promote numismatics on behalf of the\nSoci t  Numismatique de Qu bec.",
            "We would like to congratulate and to present to you\nthe J. Douglas Ferguson Award for 2022, the highest\ndistinction in Canadian numismatics.",
            "Rouald Greene, Chairman, Board of Award",
            "William Waychison (right)\nreceiving the 2022",
            "J. Douglas Ferguson\nAward from Geoff Bell.",
            "In addition to the 2022 award, the Ferguson Board of Award announced the winners for 2020 and 2021:",
            "By authority of the Board of Award, it is our privilege to inform you that you have been awarded the J. Douglas\nFerguson Award for distinguished service to Canadian numismatics.",
            "Rob Turner (right) receiving the 2020 J. Douglas\nFerguson Award from Robert Forbes.",
            "Over the years you have written several articles and five\nbooks which have tremendously advanced the quality and\ncomprehensiveness of numismatic research pertaining to\nCanadian Cents. In 2007 you published The 1858 Cents of\nProvincial Canada, followed the next year by volume II. In\n2009 your work, Dies and Diadems, covered all the Victorian\ncents from 1858 to 1901. In 2011 you updated volume II of the\n1858 book adding 60 pages of newly discovered information.\nMost recently Past and Nearly Perfect has covered patterns,\ntrials, proofs and specimen large cents. These are all very\ndetailed and beautifully presented significant works.",
            "In addition you have served as director of the Royal\nCanadian Numismatic Association and delivered a number of\npresentations at the annual Educational Symposium.",
            "We are proud to present to you, the J. Douglas Ferguson",
            "Award for 2020, the highest distinction in Canadian\nnumismatics.",
            "Rouald Greene, Chairman, Board of Award",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_13.jpg",
        "Paragraphs": [
            "By authority of the Board of Award, it is our privilege to inform you that you have been awarded the J. Douglas\nFerguson Award for distinguished service to Canadian numismatics.",
            "You have not sought the limelight, but rather are a powerful\ncontributor who prefers to work diligently with your advanced\ncomputer and research skills behind the scenes, supporting\nother researchers. You have devised cataloguing formats,\nimproved images and scanned or photographed many tokens,\nmedals and other  interesting stuff. ",
            "Because of the wide swath of work you have done, we will\ngive one example, a DVD, entitled Alberta Medallions and\nOther Similar Type Stuff. Volume I (734 pages) and Volume 2\n(847 pages) are combined, along with 97 pages of index. All\nentries are illustrated and in word-searchable pdf format.\nThe 2010 DVD includes many files such Alberta Amateur\nSports medallions, trade tokens, fraternal pennies, leather\npieces, and Newfoundland and Labrador tokens, woods and\n= medallions.",
            "Eric Jensen (right) receiving the 2021 J. Douglas As early as 1986 you co-authored an illustrated listing\nFerguson Award from Ron Greene. of Alberta medallion with Alf Wrigley which you have kept",
            "updated following Mr. Wrigley s passing. You updated work\nstarted by others by preparing a searchable database of Attributed Canadian Maverick Tokens. More recently you have\nupdated the Alberta Trade Book of 1987 with a new format that illustrates the tokens. In addition to all the projects that\nyou maintain you have been working on illustrated e-files for British Columbia and the Yukon tokens.",
            "We are proud to present to you the J. Douglas Ferguson Award for 2021, the highest distinction in Canadian\nnumismatics.",
            "Rouald Greene, Chairman, Board of Award",
            "Number 6 September 2022 ------------------------------ennn nanan nnn eccrine 253\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_14.jpg",
        "Paragraphs": [
            "Paul Fiocca Award   Rob Turner FRCNA, FCNRS",
            "ob Turner received this year s Fiocca\nRee during the Awards Banquet on\nuly 23, 2022.",
            "In 2007 the Royal Canadian Numismatic\nAssociation created the Paul Fiocca Award for\nLong Term and Meritorious Service to the RCNA.\nIt is the highest award presented by the RCNA,\nand second only to the J. Douglas Ferguson Award\nin Canadian numismatics. The Fiocca Award is\nsupported by Trajan Publishing, the Fiocca family\nand friends of Paul.",
            "For 2022 the Board of Award comprised",
            "RCNA Eneoucieinit Stewie . Wore lana, eee Rob Turner (centre) accepting the 2022 Paul Fiocca Award from\nWaychison, Committee Chair, and Mike Walsh steve Woodland, President, RCNA (left) and Michael Walsh,\nof Trajan Publishing. representing Trajan Publishing (right).",
            "In addition to the 2022 Fiocca award winner, those from 2020, Henry Nienhuis, and 2021, Bill Kamb, were also\nacknowledged at the banquet.",
            "Charles D. Moore Award   George Manz FRCNA",
            "eorge Manz, Regina SK, received this year s Charles D. Moore Award at the banquet award presentations. He\n(S  not present to receive the award that was accepted on his behalf by Al Munro.",
            "In 2016 the RCNA Executive committee determined that an annual award to honour those best described as  Professional\nNumismatists  was long overdue in the Canadian Numismatic world.",
            "The award each year is intended to honour the recipient who has consistently contributed to the advancement of Canadian\nNumismatics and to the Royal Canadian Numismatic Association over several years. The recipient will have exhibited a willingness\nto advance the hobby through Dignity, Integrity, Truth and Knowledge. The recipient shall be selected from those professional\nnumismatists, full- or part-time dealers, researchers and writers, publicists, and benefactors, who are members of the RCNA.",
            "The Charles D. Moore Award, named after a past president of the RCNA who many feel embodied the very\ncharacteristics this award honours, was inaugurated at the 2017 RCNA Convention, held at Boucherville, Quebec.",
            "Fellow of the RCNA Awards",
            "The Royal Canadian Numismatic Association established this member service award in 1990 to recognize those\nmembers who performed a worthy service judged to be of a direct benefit to the Association and the hobby. An\naward of  Fellow  authorizes use of the letters, FRCNA to follow the recipient s name. This year s prestigious awards\nwere presented to James Bailie, MB; and Robert Fritsch, NH.",
            ""
        ]
    },
    {
        "File": "The_CN_Journal_Sept_15.jpg",
        "Paragraphs": [
            "2022 RCNA Presidential Awards",
            "The dedicated individuals",
            "receiving a Presidential",
            "Award this year are\n(alphabetically):",
            "Lisa Dare (not present), Calgary\nAB, Robert Forbes, Toronto ON,\nPaul Johnson, Markham ON,\nJacques Poitras, Edmunston NB,\nCassidy Stroud, Barrie ON, Rob\nTurner, Las Vegas NV, James\nWilliston, Calgary AB, and Jeff\nWilson, Bordon ON.",
            "Presidential Awards are\npresented under the prerogative\nof the RCNA President, Steve\nWoodland, to reward individuals or\ngroups for outstanding support to our Association.",
            "Also acknowledged at the Awards Ceremony were the Presidential Award winners for the previous two\n pandemic  years in which Conventions were not held.",
            "The 2020 Presidential Award recipients were:\nJudy Blackman, Alexander  Xan  Chamberlain,\nLisa Dare, Lynn Sisco, Dan McCormick, Cassidy\nStroud, Rob Turner, and Michael S. Turrini.\nPresent at the 2022 ceremony were Cassidy\nStroud, Rob Turner and Dan McCormick shown\nwith 2020 2021 President, Robert Forbes.",
            "The 2021 Presidential Award recipients\nwere: Brett lrick (not present), Dearborn\nMI, Paul Johnson, Markham ON, Henry\nNienhuis, Woodbridge ON, Paul Petch,\nToronto ON, Jacques Poitras, Edmunston\nNB, James Williston, Calgary AB, Jeff\nWilson, Borden ON, Steve Woodland,\nOsgoode ON.",
            "Images: Jesse Robitaille",
            "Number 6 September 2022 -----------------------------eenn nena nnn nnn ccc enn crn nnn 255\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_19.jpg",
        "Paragraphs": [
            "2022 _EDUCATIONAL_SYMPOSIUM",
            "T his year s Educational Symposium presentations spanned two days, Wednesday, July 20 and Thursday, July 21.",
            "Overall Attendance continued the previous upward trend, with sessions attracting 50 people. Each year our\nsymposium brings members new knowledge of exciting subjects offered by experienced numismatists and subject\nmatter experts. This year its highlighted presentations were given by these 13 presenters:",
            "Wednesday Session Speakers:",
            "(Il-r) Robert F. Fritsch, Nashua NH   A Short Tour of New England in MedalseUn petit tour de la Nouvelle-Angleterre\nen m dailles); Jaime Flamenbaum, Ottawa ON   Fun with ToonieseS amuser avec les   toonies  ; Clifford Mishler,\nlola WI   Our Hobby Community: What It s Building on for the FutureeNotre communaut  de passionn s : Ce qu elle\nconstruit pour l avenir; Bill Waychison, Timmins ON   Susan Taylor   Canadian Artist, Senior Engraver at the Royal\nCanadian Mint: A Selection of her Coins and Medals*Susan Taylor   Artiste canadienne, graveure principale a la\nMonnaie royale canadienne : Une s lection de ses pieces de monnaie et m dailles.",
            "Number 6 September 2022 ------------------------------ennn naan enna nae 259\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_20.jpg",
        "Paragraphs": [
            "Thursday Morning Session Speakers:",
            "(l-r) David Bergeron, Ottawa ON   The Wonderful World of Spending and SavingeLe monde merveilleux des\nd penses et des  conomies; Krista Broeckx, Ottawa ON   Images of Industry: The Bank of Canada s 1935\nserieselmages de l industrie : La s rie de 1935 de la Banque du Canada; Francois Rufiange, Qu bec QC   XXX  \nLa numismatique au microscopeeXXX   Numismatics Under a Microscope; Susan Taylor, Ottawa ON   Recycling\nMedals: Exploring the Concept of Repurposing Ideas and Design Elements as an Environmental ThemeeM dailles\nde recyclage : Exploration du concept de r utilisation des id es et des  l ments de conception comme theme\nenvironnemental.",
            "kvaa SejgelPelletier, and YaRimi@ndcormier",
            "Thursday Afternoon Session Speakers:",
            "(I-r) Lloyd Chan, Vallejo CA All That Glitters: The Numismatics of ShakespeareeTout ce qui brille: Lanumismatique\nde Shakespeare; John Deyell, Ottawa ON   Alternative Realities: India s Amazing NumismaticseR alit s\nalternatives : L tonnante numismatique de l Inde; Serge Pelletier, Ottawa ON   La guerre de Succession\nd Espagne : Une mine d articles numismatiquese The War of Spanish Succession: A Wealth of Numismatic Pieces;\nXianyao Li, and Yannick Cormier, Ottawa ON   The Science Behind the Innovative Numismatic CoinseLa science\nderri re les pieces numismatiques innovantes.",
            "Education Chairman Michael Turrini, with the support of of Steve Woodland, locally, did an excellent job in organizing\nthis symposium, which continued the two-day format.",
            "This event was funded by a grant from the Canadian Association for Numismatic Education (CAFNE).",
            "260 ------------------------------------ nnn nnn nnn The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_21.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "Zeon CLT oclisngs",
            "BY ALAN ROY\n#17134",
            "A Canadian Political Coin   A Monograph",
            "Publishing an article or a catalogue\nP: a new subject in numismatics",
            "can be intimidating. So many other\ncollectors may know more than you and\nwill enthusiastically correct you. But you\ncan look at it in another light, and it can\nbe the start of something that can really\nchange the hobby for years to come.",
            "William Kingsford was born\nDecember 23, 1819, in London, England.",
            "He served in the Ist Dragoon Guards",
            "in Lower Canada after the Rebellion",
            "of 1837. After leaving the military, he",
            "became somewhat of a jack-of-all-",
            "trades. Kingsford worked as a surveyor,",
            "a journalist, and a civil engineer. He had",
            "a successful career as an engineer and",
            "rose to become the chief engineer in",
            "charge of federal harbour and river works",
            "in Ontario and Quebec. After he was",
            "forced to retire from that post by a new",
            "administration, Kingsford began writing",
            "about Canada s history. He authored a",
            "ten-volume work called the History of Canada, one of the first\nhistorical works to make use of Canada s Dominion Archives,\nnow known as the Library and Archives Canada. The project\nalmost ruined him financially; he had to mortgage his house to\npay for its printing.",
            "This herculean project earned Kingsford much praise,\nreceiving honours from Queen s College and Dalhousie\nUniversity. He also became a member of the Royal Society of\nCanada in 1890. But many contemporary historians, who tried to\ndelve into this enormous work, had contrary opinions. Kingsford\nwas a self-taught historian, and his peers sometimes saw his work\nas somewhat amateurish and lacking insight.",
            "Kingsford passed away in 1898. Today, he is better known\nas a historian than an engineer, but he also was a collector of\nEnglish coins and those of ancient Greece and Rome.",
            "He wrote books about other subjects besides history, most\ncovering civil engineering. But he also wrote about archaeology\nand even numismatics. In A Canadian political coin: a\nmonograph, Kingsford advanced an interesting theory about a\nmysterious group of early Canadian pieces known to collectors\nas  Vexator Canadiensis  tokens.",
            "Kingsford wrote that Canada received a new Governor, Sir\nJames Craig, in 1807. Craig brought with him an outstanding\nmilitary reputation. In his 42 years in the British army, he served\nduring the American Revolutionary War, the Cape of Good\nHope, and commanded troops for five years in India. But it\nsoon became apparent that his training did not prepare him for\ncolonial governance. His administration ran Canada harshly.",
            "Number6 September 2022 --------------------------------------",
            "His career as a commander may have\nmade Craig unable to collaborate with\nother politicians, and he soon arrested\nseveral assembly members and a\nnewspaper publisher who opposed him.\nThis all made sense to Kingsford.\nThe tokens discussed in his work were\ndated  1811 , the same date that saw\nCraig leave Canada to return to England.\n Vexator Canadiensis  is a Latin phrase\nthat can be translated to  tormenter\nof Canada , certainly an accurate\ndescription of James Craig during his\ntime in Canada. And on the reverse,\n Renonillos Viscape , or  don t you\nwish you could catch them , seems to be\ntaunting government officials who would\ntry to capture the token s issuers.\nThis explanation seemed to satisfy\nmost numismatists of the time. P. N.\nBreton and Joseph LeRoux espoused\nKingsford s theory in their catalogues.\nRobert W. McLachlan, however, had\ndoubts. Always a careful and thorough numismatic researcher,\nMcLachlan thought these tokens were made later than Kingsford\nthought. The weight and style seemed more appropriate for 1830\nor later. And merchant tokens made in that period were often\nmarked with dates before 1825 to avoid laws dictating the weight\nof new tokens. This practice would explain the date of 1811 on\nthese pieces.",
            "So now there were two competing theories about the  Vexator\nCanadiensis  tokens. They may have been struck in 1811 in\nresponse to Sir James Craig s despotic turn as Governor or in\nthe 1830s in reference to some other despised leader, maybe\neven King William IV. Luckily there would not be two theories\nfor much longer.",
            "In 1963, R. H. M. Dolley and J. P. C. Kent put forth an\ninteresting thought when they noticed that all  Vexator\nCanadiensis  had a strangely-shaped third letter in the token s\nlegend. They suggested that the mangled letter was done on\npurpose to provide the token s issuer with a legal defence if\ncaught.  Tormentor of Canada?  he would say,  No, that says\n Venator Canadiensis , which means  A Canadian trapper . It s a\ntribute to the fur trade. ",
            "When William Kingsford wrote his monogram in 1874,\nit s doubtful that he knew the flood of new research he would\ninitiate. The first catalogue on a new subject will inevitably\ninclude mistakes. But it can be a stepping stone for other\nnumismatic researchers. If you are contemplating publishing\nsomething about your collection but are hesitant, think of your\nfirst article or catalogue as the next step in its research.",
            "261\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_22.jpg",
        "Paragraphs": [
            "BY WAYNE HANSEN\n#24331",
            "BUNS, OF_STEEL",
            "Demetrios Poliorketes   Macedonian Besieger",
            "[Editor] This article was originally published in Edmonton Numismatic Society s The Planchet in June 2021.\nThe author, Wayne Hansen, was recipient of the Jerome Remick III Literary Award for best numismatic\narticle in a local Canadian coin club newsletter. It is being re-published here, in revised format, as an\nexample of a winning article. Enjoy!",
            "The reprinting of my June 2021 article in the CNJ is an honour. I hope you are moved by the history, character, artistry,\nand intrigue of many ancient  Greek  coin issues. Note regarding my second featured tetradrachm (Figure 5 portrait of\nDemetrios): I sold some coins recently and it was auctioned on May 11, 2022, for US$4,750 on an estimate of $1,000.",
            "I've avoided writing about the",
            "coinage of Demetrios I\nPoliorketes, one of the later\nKings of Macedon because my\ncoins are not particularly great\nexamples. However, they\nwill do the job, and I did say\nin my article Kassander   A\nPlayer in the Macedonian\nGame of Thrones (The\nPlanchet, September 2018)\nthat the murderous Demetrios\nPoliorketes  ...is a whole other\nstory.  It s only fair, therefore, that\nI should now focus on his exploits\nrather than leave you in some fretful,\nperpetual suspense. He deserves this\nattention, not just because he struck a\ncouple of distinctive tetradrachms in a\ndynamic, post-Alexander world, but also\nbecause he was himself ambitious and\ndynamic. There s something to admire about people who\nmake the best of their situation   successful or not.",
            "Part of Demetrios s allure is his adopted name,\nPoliorketes, which means  the Besieger.  It was appended\nwhen he gained the reputation as an innovator in ways to\nbesiege enemy towns, including with giant siege engines,\nand as one who commanded many siege attempts   again,\nsuccessful or not. He also adopted the persona of the Greek\nocean god, Poseidon, as a result of his naval prowess. To\nemphasize the point, his coin portraits attached bull horns\nto his head to indicate he was a deity   which reminds me\nof young Mickey Mouse fans attaching Mickey ears to their\nheads, but I digress.",
            
            
            "Poseidon Astride the Ancient\nWorld. Reverse of an extraordinary\nDemetrios | tetradrachm (Pella,","293/2 BCE).",
            "The Demetrios Poliorketes Story\nSeveral Alexander successors,\ncalled the Diadochi, sub-\n  divided Alexander s former\nEmpire in 323 BCE, such\nthat they became satrapal-\ntype governors of various\nparts of the realm under\nthe figurehead authority of\nAlexander s brother, King\nPhilip III. Initially, however,\ncentral control of the Empire\nrested with the Macedonian\ngeneral Perdikkas, who was regent to\nAlexander III s unborn child. The child,\nAlexander IV, was born two months later\nand immediately became a nominal co-\nKing, but Perdikkas remained the real\nruler. Perdikkas immediately displaced\nAntipater from his regency of Macedon,\nbut Perdikkas got into trouble when he\ninvaded Egypt, and his troops killed him in 321/20 BCE.\nAfter 317, the usual Diadochi, Ptolemy, Seleukos*,\nAntigonos Monophthalmos and Kassander (together\nwith smaller players Pyrrhos of Epiros, Lennonatas\nof Phrygia and Antigonos s son Demetrios Poliorketes)\ncame into increasing conflict with one another over\nterritory and power. With both Perdikkas and Antipater\ngone, the central authority had eroded. Antigonos,\nformerly one of Alexander s greatest generals and\nstrongest followers, began creating problems, so in\n315 BCE, Lysimachos allied himself with Kassander,\nPtolemy and Seleukos to attack him, but they failed.",
            "4",
            "* Alternatively translated as Seleukus, Seleucos or Seleucus.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_23.jpg",
        "Paragraphs": [
            "See the top map of Figure 1 for an\nidea of the territorial distribution\nin the last decade of the 300s\nBCE   Seleukos and Antigonos\ncontrolled a lot of countryside\nwhile Kassander and Lysimachos\nwere left holding Macedon and\nSouthern Thrace, respectively.",
            "Kassander of Macedon was the\nonly one who really hated his former\nKing and master, Alexander the\nGreat. To consolidate support within\nMacedon, Kassander murdered\nAlexander s mother, Olympias, and\nmarried Thessalonike, who was not\nonly the daughter of Philip II with\nan earlier Thessalian wife but also\nthe half-sister of Alexander himself:\nHe also murdered Alexander III s\nwidow, Roxana, and Alexander s\nonly son, Alexander IV, to further\nsecure power.",
            "Demetrios was, of course, a\nMacedonian like the others, so he retained an affinity for\nhis homeland. As Antigonos s son and part of the Antigonid\nDynasty, he first fought alongside his father to secure his\nfather s realm in Asia Minor and the Levant. When he was\n22, he was left to defend Syria, where Ptolemy defeated him\nat the Battle of Gaza. He won at Myus but led an unsuccessful\ncampaign against Babylon and pursued other skirmishes\nalong the coasts of Cilicia and Cyprus. Subsequently, he\ntook his fleet of 250 ships to Athens and freed the city from\nKassander and Ptolemy, expelling their garrisons and re-\nestablishing democracy. The Athenians worshipped him\nas a deity, giving him the title  Soter  (Savior/Preserver).",
            
            "Demetrios | Poliorketes, Villa dei Papiri,","Herculaneum.\n(Photo: Hans Ollermann)",
            "In 306 BCE, he used his ships to\ndefeat Ptolemy s brother at the\nBattle of Salamis off the coast\nof Cyprus, destroying the naval\npower of Egypt. He was reportedly\nthe first to install artillery on\nwarships, consisting of stone and\narrow-throwing catapults, to attack\nother warships. He was also lauded\nfor respecting the enemy s dead\nand freeing prisoners.",
            "Also, in 306 BCE, Antigonos\nnamed himself King of his eastern\nEmpire and bestowed the same\ntitle on Demetrios for his great\nvictory at Salamis. The other\nDiadochi, Kassander, Lysimachos,\nSeleukos and Ptolemy crowned\nthemselves the following year.\nFresh from receiving this new title,\nDemetrios sought to punish the\nRhodians for deserting his cause\nand being friendly with Ptolemy.\nRhodes was important since it controlled the entrance to the\nAegean Sea and was a great trading centre. So in 305 BCE,\nhe began a siege of the city using 200 ships, 150 auxiliary\nvessels and pirate vessels, plus his encircling army. He had\nalready gained a reputation for besieging cities with his\nrather elaborate siege engines   including, in this case, a\nmassive, 40-meter-high siege tower called Helepolis ( City-\nTaker ), which needed thousands of soldiers to move it. This\nencounter led to the adoption of his epithet  Poliorketes ,\nthe Besieger. However, the Rhodes siege failed after a year,\nending with a peace treaty (Rhodes built its Colossus statue\nwith the profits from selling Demetrios s siege equipment).",
            ""
        ]
    },
    {
        "File": "The_CN_Journal_Sept_24.jpg",
        "Paragraphs": [
            "Demetrios returned to Greece as Savior, but his wanton\nbehaviour and extravagance turned the population against\nhim. Meanwhile, the other Diadochi still feared the\nincreasing power of his father, Antigonos, so in 301 BCE,\nthey united their forces and then confronted and killed\nAntigonos at the Battle of Ipsos in Phrygia. The Battle\ninvolved 150,000 men and 475 elephants. Demetrios had\nsome initial success leading the cavalry but may have\ncharged too far, leaving Antigonos exposed to the elephants.\nAntigonos s eastern territories were then divided among the\nvictors, as seen in the bottom map in Figure 1. With this,\nLysimachos expanded his Thracian base into western Asia\nMinor, Seleukos and Ptolemy took eastern Asia Minor and\nthe Levant, while Kassander expanded into Greece and the\nPeloponnese.",
            "Demetrios sustained severe losses at Ipsos and retired\nto either Ephesos or Corinth   he still controlled those\ncities as well as Cyprus, and he won more victories over\nLysimachos. His daughter married Seleukos circa 299\nBCE, and he was given Cilicia in return. After a blockade,\nhe removed a hated tyrant from Athens in 295 BCE and\nforgave the inhabitants for their previous bad attitude. He\ncarried on trying to control central Greece by defeating\nSparta, twice blockading Thebes and marrying the ex-wife\nof Pyrrhus (gaining the island of Corcyra).",
            "Meanwhile, Kassander s achievement in expanding\nMacedon had not lasted long since he died from natural causes\nin 298 BCE, three years after Ipsos. Kassander s children,\nAntipater IT and Alexander V fought for the throne, and\nAntipater II won initially. The young Alexander then appealed\nto the ambitious Demetrios Poliorketes for help. Demetrios",
            "drove off Antipater IT, but in a nod to the ruthlessness\nof Kassander, he killed Alexander V, Kassander s\nonly remaining son and heir, and took the throne\ninstead. Demetrios, the Besieger, emerged from\nhis father s defeat and became King of Macedon\nin 294 BCE. However, his tenure continued to be\nthreatened by Pyrrhus, Ptolemy and Lysimachos,\nas well as his ungrateful subjects (typical, typical),\nforcing him to leave Macedonia in 288 BCE.",
            "He built a massive fleet of 500 ships hoping to\nreclaim his father s lost territory in Asia Minor,\nthen went with his army to Asia Minor and attacked\nLysimachos with some success. In the end, famine\nand disease destroyed most of his forces, and\nthe rest abandoned him, so he had to surrender\nto Seleukos. Seleukos wouldn t release him, and\nDemetrios died three years later, in 283 BCE. His\nson held a funeral at Corinth, and his remains\nwere buried at Demetrias, the city he founded in\nThessaly. Not to worry, his descendants remained\nin possession of the Macedonian throne down to\nKing Perseus when it was given up to Rome.",
            "Figure 1   Map Showing Territories Before and",
            "After 301 BCE.",
            "The top-left map shows the area controlled by the\nDiadochi, including Demetrios s father, Antigonos |\nMonophthalmos, before the Battle of Ipsos in 301\nBCE. The map on the left shows how Seleukos,\ndivided\nAntigonos s Asia Minor territory after his defeat.\nKassander had extended his Macedonian home base\ninto Greece proper by that time (the green zone). It\nwas mostly this territory that Demetrios Poliorketes\ncommandeered after Kassander s death and the",
            "Lysimachos, Ptolemy and Kassander",
            "dispatch of Kassander s sons.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_25.jpg",
        "Paragraphs": [
            "Figure 2   Demetrios Locations and the\nTetradrachm Mint Cities. The map marks the\nmain sites mentioned in the article text.\nBabylon is also mentioned, but it is off the\nmap far to the east. His father, Antigonos, lost\nhis life at Ipsos in a massive battle with other\nDiadochi. Demetrios controlled major cities,\nsuch as Athens, Ephesos, Pella and Corinth at\nvarious times, plus all of Macedon and Greece.\nHe also fought many battles, commanded a\nlarge navy and besieged places like Rhodes and\nThebes. The two mints responsible for striking\nmy featured tetradrachms are highlighted  \nPella in Macedon and Chalkis on Euboia.",
            "GLU EN",
            "Pella (300 295 BCE)",
            "Portrait Tetradrachms",
            "Chalkis (290 287 BCE)",
            "Gold Staters",
            "Pella (294-293 BCE) Pella (289-288 BCE)",
            "Figure 3   Coins in the Name of Demetrios Poliorketes. This is only a small sampling of the many mints and styles of\nDemetrios  named tetradrachm coinages from his earlier and later periods. The Nike/Prow coins are iconic, but the\nquality of the die carving is often lacking. His Portrait coins, introduced circa 292 BCE, were generally struck to a\nhigher design standard with a spectacularly varied range of portraits, complete with the bull horn of Poseidon. The\nfew named gold staters are extremely rare since he also issued many earlier staters under Alexander s name in the\nuncertain period. (Photos courtesy Classical Numismatic Group).",
            "Number 6 September 2022 ------------------------------ennn naan nnn ccna enna 265\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_26.jpg",
        "Paragraphs": [
            "Demetrios Poliorketes Coinages",
            "Demetrios s life and his coinages are complicated. He controlled and lost much territory with his father, Antigonos,\nthroughout his reign. It didn t help that he was named King two different times. With a large number of non-specific coin\ntypes and a lot of uncertain dating, there is even a group of large and small coins from around 300 BCE that is jointly\nattributed to several rulers   Kassander, Philip IV, Antipater and Demetrios Poliorketes. Demetrios had lost ground after his\nfather s defeat in 301 BCE, so it took him some time to regain control, especially in Macedon, where he finally became King\nin 294 BCE. I m assuming we don t have to sort it out here (thank you), but I can summarize what I ve seen in the market\nattributed to him.",
            "Most of those jointly attributed coins in that uncertain period were typical Alexander issues with Alexander s name\nattached, hence the confusion. These coins included Athena/Nike gold staters, Herakles/Zeus tetradrachms and drachms,\nplus a number of small bronzes of the unit, 1/2 unit and 1/4 unit varieties. There were also some silver 1/5th tetradrachms\nin the name of Philip II.",
            "Demetrios controlled several major coin-producing cities during his main tenure. He struck two main coinages in his own\nname as King   silver tetradrachms of the Nike Landing on Prow type and the Demetrios Portrait type. He issued these in the\nmany cities that he happened to occupy   both on the Greece/Macedon and Asia Minor/Levant sides of the Hellespont. Pella\nand Amphipolis were the largest producers when he was King of Macedon (actually, Amphipolis was the largest producer\nof Alexander tetradrachms as well). These were mostly needed for his ongoing military needs. The last big output of his\nown tetradrachms occurred just before 287 BCE, when he was preparing to return to Asia Minor to recover the territory he\nhad lost. Gold staters in his name were not common, perhaps because there were so many of the Alexander staters produced\ninto the jointly attributed period. I ve shown a few examples of his major named issues in Figure 3, on page 265. As far as\nsmaller denominations in his name, Demetrios also issued silver drachms and hemi-drachms, along with various units and\nhalf units   all with the Nile/Ship Prow motif.",
            "My Two Featured Tetradrachms",
            "I collected the two main types of Demetrios s tetradrachms in 2006 and 2007, soon after part of the  Seleukus I Hoard \nwas discovered. I believe both coins came from that hoard. What is remarkable is that my earlier Nike/Ship Prow issue\nof Pella depicts a vibrant, confident and youthful Poseidon on its reverse. In contrast, my slightly later Demetrios Portrait\nissue of Chalkis shows a resting, middle-aged and even worried-looking Poseidon (as do other mints for that issue). This\ndifference is partly a quirk of my very unusual Pella reverse die, which is more finely executed compared to other Ship\nProw issues.",
            "Only some of the coins from the very large 2005  Seleukus I Hoard  were identified and described in the Coin Hoards X\npublication. The hoard was deposited circa 281 BCE and contained four groups of royal coinages: Alexander the Great\nlifetime, Seleucids, Lysimachos and Antigonids like Demetrios Poliorketes. Many were well preserved and issued from\nmints in Macedonia, Greece and Asia Minor. It consisted of up to 3,000 silver tetradrachms and drachms, at least 1,000\nof which were from Demetrios Poliorketes, with the second largest group being Alexander types and the next largest\nLysimachos lifetimes. Almost all Demetrios coins were very worm, and a lot of the better group had been dispersed in the\nmarket, as is typical. It was reported that most of the better Demetrios coins were of the Nike/Poseidon type, and a high\nproportion were high-grade and struck prior to 287 BCE while Demetrios was preparing for his last invasion of Asia Minor\nto recover lost territories (I recall many of his high-grade Amphipolis types came on the market about the time I bought my\ntwo but Pella was also one of his main mints).",
            "Only four hoard coins of Demetrios were noted from Pella in Coin Hoards X; three were cited as Newell 75, but my\nNewell 72var Nike/Poseidon from 293-292 BCE (Figure 4) wasn t mentioned. However, my Chalkis Portrait com from\n290-287 BCE (Figure 5) was both mentioned and illustrated.",
            "DGG -------~ nnn nnn nnn nnn nnn nnn nnn nnn nnn nnn nnnnnnnnnnnnnnnnnnnnmnnnnnnnnnmannnnnnn The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_27.jpg",
        "Paragraphs": [
            "First Featured Coin   The Nike/Poseidon Tetradrachm 293 292 BCE",
            "Obverse: Nike alighting on prow of galley, holding trumpet and stylis.",
            "Reverse: BAZIAEQX AHMHTPIOY; Young, athletic Poseidon, naked, striding left while facing\nthree-quarters to rear; chlamys wrapped around extended left arm; poised to throw\ntrident with right arm; A   A monogram either side of Poseidon s legs.",
            "Issued: 293 292 BCE.\nData: 16.71 g, 27.6 x 26.2 mm; 1h.\nMint: Pella Mint, Macedon.",
            "Reference: | Unpublished; Newell 72 var; Recent hoard find in 2005, likely in the  Seleukus | Hoard \n(2005) but not listed in Coin Hoards X.\nSold: Freeman & Sear M/B 14, Lot 148 (June 2007).\n(Collection of the author and photo by the author)",
            "Figure 4   First Demetrios Tetradrachm (Pella Mint)",
            "The Poseidon  Buns of Steel  Issue. | won this coin for about US$1,400 all in, from a\nnow defunct auction house at the same time as other cleaned, mint state coins (usually\nfrom Amphipolis) were available but at a much higher price. | didn t realize that they all\ncame from the same hoard. This one has little wear and even has the original, light grey\nHoard patina. The flan is a bit short for the reverse image, the reverse is double struck,\nand there is light pitting in parts. Being from Pella, there is no poetry in the obverse style\ncompared to others, appearing with a somewhat foreshortened ship prow and folded\nNike wing. But both sides are reasonably centred, and | think the reverse Poseidon style\nis truly exceptional and possibly unique (see detailed comparison comments following).\nPoseidon s poise and power befit the besieger legend of Demetrios as Poliorketes. Newell\nhad recorded the obverse in 1927 but not this reverse. There are nicer coins, but this\none does what it does and has its moments. It also currently rests next to my second\nfeatured coin, which | also discovered came from the  Seleukus Hoard , so they re not\ncompletely lonely.",
            "Number6 September 2022 ---------------------------------------------------------- -------------- -\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_28.jpg",
        "Paragraphs": [
            "Second Featured Coin   The Portrait/Zeus Tetradrachm 290 287 BCE",
            "Obverse: Diademed and horned head of Demetrios right.",
            "Reverse: BAZIAEQX AHMHTPIOY; Mature Poseidon Pelagaios, naked, standing three-quarters\nfacing left with right foot on rock and right arm leaning on knee, holding trident in\nleft hand; A monogram in left field.",
            "Issued: 290 287 BCE.\nData: 17.13 g, 28.3 x 26.7 mm; 12h.\nMint: Chalkis Mint, Euboia.",
            "Reference: Newell (1927) 150-1, pl XVI, obv CLVII/R-); Coin Hoards X    Seleukus | Hoard \n(B. Nelson 2005), plate 1, 293 (this coin illustrated).\nSold: CNG M/B 72, Lot 495 (June 2006); Ex: CH X, as above (2005).\n(Collection of the author and photo by the author)",
            "Figure 5   Second Demetrios Tetradrachm (Chalkis Mint)",
            "This was my first Demetrios Poliorketes tetradrachm, bought for about US$1,100 all in,\n15-years-ago, the year after the Seleukos Hoard was published. It is special since it is\nincluded and illustrated in Coin Hoards X, which was not mentioned in the 2006 CNG\ncatalogue listing. It s also special since it was struck at a less common mint   Chalkis, on\nthe island of Euboia, one of Demetrios s main naval bases. The Chalkis mint is renowned\nby some as having the nicest portrait styles, although this one is not the nicest of those\n(see Figure 3, row 2). | like other non-Chalkis ones as well because of their caricatures.\nNewell had recorded this obverse in 1927, but, again, like my first Demetrios tetradrachm\nin Figure 4, the reverse was unknown. Now it can at least be referenced to Coin Hoards\nX as  Seleukus Hoard 293 .",
            "Nicely centred on both sides, the obverse has more problems than the reverse. It has\na degree of overall wear, most apparent on the hair. It also has obvious die wear from\noveruse, with roughness in the recesses around the facial elements and elsewhere. But\nit is a pleasant portrait, and it s The Besieger his-self after all! Did | mention it is well\ncentred? The reverse is kinda cute, suffering less from wear protected within its little\ndish. It would have been a fresh (not previously recorded) die brought in at the end of\nthe obverse die s life. All text and figural elements are strong, even if this older Poseidon\nfigure does look a bit worried   Demetrios did surrender while on campaign soon after\nit was struck.",
            "woman nn nnn nnn nnn nnn a eR The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_29.jpg",
        "Paragraphs": [
           
            "First Issue Poseidon Style Comparison",
            "The accompanying photo grouping compares my coin with the reverse of another Pella Nike/Poseidon tetradrachm and\none from Amphipolis. The typical Pella coin on the left (seen in Figure 3) is dated slightly before 295 BCE, while my\nexample (in blue) and the more common Amphipolis coin on the right are both dated slightly after 295. Both Pellas have a\ndelta (D) monogram but are otherwise quite different. The Amphipolis coin is even more different, given its much looser,\nwiggly style   almost as if Poseidon is being observed through the water.",
            "While the obverse of my Figure 4 Nike/Poseidon coin 1s quite plain, the reverse seen again here was amazingly\nconceived and executed by its celator. First, the letters of the King s name on the right side are unusually small and\ndelicate. Second, the figure of Poseidon could not be more energetically modelled and athletically composed, becoming the\nepitome of youth and vigour. The reverse s double strike has had little impact on the image, except where metal was lost\nin the fine crevices of his lower legs. His well-proportioned arms are taut and muscular, while his narrow, youthful chest\ntapers down to an artfully slim, finely delineated and remarkably precise waist. This almost surreal waist expands into his\nlarge, muscular, perfectly positioned buttocks. The allusion to youth and power continues below the buttocks, where his\nnicely formed, conical thighs lead to his impossibly small knees and lower legs. It s a lovely pose, with well-spaced legs\nand even a backward lean to the upper body to show, as in life, that he is poised and ready to hurl the trident. The celator\ncreated a Poseidon that looks realistic but with an artistic flair, unlike the many contemporary Poseidon issues. My coin\nis unpublished but likely from the same 2005 hoard as the second featured tetradrachm, which was partly documented in\nCoin Hoards X. It may be the only example of this unusual,  Buns of Steel  reverse die.",
            "In Closing",
            "Demetrios Poliorketes was a bit of a character, a winner in many respects, and he didn t lack for trying. He did get to be\nKing, fight battles, build a navy and do other stuff, things that won t happen to most of us. His tetradrachm coinage gets\na lot of bonus points for its interesting types, naval victory cachet and his variety of portrait styles. Plus, it s nice when a\nparticular coinage, especially Greek, is more difficult to obtain since it offers a challenge to us collector enthusiasts.",
            "Fortunately, I have versions of Demetrios s two main named tetradrachms, both of which rely heavily on Poseidon\nimagery. I ve been thinking   since Demetrios so clearly took on the identity of Poseidon, he definitely needs to have a\nsecond definitive appellation in addition to  Poliorketes . It would seem appropriate that 1t be based on Poseidon s unique,\npowerful, high-styled, buttocks-endowed image on my Nike/Prow coin. My suggestion 1s this:  Demetrios as Poseidon,\nthe Besieger with Buttocks of Steel  or simply:  Demetrios the Besieger with Buttocks of Steel . Just have to find the\nGreek equivalent of that   let s try  Demetrios Poliorketes Opisthia Atsali  or AHMHTPIOXY TOLIORKETES ONIZOIA\nATXAAI for those who might need to do a Greek coin inscription.",
            "Who can deny Demetrios Poliorketes his great legacy when he has a god with Buns of Steel on his side?",
            "Edited for The CN Journal",
            "Continued on page 284\nNumber 6 September 2022 ------------------------------ennn naan nnn ccna enna 269\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_36.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "BY GEORGE MANZ\nERCNA, #19846",
            "Regina Coin Club celebrates Queen Elizabeth s Platinum Jubilee",
            "he Regina Coin Club\n| is celebrating Queen\nElizabeth II s Platinum",
            "Jubilee at its fall coin show.",
            "Seventy years ago, Princess\nElizabeth was in Kenya when her\nfather, King George VI, died. She\nreturned to England as Queen. Her\nCoronation Day, June 2, 1953, took\nplace at Westminster Abbey, the\nfirst televised coronation in history.",
            "Over the following decades,\nQueen Elizabeth has travelled\nacross the globe, no more than to\nCanada, which she has officially\nvisited more than any other\nCommonwealth nation.",
            "To help celebrate the event, the\nRegina Coin Club will host a large\ndisplay of coins, medals, stamps,\nphotographs, and other mementoes\nof the Queen s life and times.",
            "Included will be three different\nBank of Canada 1935 $20 notes\nthat depict Princess Elizabeth when",
            "she was just eight years old. While $20 may not seem like",
            
            "much money in today s economy,\nin 1935, during the height of the\nGreat Depression, $20 must have\nseemed like $1000 today.",
            "The notes on display include an\nEnglish-language Small Seal and\nan English-language Large Seal.\nThe Large Seal is the scarcer of the\ntwo notes with only approximately\n200,000 of them issued, compared\nto the 820,700 issued for the Small\nSeal. The $20 issued in French had\na printing of 202,500.",
            "The 1935 series of notes were\nthe first and only Canadian notes\nissued that were unilingual. They\nwere also the first of the new small-\nsized notes, measuring six inches\nby 2 7/8 inches. The small-sized\nnotes saved paper and ink and\nreplaced the old larger-sized Horse\nBlanket notes.",
            "One of the many coins on\ndisplay will be a British 1953\nFive Shillings Crown that depicts",
            "the Queen on horseback at the Trooping of the Colour.",
            "Queen Elizabeth II waves to the crowds from the\nbalcony of Buckingham Palace, on June 2, 1953.\nNational Media Museum @ Flickr Commons",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_37.jpg",
        "Paragraphs": [
            "ee",
            "This design harkened back to that used for Edward VI in 1552\nwhich was the first to show a British monarch on horseback.\nThe edge inscription  Faith and Truth I Will Bear Unto You \nwas the Coronation oath that formed part of the ceremony.",
            "Among the many stamps on display will be the British 1953\n2 4 pence Coronation postage stamp. Most people would have\nseen this stamp in Britain as it was the rate for inland letters.",
            "But not all the coins, stamps, banknotes and photographs\nwill be that old. The displays will include the many special\nissues that help celebrate the Queen s life including her 25th\nWedding and Silver Jubilee, all the way to her 70th Jubilee.",
            "To help celebrate the Queen s Jubilee, the Lieutenant\nGovernor of Saskatchewan, Russ Murasty, will deliver a short\nspeech and cut the ribbon to open the event.",
            "The Regina Coin Club Fall Show & Sale takes place on\nOctober 15-16, 2022, at the Canadian Italian Club, 2148\nConnaught Street in Regina.",
            "There are four stamps in the Coronation series, three\ndesigns use a portrait of the Queen by Dorothy Wilding.\nThe fourth, the 1s 3d stamp, designed by E. Dulac uses\nhis own portrait of the Queen.",
            
            "Number6 September 2022 ---------------------------------------------------------- -------------- -\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2022 $5 Fine Silver Coin   Moments to Hold:",
            "Remembrance Day",
            "Designed by Canadian artist Steve Hepburn, _\nyour coin s reverse honours the memory of :",
            "Canada s veterans who paid the ultimate\nsacrifice, as represented by the official\nFlower of Remembrance, the poppy.\nThree poppies in full bloom form a\nreminder of the achievements and\nsacrifices made by those who gave\ntheir lives for their country. Your coin s\nobverse indicates a face value\nof  5 DOLLARS  and  os\nfeatures the effigy of Her /&:\nMajesty Queen Elizabeth\nII by Susanna Blunt.",
            "/",
            "2022 $20 Fine Silver Coin   Remembrance",
            "Day",
            "Designed by artist Miko Maciaszek, your coin s\nreverse features a poignant depiction of a weary",
            "Captain of the Canadian Army Medical Corps\nsitting against a tree and taking a moment",
            "to reflect after the Second Battle of Ypres,\nduring the First World War. Selective colour\nhighlights the blooming poppies in the\nforeground, while in the background; more\npoppies appear between the crosses that",
            "mark the graves of the fallen.\nThese poppies represent\nhope and eternal life\nthrough Remembrance,\nand serve as a reminder\nthat a soldier s sacrifice\nshould never be forgotten.\nThe obverse features the\neffigy of Her Majesty Queen\nElizabeth IT by Susanna Blunt.",
            "Actual Size",
            "Pi ce de 5 $ en argent fin 2022   Grands\nmoments : Jour du Souvenir",
            "CEuvre de l artiste canadien Steve\nHepburn, le motif au revers de la pi ce\n_ rend hommage aux v t rans du Canada\n\\\\\\ qui ont fait le sacrifice ultime,\n\\ repr sent  par la fleur du Souvenir\nofficielle, le coquelicot. Trois\ncoquelicots en pleine floraison\nrappellent les accomplissements\net le d vouement de ceux qui ont\ndonn  leur vie pour leur pays.\nL avers de la pi ce est a l effigie de\nSa Majest  la reine Elizabeth II, selon\nSusanna Blunt, et pr sente la valeur\nnominale   5 DOLLARS  .",
            "Pi ce de 20 $ en argent fin 2022   Jour du\nSouvenir",
            "Le motif au revers de la pi ce,\nceuvre de l artiste Miko Maciaszek,",
            "pr sente l 1mage  mouvante d un\n, capitaine du Corps m dical de\nArm e canadienne, fourbu\n|, et assis contre un arbre,\n: | prenant un moment pour\nr fl chir apres la deuxi me\nbataille d Ypres, pendant la\nPremi re Guerre mondiale. La\ncoloration s lective fait ressortir\nles coquelicots en fleur au premier\nplan; on apercoit d autres coquelicots\n| dans le champ, entre les croix marquant\n} les tombes des soldats qui ont p ri au combat.\ny Ces coquelicots repr sentent | espoir et la vie  ternelle\ngrace au Souvenir; ils nous invitent 4 ne jamais oublier\nle sacrifice des combattants. L avers est a l effigie de Sa\nMajest  la reine Elizabeth II, selon Susanna Blunt.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_41.jpg",
        "Paragraphs": [
            "2022 $350 Pure Gold Coin  \nKlondike Gold Rush: Prospecting for Gold",
            "Designed by Canadian artist Steve Hepburn,\nyour coin s reverse takes us back in time for\nan idealized view of the Klondike Gold\nRush experience from a prospector s\nperspective. Standing at the edge of\na stream, a prospector is seen pouring\nwater from a ladle ( dipper ) into the\ntop of a rocker box ( cradle ),\nwhich would then be rocked\nfrom side-to-side to\nseparate gold from the\nsand and gravel. The\nwater pouring out of\nthe box gradually takes\non the appearance of\nmolten metal to represent\nthe journey from raw material to refined precious metal,\nand ultimately, to the pure gold coins issued by the Royal\nCanadian Mint, represented by the Gold Maple Leaf\nbullion coin s design. The obverse features the effigy of\nHer Majesty Queen Elizabeth II by Susanna Blunt.",
            
            "Pi ce de 350 $ en or pur 2022   La ru e vers\nVor du Klondike : A la recherche d or",
            "Congu par l artiste canadien Steve\nHepburn, le motif au revers de la\npi ce nous fait remonter dans le\ntemps pour nous pr senter un\napercu id alis  de la ru e vers\nlor du Klondike du point de\nvue d un orpailleur. Sur la rive\nd un ruisseau, un prospecteur\nverse | eau d une louche dans la\npartie sup rieure d un berceau,\nqui doit ensuite  tre balanc  dans\nun mouvement de va-et-vient pour\ns parer l or du sable et du gravier.\nL eau qui s coule prend graduellement\nl apparence de m tal en fusion pour repr senter",
            "la transition entre la mati re premi re et le m tal pr cieux\naffin  entrant dans la composition des pi ces en or pur de\nla Monnaie royale canadienne, lesquelles sont symbolis es\npar le motif de la pi ce d investissement Feuille d rable en\nor. L avers est a l effigie de Sa Majest  la reine Elizabeth II,",
            "selon Susanna Blunt.\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_42.jpg",
        "Paragraphs": [
            "MARY, _  KING  OF FIUNGARY,",
            "A NUMISMATIC DATE WITH HISTORY",
            "By JESUS VICO\nAND, MARISA.OLLERO",
            "September 17, 1382",
            "ouis I, also Louis the\nL Great or the Hungarian,",
            "was King of Hungary and\nCroatia from 1342 and King of\nPoland from 1370 until his death\non September 10, 1382.",
            "Cardinal Demetrius,\nArchbishop of Esztergom,\ncrowned Mary , also known as\nMaria of Anjou,  king  with\nthe Holy Crown of Hungary in\nSz kesfeh rvar on September 17,\na day after her father s burial.\nMary s title and her rapid\ncoronation in the absence of her\nfianc , Sigismund, show that\nher mother and her mother s\nsupporters wanted to emphasize\nMary s role as monarch and\nto postpone or even hinder\nSigismund s coronation. The\nQueen Mother, Elizabeth,\nassumed the regency, and most of\nLouis s barons preserved therr offices.",
            "All royal charters issued during the first six months of\nMary s reign emphasized that she had lawfully inherited\nher father s crown. However, most Hungarian noblemen\nwere strongly opposed to the idea of a female monarch.\nThey regarded Charles III of Naples as Louis, the Great s\nlegitimate heir because Charles was the last male offspring\nof the Capetian House of Anjou.",
            "To strengthen Mary s position, the Queen Mother wanted\nher to marry Louis, the younger brother of Charles VI of\nFrance; in May 1385, they announced\nthe couple s engagement.",
            "Charles III of Naples landed\nin Dalmatia in September 1385.\nSigismund of Luxembourg invaded\nUpper Hungary (now Slovakia), forcing\nthe Queen Mother to give Mary in\nmarriage to him in October. However,\nthey could not prevent Charles from\nentering Buda. After Mary renounced\nthe throne, Charles was crowned\nking on December 31, 1385, but he\nwas murdered at the instigation of\nMary s mother in February 1386.",
            
            "Mary was restored to the throne,\nalthough on July 25, Charles s\nsupporters captured her and her\nmother. Queen Elizabeth was\nexecuted in January 1387, but\nMary was released on June 4,\n1387. Mary officially remained\nthe co-ruler with Sigismund,\nwho had meanwhile been\ncrowned king, but her influence\non the government was minimal.",
            "On May 17, 1395, somewhat\n' suspiciously, Mary decided\n, to venture alone on a hunt in a\n' Buda forest; she was pregnant\nat the time. The story has it that\nher horse tripped, threw her\nand landed on top of her. The\ntrauma induced labour, and she\ngave birth prematurely to a son.\nThe queen succumbed to the\nfatal injuries; being far from\nassistance, her newborn son also\ndied. She was entombed in the cathedral of Varad (now\nOradea in Romania).",
            "According to the 1383 agreement between their mother\nand the Polish lords, Jadwiga was her childless sister s\nheir in Hungary. Vlad I of Wallachia, a Hungarian vassal,\nissued an act of submission on May 28, acknowledging\nJadwiga and her husband as Mary s legitimate successors.\nThe widowed king s close supporter, Stibor of Stiboricz,\nexpelled Vlad from Wallachia. Wladystaw-Jogaila gathered\nhis troops on the Polish-Hungarian border, but the invasion\nof Hungary was stopped. On\nSeptember 8, the most influential\nHungarian lords declared that they\nwould not support any change in\ngovernment while Sigismund was\nfar from Hungary, fighting against\nthe Ottoman Turks. Before the end\nof the year, peace negotiations\nbetween the representatives of\nHungary and Poland ended with\nan agreement. Jadwiga adopted the\ntitle  heir to Hungary , but she and\nher husband took no further action\nagainst Sigismund.",
            "The CN Journal",
            "282",
            "Mary praying with her sisters while their\nmother presents a chest to St. Simeon\n(Image: CC BY 3.0 Wikipedia)",
            "Mary of Hungary from the Chronica Hungarorum\nby Janos Thuroczy c. 1488.",
            "(Image: Public Domain)",
            "",
            "Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_43.jpg",
        "Paragraphs": [
            "Hungarian Coinage",
            "At the turn of the first millennium, in 1,000 CE, Stephen I (Vajk) was crowned the first king of the newly formed Apostolic\nKingdom of Hungary, continuing rule by the Arpad dynasty. As a royal prerogative, Stephen began issuing coinage\nborrowing from Bavarian designs.",
            "After reforms to the monetary system by king Charles I (Charles Robert the great 1308-1342), new silver and gold\nmines were developed, which grew to account for approximately a third of the production of the world until the 1490s;\nproducing 2,250 kg of gold and 9,000 kg of silver annually.",
            "Charles I instituted the regular minting of a gold forint modelled on the often copied standard 3.5 g Florentine florin.",
            "Hungary. Louis | of Anjou 1342 1382 CE. AR dinar\n(14.3 mm, 0.53 g). ? mint. Obv: S LADISLAVS R, Saint\nLadislav, nimbate, standing holding axe in right hand\nand globus cruciger in left,in right field cross with sigla\nB to right. Rev: LODOVICI R VNGARIE, shield bearing\narms of Anjou, lys above and either side. Ref:H.542a.",
            "(Image: Pavlos S. Pavlou.)",
            "Hungary. Magyar Kiralysag (Kingdom of Hungary). Nagy\nLajos (Louis the Great). 1342 1382. AV aranyforint\n(22 mm, 3.55 g, 12h). Buda mint; P ter Chimle, mint-\nmaster. Struck 1366 1368. Obv: + LODOVIC!-D-G-\nR - VnGA : RIE, coat-of-arms within arched hexalobe;\npellet at end of each arc; all within hexalobe; lys in\nspandrels. Rev: - SAnTVS LA DISL AVS R -, St. Ladislaus |\nstanding facing, holding axe and globus cruciger; to\nleft, P and three lys; to right, four lys. Grierson, Coins\nof Medieval Europe C22; Lengyel 7/1; Pohl B5-1; Huszar\n515; cf. Friedberg 22. (Image: CNG, cngcoins.com.)",
            "Hungary. Mary of Anjou 1383 1395 CE. AR dinar\n(14.2 mm, 0.32 g, 7h). ? mint. Obv: +MONETA MARIE,\npatriarchal double cross. Rev: +REGINE VnGARIE,\ncrowned Gothic letter M, lys on either side. Ref:\nFrynas 26.5. (Image: Pavlos S. Paviou.)",
            "Hungary. Mary of Anjou 1383 1395 CE. AV forint.\nObv: + MARIE   DEl   G e R   VnGARIE, arms of\nHungary-Anjou in tressure within hexalobe. Rev: S  \nLADISL | AVS   RE, St. Ladislaus standing facing, an\naxe in his right hand and an orb in his left; a lys in the\nright field. (Image: Heritage, ha.com.)",
            "SE",
            "Hungary. Sigmund 1387 1437 CE. AR dinar (14.3 mm,\n0.43 g, 12h). Kormocbanya (Kremnitz) mint. Obv:\nMON.SIGISMVnDI, double cross. Rev: +REGIS VnGARIE\nETC, quartered shield.",
            "Ref: Frynas 27.4. (Image: Pavlos S. Pavlou.)",
            "Number6 September 2022 ---------------------------------------------------------- -------------- - 283\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_44.jpg",
        "Paragraphs": [
            "continued from 269",
            "Addendum 1: Sculpture Imitating Coins Imitating Sculpture",
            "Photos in Addendums 2 and 3 following present two famous museum sculptures we encountered on a trip to Paris and\nGreece in Fall 2007. The curious thing is that, together, they mimic the obverse and reverse designs on the first Demetrios\nPoliorketes tetradrachm from Figure 4. The 2nd century BCE Victory of Samothrace sculpture in Addendum 2 may have\nbeen inspired by Demetrios s earlier coin design. The 5th century BCE bronze Poseidon from Athens in Addendum 3 is\nfrom an earlier era and is literally a symbol of modern Greece. The takeaway is that the heroic forms of these artworks,\nwhether coin, sculpture or another medium, are derived from similar roots.",
            "Model of Complete Victory of Samothrace Sculpture",
            "As a corollary to the real sculpture at the Louvre in Addendum 2 following, this photo shows a model envisaging the\ncomplete Victory of Samothrace, based on its recovered parts. The original sculpture is from a later date than the coin, so\nit provides a more stylish and unfettered view of this typical naval victory commemoration scene.",
            "VL, The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_45.jpg",
        "Paragraphs": [
            "Addendum 2: Obverse Type   Victory of Samothrace (220 185 BCE)",
            "We visited the Louvre on our one-week stopover in Paris. I photographed this famous Nike standing on part of a ship\nprow, a seeming copy of the Demetrios coin obverse. The Parian marble statue, cleaned since, is 2.75 m/ 9 ft high on a\n2.01 m base of Rhodian marble (the unnecessary block in between is modern). Pieces of the incomplete sculpture were\nexcavated on Samothrace in 1863, then the prow in 1875 after they realized the statue s similarity to the coin. The drapery\nis especially accomplished. The left wing (top photo) and right bust are re-created. More info on the Louvre website:\nmusee. louvre.fr/oal/victoiredesamothrace/victoiredesamothrace_acc_en.html.",
            "(Photos by the author)",
            "Number 6 September 2022 -----------------------------eenn nena nnn nnn ccc enn crn nnn 285\n"
        ]
    },
    {
        "File": "The_CN_Journal_Sept_46.jpg",
        "Paragraphs": [
            "Addendum 3: Reverse Type   Poseidon of Artemision (circa 460 BCE)",
            "After our Paris stop, we drove from Athens to northern Greece and the Peloponnese, and then we ferried around several\nGreek islands. This famous bronze is in the National Museum, Athens. As with the contemporary Charioteer in Delphi,\nI was amazed I could stand right next to the statue for say half an hour with no one around   just being there. It was\nrecovered from the sea at Cape Artemision, off Euboia, in 1926 from a 2nd century BCE shipwreck (same as the famous\nJockey, which I also photographed). It was made in a  Severe  style just after the Archaic period, possibly in Athens,\nAigina, Sikyon, Boeotia or Argos. It s just over life-size at 2.09 m, originally with bone eyes, silver eyebrows and copper\nlips and nipples. He could be Zeus or Poseidon, depending on whether he is holding a thunderbolt or trident. I choose",
            "Poseidon because it s the coin pose and because I can.\n(Photos by the author and Barb Hansen)",
            "[Renal",
            "a The CN Journal Volume 67\n"
        ]
    }
]