[
    {
        "File": "The_CN_Journal_March_07.jpg",
        "Paragraphs": [
            "2022 RCNA CONVENTION MEDAL e\nMEDAILLE_DU_CONGRES, DE_L ARNC_2022",
            "This year s convention medal"," with a logging crew in the",
            "foreground guiding a crib",
            "down the Chaudi re timber slide,",
            "flanked by the lumber yards, and with",
            "Ottawa s skyline in the background,",
            "illustrates  Celebrating Ottawa s",
            "Timber Heritage,  our theme for the\n2022 RCNA Convention.",
            "Throughout most of the 19th\ncentury and the early part of the 20th\ncentury, the Ottawa valley and the\nPontiac region around our nation s\ncapital city was renown for its lush\ntimber forests. The tall, sturdy trees were felled, lumbed, and\ncut into logs to be floated down the Ottawa River and its\ntributaries on a journey to the St. Lawrence River and onward\nto the ports of Montreal and Quebec City for shipping to\nEurope.",
            "The river voyage was neither simple or easy for the\nmen charged with transporting the massive timbers. They\nassembled logs into rectangular rafts called  cribs  that\ncould be joined together to form large barges on which the\nmen lived during the trip.",
            "The many waterfalls along the route were a key obstacle,\nforcing the loggers to dissemble the barges and cribs\nso the separated logs could traverse the falls and then be\nreassembled for the next stage of the trip. This work was\ntime-consuming and dangerous.",
            "The Chaudi re Falls, located on the Ottawa River between\npresent day Gatineau, QC and Ottawa, ON, was a particular\nchallenge, given its 15-metre (49 feet) height. An innovative\nsolution overcame the problem.",
            "In 1829, Ruggles Wright, son of Hull, QC founder and\nsawmill owner Philemon Wright, built a timber slide on\nthe north (Hull) side of the Falls. Wright s clever solution\nenabled entire cribs, with men and equipment aboard, to\nbypass the falls saving significant time and effort.",
            "Use of timber slides caught on quickly along the river.\nOttawa lumberman George Buchanan built a slide on the\nsouth side of the Falls in 1836. Buchanan s slide was soon\nacquired by the government and replaced in 1845. By 1849\nall timber slides on the Ottawa River had been purchased by\nthe government.",
            "Not only practical, the Chaudi re timber slide soon\nbecame a tourist attraction. Visiting dignitaries were\nfrequently treated to a trip down the slide on a crib. Albert\nEdward, Prince of Wales ran the Ottawa-side slide during his\nvisit in 1860; the Duke and Duchess of Cornwall and York,\nas well in 1901.",
            "Number2 March 2022 -------------------------------------------",
            "La m daille du congr s\nL de cette ann e, avec une",
            " quipe de bicherons a\nlavant-plan guidant un radeau\nsur la glissoire, flanqu e de cours\na bois, et une vue d Ottawa en\narri re-plan, illustre   C l brons\nle patrimoine forestier d Ottawa  ,\nnotre theme pour le congr s 2022\nde PARNC.",
            "Pendant la majeure partie du\nXIXe et le d but du XXe si cle, la\nvall e de 1 Outaouais et la r gion",
            ": de Pontiac  taient r put s pour\nleurs for ts luxuriantes. Les grands arbres robustes  taient\nabattus,  branch s et coup s en billes pour  tre transport s\nsur la rivi re des Outaouais et ses affluents jusqu au fleuve\nSaint-Laurent, puis jusqu aux ports de Montr al et de Qu bec\npour  tre exp di s en Europe.",
            "Le voyage sur le fleuve n tait ni simple ni facile pour\nles hommes charg s de transporter les  normes billes. Ils les\nassemblaient en radeaux rectangulaires appel s   cribs   qui\npouvaient  tre joints pour former de grandes barges sur lesquelles\nles hommes vivaient pendant le voyage.",
            "Les nombreuses chutes d eau qui jalonnaient le parcours\nconstituaient des obstacles majeurs, obligeant les biicherons a\nd monter les barges et les radeaux pour que les troncs puissent\ntraverser les chutes individuellement et  tre r assembl s pour\nl tape suivante du voyage. Ce travail  tait dangereux et prenait\nbeaucoup de temps.",
            "Les chutes de la Chaudie re, situ e sur la rivi re des Outaouais\nentre les villes actuelles de Gatineau (Qu bec) et d Ottawa (Ontario),\nrepr sentait un d fi particulier en raison de sa hauteur de 15 m tres\n(49 pieds). Une solution novatrice a permis de surmonter le probleme.",
            "En 1829, Ruggles Wright, fils de Philemon Wright, fondateur\nde la ville de Hull (Qu bec) et propri taire d une scierie, a\nconstruit une glissoire du c t  nord (Hull) des chutes. La\nsolution astucieuse de Wright permettait 4 des radeaux entiers,\navec hommes et mat riel 4 bord, de contourner les chutes en\n conomisant beaucoup de temps et d  efforts.",
            "Lutilisation des glissoires s  est rapidement r pandu le long de\nla rivi re. Le bicheron George Buchanan d Ottawa a construit\nune glissoire sur le c t  sud des chutes en 1836. La glissoire\nde Buchanan a rapidement  t  acquise par le gouvernement et\nremplac e en 1845. En 1849, toutes les glissoires sur la rivi re\ndes Outaouais avaient  t  achet es par le gouvernement.",
            "Non seulement pratique, la glissoire de la Chaudi re est\nrapidement devenue une attraction touristique. Les dignitaires en\nvisite avaient souvent droit 4 une descente de la glissoire sur un\nradeau. Albert Edward, prince de Galles, a descendu la glissoire\ndu c t  d Ottawa lors de sa visite en 1860 ; le duc et la duchesse\nde Cornwall et d  York ont fait de m me en 1901.\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_08.jpg",
        "Paragraphs": [
            "ROBINSON _HOUSE_TOKENS",
            "BY LORNE BARNES,\nFCNRS, LM #441",
            "\nJames Robinson Camlachie, Ontario",
            "CRLVS  Gan aval Glore\nCe alechin Darl.",
            "Cairn s General Store, Camlachie, Ontario, c. 1930. The building to the left, in front of the pole, is the",
            "original Robinson House Hotel.",
            "his article tells the history of the Robinson House\nHotel in Camlachie, Ontario, approximately fifteen",
            "miles east of Sarnia, its ownership, and its short-\nlived tokens. It examines the early cataloguers  listings and\npresents research findings that show their information was\nlikely inaccurate.",
            "The corner of Egermont Road and Camlachie Side Road\nprior to 1863 was known as Truslers Settlement. The Sarnia\npaper dated September 16, 1858, noted the Grand Trunk\nRailway came through the sleepy crossroads of Truslers\nSettlement with a bang. Truslers Settlement, near Errol, the\nwestern edge of Egermont Road, needed a water well dug\nto provide water for the railroad. To determine if this well\nwas suitable, a person holding an open flame was lowered\non a rope; that flame ignited the gas in the well causing an\nexplosion heard over several miles away.",
            "The 1864-65 Lambton Gazetteer published that\nCamlachie had a Grand Trunk Railway Station situated\non Lot 10 Concession 9 and the community was started by\nDuncan McDonald in 1863. The directory listed McDonald\nas a dealer in dry goods and stated that a post office was\nexpected in the near future. Camlachie would have been a\nvery important location for the railway as the countryside\nwas full of hardwood for fuel.",
            "James and Maria (Minnie) Robinson immigrated to\nCanada from England in 1856 with their two sons, James",
            "(1849-1860) and William (1853-1925). Their daughter\nElizabeth (Bessie) was born in Belleville, Canada West, in\n1858. As yet I have not discovered what James s occupation\nwas while he was in Belleville.",
            "The Belden s Illustrated Historical Atlas of the County\nof Lambton, Ontario, 1880 lists James as a Hotel Keeper in\nCamlachie, Ontario, since 1864. The publication also states\nhis property was worth $4000.",
            "Travellers en route to the Port of Sarnia via the Grand\nTrunk Railway or stage coach on the Ergermont Road often\nstopped at the Robinson House. The picture above, circa\n1930, shows the front of the house between the tree and the\nbuilding on the right. It was the first hotel in Camlachie and\nwas run by James Robinson.",
            "The Ontario Gazetteer of 1866-67 shows James at\nLot 9, Concession 9 in Plympton Township in the village of\nCamlachie, which is located on the south side of Egermont\nRoad across from the new train station. The same directory\ndoes not list his occupation as hotel keeper, but as a\nfreeholder of the property. This may indicate that James\nRobinson may have been in town since 1864 clearing land\nto supply cordwood for the railroad. The population of\nCamlachie by 1866 was 100 and the town had a post office\nwith daily mail service to the postmaster, Robert Armour,\nproprietor of a general store. Robinson in all likelihood\nbegan renting rooms in his home for the expanding",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_09.jpg",
        "Paragraphs": [
            "population and the Robinson House boomed as it was the\nonly place to stay. He probably expanded to meet the needs\nof a growing population.",
            "The first listing I located for Robinson as a hotel keeper\nis in the 1869 Ontario Gazetteer and the last was in the\n1882 Bradstreet s. | located James and Maria on the 1871\nCanada Census, but the 1881 Canada Census shows\nJames as a hotel keeper and now married to Abigail with a\ndaughter Ida. Maria, his first wife, must have passed away\nsometime before 1877. James died April 8, 1883, at the\nage of 53 and is buried at the Errol, Ontario, cemetery. His\nheadstone is seen to the right.",
            "James s son William owned Lot 9, Concession 10, which\nis located to the east, beside his father s property. William\nwas a sash, door, and blinds manufacturer and he also\noperated a planing mill.",
            "William married Janet Schram on July 1, 1879. Janet s\nfather, Benjamin Schram, is listed as a hotel keeper in\nCamlachie in the Belden s Illustrated Historical Atlas 1880\nand the Ontario Gazetteer of 1884-5 and 1886~ 7. There is\na strong possibility Benjamin ran the Robinson House for\nhis son-in-law William before and after the death of James.\nThe 1888 Union Publishing Directory shows Benjamin\nis the tenant holder at Lot 9, Concession 9, the location\nof the Robinson House. The Union Publishing Directory\nof 1889 shows he is running a restaurant in Camlachie."
            
        ]
    },
    {
        "File": "The_CN_Journal_March_10.jpg",
        "Paragraphs": [
            "The 1888-9 Polk Directory lists Benjamin Schram as\nthe proprietor of the Union Hotel in Forest, Ontario, and\nCharles Robinson, not a relation to James, was operating\nthe billiards room. The 1891 Canada Census shows\nBenjamin as a farmer west of Camlachie.",
            "James Bell operated the other hotel in Camlachie\nin the 1880s. By 1889, James Needham was listed as a\nhotel keeper and may have purchased James Bell s\noperation. Various directories from 1889 to 1914 show\nJames Needham and his wife Clara operating a hotel in\nCamlachie.",
            "The Robinson Hotel was sold to Joseph Blackwell\nsometime between 1889 and 1891 and it became his family\nhome for a few years. The next owner was Alfred Sheppard\nand family and the home was remodeled. The next owner\nwas Alfred Sheppard s son-in-law, Fred Willowby. The\npicture on the right, taken in 2018, shows the Robinson\nHouse as it appeared at that time.",
            "The Robison House issued two tokens but a question\narises from the Breton publication. Breton claimed the\nchecks of the Robinson House  were issued in 1886, but\nthey were not long in use, as Mr. Robinson died the same\nyear, and the house was closed on account of the passage of\nthe Canada Temperance Act. The whole lot was purchased\nby the Rev. J.M. Goodwillie. R.2. ",
            "The Belden  s Illustrated Historical Atlas of the County of\nLambton, Ontario, 1880 lists John Milton Goodwillie from\nBreton s publication, as a Clergyman in Camlachie, Ontario\nsince 1876. Goodwillie left Camlachie for a new clerical\nposition in Newmarket, Ontario, sometime before his son,\nJohn Jr. s death on November 2, 1883.",
            "Goodwillie would have known James Robinson\nbecause the church was just south of the hotel. In addition,\nGoodwillie was a numismatist and just residing within a\ntwo-minute walk of the Robinson House would have had\nfirsthand information regarding the use of tokens.",
            "If Goodwillie left before the death of Robinson, he\nwould have corresponded with someone from his previous\ncongregation to keep up with the news of Camlachie.",
            "Research proves Breton was in error to state Robinson\ndied in 1886 and the Canada Temperance Act of 1878\nclosed the hotel. A death certificate, seen to the left, shows\nJames died in 1883 and to date I have not found any\nevidence that Camlachie issued a ban on liquor sales in\nthe 1880s to force the closure of the hotel. However, is the\nclaim correct that the tokens were issued in 1886? If so then\nBenjamin Schram was the issuer of the Robinson House\ntokens after Robinson s death.",
            "Goodwillie mentioned the tokens did not see much use\nand Mr. Robinson died the same year, which leads me\nto believe the tokens were issued in late 1882 or 1883.\nRobinson died of  softening of the brain  as per the death\ncertificate, which has a meaning of some form of mental\ndeterioration. Robinson s mental condition leads me to\nbelieve Schram was managing the hotel as early as 1880\nas per Beldon s Atlas and was probably the issuer of the\ntokens before Robinson s death.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_11.jpg",
        "Paragraphs":[
            "Br762. Bo172-A-Ex",
            "I feel the Rev. J. M. Goodwillie mixed up the facts\nand dates in his correspondence with Breton relating to\nthe Robinson House tokens. Breton s publication of\nGoodwillie s accounts of these tokens has been used since\nthe 1890s as accurate information.",
            "My personal thoughts on the matter after reading\nBreton s publication are that Goodwillie would have known\nSchram and probably corresponded with and purchased the\ntokens from him. Perhaps the date was 1886 a few years\nafter Goodwillie left Camlachie and in the correspondence\nwith Schram there was mention the hotel would be closing\nsoon and that is what Goodwillie remembered while\ncorresponding with Breton a few years later.",
            "Images: Breton s 1912 Publication, pp 129 130",
            "Breton listed two Robinson House tokens, the first\nnumbered 761 has not been found. It is highly unlikely\nthis token exists as Breton probably used the wrong\nreverse plate in his publication. Bowman followed suit in\nhis publication and listed it as 172-A-E. The second type\nis 762, 172-A-Ex, 1s brass, octagonal and 26.5 mm. Of\ninterest to note, LeRoux s publication shows the obverse of\nnumber 1044, similar to 762 is missing the beaded border\nand the stars on the reverse. As with 761, an example has\nnot been found and in all likelihood is non-existent as well.\n1043, 172-A-Ey 1s brass, round and 24.5 mm.",
            "Number2 March 2022 -------------------------------------------",
            "Lr1043. Bo172-A-Ey",
            "Images: 1964 reprint of LeRoux, pg 299\nSources",
            "Ancestery.ca",
            "Barnes, Lorne. 2019.  Charles Robinson - Billiards & Hotel\nKeeper - Forest, Ontario . Numismatica Canada Volume 18,\nNo. 1, March, 2019, Issue No. 69",
            "Breton, P. N. 1912. Illustrated History of Coins and Tokens\nRelating to Canada. Montreal: P.N. Breton & Co.",
            "Canada Census 1861-1921",
            "Kyle, Mel H. 1996.  The Known Tokens of Camlachie, Ont.  The\nCanadian Token, Vol. 25 No. 1, Issue No. 129",
            "LeRoux, Joseph. reprint 1964. The Canadian Coin Cabinet,\nCanadian Numismatic Publishing Institute, Winnipeg.",
            "Nielsen, Eleanor. 1993. The Egremont Road, Forest, Ont.:\nLambton County Historical Society.",
            "Ontario, Canada Deaths 1869-1946",
            "Ontario, Canada Marriages 1826-1936",
            "Phelps, Edward. 1973. Belden  Illustrated Historical Atlas of the\nCounty of Lambton, Ontario, 1880. Reprint Sarnia, Ont.",
            "Turnbull, Jean. 1982. Canada West s Last Frontier. Sarnia, Ont.:\nLambton County Historical Society.",
            "Directories from 1869 to 1915 including: Lambton Gazetteer,\nOntario Gazetteer, Bradstreet , Vernon s and Union Publishing.",
            "Communication with local historians: Gordon MacKenzie, John\nAndrews, Deborah Burr, Muriel Wright and Netty McEwen.",
            "[Editor s Note: This is an updated version of an article originally",
            "published in Numismatica Canada Volume 17, Number 4,",
            "December 2018, Issue 68.]\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_12.jpg",
        "Paragraphs": [
            "AN UNEXPECTED",
            "By ROB TURNER\nFRCNA, FCNRS, #20948",
            "1891_CENT_VARIETY",
            "Mark Yamanaka s 1891\nlarge cent variety.",
            "I always hesitate to say any variety is newly discovered.",
            "Variety pioneers like Hans Zoell, Jack Griffin, and\nothers identified many varieties during the mid-to-late\n20th century that have since faded in our memories. Having\nsaid that, Mark Yamanaka, a British Columbia collector,\nrecently brought a coin to my attention that I have never seen\npreviously, either in person or in the literature. He inherited\nthis 1891, large date, large leaf (LDLL) cent several years\nago from his father s collection. He later bought my book,\nDies & Diadems, and in its die catalogue tried to find the\nobverse die that struck the coin.! It was not there. Therefore,\nI very much appreciate him sending me the coin to study.\nMy 1891 die catalogue included a small date, small leaf\n(SDSL) cent that had an oddly re-punched letter  T  in the\nlegend GRATIA. The engraver modified the Obverse 3 die\nthat struck that coin, Die O2Y-S2, by re-punching the letter\nwith a manual punch having a font different from the rest of\nthe one-cent obverse legends. The Royal Mint engravers had\npreviously used this particular letter punch on the Jamaica\nhalfpenny, the Prince Edward Island cent, and the Straits\nSettlement halfpenny, but not on the Canada cent. This\nmodification, probably a mistake by the engraver, created\na somewhat scarce and quite interesting Obverse 3/SDSL\nvariety. The group that worked on the one-cent variety section\nfor the 2011 Charlton catalogue  included it with a 50-percent\nprice premium over the  regular  1891 SDSL cents.",
            
            "1 Rob Turner, Dies & Diadems, (Fountain Valley CA, published\nby the author, 2009), chapter 12.",
            "2 Charlton Standard Catalogue of Canadian Coins, Volume One,\nW. K. Cross, ed., (Toronto ON: The Charlton Press, 2011), 265-349.",
            " al",
            "The Yamanaka coin has a similar modification made\nwith the same letter punch used for the PEI cent, only this\ntime applied to the letter  T  in the legend VICTORIA\n(please see the photographs). The other letter  T , the one\nin the legend GRATIA, was left unmodified. The die state\nof the coin examined for this article exhibited obverse bead\nclashes, both above and below the effigy. It also has six\neasily visible die cracks at 1, 3, 5, 8, 9, and 12 o clock.",
            "The Obverse 3 die that struck Yamanaka s coin, which\nI have now catalogued as O2W-L6, was married to the\npreviously-catalogued LDLL reverse die R1O-L30. This\nrather heavily-used reverse die was mated with three other\nObverse 3 dies prior to this late pairing with O2W-L6.",
            "Now that this previously unlisted obverse die has\nappeared, we ask ourselves, how scarce could the coins it\nminted be?",
            "1891 Estimated Mintages by Type",
            "Estimating their scarcity requires we first understand 1891\nCanada cents  production. The Royal Mint coimed them in\nsix distinct types, specifically in all combinations of two\nobverse designs (Obverse designs 2 and 3) combined with\nthree reverse designs (large date, large leaf; small date,\nlarge leaf (SDLL); and small date, small leaf). Obtaining\nprecise mintages of 1891 cents by type is impossible as no\nsuch detail survives in the Royal Mint records. That said, if\nwe know how many dies struck each type, we can estimate\nthe mintages of each type by proration.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_13.jpg",
        "Paragraphs":  [
            "Left, the  T  in GRATIA shows the normal font found on Obverse design 3 Canada cents. Right, the  T  in VICTORIA",
            "was repaired with a letter punch used on the PEI cents.",
            "In Dies & Diadems, I catalogued the 1891 obverse and\nreverse dies found in a random sample of 264 coins (see\nTable 1). The study identified 32 unique obverse dies and\n35 unique reverse dies used to strike 1891 cents. Since the\nstudy concluded, one more Obverse design 2 die and one\nmore Obverse design 3 die (the current coin) have come to\nlight. No new reverse dies have been identified.",
            "Unfortunately, fifteen of the LDLL die marriages involved",
            "Obverse 2 dies that possessed no die cracks nor other unique\nblemishes sufficient to tell them apart from each other. Also,\none Obverse 2 die and five Obverse 3 dies were married\nto unidentifiable SDSL reverse dies.\nBecause all the unknown obverse dies\nare in one type (Obverse 2/LDLL)\nwhile the unknown reverse dies occur\nin two types (Obverse 2 and 3/SDSL),\nwe chose to pro-rate the total 1891-\ncent mintage by obverse dies.",
            "The Dies & Diadems study found\nfour obverse dies that were each\nmarried to two different reverse\ndesigns. One Obverse design 2 die\n(Die O2S-LS1) minted both LDLL\nand SDSL cents. One Obverse\ndesign 3 die (Die O2Y-LS1) struck\nboth LDLL and SDSL cents. Finally,\ntwo Obverse design 3 dies (Dies\nO2X-S1 and O2Y-S1) coined both\nSDLL and SDSL cents. By evenly",
            "3 The coins were only random within each of the six types and\nnot across the entire 264-coin sample.",
            "Number2 March 2022 -------------------------------------------",
            "splitting these four dies that struck two types of 1891 cent,\nTable 2 shows the number of known, identifiable, and\nunique working dies organized by the type of 1891 cent\nthey struck.",
            "Our proration must in some fashion also account for the\nfifteen unknown Obverse 2/LDLL die marriages. Each\nof these marriages will fall into one of two categories.\nFirst, the marriage could involve a new obverse die\nwhich would add to our total of unique Obverse 2 dies\nthat struck LDLL cents. Second, the obverse die might\nbe an early die state of a die already catalogued in Dies",
            "& Diadems which would not add to\nour total of unique dies. Table 3 pro-\nrates the total 1891 cent mintage by\ntype using four assumptions of zero,\nfive, ten, and fifteen additional dies\nfalling into the first category.",
            "We note that as we progressively\nassume additional Obverse 2 dies, the\nObverse 2/LDLL mintages increase\nby 37 percent, while the mintages\nof the other types all decrease by 31\npercent, but neither of the bounding\ncases of zero or fifteen additional\nunique obverse dies seems very\nrealistic. The estimated mintages\nassuming five new dies or ten new dies\nactually fall quite close to each other,\nonly varying by about 11 percent.\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_14.jpg",
        "Paragraphs": [
            "It seems reasonable to assume that\nmore of the fifteen unidentifiable die\nmarriages involved early die states\nof the known Obverse 2 dies (before\nany unique cracks or other blemishes\nappeared), rather than new Obverse 2\ndies. For the remainder of this article,\nwe will proceed under the hypothesis\nthat about five unique Obverse 2 dies\nused in 1891 have yet to be identified\nand that the estimated mintage of\nObverse 3/LDLL cents was 428,312\ncoins. Time and eventually more dies\ncoming to light could tell us how\nclose our hypothesis approaches reality.",
            "Estimated 1891 One Cent Mintages by Type -Table 3",
            "Estimated Mintage of the New Obverse 3 Die O2W-L6",
            "In Dies & Diadems, our sample size of Obverse 3/LDLL cents was 71 examples (Table 1). Probability theory tells us\nthat when a single random sample has two possible outcomes, success and failure, and the probability of success can be\ndefined as p, then the probability of failure is 1   p = q. Ifa random sample of size n is taken, the probability (P) of exactly\nx successes (or 1   x failures) is found by solving a formula called the binomial equation:",
            "n!\nP= p* g@ x\nx! (n   x)!",
            "Since Die O2W-L6 struck none of the randomly-sampled 71 coins, we had zero successes (x=0), and the binomial\nequation reduces to P = (1   p) !. We can now calculate the probability (P) that a random sample of 71 coins yields zero\nexamples from Die O2W-L6 for any assumed true probability of success (p, which equals the percentage of the Obverse\n3/LDLL mintage actually struck by Die O2W-L6). The graph below (Figure 4) shows P for assumed values of p from 0 to\n20 percent.",
            "(a The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_15.jpg",
        "Paragraphs": [
            "Number2 March 2022",
            "For those who prefer data in tabular form, Table 5 presents the same\nprobability information as Figure 4. We can see from both that, if Die\nO2W-L6 struck only 0.5% of the Obverse 3/LDLL mintage, then 70% of\nthe time a random sample of 71 coms would not yield any example from\nthat die. The probability of not finding such a coin decreases very rapidly as\nthe true mintage of Die O2W-L6 rises. The probability of not finding one\nequals 49%, 24%, 12%, and 6% as the mintage from this die increases to\n1%, 2%, 3%, and 4% of the total Obverse C3/LDLL mintage, respectively.",
            "Conversely, Figure 4 also tells us that if our die struck 3% of the total, our\nsample had more than an 88% chance of finding it. Hence, zero to slightly\nmore than three percent of the mintage forms a 90% confidence interval that\nthe true mintage lies in that range. Similarly, the 95% confidence interval\nextends from zero percent to slightly more than 4%.",
            "Using our hypothesis that the mintage of Obverse 3/LDLL cents was\n428,312 pieces, there exists a 30% chance that Die O2W-L6 struck 2,142\nor fewer cents (0.5% of 428,312). Similarly, there is a 551% chance it struck\n4,283 or fewer coins, a 76% chance of 8,566 or fewer, and an 88% chance\nof 12,849 or fewer. We can be 95% confident that this die struck fewer than\n17,697 coins.",
            "Our estimates lead us to conclude that cents struck by Die O2W-L6\nare very scarce, but probably not truly rare. They are certainly scarcer\nthan almost all the expensive, widely recognized 1859 cent varieties. Of\nthe current-day, mainstream large cent varieties, perhaps only the 1859\ninverted 9, the 1881 Single Serif N, and the 1882 DDO will be harder to\nfind. This new discovery provides collectors with the worthy goal of finding\nan interesting and easily visible, yet very scarce, large cent variety.",
            "Copyright   Rob Turner\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_16.jpg",
        "Paragraphs": [
            "he Royal Mint and the Royal Canadian Mint",
            "| have unveiled a commemorative two-coin set in",
            "celebration of Her Majesty The Queen s Platinum",
            "Jubilee, on the 70th anniversary of The Queen s accession\nto the throne in 1952.",
            "Marking an historic 70-year sovereignty over the two nations,\nthe set includes two one-ounce fine silver coins, each baring a\nunique commemorative design and struck to Proof standard.",
            "The coin from The Royal Mint features a commemorative\nobverse design of The Queen created by John Bergdahl, who\ntook inspiration from previous equestrian portraits of Her\nMajesty, adding the royal garter to create a truly umque portrait.",
            
            "The experienced coinage artist also created the coin s reverse\ndesign, which features an elaborate royal mantle design inspired\nby the coinage of William IV.",
            "The coin from the Royal Canadian Mint features a reverse\ndesign by Canadian artist Pandora Young, who has captured\nHer Majesty as she looked in 1952, the year she became queen.\nStruck on Canadian coins since 2003, the coin s obverse features\nthe effigy of The Queen by Susanna Blunt, which depicts the\nexperienced and much-loved monarch we know today.",
            "The unique collector s item, with a limited mintage of 5,500,\n1s presented in packaging featuring English and French to reflect\nthe heritage of the two nations.",
            
            "The CN Journal Volume 67\n"
        ]
    },
    
    {
        "File": "The_CN_Journal_March_18.jpg",
        "Paragraphs": [
            "THE MASSEY MEDALS FoR\nARCHITECTURE", "BY GRAHAM H. NEALE\n#13329",
            "This brief article deals specifically with the so-\n| called Massey Medals for Architecture which were\nawarded upon the recommendation of the Royal\nArchitectural Institute of Canada (RAIC) between 1950 and\n1970, after which the program was discontinued. National\ncompetitions were held, and awards were made, only in the\nspecific years 1950, 1952, 1955, 1958, 1961, 1964, 1967\nand 1970. These awards were formally published in the\nRAIC Journal (see Table 1) together with photographic and\ndescriptive details of the architectural designs for which the\nawards were made. I have not previously seen this attractive\nmedal discussed or illustrated in the numismatic literature.\nThe two dates that appear on the obverse of the medals (1896  \n1918) relate to the death of Hart Almerrin Massey in 1896 and\nto the incorporation of The Massey Foundation in 1918. Hart\nMassey was born in Haldimand Township, Upper Canada, in\n1823, and he proceeded to expand his father s business into\nthe famed Massey-Harris farm equipment empire. He decreed\nin his will that the majority of his estate should be disposed of\nfor the public good. His estate trustees subsequently decided\nto establish THE MASSEY FOUNDATION which was",
           
            "officially incorporated in 1918. The most famous scion of\nthe Massey family was Charles Vincent Massey (1887-1967)\nwho, from 1952 to 1959, served as the first Canadian-born\nGovernor General of Canada. It was he who initiated the\nMassey Medals for Architecture program in 1950 to promote\nand to recognize excellence in Canadian architecture.",
            "It took me a long time to elucidate the significance of the\nanimal (a Deer) appearing on the obverse of the Massey\nMedals for Architecture (Figure 1). It is in fact a Hart\n(an archaic word for a Red Deer Stag) which is a cryptic\nsalute and tribute to the aforementioned benefactor of The\nMassey Foundation, namely Hart Massey. It should be\nnoted that three Stags  Heads similarly appear on Governor\nGeneral Vincent Massey s escutcheon and on the reverse of\nhis Governor General s Academic Medal (Figure 6). The\nCastle Tower appearing on the Massey Medals, besides\nemphasizing the architectural theme, likely relates to the\nvenerable Hart House at the University of Toronto which\nwas completed in 1919. Hart House was initiated and\nfinanced by Vincent Massey and was named in honour of\nhis grandfather Hart Massey.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_19.jpg",
        "Paragraphs": [
            "Figure 2a: Obverse and Reverse of the Type | Silver Massey Medal (awarded 1950)",
            "The Massey Medals for Architecture certainly live up to\ntheir august title as they are of very  massy  proportions,\nnamely 90 mm in diameter with a rim thickness of 8 mm.\nIn total, 112 medals were awarded in silver and 5 in gold\n(see Table 1). No gold medals were awarded after 1961.\nThe fineness of the metal in the gold and silver medal is\nunrecorded. They were struck at the Royal Canadian Mint\nin two distinct types: TYPE I - Matte Finish (Figures 2a &\n2b) and TYPE II - Shiny Finish (Figure 5). There are some\nsignificant differences between the two types:",
            "(Images: courtesy of the author.)",
            "TYPE I Silver (1950):",
            "Diameter: 90 mm, Mass: 396 g, Rim Thickness: 8 mm, Matte\nFinish, Unmarked Flat Rim.",
            "TYPE II Silver (1964):",
            "Diameter: 90 mm, Mass: 300 g, Rim Thickness: 8 mm,\nShiny Finish (Polished Dies), Unmarked Flat Rim.",
            
            "Figure 2b: Obverse and Reverse of the Type | Gold Massey Medal (awarded 1952)",
            "(Images: submitted by Barrie Renwick, courtesy eBay seller.)",
            "Number2 March 2022 -------------------------------------------\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_20.jpg",
        "Paragraphs": [
            "TABLE 1: Numbers of Massey Medals Awarded by Year",
            "All medals have an incuse capital letter  A  impressed\nin the obverse field immediately below the Deer, which is\npresumably the engraver s mark for artist Eric Aldwinckle.\nThe original hinged Rexine-covered case for the 1950\nmedal is of sturdy high-quality manufacture but without\nany indication of its origin. The case measures 120 mm x\n120 mm x 30 mm and weighs 188 g when empty.",
            "It is not known exactly when the transition to the lighter-\nweight Type II silver medal was made. It was presumably\ndone as a cost-cutting measure after 1961 when the number\nof awards started to increase substantially (see Table 1).\nThis conjecture is supported by the fact that the front\ncover of the November 1961 issue of the RAIC Journal\nillustrates what appears to be an original Type I silver medal\n(Figure 3). The 1964 medal illustrated herein (Figure 5)\nwas offered for sale on eBay in 2020 and the seller kindly\nprovided me with the physical specifications shown above.",
            "The award details of the 1950 and 1964 Massey Medals\nare neatly engraved in capital letters around the periphery\nof the reverse (not on the rim), as follows:",
            "Naming on 1950 Award:\nUpper Segment: J * C * MEADOWCROFT   ESQ * 1950",
            "Lower Segment: NO * 2 * POWER * DEVELOPMENT  \nSHIPSHAW * QUEBEC",
            "Naming on 1964 Award:",
            "Upper Segment: FRED THORNTON HOLLINGSWORTH\n* BARRY VANCE DOWNS",
            "Lower Segment: THE RAYER RESIDENCE * BAYRIDGE\n* WEST VANCOUVER",
            "1 see November 1961 RAIC Journal, page 41",
            "Figure 3: Front\nCover of the\nNovember 1961\nRAIC Journal\ndepicting what\nappears to be",
            "a Type | Silver\nMassey Medal.\n(Images: courtesy\nthe author.)",
            "Figure 4: The\nRight Honourable\nVincent Massey\nPresenting a\nCased Silver\nMassey Medal",
            "for Architecture\nat the National\nGallery of\nCanada in Ottawa\non October",
            "29, 1964,",
            "RAIC Journal,\nNovember 1964).",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_21.jpg",
        "Paragraphs": [
            "Figure 5: Obverse and Reverse of the Type Il Silver Massey Medal\n(1964) [accessed on eBay.com in 2022]",
            "It will be observed that the engraved naming on\nthe 1964 medal is in a much heavier style than\nthat on the 1950 medal. It will also be noted\nthat no award date appears on the Type II\nmedal. However, the November 1964\nissue of the RAJC Journal confirms\nthat  The Rayer Residence  award was\nmade in the year 1964. This medal was\namongst those personally presented by\nthe Right Honourable Vincent Massey at\nthe National Gallery of Canada in Ottawa\non October 29, 1964 (Figure 4).",
            "Although the Massey Medals for\nArchitecture program was terminated\nin 1970, the fine tradition initiated by\nVincent Massey in 1950 was revived\nby the RAIC in 1982 in the form of\nThe Governor General s Medals in Architecture program. A\nhandsome large-size bronze medal featuring a Crowned Lion\nwas issued from 1982 to 2016 and a more elaborate revised\ndesign was unveiled in 2018. Up to 12 medals are currently\nawarded in every biennial competition, illustrations of which\nare freely available on the Internet.",
            "Closing Comment",
            "The existence of the beautiful and exceptionally rare\ngold medal shown in Figure 2b came to light fortuitously\nJust prior to going to press with this article. I would like\nto thank Barrie Renwick for providing this invaluable\ninformation. The gold medal in question was awarded\nin 1952 to Semmens & Simpson Architects for the\nMarwell Office Building in Vancouver, British Columbia.",
            "Number2 March 2022 -------------------------------------------",
            "It is named around the periphery in the exact\nsame engraved style as the silver medal\nshown in Figure 2a.",
            "I would also like to sincerely thank\neBay User: coolstuff71313 for his\ngenerous assistance in providing data\nand answering questions concerning the\n1964 Type II Massey Medal shown in\nFigure 5.",
            "Further Reading",
            " Massey Medals For Architecture 1950 \n1970 , published on Toronto Modern\n(online blog), October 20, 2010.",
            "Meadowcroft, J. C. (1947)  THE",
            "SHIPSHAW No. 2 DEVELOPMENT",
            "1941-1943 , RAIC Journal, Volume 24,\nNo. 12 (December 1947).\n[This informative illustrated article describes the massive\nhydroelectric power project on the Saguenay River near\nArvida, Quebec, for which James Curzey Meadowcroft\n(1892-1969) was awarded his Silver Massey Medal in\n1950.]",
            "Hill, Robert George. (2009), The Biographical Dictionary of\nArchitects in Canada 1800-1950, by [Contains a succinct\nsummary of J. C. Meadowcroft 8 illustrious career: |",
            "The Canadian Encyclopedia, (1988). Hurtig Publishers.\n[Contains detailed biographies of the two eminent\nCanadian architects Fred Thornton Hollingsworth (1917 \n2015) and Barry Vance Downs (b. 1930) who were jointly",
            "awarded their Silver Massey Medal in 1964.|",
            "nnn cence 69\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_23.jpg",
        "Paragraphs": [
            "THE CHURCHILL FALLS GENERATING",
            "STATION. 19.72_INAUGURATION. MEDAL",
            "BY RON CHEEK\nFRCNA, FCNRS, #23921",
            "Memento of a controversial mega-project",
            "Figure 1: The author s 1972 Churchill Falls Generating Station inauguration medal.",
            "T his medal, by Dora de P dery-Hunt, commemorates",
            "the official opening in 1972 of the Churchill Falls",
            "Generating Station in Labrador. It was, at the time,\nthe largest civil engineering project ever built in North\nAmerica and the world s largest underground generating\nstation. British Newfoundland Corporation Limited, known\nas Brinco, founded in 1953, developed this massive facility\non the upper Churchill River. Sadly, environmental studies\nand consultation with the affected native populations were\ntotally absent from the Churchill Falls project. Moreover,\nthe business arrangement for the sale of power from the\ngenerating station has been a source of friction between the\ntwo neighbouring provinces, Qu bec, and Newfoundland\nand Labrador. In 1974, Premier of Newfoundland and\nLabrador Frank Moores called the Churchill Falls project\n the biggest giveaway in history.  A decade ago, planning\nfor the Lower Churchill Project resulted in some of these\nissues being redressed. More recently, a Qu bec Court of\nAppeals decision on the power sale contract has provided\nsome relief for Newfoundland and Labrador. The Churchill\nFalls Generating Station, now 50 years old, may finally",
            
            "Number2 March 2022 -------------------------------------------",
            "(Image: by Author)",
            "be appreciated for what it is: a remarkable engineering,\nmanagement, and construction achievement; also, it\nremains a huge source of renewable clean energy in a world\nstruggling to reduce carbon dioxide emissions.",
            "The Medal",
            "The medal, pictured here in Figure 1, is struck in antiqued\nbronze; it is 52.3 mm diameter, 5.7 mm thick at the\nrim and it weighs 87.5 g. The obverse has a cleverly\nstylized shape that represents the medal as the runner\nof a Francis turbine, looking from its top. The Brinco\nlogo and name are in the centre, enclosed by an incused\ncircle in which there is raised lettering: CANADA MAY\n1972 MAI. The reverse continues the turbine-driven\ngenerator theme, a schematic side view with waves of\nwater flowing downward from the top and emerging at\nthe bottom as diverging arrows that represent electrical\npower output. 7,000,000 H.P. is written below the arrows.\nIn the centre of the reverse is: CHURCHILL   FALLS\n/ (LABRADOR) / CORPORATION   LIMITED.\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_24.jpg",
        "Paragraphs": [
            "The medal edge has Dora de P dery-Hunt s signature,\ntwo hallmarks (BR in a square, for bronze, plus Wellings\nmaker s mark), and is numbered 00805.",
            "This medal type was first described in an article by\nRoss Irwin and Frank Rowe that appeared in Canadian\nNumismatic Research Society Transactions, Vol. 21 pp. 62-\n80 (Fall, 1985) on page 73. It was listed as C23. Irwin and\nRowe reported that 5,000 of these medals were struck by\nthe Wellings Mint in Toronto and that they were presented\nto invited guests at the official opening ceremony in 1972.",
            "The medals originally came in handsome blue cases with\nthe Brinco logo on the outside of the lid and the Wellings\nMint logo on the inside. I am indebted to Paul Petch for the\nphotos of his fine example, shown in Figure 2. Paul s medal\nis not numbered on its edge; it was Dora de P dery-Hunt s\npersonal copy.",
            "Ihave so far located seven other examples, either for sale\nor in collectors  hands; they are numbered 02164, 03510,\n03616, 03623, 03741, 04487, and 04706. That none of\nthese has a number above 5,000 suggests that the number\nIrwin and Rowe reported as having been made is correct.\nIf any reader has an example I would appreciate knowing\nwhat number is on its edge. One of these medals listed is\nsealed in its original plastic wrapper and not in a Brinco\nbox. Is it possible that additional medals were made and\nsold in this format? Perhaps some reader knows. As well, it\nwould be interesting to know if there were more than 5,000\nmade.",
            "Irwin and Rowe listed two other medals associated\nwith the project, medals that were issued in very limited\nnumbers. They have designs on only one side and are\nconsidered  table medals  or paper weights. The first, by\nBirks, features Premier Joey Smallwood. It was attached\nto a piece of Labradorite and marks the project s official\ngroundbreaking ceremony in 1967. Only 200 were made\nand we must presume these were presentation pieces\nthat are still (to use an old phrase)  closely held.  The\nother medal was a large cast piece made under a special\ncommission by Dora de P dery-Hunt for Brinco directors.\nIt is 95 mm in diameter and only 25 were produced. These\nwill not likely be seen in the numismatic market for some\ntime. A large replica of this medal hangs in the Control and\nAdministration Building at Churchill Falls.",
            "A local connection",
            "I was fortunate in making contact with Cherylynn Downer,\na helpful lady in the town of Churchill Falls; she is\nemployed by the power corporation as a Communications\nand Community Relations Advisor. Cherylynn is a third-\ngeneration resident of the town; her grandfather was a\nworkman there throughout the project and was present\nat the official opening in 1972. He received a medal (No.\n03510) in its blue Brinco case. The family still has it. We\nknow, then, that construction workers on the project who",
            "Figure 2: Dora de P dery-Hunt s  artist s copy  of the\n1972 Churchill Falls Generating Station inauguration\nmedal. This one has no number on the edge. Based on\npresent knowledge it seems most of these medals were",
            "presented in such cases. (Photos courtesy of Paul Petch.)",
            "were on site in 1972 were invited to the opening ceremony\nand received medals. Of course, a vast number of others\nwho had worked on the project over the previous five years\nand who had left the site would not likely have been at\nthe opening and thus may not have received medals. Nor\nis it likely that workers who joined the project after 1972\nreceived medals.",
            "Ms. Downer kindly provided the photograph of the\nenlarged Directors -version medal that hangs in the Control\nand Administration Building at Churchill Falls, seen in\nFigure 3, and the photo that appears later in this article of\nPremier Joey Smallwood at the 1972 opening ceremony.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_25.jpg",
        "Paragraphs": [
            "Figure 3: This 1.22-metre (48-inch) diameter replica of\nthe medal, for Directors, hangs in the Administration\nand Control Building at Churchill Falls. Photo courtesy\nof Newfoundland & Labrador Hydro, Churchill Falls\nGenerating Station.",
            "Figure 4: Churehill  Falls. before development of the\nhydroelectric stationydiverted. 90 percent.of the flow\nfrom the falls.",
            "(Image: www. heritage.nf:ca/articles/politics/churchill-falls.php,, original\nphoto by Geological Survey of Canada, Natural Resources Canada.)",
            "Number2 March 2022 -----------------------------------------",
            "The river and the falls",
            "There is a great river rising in the high interior plateau of\nLabrador. It once dropped over a spectacular waterfall and\nraced through rapids and chutes, falling more than 300 metres\nover a 30 km distance. The river flows some 300 km east into\nLake Melville, which is actually an estuary, at Happy Valley-\nGoose Bay, and eventually to the Atlantic Ocean. The Innu,\nnative to this remote region, called the river the Mishtashipu\n(Big River). The waterfall was a spectacular landmark for\nthem and, according to The Canadian Encyclopedia, the Innu\nbelieved that to look upon it meant death. Adapting the native\nname of the river, European explorers called it the Grand\nRiver and the immense falls in the upper region Grand Falls.\nThe river was later re-named the Hamilton by colonists,\nafter Labrador s colonial governor, Charles Hamilton. When\nWinston Churchill died in 1965 the river and falls were re-\nnamed after him.",
            "The upper Churchill River, above the falls, has a\ncatchment basin of some 72,000 square kilometres, an area\nthe size of New Brunswick. The power generating potential\nof the upper Churchill had been studied since the early\n20th century but development was not feasible due to the\nremoteness of the area. When the Qu bec, North Shore and\nLabrador Railway was completed in 1954, access to the area\nwas greatly improved. At that same time, Hydro-Qu bec was\ndeveloping technology to transmit electrical power over long\ndistances. A project to develop the enormous hydroelectric\npotential of the river had finally become feasible.",
            "The hydroelectric project origins",
            "The history of the Churchill Falls power generating project\nis fraught with controversy. As noted earlier, construction\nproceeded with little or no regard to environmental impacts\nor its severe effects on the lives of the native people, the\nInnu, whose traditional land it flooded. Indeed, the Innu were\nnot even consulted. Moreover, the business arrangement of\nthe project has been an intensely sore point between the two\nneighbouring provinces that share it, as we shall see.",
            "Newfoundland Premier Joey Smallwood visited\nwhat was then called Hamilton Falls in 1949, just after\nNewfoundland became a province. He was mightily\nimpressed. Based on what he saw he championed\ndevelopment of a massive hydroelectric project, through\nthe early 1950s. This led to the creation of a consortium\nof financial and industrial interests called the British\nNewfoundland Corporation Limited (Brinco.) Brinco\nreceived vast land and mineral rights in Labrador including\nthe right to develop the hydroelectric potential of the upper\nHamilton (Churchill) River. The cost of such a project\nwould be huge, so huge that to profit from that power\nBrinco s investors needed a customer that would commit\nto a long-term deal. Several alternatives were examined\nthrough the 1950s but little progress was made.\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_26.jpg",
        "Paragraphs": [
            " The biggest giveaway in history ",
            "James P. Feehan, in his 2011 Memorial University\n Research Notes  essay entitled  Smallwood, Churchill\nFalls, and the Power Corridor Through Qu bec,  presents a\ndetailed perspective on the deal eventually struck between\nBrinco, a private corporation, and Hydro-Qu bec, a\nprovincial Crown Corporation. It is a fascinating read, but\nit does tend to look at the situation from the Newfoundland\npoint of view. It should be noted here that, from the Qu bec\nperspective, that province has never been satisfied with the\nruling by the Imperial Privy Council in 1927 that set the\nQu bec-Labrador boundary. The whole issue is politically\ncharged and we will not go into the details of it here.\nFeehan tells us:\nIn 1958, Brinco created CFLCo as a subsidiary!\nIt was 80 per cent owned by Brinco while Qu bec-\nbased Shawinigan Engineering Company held the\nremaining 20 per cent. CFLCo s mandate was to\ndevelop Churchill Falls. .... CFLCo made efforts to\nattract Hydro-Qu bec as a buyer, and in 1961 the\nlatter did consider an offer but opted for development\nof a new source within Qu bec. However, new\npossibilities arose the following year. In September\n1962, in the speech from the throne, the federal\ngovernment announced that it would permit long-term\ncontracts for exports of electricity from Canada. This\nwas to encourage major power projects that were too\nlarge for domestic markets to absorb. For CFLCo\nand Smallwood this new federal export policy was\nwelcome news. It made the United States market an\noption for the first time, and the Consolidated Edison\nCompany of New York was soon found to be interested.\nIntense and often acrimonious negotiations took place\nthrough the mid-to-late 1960s. These involved many\ncontentious and highly politicized issues. CFLCo badly\nneeded financial backing and a secure market. It also needed\na corridor through which the power could be brought to\nthe US market. The government of Qu bec and Hydro-\nQu bec provided the only solutions. The outcome was a\n1969 contract between CFLCo and Hydro-Qu bec agreeing\nthat CFLCo would produce, sell, and deliver hydroelectric\npower to Hydro-Qu bec at the Labrador-Qu bec border.\nHydro-Qu bec would construct, own, and operate a high-\nvoltage transmission line to New York State and sell the\npower to Consolidated Edison Company. Hydro-Que bec, the\nentity created when the province nationalized all its power\ncompanies in 1962, acquired the 20 percent share of CFLCo\nthat had been held by Shawinigan Engineering Company.\nThe terms of the contract have turned out to be very\none-sided in favour of Queb c. Clearly, CFLCo did not\nanticipate the tremendous escalation in the value and",
            "1 It was originally called the Hamilton Falls Power Corporation;\nit became Churchill Falls (Labrador) Corporation Limited\n(CFL Co) after the river was re-named. For clarity, we will continue\nto refer to the company as CFLCo, as Feehan has done.",
            "a",
            "price of hydroelectric power when its directors signed\nthe multi-decade contract for its sale. Nor did they insist\nupon any escalation terms to offset inflation. (Remember,\nback in the late 1960s and early 1970s, when  inflation \nwasn t something anyone even considered?) The contract,\nwhich has been tested and upheld by the Supreme Court\nof Canada, stipulates that power would be sold to Hydro-\nQu bec at the Qu bec-Labrador border at less than 3\nmils (one-third of a cent) per kilowatt-hour (kWh) until\n1996 and thereafter at even lower rates. From 2016 until\nthe year 2041 the rate is set at 2 mils per kWh. When the\ngovernment of Newfoundland and Labrador acquired\nmajority ownership of CFLCo in 1974 it expressed\noutrage at the contract terms. Its resentment came from\nthe fact that the Smallwood government had given away to\nCFLCo, a private company, its vast Labrador resources for\nhydroelectric power generation and now the province was\nstuck with a very poor deal to show for it. Premier Frank\nMoores called it  the biggest giveaway in history.  From\nQu bec s viewpoint, on the other hand, it had taken huge\nrisks in investing in the power generation project when\nothers were unwilling to do so, and it had constructed a\ncostly power transmission line from the remote border with\nLabrador to the border with New York State. It had come\nout a winner. Newfoundland and Labrador had not  lost,  it\nsimply had not benefited to the extent that Qu bec had. The\ncourts have agreed.",
            "The project",
            "Development of the hydroelectric potential of the upper\nChurchill River does not depend upon a single high dam\nto create an upstream reservoir in a canyon such as, for\nexample, in the case of the iconic Hoover Dam project. The\nhinterland of central Labrador required a different approach.\nFrom its upper drainage basin the Churchill River drops 66\nmetres before it reaches the falls. Churchill Falls provides\nanother drop of 75 metres. The river then descends a further\n158 metres through the Bowdoin Canyon, a series of rapids\nand chutes, over a distance of several kilometres. The vast\nupper drainage basin feeds into a reservoir covering an\narea of 5,700 square kilometres. Named the Smallwood\nReservoir, it was created by constructing 88 dikes totaling\nin length some 64 kilometres. Simply put, these dikes\nprevent water from  spilling out the low spots  so that\nrunoff and snowmelt water can be collected and retained\nat the highest possible elevation to maximise the hydraulic\nhead (drop) available to the generating station. Ninety\npercent of the volume of water that originally flowed over\nthe falls is diverted for power generation.",
            "The power station itself is sttuated adjacent to the reservoir\nbut well below it in elevation, at a location downriver\nsome 30 km away from the falls. The machine hall is 300\nmetres underground, carved out of the solid granite bedrock.\nIt is 300 metres long, 25 metres wide, 50 metres high,",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_27.jpg",
        "Paragraphs": [
            "Figure 5: Vertical section through a Francis turbine\nshowing the principal components. The spiral case\nwraps around the outside of the rotating runner (shown\nin red). Water enters the runner horizontally and exits\nvertically downward through the draft tube.",
            "Photo of a Francis turbine installation. The spiral tube,\nfed by the penstock, delivers water to the runner in\nthe centre (the workers are standing on the runner.) As\nthe scroll diameter decreases, water velocity is greatly\naccelerated until it reaches the entrance to the runner.\n(Photo by US Bureau of Reclamation   USers.owt.com/chubbard/\ngcdam/html/photos/construction.html, Public Domain, commons.\nwikimedia.org/w/index. php?curid=84766)",
            
            "Figure 7: Panoramic view of the Churchill Falls generating facility. The machine hall is 300 metres underground near","the base of the slope in the right-centre of the photo; water exits to the deep ravine to the left.\n(Photo credit: CC BY-SA 3.0, commons.wikimedia.org/w/index.php?curid=722123)",
            "and contains the 11 turbines and generators. The station is\nconfigured such that water from the reservoir above flows\nthrough inlet headworks and down to the turbines through\n11 huge penstocks tunneled through the solid rock. Each\npenstock has an inclined section 6.0 metres in diameter\nand 366 metres long. That leads to a 4.4-metre-diameter\nhorizontal section, 61-metres long, ending at a turbine.\nWater flows through a horizontal scroll tube surrounding\nthe runner and enters the turbine horizontally. It then flows\nvertically out through a draft tube below the runner and\nback to the river. In this configuration, the full available\nhydraulic head of more than 300 metres is utilized. Figures\n5 and 6 provide illustrations. Note the runner in Figure 5,\nin red. This is what Dora de P dery-Hunt depicted on our\nmedal. Each of the stainless steel turbines at Churchill Falls\nweighs 73 tonnes.",
            "The project was managed from design through\nconstruction and commissioning by a consortium called\nAcres Canadian Bechtel. That firm awarded and oversaw\nmore than 180 construction and services contracts to\nbring the project to completion. Construction took place\nfrom 1966 to 1974 although, as noted earlier, the contract\nbetween CFLCo and Hydro-Qu bec was not signed until\n1969. There was an official groundbreaking ceremony\nin 1967, commemorated by the previously mentioned\ndesktop medal attached to Labradorite. The station was\ncommissioned in stages over four years. The first two\nunits were put into service on December 6, 1971, nearly\nsix months ahead of schedule and a mere five years after\nconstruction began. More units came on line in 1972 when\nthe  official opening  commemorated by our medal took\nplace. That event was attended by Prime Minister Pierre\nElliot Trudeau, provincial officials, and several thousand\nother people: bankers, company executives, and project\nworkers. The final units were put into service in 1974. The\ncost of the project was about 950 million 1970 dollars. At\nthe beginning of construction a union contract was signed\nfor its duration. It took five years of non-stop work by 6,300\non-site workers to achieve a project completion 18 months\nahead of schedule and below budget. Some 30,000 people",
            
            
            "Number2 March 2022 -------------------------------------------",
            "ean ennecneecnnecnencnnenneecnnes 75\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_28.jpg",
        "Paragraphs": [
            "in total were employed on bringing the\nChurchill Falls facility to completion.\nRealization of the project in terms of\nengineering, construction, and project\nmanagement was a tremendous success.",
            "Present status",
            "The generating station is still 65.8\npercent-owned by Newfoundland and\nLabrador Hydro, a provincial crown\ncorporation. Hydro-Qu bec owns the\nremaining 34.2 percent. The contract\nfor the sale of power 1s still in place and\nmost, but not all, of the power continues\nto be sold to Hydro-Qu bec for re-sale\nto Con-Ed in New York State. The\npurpose-built housing for management,\nworkers, and support services during\nconstruction, became the Town of\nChurchill Falls, home to 700 people:\ncompany workers and their families.",
            " Figure 8: Premier Joey Smallwood and others at the official opening ceremony of the Churchill Falls Generating Station on June 16, 1972. (Photo\ncourtesy of Newfoundland & Labrador Hydro, Churchill Falls Generating Station.)",
            "For the past decade a project has been under way to develop the remaining 35\npercent of the hydroelectric potential\nof the Churchill River. Called the\nLower Churchill Project, it comprises facilities downriver\nat Muskrat Falls. It will provide power to the island of\nNewfoundland as well as Nova Scotia and New Brunswick.\nThis project proceeded following environmental studies and\nconsultation with the indigenous people whose land and\nlives it would affect. I address the latter issue in the next\nsection of this article. The Lower Churchill Falls project\nhas been beset with problems. It was estimated to cost 7.4\nbillion dollars when it began in 2012. It was to have been\ncompleted by the fall of 2021 but the station is still not fully\nfunctional and the cost has ballooned to over 13 billion\ndollars. Massive federal government bailouts to the tune of\nbillions of dollars have been contributed. There are ongoing\ninquiries into the mismanagement of the project. The latest\ndelay in start-up of the final units was announced by CBC\nOctober 18, 2021. The contrast between the realization of\nthis project and the Churchill Falls project is stunning.\nContentious as the arrangement for the sale of power\nhas been, Qu bec and Newfoundland and Labrador\nhave continued to work together. A recent Qu bec court\ndecision ruled in favour of Newfoundland and Labrador;\nNewfoundland and Labrador Hydro cannot be forced to\nsell all of the energy produced at Churchill Falls to Hydro-\nQu bec, allowing for management of the water at Churchill\nFalls such that the new downstream project is not adversely\naffected. A cap has been placed on the amount of power that\nmust be sold to Hydro-Qu bec. Moreover, the decision was\nretroactive to 2016, when the present contract extension",
            
            "began. Hydro-Qu bec is to compensate Newfoundland and\nLabrador Hydro for the excess power sold at the contract s\nstipulated rock-bottom rate from 2016 to the present. The\ncalculated compensation amounts to $25 million. It seems\nboth parties are content with this solution. The contract will\nbe renegotiated in 2041.",
            "Perspective",
            "Now 50 years old, the Churchill Falls Generating Station\n1972 inauguration medal is a reminder of an engineering\nand construction marvel. The station, once the world s\nlargest, is now the world s tenth largest, and Canada s\nsecond largest after the Robert-Bourassa generating\nstation in northern Qu bec. Notwithstanding the absence\nof environmental assessment studies, the failures at the\ntime with regard to Innu land issues, and the contentious\nterms of the contract for the sale of power, the actual\ndesign and construction proceeded smoothly. The project\nwas completed ahead of schedule and under budget,\nsomething we rarely, if ever, see in today s mega-projects.\nIt was conceived, planned, and executed before there was\nlegislation requiring environmental studies, mitigation\nmeasures, or consultation with the native peoples whose\nland it flooded. We must imagine the project would\nnot have gone ahead today without years of studies,\nconsultation, and fair compensation to the people who lost\ntheir traditional land. But those were different times.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_29.jpg",
        "Paragraphs": [
            "The Churchill Falls project is a fact, however. It s there.\nAlthough it has had significant adverse impacts on the\nhinterland of Labrador it continues to be a huge source\nof  clean  (carbon-emission-free) renewable energy. Yes,\nmost of that energy is being sold to a US power company\nsupplying consumers in New York State but consider\nthis one point; as electric cars become more affordable\nand numerous and they replace more gasoline-powered\nvehicles, as we re told they will, those new vehicles can\nbe powered by this huge source of clean energy. The\nalternative, which offends my engineering sensibilities,\nwould be to have those future electric vehicles consuming\npower from generating stations burning fossil fuel. To\nme, that is simply moving the burning of fossil fuels\nfrom the vehicle back to a huge facility we cannot see\nand therefore can pretend doesn t exist. That clean energy\nsource in Labrador 1s good for us all, no matter which side\nof the border we live on. So, perhaps the Churchill Falls\nGenerating Station project has lived on long enough to\nbecome a lot more environmentally sound. OK, Ill get off\nmy soapbox.",
            "Readers will note I have made only passing references\nto the issues involving the Innu and the enormous failure to\nconsult with and compensate them at the time the Churchill\nFalls project was built. I acknowledge this but the present\narticle had to have some scope limitations. Encouragingly,\nafter many years of negotiations, The bilateral Land Claims\nAgreement-in-Principle, the Lower Churchill Innu Impacts\nand Benefits Agreement, and the Upper Churchill Redress\nAgreement were finalized and initialed in February, 2010.\nThese agreements were negotiated at the most senior levels\nof the Innu Nation, the Government of Newfoundland and\nLabrador, and Nalcor Energy (now a part of Newfoundland\nand Labrador Hydro.) You can read the details at: www.gov.\nnl.ca/lowerchurchillproject/backgrounder_9.htm .",
            "To conclude, the Churchill Falls Generating Station\ninauguration medal is a classic  Dora creation.  It is\ncleverly designed to both commemorate the opening of\nthe massive facility and somehow, simply but effectively,\nportray the essence of the station. It is symbolic of a\nmassive project undertaken in different times but whose\nvalue in today s world has become evident, more so\nperhaps than it was in 1972. It is hard to believe the medal\ncommemorates an event 50 years ago. At the time of peak\nactivity there were 6,300 workers on the construction site.\nThroughout the project s duration more than 30,000 people\nworked on it. Just who among them received medals is\nnot known but it seems likely they were the workers on-\nsite in 1972. Nor is it known if some medals were sold in",
            "plastic wrappers rather than presented in blue Brinco boxes.\nChurchill Falls Generating Station 1972 inauguration\nmedals occasionally enter the numismatic market and for\nthose of us lucky enough to obtain one, they are a fine\nmemento of a successful Canadian mega-project. As a civil\nengineer, I especially admire the medal and am proud to\nown one.",
            "Internet Sources consulted",
            "en.wikipedia.org/wiki/Churchill_Falls [Accessed\nNovember 23, 2021]\nwww.cbe.ca/archives/entry/churchill-falls-the-biggest-\ngiveaway-in-history [Accessed November 4, 2021]\nen.wikipedia. org/wiki/Churchill_Falls_Generating_\nStation [Accessed November 21, 2021]\nen.wikipedia.org/wiki/Francis_turbine [Accessed\nDecember 1, 2021]\nwww.thecanadianencyclopedia.ca/en/article/churchill-\nfalls [Last accessed December 4, 2021]\njournals. lib.unb.ca/index.php/acadiensis/article/\nview/18765/20571 [Accessed November 6, 2021]\nwww.icevirtuallibrary.com/doi/abs/10.1680/\niicep.1972.5297 [Accessed December 4, 2021]\nwww.ewh.ieee.org/reg/7/millennium/churchill/cf_history.\nhtml [Accessed December 4, 2021]\nwww.nytimes.com/1 972/06/1 7/archives/canadian-power-\nproject-opens-power-project-opens-in-canada.html\n[Accessed December 5, 2021]\nwww.gov.nl.ca/lowerchurchillproject/backgrounder_9.htm\n[Accessed December 2, 2021]\nwww.cbc.ca/news/canada/newfoundland-labrador/\nmuskrat-schedule-delay-1.6210567 [Accessed\nNovember 19, 2021]\nwww.cbc.ca/news/canada/newfoundland-labrador/\nquebec-churchill-falls-hydro-1.5183162 [Accessed\nDecember 4, 2021]",
            "References:",
            "Clugston, Michael.  Power Struggle  Canadian\nGeographic, November/December 1998, p 58-70.",
            "Feehan, James P.  Smallwood, Churchill Falls, and the\nPower Corridor Through Quebec , Research Notes,\nMemorial University, 2011. Available at: journals.lib.\nunb.ca/index.php/acadiensis/article/view/1 8765/20571\n[accessed November 21, 2021.]",
            "Acknowledgements:",
            "I acknowledge with gratitude the valuable assistance of\nCherylynn Downer, Henry Nienhuis, Paul Petch, and Barrie\nRenwick in the preparation of this article.",
            "Number2 March 2022 -------------------------------------------\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_32.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e\nNOUVELLES, DES, CLUBS",
            "By BRETT IRICK (CLUB SERVICES)\nFRCNA, FONA, LM,#456",
            "With the omicron surge of the coronavirus most\nif not all clubs across Canada have not met in\nperson since early December. However, virtual\nclub meetings are continuing with great success.\nWith the current downtrend in cases, most clubs\nanticipate restarting in-person club meetings\nby spring as well as holding their club coin\nshows. The Ontario Numismatic Association has\ndelayed its 2022 convention until fall due to the\nuncertainty of being able to hold the convention it\nin April as originally intended.",
            "The RCNA Zoom meeting account remains\navailable to RCNA member clubs and it is\nin active use. Meetings can be scheduled by",
            "e-mailing me at xr7gt@prodigy-net or calling my\nmobile phone (313) 207-3562.",
            "Regina Coin Club Celebrates 61st\nNewsletter Anniversary",
            "This February, the Regina Coin Club, aka\nRCC will mark the 61st anniversary of",
            "its RCC Newsletter, which it first\npublished in February 1961, more",
            "than six decades ago.",
            "Martin Watts, one of the club s\nfounding members and the\nhead of its publicity committee,\nedited the inaugural one-page\nnewsletter, which was distributed\nby Dale Murray, then the club s\nsecretary-treasurer.",
            "Late last year, RCC Secretary\nTroy Zimmer, who also serves as\nthe newsletter s assistant layout editor,\nredesigned the publication, which is issued\nbetween eight and 10 times a year.",
            "A group of Regina coin collectors met on January\n23, 1953, to discuss forming a new chapter of what was\nthen known as the Canadian Numismatic Association\nthat is now named the Royal Canadian Numismatic\nAssociation.",
            "Geocaching - Yours to Discover",
            "By Peter Becker and published in the Waterloo\nCoin Society February 2022 bulletin.\nIn the fall of 2016, I was introduced to Geocaching and\nshortly after was gifted a stunning Canada 150 medal\ncreated by Landsharkz, a company on the west coast.",
            "Avec la pr sence d omicron du coronavirus, la\nplupart sinon tous les clubs du Canada n ont pas tenu\nde rencontres en personne depuis d but d cembre.\nCependant, les r unions de club virtuelles se poursuivent\navec un grand succ s. Avec la diminution des cas, la\nplupart des clubs pr voient de recommencer les r unions\nde club en personne d'ici le printemps et d organiser\nleurs  v nements numismatiques. L Ontario Numismatic\nAssociation a report  son congres de 2022 a l automne en\nraison de l incertitude de pouvoir le tenir en avril comme\npr vu au d part.",
            "Le compte de r union RCNA Zoom reste disponible pour\nRCNA clubs membres et il est utilis  activement. Les\nr unions peuvent  tre planifi es en m envoyant un courriel",
            "a xr7gt@prodigy.net ou en appelant mon t l phone\nportable au (313) 207-3562.",
            "Le Regina Coin Club c l bre le 61e anniversaire\nde son bulletin",
            "7 En f vrier, le Regina Coin Club, alias RCC,\nc l brera le 6le anniversaire de son bulletin\nRCC, publi  pour la premi re fois en f vrier",
            "1961, ily a plus de six d cennies.\nMartin Watts, l ?un des membres\n~ fondateurs du club et le responsable du\ncomit  de publicit , a  dit  le premier\nbulletin d une page, qui a  t  distribu \npar Dale Murray, alors secr taire-",
            "tr sorier du club.\nA la fin de l ann e derni re, le\nsecr taire du RCC, Troy Zimmer, qui\nest  galement r dacteur en chef adjoint\nde la mise en page du bulletin a rafraichi la\npr sentation du bulletin, qui est publi e entre huit\net dix fois par an.",
            "Un groupe de collectionneurs de pi ces de monnaie de\nRegina s est r uni le 23 janvier 1953 pour discuter de la formation\nd un nouveau chapitre de ce qui  tait alors connu sous le nom\nd Association canadienne de numismatique Association, qui\ns appelle maintenant |  Association royale de numismatique du\nCanada.",
            "G ocachette - A vous de d couvrir",
            "Par Peter Becker et publi  dans le bulletin de f vrier 2022\nde la Waterloo Coin Society.",
            "A Vautomne 2016, j ai  t  initi  aux g ocachettes et peu\nde temps apr s, j ai regu une superbe m daille Canada\n150 cr e par Landsharkz, une entreprise de la c te ouest.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_33.jpg",
        "Paragraphs": [
            "This is no ordinary medal as it has a registered and\nlicensed trackable code allowing it to be discovered,\nvisit geocache locations, or be retrieved by another\nplayer if placed in a geocache to be moved further\nalong.",
            "Non trackable versions which I purchased several\nof to sell to collector friends quickly disappeared from\nthe website before summer. As a numismatist I gave\nup correcting those that commonly refer to them as\ngeocoins. The medal prior to being retired and added\nto my personal collection mid-January, logged nearly\n13,000 km from Michigan to Kingston and lots of cities\nand towns in between. Not bad considering it only\ntravelled six months of the year! The purpose of this\narticle is not to go into detail explaining the worldwide\ntreasure hunt using multi-million-dollar satellites and\ntechnology to find Tupperware in the woods.",
            "This subject has been touched upon in previous\nissues of Timber Talk. Readers are welcome to visit\ngeocaching.com or search for geocaching videos on\nYouTube  if they wish to learn more or discover what\nall the fun and excitement is about. It is free to join but\nbe warned it can quickly turn into an obsession with\nmany positive health benefits.",
            "Above all else, enjoy your collecting.",
            "If you would like to have your club profiled here, please\nwrite a column, include pictures and send it to me:",
            "xr7gt@prodigy.net.",
            "Brett Triche",
            "Ce n est pas une m daille ordinaire car elle poss de un code\ntragable et sous une licence enregistr e lui permettant d tre\nd couverte, de visiter des emplacements de g ocache ou d tre\nr cup r e par un autre joueur si elle est plac e dans une g ocache\npour  tre d plac e plus loin.",
            "Les versions non tragables dont j ai achet  plusieurs\nexemplaires pour les revendre a des amis collectionneurs ont\nrapidement disparu du site avant le d but de | t . En tant\nque numismate, j ai renonc  a corriger ceux qui les appellent\ncommun ment g opi ces. La m daille avant d tre retir e et\najout e a ma collection personnelle a la mi-janvier, a parcouru\npr s de 13 000 km du Michigan a Kingston et de nombreuses\nvilles et villages entre les deux. Pas mal  tant donn  qu il n a\nvoyag  que six mois de l ann e ! Le but de cet article n est\npas d expliquer en d tail la chasse au tr sor autour du monde\nutilisant des satellites et une technologie de plusieurs millions\nde dollars pour trouver des Tupperwares dans les bois.",
            "Ce sujet a  t  abord  dans les num ros pr c dents de\nTimber Talk. Les lecteurs sont invit s a visiter geocaching.com\nou a rechercher des vid os de g ocachette sur YouTube s ils\nsouhaitent en savoir plus ou d couvrir tout ce plaisir et cette\nexcitation. L adh sion est gratuite, mais sachez que cela peut\nrapidement se transformer en une obsession avec de nombreux\navantages positifs pour la sant .",
            "Avant tout, profitez de votre collection.",
            "Si vous souhaitez avoir le profil de votre club ici,  crivez\nune chronique, ajoutez des photos et envoyez-moi le tout a:\nxr7gt@prodigy.net.",
            "Brett Teich",
            "Number 2",
            "March 2022 -------------------------------------",
            
            ""
        ]
    },
    {
        "File": "The_CN_Journal_March_34.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "Zo LT oclisngs",
            "By ALAN ROY\n#17134",
            "Franco-American Jetons",
            "Ithough it looks like a small, rather insignificant\nA about these early numismatic pieces of New\nrance, Ed. Frossard s 1899 monograph, F ranco-\nAmerican Jetons, continues to be one of the most important\nworks on the subject over a century later.",
            "Edouard Frossard was born in Switzerland in 1837. He\nemigrated to the United States in 1858 and found work as\na professor of languages at Brooklyn s Boursand Academy\nin 1861. When the Civil War broke out, he enlisted with the\n31st New York Volunteers and eventually was promoted to\nColonel. After getting wounded in battle, he was appointed\nJudge Advocate at Fort McHenry.",
            "He started collecting American cents at the age of 35. He\njoined the American Numismatic Association as chartered\nmember number 14 and worked as editor of the Coin\nCollector s Journal. He also published his own newsletter,\nNumisma, which he sometimes used to feud with other\nwell-known numismatists. Frossard was also an auctioneer,\nconducting over 170 sales from 1888 till his death in 1899.",
            "In Franco-American Jetons, Frossard explains: these pieces\nwere not used as circulating currency but were more akin to\ncommemorative medals. They were also used as counters\nin performing calculations during\nfinancial transactions. Besides this\nreference book he also authored\nseveral others.",
            "Franco-American Jetons wasn t\nthe first work on the subject. Emest\nZay included them in Histoire\nmon taire des colonies Francaises\nd apr s les documents officiels.\nBreton, and LeRoux also listed\nthem in their early catalogues on\nCanadian numismatics. Charles\nAnton and George Parsons both\nwrote articles about jetons in the\nAmerican Journal of Numismatics.",
            "Frossard built on their work and\nproduced a superlative catalogue.\nApart from W. W. C. Wilson s\nclassic 1925 sale, his is one of\nthe only extensive listings on the\nsubject in English. Fifty-two jetons\nare described, dated from 1723 to\n1758. Two photographic plates\nillustrate a good portion of them.",
            "He also goes to great lengths\nto identify original pieces and",
            
            "restrikes. The jetons are divided into three categories:\n unquestionably originals,   probably early restrikes,  and\n recent restrikes.  Originals, wrote Frossard, tend to be\nthinner and have little if any reeding on the edges. Restrikes\nwere minted using thicker or larger planchets, with well-\ndefined edge reeding. Dies were often retouched, imparting\ngreater detail to the jetons. Sometimes the metal was\nidentified with a stamp on the edge of the pieces.",
            "The Paris Mint retains the original dies used to strike jetons\nand has employed them to make copies, sometimes mixing\ndifferent dies to make new varieties.",
            "Frossard s catalogue isn t perfect. Some of the pieces listed\nwere later revealed to have been issued not for Canada, but\nfor other regions, such as Pondicherry, a French settlement\nin India. Others were struck after the French Revolution and\nhave no connection to Canada.",
            "Despite the flaws, Frossard s work is of great value to\ncollectors of jetons, but it can be difficult to find because only\na hundred copies were printed, in 1899. Fortunately, it was\nreprinted in 1961 by Maurice Lorrain and again in 1977 by\nFrank and Laurese Katen. There is little variation between the\ndifferent versions of the catalogue s texts but the quality of the\nphotographic plates varies quite\na lot. The original features high\nquality printed plates. The Lorrain\nreprint features muddy, badly\nreproduced images that lack much\nof the detail necessary to identify\nanything but the most prominent\nfeatures of each piece. Somehow,\nthe Katens managed to enhance\nthe original plates and make them\neven clearer.",
            "A bibliophile may decide that\nit s better to have the original\nversion of a catalogue, but for a\ncollector of jetons the 1977 reprint\nwould definitely be the way to\ngo. Reproductions of classic\nnumismatic works are often\nthe workhorses of numismatic\nresearch and clearly have a well-\ndeserved place on the bookshelves\nof collectors. They can be\ninteresting collectibles on their\nown and can certainly deserve\nspace in bibliophiles  collections.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_35.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "BY SEAN SINCLAIR\n#23912",
            "A Native American Civil Rights Activist",
            "ne of the most significant\nissues in English North\nAmerica in the 1800s and",
            "early 1900s was indigenous rights\nand the rights of other minority\ngroups. As the United States and\nCanada expanded westward, Native\ninhabitants were continually forced\nout of their land to make room for\nEuropean settlers.",
            "The discrimination against\nNative inhabitants is very similar to\nhow White settlers treated African\nAmericans. Alaska was one of\nseveral regions in the US that\ncontinued to discriminate against\nnon-white inhabitants. Businesses\nin the capital city of Juneau and\nnumerous other communities would\ntypically feature signs that read  No\nNatives Allowed  as well as other\nmore derogatory messages.",
            "One of the first people to fight\nagainst this discrimination was Elizabeth Peratrovich.\nPeratrovich was born on July 4, 1911, in Petersburg, Alaska,\nas a member of the Tlingit First Nations. She was given the\nTlingit name Kaaxgal.aat.",
            "Elizabeth s parents died when she was quite young,\nand she was adopted by a white couple, Andrew and Jean\nWanamaker. The couple gave the young girl the name\nElizabeth Jean.",
            "Elizabeth grew up between Petersburg and Ketchikan,\nAlaska. Both municipalities are south, near the end of the\nAlaska panhandle, just north of British Columbia. She\ngraduated from Ketchikan High school and moved to\nBellingham, Washington, to attend the Western College of\nEducation.",
            "While living in Bellingham, she met Roy Scott\nPeratrovich, who was also a Tlingit native with Serbian\nheritage. The couple married on December 15, 1931, and\nlived in Washington state until 1941. Elizabeth gave birth to\na son, Roy Jr., in 1934, followed by a second son, Frank, in\n1938.",
            "In 1941, the couple retumed to Alaska, settling in Klawock.\nRoy was elected as mayor of Klawock on four occasions.",
            " ",
            "Number2 March 2022",
            "Portait of Elizabeth Peratrovich c.1939.\n(Image: Alaska State Library/Portrait File/ ASL-P01-3294)",
            "He also served as the leader of the\nAlaska Native Brotherhood, while\nElizabeth was the leader of the\nAlaska Native Sisterhood.",
            "The widespread discrimination\nagainst indigenous people in the\narea convinced the couple to\nmove to Juneau in an attempt to\npersuade lawmakers to change the\nlaws, making all residents equal.\nIn Juneau, Natives were prohibited\nfrom entering certain businesses,\nand financial institutions made it\nalmost impossible for Natives to get\na mortgage.",
            "Elizabeth and Roy drafted\nand introduced the first anti-\ndiscrimination bill with the\nassistance of the territorial\ngovernor, Emest Gruening, in 1941.\nUltimately, the legislation failed,\nending in a tie vote in the House of\nRepresentatives in 1943.",
            "The failure of the legislation did little to discourage\nthe couple. Using their rather powerful positions within\nthe Native community, they travelled throughout Alaska,\ncontinuing to fight for the rights of all Native people within\nthe territory.",
            "Standing as representatives of the Alaska Native\nBrotherhood/Sisterhood, the couple were given the\nopportunity to defend their position in the Alaska Senate\nin 1945. In a well-documented exchange, Senator Allen\nShattuck asked,  Who are these people, barely out of\nsavagery, who want to associate with us whites, with 5,000\nyears of recorded civilization behind us? ",
            "Elizabeth s response was,  I would not have expected that\nI, who am barely out of savagery, would have to remind the\ngentlemen with 5,000 years of recorded civilization behind\nthem of our Bill of Rights. ",
            "When asked if she expected any new legislation to end\ndiscrimination, she responded,  Do your laws against\nlarceny and even murder prevent those crimes? No law will\neliminate crimes but at least you as legislators can assert to\nthe world that you recognize the evil of the present situation\nand speak your intent to help us overcome discrimination. "
        ]
    },
    {
        "File": "The_CN_Journal_March_36.jpg",
        "Paragraphs": [
            "The Alaska Equal Rights Act\npassed the Senate by a vote of\n11-5 and was signed into law by\nGovernor Gruening on February\n16, 1945, becoming the first\nanti-discrimination legislation\nin the country. The opening\nparagraph of Section 1 reads:",
            " All citizens shall",
            "be entitled to the full",
            "and equal enjoyment\nof accommodations,\nadvantages, facilities and\nprivileges of public inns,\nrestaurants, eating houses,\nhotels, soda fountains, soft\ndrink parlours, taverns,\nroadhouses, barber shops,\nbeauty parlours, bathroom,\nrest houses, theaters, skating\nrinks, cafes, ice cream\nparlors, transportation\ncompanies, and all other\nconveyances and amusements,",
            "subject only to the conditions\nand limitations established\nby law and applicable alike\nto all citizens. ",
            "Alaska became the first\nUS jurisdiction to repeal  Jim\nCrow  type laws of racial\nsegregation, almost twenty years\nbefore US Congress passed the\nCivil Rights Act of 1964.",
            "Elizabeth Peratrovich passed\naway on December 1, 1958,\nfrom complications due to breast\ncancer.",
            "In 2020, the US Mint released\na special dollar coin in honour\nof Elizabeth Peratrovich.\nThe coin includes a front-left\nportrait of Peratrovich in the\ntop-right comer, with a Native\nAmerican raven occupying most\nof the lower half of the design.",
            "The raven represents the moiety (clan) that Peratrovich belonged to in Tlingit society. Her name is written in two lines, left\nof the portrait and above the raven. Near the lower right is the denomination, shown as $1. The country s name is around\nthe top of the design, while  ANTI-DISCRIMINATION LAW OF 1945  is written along the bottom rim.",
            "The edge of the coin is plain with lettering that includes  2020 P * * * E PLURIBUS UNUM * %& ee. \nThe  P  is the mark of the US Mint in Philadelphia, but alternatively it could either be a  D  for Denver, or an  S  for San\nFrancisco.",
            "The coin is part of a series begun in 2009 to celebrate Native American contributions to the country. The series has one\ndesign released each year. The first issue s obverse had the image of Sacagawea, the Shoshone woman who helped guide\nthe Lewis and Clark Expedition to the Pacific Ocean.",
            "In 1988, Elizabeth Peratrovich Day, an annual event, was established by state Governor, Steve Cowper. The date was\noriginally set as April 21, but has since been moved to February 16, the date in 1945 on which the anti-discrimination law",
            "passed.\nSources:",
            "www,fhwa.dot.gow/highwayhistory/peratrovich.cfm, accessed February, 2022.\nlibrary.alaska.gov/hist/fulltext/ASL-KFA1225.A3-1945-p35.htm, accessed February, 2022.\nwww.alaskool.org/projects/native_gov/recollections/peratrovich/elizabeth_1.htm, accessed February, 2022.",
            "84 ~~~~~--n------n nanan nnn nnn nnn nnn nnn nnn nnn nnn nnn nnn nnn nnnnnnn nnn nnnnmnnnnnnnnnnnnnnnnnnnmmnannnnnnne The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2022 $250 Pure Gold Coin   Pysanka",
            "Designed by Canadian artist Dave Melnychuk, your\ncoin s reverse is a forest-themed celebration of spring. The\ncentral motif features the Tree of Paradise (or the Tree of\nLife), a foundational symbol that represents renewal and\ncreation, health and wisdom, a long life and eternal\nyouth. The Tree s fruit-bearing branches represent\nthe days of the week and the anticipation of spring.",
            "The crowned kings of the forest, two noble\ndeer stand on each side of the Tree and above\nthe River of Paradise, where they symbolize\nwealth, prosperity and strength. Eight stars\nappear along the edge of the design, where\nthese radiating symbols of good",
            "fortune form an eternity",
            "band that surrounds the",
            "central motif. The obverse",
            "features the effigy of Her",
            "Majesty Queen Elizabeth",
            "II by Susanna Blunt.",
            "2022 5-ounce Fine Silver Coin   The Bigger\nPicture: 5-cent Coin   The Beaver",
            "Your coin s reverse combines G. E. Kruger-Gray s\nfive-cent coin design with a new, expanded scene",
            "by Canadian artist Pierre Leduc. The classic\ndesign inspired the view of the boreal forest\nwetland, where the beaver sitting atop a",
            "rock is a member of a colony that is busily",
            "building a dam. The obverse field features a",
            "maple leaf pattern, behind the effigy of Her",
            "Majesty Queen Elizabeth II",
            "by Susanna Blunt.",
            "Pi ce de 250 $ en or pur 2022   CEuf pyssanka",
            "(Euvre de l artiste canadien Dave Melnychuk, le revers\nde la pi ce est un hymne au printemps ayant pour theme\nla for t. Au centre du motif pousse un arbre\ndu paradis (ou arbre de vie), symbole\nfondamental de renouveau et de\ncr ation, de sant  et de sagesse, de\nlong vit  et de jeunesse  ternelle.\nSes branches alourdies de fruits\nrepr sentent les jours de la\nsemaine et l esp rance du\nprintemps. Rois incontest s\nde la for t, deux cerfs nobles\nse dressent de chaque c t \nde l arbre, surplombant la\nrivi re du paradis, symboles\nde richesse, de prosp rit \net de force. Huit  toiles\ns alignent aux abords du motif,\n tincelants symboles de chance\nqui s unissent en une bande infinie\nautour du motif central. L avers est a\nleffigie de Sa Majest  la reine Elizabeth\nII, selon Susanna Blunt.",
            "Pi ce de 5 onces en argent fin 2022   Vue\nd ensemble : Pi ce de 5 cents   Le castor",
            "Le revers de la pi ce combine le motif de",
            "la piece de cing cents de G. E. Kruger",
            "Gray a une nouvelle scene  tendue",
            "cr e par l artiste canadien Pierre",
            "Leduc. Le castor bien connu",
            "a inspir  la vue d un milieu",
            "humide de la for t bor ale, ou",
            "l animal assis sur une pierre",
            "est membre d une colonie",
            "s activant dans la construction",
            "d un barrage. L avers, orn ",
            "dun motif r current de feuilles",
            "d rable, est a leffigie de Sa",
            "Majest  la reine Elizabeth II, selon\nSusanna Blunt.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_41.jpg",
        "Paragraphs": [
            " Pi ce de 200 $ en or pur 2022   Grands navires : Brigantin",
            "Le motif au revers, ceuvre de l artiste\ncanadienne Bonnie Ross, pr sente une\nrare perspective qui r vele toute la\nmajest  du brigantin, un grand deux-\nmats qui a jou  un rdle important\ndans l histoire du Canada.\nNuages bas et ligne d horizon\nen arri re-plan, deux brigantins\nnaviguent au large, les voiles\ngonfl es par le vent. La mention\n  CANADA  , la valeur nominale\n  200 DOLLARS   et le mill sime\n  2022   sont grav s au revers. L avers\nest a leffigie de Sa Majest  la reine\nElizabeth IL, selon Susanna Blunt.",
            "2022 $200 Pure Gold Coin  \nTall Ships: Brigantine",
            "Your coin s reverse design by Canadian artist\nBonnie Ross features a unique perspective that\ncaptures the majesty of the brigantine, a two-\nmasted tall ship that played an important\nrole in Canadian history. Backed by\nclouds that sit low on the horizon, two",
            "brigantines are shown on the open sea,",
            "where the wind fills their canvas sails.",
            "The reverse includes the word\nCANADA, a face value of\n200 DOLLARS, and the\nyear 2022. The obverse\nfeatures the effigy of Her\nMajesty Queen Elizabeth",
            "II by Susanna Blunt. ",
            "Number2 March 2022 -------------------------------------------------- 29-9 n nnn nnn nnn nnn nnn nnn nnn nnn nnn nnn nnn enna 8&9\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_42.jpg",
        "Paragraphs": [
            "T.RIUMPH_IN_ NORTH. AFRICA",
            "A Numismatic DATE WITH History",
            "By JESUS VICO\nAND, MARISA.OLLERO",
            "March 10, 298",
            "aximian (Marcus\nAurelius Valerius\nMaximianus) was the",
            "Western Roman Emperor from 286\nto 305; as Caesar in 285-286 and\nthen Augustus from 286 to 305. He\nshared the latter title with his senior\nco-emperor, Diocletian the statesman,\ncomplemented Maximian s military\nexpertise. His physical stature earned\nhim the nickname Herculius which he\nused to advantage.",
            "The man he appointed to\npolice the Channel shores,\nCarausius, rebelled in 286,\ncausing the secession of Britain\nand northwestern Gaul. Maximian\nfailed to oust Carausius, and\nstorms destroyed his invasion\nfleet in 289 or 290. Maximian s\nsubordinate, Constantius,\ncampaigned against Carausius s\nsuccessor while Maximian held\nthe Rhine frontier. The rebel\nleader was ousted in 296, and\nMaximian moved south to combat\npiracy near Hispania and Berber\nincursions in Mauretania.",
            "With Constantius s victorious\nretum after he expelled Carausian\nforces from northern Gaul, Maximian focused on the\nconflict in Mauretania (Northwest Africa). As Roman\nauthority weakened during the third century, nomadic\nBerber tribes harassed settlements in the region with\nincreasingly severe consequences. In 289, the governor\nof Mauretania Caesariensis (modern Algeria) gained a\ntemporary respite by pitting a small army against the\nBavares and Quinquegentiani, but the raiders soon returned.\nIn 296, Maximian raised an army, from Praetorian cohorts,\nAquileian, Egyptian, and Danubian legionaries, Gallic\nand German auxiliaries, and Thracian recruits, advancing\nthrough Spain later that year. He may have defended the\nregion against raiding Moors before crossing the Strait of\nGibraltar into Mauretania Tingitana (modern Morocco) to\nprotect the area from Frankish pirates.",
            "By March 297, Maximian had begun a ruthless\nand bloody offensive against the Berber incursion.",
            "Colossal head of Maximian found at the Roman\nVilla of Chiragan, c. late 3rd to early 4th century\nCE; Mus e Saint-Raymond of Toulouse.",
            "(Capus P., Les sculptures de la villa romaine de Chiragan,\nToulouse, 2019, online; image Daniel Martin, Public Domain)",
            "The campaign was lengthy, and\nMaximian spent the winter of\n297-298 resting in Carthage\nbefore returning to the field.\nNot content to drive them back\ninto their homelands in the Atlas\nMountains   from which they\ncould continue to wage war  \nMaximian ventured deep into\nBerber territory. The terrain\nwas unfavourable, and the\nBerbers were skilled at guerrilla\nwarfare, but Maximian pressed\non. Wishing to inflict as much\npunishment as possible on the\ntribes, he devastated previously\nsecure land, killed as many\nas possible, and drove the\nremainder back into the Sahara.\nHis campaign was concluded\nby early 298, and, on March\n10, he made a trrumphal entry\ninto Carthage. Inscriptions there\nrecord the people s gratitude\nto Maximian, hailing him   as\nConstantius had been on his\nentry to London   as redditor\nlucis aeternae ( restorer of\nthe eternal light ). Maximian\nretumed to Italy in early 299 to\ncelebrate another trrumph in Rome.",
            "When these campaigns concluded in 298, he departed for\nItaly, where he lived in comfort until 305. At Diocletian s\nbehest, Maximian abdicated on May 1, 305, gave the\nAugustan office to Constantius, and retired to southern Italy.",
            "Upon the death of Constantius in late 306, Maximian\nretook the title of Augustus and aided his son Maxentius s\nrebellion in Italy. In April 307, he attempted to depose\nhis son but failed and fled to the court of Constantius s\nsuccessor, Constantine (Maximian s step-grandson and son-\nin-law), in Trier. At the Council of Carmuntum in November\n308, Diocletian and his successor, Galerius, forced\nMaximian to renounce his imperial claim again. In early\n310, Maximian attempted to seize Constantine s title while\nthe emperor was campaigning on the Rhine. Few supported\nhim, and Constantine captured him in Marseille. Maximian\ntook his own life in mid-310 on Constantine s orders.",
            "The CN Journal Volume 67\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_43.jpg",
        "Paragraphs": [
            "During Constantine s war with Maxentius, Maximian s\nimage was purged from all public places. However, after\nConstantine ousted and killed Maxentius, Maximian s\nimage was rehabilitated, and he was deified.",
            "Monetary system reform",
            "Diocletian, and Maximian, introduced improvements to\nthe Aurelian monetary reforms of 274. They halted the\ndebasement of coinage alloys and continued a tri-metallic\nsystem of gold (aureus), silver (argenteus) and three bronze\ndenominations. The argenteus (at a nominal weight of about\n3.40 g) was the same weight and purity (.90 fineness silver)\nas the emperor Nero s denarii (54-68 CE).",
            "Maximianus. First reign, 286 305 CE. AR antoninianus\n(21 mm, 4.10 g, 12h). Lugdunum (Lyon) mint,\n3rd_ officina. 5th emission, 287 289 CE. Obv: IMP\nMAXIMIANVS AVG, radiate, helmeted, and cuirassed\nbust right; Rev: VIRTVTI AVGG, Hercules standing right,\nstrangling lion; club thrown behind him at feet. RIC V\n456; Lyon 227.",
            "(Image: www.cngcoins.com)",
            "Maximianus. Second reign, 305 308. AV Medallion, 4 aurei\n(33mm, 21.39 g, 12h). Rome 306 307 CE. Obv: IMP CMAVR\nMAXIMIANVS P F AVG Head r., wearing lion-skin headdress.\nRev. HERCVLI COMITI AVGG ET CAES N Hercules, nude\nand with quiver over r. shoulder, standing facing, head l.,\nholding bow in r. hand, lion-skin over r. arm and leaning\n|. hand on club set over globe; PR in exergue. RIC 170. R.\nA. G. Carson, A Treasure of Aurei and Multiples from the\nMediterrean, M langes de Numismatique, d Arch ologie\net d Histoire offered to Jean Lafaurie, 92 and pl. VI, 92\n(these dies). Depeyrot p. 153. Vermeule pl. 9, 84 (these\ndies). Alfoldi, C.G. 190 (these dies).",
            "(Image: Numismatica Ars Classica; Liibke & Wiedemann)",
            "Unfortunately, this reform failed to halt price inflation\nwhich, to the contrary, accelerated. As predicted by\nGershwin s law, coins of higher metal purity were hoarded\nor exported long before they had the chance to circulate (the\nreason why a high proportion of these argentii exist in close\nto mint condition). The difference in the intrinsic value of\nthe lower denominations worked to reduce the buying power\nof the poorer classes. In 301, the Emperor s attempted to\ncontrol inflation by issuing the Edict of Maximum Prices\n FEdictum de Pretiis Rerum Venalium,  capping the cost of\ngoods and worker salaries. The edict radically restructured\nthe tax system by changing the property tax base and",
            "strengthening the confidence in the system.\nSourced with permission from VCoin's eNewsletter (and Wikipedia CC BY-SA 3.0).",
            "Maximianus. First reign, 286 305 CE. AV aureus (21 mm,\n5.13 g, 12h). Antioch mint, 286 CE. Obv: IMP C MAVR VAL\nMAXIMIANVS P F AVG, laureate and cuirassed bust right.\nRev: IOVI CONSERVA TORI AVGG, Jupiter standing left,\nholding thunderbolt and scepter; 2 left SMA exergue. RIC\nV 620 corr. (location of x); Depeyrot 3/7 corr. (same);\nCalic  4705; Biaggi -; Hunterian -; Jameson -; Mazzini -;\nNAC 52, lot 584 (same rev. die).",
            "(Image: www.cngcoins.com)",
            "Maximianus. Senior Augustus, second reign, 305 308 CE.\n~ follis (28 mm, 9.29 g, 12h). Serdica mint, 5th officina,\n305 306 CE. Obv: Laureate and mantled bust right, holding\nolive-branch and mappa; Rev: Providentia standing right,\nextending hand to Quies standing left, holding branch and\nleaning on scepter; S-F/E around,  SMeSDe exergue. RIC VI\n14b. Dark tone.",
            "(Image: www.cngcoins.com)",
            "Number2 March 2022 -------------------------------------------------- 22 nnn nnn nnn nn nnn nnn nnn nnn nnn nnn nnn nnn enna\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_44.jpg",
        "Paragraphs": [
            "2022 COIN OF THE YEAR AND\nCATEGORY_WINNERS. ANNOUNCED",
            "Austria, 100 euro, gold, Magic of Gold: The Gold",
            "awards  nomination process of the Pharaohs; KM-3320, Miinze Osterreich.",
            "As we reported in the JanuaryeFebruary Coin of the Year and Best Gold Coin\nissue, the 2022 Coin of the Year , eS",
            
            "seemed to move along more efficiently this\nyear, considering the continued restrictions\ncaused by the COVID-19 pandemic. On\nJanuary 11, World Coin News announced\nthe ten category winners as determined by the\ninternational panel of Coin of the Year judges.\nThe winners were once again selected from a pool\nof 100 coins, 10 in each of the ten categories\nof the competition. Then on February 11, the\nCoin of the Year was announced.",
            "First begun in 1984 for 1982-dated\ncoinage, these awards continue to honour the\nbest in coin designs worldwide. This year the\n39th annual awards program, honouring 2020-dated coins,\nwill be presented virtually in March by World Coin News and\nsponsored by The Journal of East Asian Numismatics. The\npresentations will be available at: www.numismaticnews.net/\nworld-coins/coin-of-the-year. Best Crown",
            "Over the years, the Miinze Osterreich(Austrian France, 10 euro, silver with gilt and rhodium, Champs-\nMint) has emerged as a true contender in the Elys es; KM-2763, Monnaie de Paris.\nworld of coin design, taking 50 category wins\nand Coin of the Year honours in 2000, 2004,\n2010, 2015 and again this year!",
            "Austria, France and Latvia won in two or more\ncategories each. The Austrian Mint was this year s\nchampion, taking the overall Coin of the Year Award with\nits Best Gold Coin category winner  Magic of Gold: The\nGold of the Pharaohs . The ten category winners follow:",
            "Best Circulating Coin",
            "South Africa, 2 rand, nickel-plated copper core, 25 Years Best Bi-Metallic Coin",
            "Constitutional Democracy, Freedom and Security of the Austria, 25 euro, bi-metallic (niobium centre in silver\nPerson; KM-713, South African Mint.",
            ""
        ]
    },
    {
        "File": "The_CN_Journal_March_45.jpg",
        "Paragraphs": [
            "Most Historically Significant Coin ",
            "United States, 1 dollar, silver, Women's Suffrage; KM-731 \nUS Mint.,Most Inspirational Coin Latvia, 5 euro, silver, black colour print, gold-plating, Personal Freedom; KM-211, Mennica Polska S. A. (Poland).",
            "Most Innovative Coin",            
            "Barbados, 5 dollar, silver, enamel colour, Water Transfer Print Blue Marble, KM-125, produced by MDM.",
            "Best Silver Coin",
            "\nLatvia, 5 euro, silver, Linden Leaf; KM-209, Koninklijke , \nNederlandse Munt (The Netherlands).",
            "Best Contemporary Event Coin",
            
            ": : France, 10 euro, silver, Peace & Victory, KM-2782,\\4onnaie de Paris",
            "Most Artistic Coin .",
            " \nAustria, 20 euro, silver, Centenary   Salzburg Festival; \nKM-3317, Miinze Osterreich. Sa",
            "(Images   various mints mentioned)",
            "We applaud the world mints that have taken first place in\nthe various categories this year for their creativity and skill!",
            "Number2 March 2022 -------------------------------------------------- 22 nnn nnn nnn nn nnn nnn nnn nnn nnn nnn nnn nnn enna I3\n"
        ]
    },
    {
        "File": "The_CN_Journal_March_46.jpg",
        "Paragraphs": [
            "THE WEYBURN SECURITY BANK",
            "AND_ITS RARE BANKNOTES",
            "BY GEORGE MANZ\nFRCNA, #19846",
            "In the early 1880s, the Canadian Pacific Railway began to",
            "bring settlers into southern Saskatchewan to farm the prairie\nlandscape. The village of Weybum was founded in 1899.",
            "The Weyburn Security Company was formed in Weyburn\nin 1902 by a small group of\nAmerican settlers from South\nDakota and Minnesota. They\npurchased 50,000 acres of\nland with the aim to settle\nsoutheastern Saskatchewan.",
            "They soon realized that they",
            "needed to set up a chartered\nbank for their real estate,\nprivate banking, insurance, and\nlumber businesses to succeed.\nSo, in 1910, they petitioned\nthe Canadian Parliament for\na charter to incorporate as the\nWeyburn Security Bank.",
            "On January 1, 1911, the\nWeybum Security Bank opened\nfor business with $1 million in\ncapital and branches in nine\nsouthern Saskatchewan rural\ntowns and villages.",
            "In 1924, the Weyburn\nSecurity Bank had branches in\n27 different towns and villages\nas well as in Weyburn. For more\nthan 20 years, the small bank\nhad to compete with much larger\nCanadian chartered banks.",
            "Initially, the Weyburn\nSecurity Bank prospered by\nproviding banking and other services to mainly farming clientele.",
            "Unfortunately, the Great Depression resulted in three successive\ncrop failures. So, the Weyburn Security Bank had discussions with\nthe Imperial Bank of Canada, which until then did not have any bank\nbranches south of the mainline of the Canadian Pacific Railway.",
            "In 1931, the Weyburn Security Bank ceased to exist after\nmerging with the Imperial Bank of Canada.",
            "The Imperial Bank of Canada continued until 1961 when it\namalgamated with the Canadian Bank of Commerce to become\nthe Canadian Imperial Bank of Commerce (CIBC).",
            "The best history of the Weyburn Security Bank is Cecil\nTannahill s ground-breaking book: Saskatchewan Trade",
            "Tokens, Paper Money Scrip. In it, Tannahill writes:\n When the Weyburn Security Company made application\nfor the charter, they also made application for the issuance",
            
            "of banknotes dated to fit in with the commencement of",
            "business as a chartered bank. The order for the notes was",
            "placed with the American Bank Note Company, Ottawa, and",
            "notes dated January 3, 1911, were issued in denominations",
            "of $5.00, $10.00 and $20.00.",
            "The newly printed notes",
            "were shipped to the Head",
            "Office in Weyburn and",
            "then requisitioned by the",
            "managers of the various",
            "branches. Each requisition",
            "specified the number of",
            "notes of each denomination",
            "required, taking into account",
            "that the $5.00 and $10.00",
            "notes were in sheets of four",
            "and the $20.00 notes in",
            "sheets of two. The manager",
            "at the receiving branch was",
            "responsible for cutting the",
            "sheets and countersigning",
            "the notes before placing them",
            "in circulation. The manager",
            "was required to gather in",
            "all soiled and mutilated",
            "notes and have them ready",
            "to send to Head Office",
            "when requested to do so.",
            "It was quite apparent that",
            "the officers of the Weyburn",
            "Security Bank wanted new",
            "notes available in each",
            "branch at all times. They",
            "appeared quite particular",
            "as to the condition of",
            "other notes in circulation.",
            "Their notes were very",
            "acceptable to the people of",
            "the region, and it appears",
            "that 1925 was the peak year of circulation as records show\n$858,910.00 as notes outstanding. ",
            "And what notes they are! The face of the $5 note depicts a\ntrain in a city, while the $10 note portrays allegorical women and\nchildren. The $20 note has the portrait of a woman in an oval\nframe supported by two cherubs.",
            "Tannahill writes,  All soiled and mutilated notes when\nreturned to Head Office were held until the next Director s\nmeeting, at which time 3 Directors would count and burn the\nnotes and the amount duly recorded. ",
            "Weyburn Security banknotes are so rare because the WSB\nofficials cared about the appearance of the notes and then burned\nthe vast majority of them. The 9th Edition of Charlton Standard\nCatalogue Canadian Bank Notes lists only 50 notes known to\nexist, with nine of them in institutional collections.",
            "[Editor s Note: The Regina Coin Show will display four Weyburn Security banknotes at its 2022 Spring Show and Sale. As well, five Proof\nWeyburn Security banknotes will accompany the display. The show takes place on April 23 24, 2022, at a new venue: The Italian Club, 2148\nConnaught Street in Regina. Banknotes above are shown at 50 percent of size.]",
            "I4",
            "The CN Journal Volume 67\n"
        ]
    }
]