[
    {
        "File": "The_CN_Journal_October_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT.",
            "IN my last message to you, I promised to share some",
            "thoughts on the agenda for your Executive over my",
            "two-year term as President. Your RCNA finds itself in a\nsituation not unlike many other not-for-profit organisations.\nRevenues have stagnated over the last decade, while costs\ncontinue to escalate. Over the last number of years, the\norganisation has produced  red ink,  annual losses that have\nbeen contained after a fashion. This isn t to say that the RCNA\n1s in immediate financial trouble; thanks to the generosity of\npast members who left the RCNA lifetime or estate bequests,\nthe RCNA has contingency funding that can be used in periods\nlike this. However, it is not a credible plan for any organisation\nto continue to produce losses until it consumes its contingency\nfunding. Better financial planning is clearly required.",
            "To this end, over the last year, a plan has slowly taken\nshape, under the leadership of a Finance Committee,\nconsisting of new Ist Vice-President, Rob Turner, and Quebec\narea director, Jacques Poitras. It would be my intention to\ncontinue the important work of this Committee, under the\nChairmanship of Jacques Poitras, and to supplement this\nCommittee with a few new members. The first item of\nbusiness of this Committee has been to recommend to the\nExecutive certain cost-control measures, and these have\nslowly been taking effect in 2019. This is simply being more\ncareful at each stage with our (your) money, while attempting\nto preserve the same level of membership benefits. This\nwork will continue. On top of this, we will look at ways of\nincreasing revenue sources, without increasing membership\ndues. And we will simply become better at monitoring our\nfinancial performance, and hopefully more agile in reacting\nwhen we see financial issues arise.",
            "On a more positive note, we will reconstitute from our\narea directors and executive, a Membership Committee,\nto consider issues related to membership retention and\nrecruitment, and a Convention Committee, to assist in the\norganisation, standardization between conventions, and\nlocation of future annual conventions. We will look at cost-\neffective ways of improving our website under the direction\nof a new External Relations Committee, and we will provide\nsupport for the continuing work of our Youth Program (under\nthe leadership of Cassidy Stroud), and our Club Services\nProgram (under the leadership of Brett Irick).",
            "I do realise that there are many things being promised here.\nYour Executive will certainly endeavour to make progress on\nall of these fronts. In the meantime, if you feel that there are\nissues in the RCNA that require additional work and aren t\nmentioned above, we would be pleased to hear from you.",
            "ia",
            "Number 7 October   November",
           
            "MovT_DU_PRESIDENT.",
            "Dans mon dernier message, j ai promis de partager\nD quelques r flexions sur les priorit s de votre ex cutif \nau cours de mon mandat de deux ans a la pr sidence.\nL ARNC se trouve dans une situation semblable a celle de\nnombreux autres organismes a but non lucratif. Les revenus\nont stagn  au cours de la derni re d cennie, alors que les\ncotits continuent d augmenter. Au cours des derni res ann es,\nVorganisation a publi  ces  tats financiers  dans le rouge ,\ndes pertes annuelles qui ont  t  contenues d une maniere ou\nd une autre. Cela ne veut pas dire que P ARNC est en difficult \nfinanci re imm diate; grace a la g n rosit  d anciens membres\nqui ont laiss , a   ARNC, des dons ou des successions, l ARNC\ndispose de fonds de r serve qui peuvent  tre utilis s dans des\np riodes comme celle-ci. Cependant, ce n est pas un plan cr dible\npour une organisation de continuer a publier des pertes jusqu a\nl puisement des fonds de r serve. Une meilleure planification\nfinanci re estclairement n cessaire.\nPour rem dier a ce d fi, au cours de la derni re ann e, un plan\na lentement pris forme sous la direction d un comit  des finances\ncompos  du nouveau premier vice-pr sident, Rob Turner, et du\ndirecteur r gional du Qu bec, Jacques Poitras. J ai l intention de\npoursuivre les travaux importants de ce comit , sous la pr sidence\nde Jacques Poitras, et d ajouter quelques nouveaux membres\na ce comit . Le premier point a l ordre du jour de ce comit  a\n t  de recommander a l ex cutif certaines mesures de contr le\ndes d penses, qui sont entr es envigueur durant l ann e 2019.\nIl s agit stmplement de faire plus attention a chaque  tape avec\nnotre (votre) argent, tout enessayant de pr server le m me niveau\nd avantages des membres. Ce travail va se poursuivre. De plus,\nnous  tudierons les moyens d augmenter les sources de revenus\nsans augmenter les cotisations des membres. Nous surveillerons\ntout simplement mieux notre situation financi re et esp rons\npouvoir r agir plus rapidement lorsque nous observerons des de fis.\nSur une note plus positive, nous allons reconstituer, avec l aide\nde nos directeurs r gionaux et de notre ex cutif, un comit  de\nmembership, qui sera charg  d examiner les questions li es\na la r tention des membres et au recrutement des nouveaux\nmembres, et un comit  du congr s, afin de faciliter l  organisation,\nla normalisation entre les congr s et cibler le lieu des prochains\ncongr s annuels. Nous examinerons des moyens  conomiques\nd am liorer notre site internet sous la direction d un nouveau\ncomit  des relations ext rieures et continuerons d encourage le\ntravail de notre programme pour les jeunes (sous la direction de\nCassidy Stroud) et de notre programme de services aux clubs\n(sous la direction de Brett Irick).\nJe suis conscient qu il y a beaucoup de promesses ici. Votre\nex cutif s efforcera certainement de progresser sur tous ces fronts.\nEntre-temps, si vous estimez que d autres probl mes non identifi s",
            "avec l ARNC et qui n cessitent une attention suppl meyta\nnous serions heureux de vous entendre."
            
            
        ],
        "PageNo": "293"
    },
    {
        "File": "The_CN_Journal_October_08.jpg",
        "Paragraphs": [
            "noted that the number of digital members has increased\nfrom 189 to 219. Bill Kamb is continuing to assist by\nfollowing up with non-renewal members and directors\nare following up by telephone and emails to secure these\nrenewals.",
            "(c) The CN Journal (Henry Nienhuis)   Henry\ncontinues to put together quality issues of the Journal\nbut it is a challenge to obtain newly researched articles.\nHe mentioned that he is in need of more articles from\nmembers to make the Journal as interesting as possible.",
            "(d) Library and Archives (Dan Gosling)   Dan\nreported that the demand for the loan of books etc.\ncontinues to be low. He has assisted various members\nwith their requests for information from the library.",
            "(e) Website (Julaine Scott)   Julaine said that she\ncontinues to work and update pages on the Content\nManagement System she has developed. She has\ninstalled version 2 of the website code, upgraded the\nserver to PHP 7 and upgraded MySQL database. Julaine\nhas tested and upgraded the PayPal payment processing\nand helped identify the problem with the PayPal account\nwhen payments stopped working. She also worked on\nnumerous other projects including a new dues page that\nasks for a member s information before purchase.",
            "(f) Club Services (Brett Irick)   Brett mentioned\nthat the  Louise Graham Club of the Year  award was\nwon by the Windsor Coin Club. The club newsletter\nawards were presented at the Club Delegates Meeting\nand included the following Award winners:",
            "1. Best Local Newsletter   Edmonton Numismatic",
            "Society, and Best Local Club Newsletter Editor  \nJoe Kennedy;",
            "2. Best Regional or National Newsletter   was won\nby the Canadian Paper Money Society, and Best\nRegional or National Newsletter Editor   Paul Petch.",
            "The criteria for the above awards are shown on the\nRCNA website. More than forty delegates attended the\nannual RCNA Club Delegates breakfast, which included\na presentation by Florida numismatist Tony Swicer\non  Running an Estate Coin Auction.  The RCNA, at\nour annual conventions, will continue promoting the\nprogram of reciprocity with the American Numismatic\nAssociation. Brett continues to write the  News from the\nClubs  column in The CN Journal.",
            "(g) Rideau Hall Report (Doug Andrews)   Henry\nmentioned that Her Excellency Governor General Julie\nPayette has accepted our invitation to be a Patron of\nthe RCNA. The process has taken two-years but this\ndiligence has resulted in a successful conclusion,\nprimarily due to the efforts Doug Andrews.",
            "compar eaux 1,187 membres I ann e derni re. Paul a not  que\nle nombre de membres pour la version num rique a pass  de\n189 4219. Bill Kamb fait un suivi avec les membres qui n ont\npas renouvel  leur cotisation et les autres directeurs font un\nsuivi similaire soit par t l phone ou par courriel.",
            "(c) Le journal numismatique du Canada (Henry Nienhuis)\n  Henry continue a produire des num ros de qualit  du journal,\nmais il a un d fi pour obtenir de nouveaux articles de recherche.\nTl amentionn  qu il avait besoin de plus d articles de la part des\nmembres pour rendre /e journal aussi int ressant que possible.",
            "(d) Librairie et Archives (Dan Gosling)   Dan a\nmentionn  que la demande pour le pr t de livres, etc.\ncontinue d tre faible. Il a aid  plusieurs membres avec leurs\ndemandes d informations provenant de la biblioth que.",
            "(e) Site internet (Julaine Scott)   Julaine indique qu elle\ncontinuait a travailler et 4 mettre a jour les pages du syst me\nde gestion d information qu elle a d velopp . Elle a install \nla version 2 du code du site Web, mis a jour du serveur avec\nla version PHP 7 et mis a niveau la base de donn es MySQL.\nJulaine a test  et mis a jour le traitement des paiements avec\nPayPal et a aid  a identifier le probleme avec le compte\nPayPal lorsque les paiements ont cess  de fonctionner. Elle a\n galement travaill  sur de nombreux autres projets et sur une\nnouvelle page, demandant plus d informations des membres,\navant qu  ils finalisent leur paiement.",
            "(f) Services aux clubs (Brett Irick)   Brett a mentionn  que\nle prix du   Club del ann e en m moire de Louise Graham  \navait t remport  par le Windsor Coin Club. Les prix du\nbulletin du club ont t  remis lors de la r union desd l gu s du\nclub et comprenaient les laur atssuivants :",
            "1. Meilleur bulletin local   Edmonton Numismatic Society;",
            "Meilleur  diteur bulletin local   Joe Kennedy;",
            "2. Meilleur bulletin r gional/national   remis au Canadian\nPaper Money Society; Meilleur  diteur bulletin r gional/\nnational   Paul Petch.",
            "Les crit res pour les prix ci-dessus sont affich s sur le site\ninternet de l ARNC. Plus de quarante d l gu s ont assist \nau petit d jeuner annuel des d l gu s de club de l  ARNC,\nqui comprenait une pr sentation d un numismate de la\nFloride, Tony Swicer, portant sur   Avoir un encan de\nsuccession numismatique  . L, ARNC continuera a poursuivre\nle programme de r ciprocit  avec |  American Numismatic\nAssociation lors de nos congr s annuels. Brett continue\nd crire la chronique   Nouvelles des clubs   dans Je Journal.",
            "(g) Rideau Hall Report (Doug Andrews)   Henry a\nmentionn  que Son Excellence la Gouverneure g n rale,\nJulie Payette, avait accept  notre invitation a devenir\nmarraine de l ARNC. C est un processus qui a pris plus\nde deux ans, mais nos efforts ont abouti 4 une conclusion\nfructueuse, principalement grace aux efforts de Doug\nAndrews.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "296"
    },
    {
        "File": "The_CN_Journal_October_10.jpg",
        "Paragraphs": [
            "2019 CONVENTION. FOLLOW-ON",
            "This year the Saint John Coin Club celebrated its 50-\nyear Anniversary and its 50th year as an RCNA member\nclub. At the latest Club meeting Kevin Day-Thorburn,\nNumisNotes Editor and RCNA Area Director for NB/PEL\npresented SJCC Vice President George Murray (right)\nwith the certificate of recognition. Kevin reports that the\nacknowledgement was well received.",
            "At the latest North York Coin Club meeting Henry\nNienhuis, RCNA Past President, presents Paul Petch\n(right), editor of the Canadian Paper Money Journal,\nwith the Best Regional or National Newsletter\n(presented to the Canadian Paper Money Society), and\nthe Best Regional or National Newsletter Editor Award.",
            "At the Saskatoon Coin Club meeting in September, SCC\nPresident Cliff Beatty (left), presented Jim Mackenzie\n(right) with the RCNA Presidential Award on behalf of\nHenry Nienhuis. Jim is being recognized for the excellent\nwork that he has done on the club s website. If you haven t\nvisited the website at saskatooncoinclub.ca do so. While\nthere, take a look in the articles section largely composed\nby Jim himself! Cliff reported that Jim was very surprised\nand thrilled to receive the award.",
            "ERRATUM:\nAn error on page 232 in our September issue has been noted. The 2019 Presentation of Service Awards reported the\nJ. Douglas Ferguson Medal as being  award[ed] by the J. Douglas Ferguson Historical Foundation.  This is inaccurate;",
            "although the medal and the Foundation both carry Mr Ferguson s name the Board of Award for the medal is not related\nto the Foundation.",
            "To The CN Journal Volume 64\n"
        ],
        "PageNo": "298"
    },
    {
        "File": "The_CN_Journal_October_11.jpg",
        "Paragraphs": [
            "Guy_PoTTER._LITERARY. AWARD",
            "The best original contribution to The CN Journal in 2018",
            "The Occupation of Hong Kong and the\nLife of a Veteran by Michael Souza\nwon the Guy Potter Award for 2018.\nIt appears in the 2018 April * May issue. In the\nyear s review, eight articles qualified and were\nranked according to the contest standards.\nAlthough the winner scored highest, the\nother seven articles are acknowledged here\nfor their contribution to numismatic literature\nand to our readers  pleasure; they are listed\nchronologically as follows:\n Fiddling While Rome Burns \nby James R. Bakes, January   February\n A Guide Book of Canadian Coins,",
            
            "Currency & Tokens  by Alan Roy, January . February",
            " The Memorial of the Great Exhibition 1851 ",
            "by Ron Cheek, March",
            " The 1944 Allied Military Currency for France ",
            "by Dr. Peter Moogk, July - August",
            "Number 7 October   November",
            " Percy Metcalfe Sculptor and Medallist ",
            "by Barrie Renwick, July * August\n Laser Cut Dies Usher in a New Era of\nCanadian Key Date Counterfeits ",
            "by Rob Turmer, Roger Paulen, and",
            "Paul Klepaczko, October * November",
            " The 1888 Specimen Newfoundland $2\nGold Coins ",
            "by Harvey B. Richer, October * November\nWe at The Canadian Numismatic Journal\nthank all of these writers for sharing their\nhobby interest with our members, and\nwe extend thanks to all the others who\nsubmitted material to our 2018 edition.",
            "We would also like to extend an invitation for you to",
            "send us an original numismatic article you have written",
            "for publication in The CNJ. Send submissions to editor@",
            "rena.ca; you too could win the Guy Potter Award!",
            "Michael Souza is this year s\nwinner of the Guy Potter\nLiterary Award."
           
        ],
        "PageNo": "299"
    },
    {
        "File": "The_CN_Journal_October_12.jpg",
        "Paragraphs": [
            "FINE, POINTS, (REVISITED)",
            "BY ROBERT FORBES\nFRCNA, #22402",
            "King George VI Newfoundland five and ten cents within reach",
            "seemed to make sense to me to continue with Brian Cornwell s articles on Newfoundland coins, before moving",
            "H aving examined the rarity of Newfoundland coins of various denominations in the last article in this series, it",
            "on to other topics. The article, below, on the last of the Newfoundland minor silver coins, the five and ten cents\nfrom the reign of King George VI, was published in Canadian Coin News in January of 1990.",
            "King George VI five and ten cents within reach\nby Brian Cornwell, FRCNA LM #229 (January, 1990)",
            "In the past two issues of Canadian Coin News I ve",
            "discussed the scarcity of mintstate Newfoundland",
            "coins, generally on a  type  coin basis. This current\narticle examines on a date by date basis the five and ten\ncents coins of the King George VI period (1938-1947).",
            "Both of these series are still within reach of most\ncollectors who have a fondness for  new  coins and who\nlike the thrill of putting together date sets.",
            "These two series of coins offer collectors a little something\nextra not normally found in modern day coin issues. Look at\nthe original mintages of coins shown in Table I.",
            "Compared with similar mintage figures for Canadian\nfive and ten cents pieces of the same general period they are\nextremely low. But the series offers more.",
            "Most mintages compare favorably with the lowest\nmuintages of all the  key  date Canadian coins, even those\ndating back to Victorian times.",
            "For example, the 1946C five cents has a mintage of just\n2,041, second only to the 1908C Sovereign of 636 that ranks as\nthe rarest mintage in the entire Canadian series. The 1946C and\n1947C five cents and ten cents have mintage figures of about\n50,000. That puts them in the same league as such Canadian\nrarities as the 1889 twenty-five cents and many of the better\nVictorian halves, at least on the basis of original mintages.",
            
            "While such comparisons can add charisma to the way\nwe look at a coin, it is not a truly valid way to determine\nactual market values for such items. Market valuations are\nbased on current market availabilities of items not recorded\nmuntages, although the two can be related.",
            "One indicator of value can be determined by examining a\nmarket availability index as shown in Table I.",
            "The market availability index is a simple one. Each coin\ngroup is rated from one to eight, the higher the rating used\nthe more unlikely the coin is to be found for sale.",
            "The ratings mean the following: Common (1-2)  \nlocated with most dealers or at most coin shows; Generally\nObtainable (3-4)   only some dealers will offer the coin or\nit may only be found at a major coin show or major auction;\nUncommon (5-6)   may not be found for a considerable\nperiod even in consultation with dealers who specialize in\nthe item. Patience is required; Generally Unobtainable (7-8)\n  you may never actually have a chance to buy such a coin\nand may have to settle for a lower grade.",
            "The ratings shown in the charts are for coins that are\nstrictly graded based on ICCS grading standards. It is also\npresumed that the coins are  problem-free  and have an\nattractive appearance as one would expect of a  new  coin.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "300"
    },
    {
        "File": "The_CN_Journal_October_13.jpg",
        "Paragraphs": [
            "It must be noted that these indicators are a reflection\nof the current market availability of such items and not\nan actual statement of their absolute rarity in a given\ngrade. As such these indicators could change from\ntime-to-time.",
            "A closer examination of this availability data indicates\nthat the ten cents series is consistently more difficult to\nlocate than that of the five cents on a grade by grade basis.",
            "Coins rated as MS-65 PQ (Premium Quality) can be\nextremely difficult to locate for all dates and denomination.\nIn high grades, such as MS-65, the ten cents of both 1938\nand 1940 are more difficult to find than their equivalents in\nthe much lower mintage issues of 1946 and 1947. The same\nholds true for the 1938 and 1940 five cents coins. In the\nfinal analysis a coin s market value will consider both the\nrecorded mintage and current market availability.",
            "Table |\nNewfoundland George VI 5 and 10 cents : Current Market Availability Index",
            "Commentary",
            "These two date sets of Newfoundland coins are particularly\ninteresting for a few reasons. We have in these short series\ncoins made at the Royal Mint in London (1938), and coins\nmade for Newfoundland at the Ottawa Mint (the remainder\nof each series). The 1938 coins made at the Royal Mint\ntend to be less well-struck, with softer lustre (and I think\nthese grade down because of this look), especially in\ncomparison to the coins in the later parts of these series,\nmade in Ottawa with the chromium plated dies that the\nOttawa Mint started using for silver coins after 1943. While\nCanada changed from silver to nickel five cents in 1922,\nNewfoundland stayed with the smaller silver five cents\n(affectionately nick-named  fish scales ) until the striking\nof the last Newfoundland coinage in 1947, two years before\njoining Canada. The silver five cents in this series thus\nresonate better with silver coin collectors (like me). Finally,\nNewfoundland coins from this period display a crowned\nbust of King George VI, unlike Canadian coinage on which\nthe obverse bust of George VI is bare-headed.",
            "Number 7 October   November",
          
            "The comments in the article, above, on the low mintages\nof coins in these two series are certainly worth noting.\nNo coin in either series has a mintage over 612,000 (the\n1941 five cents), and the mintages go down to fewer than\n100,000 pieces (the 1946 and 1947 ten cents), and even\nas low as 2,041 coins (the 1946 five cents). Contrast these\nnumbers to the five and ten cents in the Canadian series\nin the same time period, where the mintages are in the\nmillions, with the exception of the 1948 Canadian ten cents.\nYet the coins of each series are generally obtainable in mint\nstate in grades up to choice mint state (MS-63) without\nconsiderable difficulty, or generally, considerable cost. The\nvery low-mintage 1946 five cents is an exception to the low\ncost statement, but it is certainly found in mint state, even\nhigher grades, if the money is available.",
            "In gem mint state (MS-65 or better), both series become\nsignificantly more difficult, if not impossible, to complete.\nIf we look at current population reports as a proxy for\nmarket availability, we see the following populations:\n"
        ],
        "PageNo": "301"
    },
    {
        "File": "The_CN_Journal_October_14.jpg",
        "Paragraphs": [
            "In the five cents series, clearly the most difficult date\nto obtain in choice mint state, MS-63 or better, is the\n1940. The 1946 is expensive, but it is around. It has\nalways been priced as a low-mintage coin, but its price\ndoes not reflect its rarity. In gem mint state, MS-65 or\nbetter, the  stopper  is the 1940, where only a single\ncoin has been graded MS-65, none better. The next most\ndifficult in MS-65 or better is the 1944, not the 1938, as\nsuggested in the 1990 Article.",
            "For the ten cents series, the 1943 and 1944 are the most\ndifficult to obtain in choice mint state, MS-63 or better,\neach date with a graded population under ten. These dates,\nparticularly the 1943, are under-appreciated in this series,\nand didn t even rate a mention in the 1990 article. Now note\nthe populations of the ten cents series in gem mint state,\nMS-65 or better. Two dates, again 1943 and 1944, have\nyet to have a single coin graded MS-65 or better, and three",
            "other dates, 1938, 1940, and surprisingly 1945, have only\nhad a single coin graded MS-65 or better. In fact,\nonly the 1941, 1946 and 1947 are reasonably",
            "available in gem mint state.",
            "The conclusions from the above analysis are that it is certainly possible to assemble a date set of George VI\nNewfoundland five cents in choice uncirculated condition (MS-63 or better), but difficult to impossible to assemble\na complete date set of this denomination in gem mint state (MS-65 or better). The same conclusions apply to the\nNewfoundland ten cents series, except that it is really impossible at the present time to assemble a gem mint state set of\nGeorge VI Newfoundland ten cents. Strangely, a gem mint state set of Edward VII or George V Newfoundland ten cents\ncan, however, be assembled with a bit of patience. These conclusions will most likely come as a surprise to collectors who\nhave assembled, or are working on, like sets of Canadian coins.",
            " Volume 64",
            "The CN Journal\n"
        ],
        "PageNo": "302"
    },
    {
        "File": "The_CN_Journal_October_15.jpg",
        "Paragraphs": [
            "BritTISH_MUSEUM_PRESS_ RELEASE",
            "In August, the British Museum s Portable Antiquities",
            "Largest coin hoard of the post-Conquest period found near Somerset",
            "Scheme (PAS) announced the discovery of the largest hoard\never unearthed from the immediate post-Conquest period.",
            "The hoard, which primarily includes coins depicting\nHarold II (1066), the last crowned Anglo-Saxon king of\nEngland and his successor, William the Conqueror (1066 \n87), first Norman king of England, 1s also the largest\nNorman hoard found since 1833, and the largest ever found\nfrom the immediate aftermath of the Norman Conquest.",
            "In January 2019 a group of metal-detectorists including\nLisa Grace and Adam Staples were searching on land near\nthe Chew Valley, Somerset, when they discovered an initial\ngroup of coins. Along with five other colleagues they found\na total of 2,528 coins dispersed in the plough-soil over a\nsmall area. The find was reported to the local Coroner,\nas required under the Treasure Act 1996. The day after\ndiscovery, the coins were brought to the British Museum\nwhere they have been cleaned for identification purposes\nand catalogued in a report for the Coroner. The hoard 1s in\ngood condition and is made up of 1,236 coins of Harold IT\nand 1,310 coins of the first type of William I, as well as a\nnumber of halved fragments.",
            "The discovery is hugely significant, not least because\nit contains almost double the number of Harold II coins\ncompared with all of the previous known examples\ncombined. Most of these Harold coins were produced\nin Sussex and the south east, which indicates financial\npreparation in the area to resist the Norman invasion.",
            "Number 7 October   November",
            "In addition, the hoard makes up five times more examples\nof the first coin type issued by William I, following his\ncoronation on Christmas Day, 1066. The hoard thus\nprovides an unprecedented opportunity to examine changes\nin the comage in the immediate aftermath of the Norman\nConquest. Preliminary analysis indicates the presence\nof previously unrecorded mints for Harold and William\nrespectively, as well as coins of Harold from the local mint\nat Bath. There is evidence that the Norman die cutters\nproducing these coins struggled to understand Old English;\nthis is apparent in the misspellings on the coins.",
            "The Chew Valley hoard also contains the first known\nexamples of a Harold/William  mule.  A mule is a coin\nmade with obverse and reverse dies that were not intended\nto be used together. In this instance, it is possible that the\nmoneyer knowingly used the previous Harold die as a way\nto avoid paying the required fee for the newer die   re-\nusing an old die meant the monyer could illicitly evade\nthat fee. This mule demonstrates that coins were produced\nwith Harold II s name on them after William I had taken\ncontrol of the country following the Norman Conquest and\nestablishing his own coinage. The hoard has another rare\nexample mule: that of Edward the Confessor / William I;\nEdward (1042-66) was Harold s predecessor.",
            "The exact circumstances in which the hoard was buried\nare uncertain. It was buried around 1067 1068 sometime\nafter the Welsh attacked Herefordshire in 1067 and after\nWilliam besieged Exeter in 1068, and perhaps even later\n"
        ],
        "PageNo": "303"
    },
    {
        "File": "The_CN_Journal_October_16.jpg",
        "Paragraphs": [
            "Edward the Confessor (1042-1066), AR Penny mule, obv. crowned bust of bearded king\nright holding sceptre, +EADPARD REX, rev. William | (undocumented?) +SEDTM O(?)N\nLVI, cross fleur e, with pellet-in-annulet at center.",
            "that year when the sons of Harold returned from Ireland\nto raid around the mouth of the Avon, Bristol, and down\ninto Somerset. This raiding is most likely to be directly\nassociated with someone burying the hoard, although all\nthree events indicate a period of unrest in the southwest\nwhich may have encouraged wealth being buried for safety.\nIn the 1060s, the area where the coins were found belonged\nto Gisa, Bishop of Wells, though the money may have\nbelonged to sub-tenants on his land.",
            "It will now be examined by the local Coroner to confirm\nif it is Treasure. Under the Treasure Act, which in England\nis administered by the British Museum, museums are given\nthe opportunity to acquire finds declared as Treasure.",
            "If the finder(s) and owner of land where Treasure is found\nwish to claim a reward, the find is then valued by the\nindependent Treasure Valuation Committee and a museum\nwould have to pay to acquire it. If this find is declared\nTreasure by the coroner, the Roman Baths Museum in Bath\nhas expressed interest in acquiring the hoard for its collection.",
            "The coins of William I could be worth around  1,000\nto  1,500. According to Nigel Mills of Dix Noonan Webb\nAuctioneers,  Harold II coins are rarer than William coins\nand could be worth between  2,000 to  4,000 each.  That\nis, they are worth between US$2,400 and US$5,000 each. It\nis estimated that the hoard could be worth between  3 and\n 5 million, or roughly US$4 6 million.",
            "Two other silver pennies found in the hoard above [left] NORMAN. William |   the\nConqueror (1066-1087). AR Penny; Profile Right type; struck 1066 c.1068. + PILLEMVS\n??,Crowned and draped bust facing right; trefoil-tipped scepter before. [right] Harold\nIl (6 January 14 October, 1066) AR Penny; + HAROLD REX ANGLORV, crowned bust",
            "facing left, holding scepter before.",
            "Photos: Pippa Pearce   The Trustees of the British Museum",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "304"
    },
    {
        "File": "The_CN_Journal_October_17.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH HisToRy\nMARIE ANTOINETTE S TRIAL",
            "AND_ EXECUTION",
            "BY JESUS VICO",
            "AND, MARISA OLLERO,,",
            "October 15, 1793",
            "After Louis XVI s execution, Marie\nA Antoinette s fate became a central",
            "question of the National\nConvention. While some advocated\nher death, others proposed exchanging\nher for French prisoners of war or\nfor a ransom from the Holy Roman\nEmperor. In April 1793, during the\nReign of Terror, a Committee of Public\nSafety dominated by Robespierre was\nformed, and men such as Jacques H bert\nbegan to call for Marie-Antoinette s trial.\nBy the end of May, the Girondins had been\nchased from power. Calls were also made to\n retrain  the eight-year-old Louis XVII, to\nmake him pliant to revolutionary ideas.\nTo carry this out, Louis Charles was\nseparated from his mother on July\n3 after a struggle during which his\nmother fought in vain to retain her\nson, who was handed over to Antoine\nSimon, a cobbler and representative of\nthe Paris Commune. Until her removal\nfrom the Temple, Marie Antoinette spent\nhours trying to catch a glimpse of her son,\nwho, within weeks, had been made to\ntum against her.",
            "Number 7 October * November 2019 -------------------------",
            "On the night of August 1, Marie Antoinette\nwas transferred from the Temple to an\nisolated cell in the Conciergerie as\n Prisoner No. 280 . This was the most\ndifficult period of her captivity. She\nwas under constant surveillance, with\nno privacy. The  Carnation Plot  (Le\ncomplot de l ceillet), an attempt to\nhelp her escape at the end of August,\nwas foiled due to the inability to\ncorrupt all the guards.\nMarie Antoinette was tried by the\nRevolutionary Tribunal on October 14,\n1793. Some historians believe the outcome\nof the trial had been decided in advance\nby the Committee of Public Safety\naround the time the Carnation Plot was\nuncovered. She and her lawyers were\ngiven less than one day to prepare\nher defense. Among the accusations,\nmany previously published in the\nlibelles, were: orchestrating orgies in\nVersailles, sending millions of livres\nof treasury money to Austria, planning\nthe massacre of the gardes francaises\n(National Guards) in 1792, declaring\nher son to be the new king of France,\n"
        ],
        "PageNo": "305"
    },
    {
        "File": "The_CN_Journal_October_18.jpg",
        "Paragraphs": [
            "and a charge of incest, made by her son Louis\nCharles pressured into doing so by the radical\nelements who controlled him. This last\naccusation drew an emotional response\nfrom Marie Antoinette, who refused\nto respond to this charge, instead\nappealing to all mothers present in\nthe room; their reaction comforted\nher, since these women were not\notherwise sympathetic to her.",
            "Early on October 16, Marie\nAntoinette was declared guilty of the\nthree main charges against her: depletion\nof the national treasury, conspiracy against\nthe internal and external security of the\nState, and high treason because of her intelligence\nactivities in the interest of the enemy; the final\ncharge alone was enough to condemn her\nto death. At worst, she and her lawyers\nhad expected life imprisonment.\nIn the hours left to her, she composed\na letter to her sister-in-law, Madame\nElisabeth, affirming her clear\nconscience, her Catholic faith, and\nher love and concer for her children.\nThe letter never reached Elisabeth.\nPreparing for her execution, she had\nto change clothes in front of her guards.\nShe put on a plain white dress, white\nbeing the color worn by widowed queens\nof France. Her hair was shorn, her hands bound\npainfully behind\nher back and she\nwas put on a rope\nleash. Unlike her\nhusband, who\nhad been taken\nto his execution\nin a carriage\n(carrosse), she had\nto sit in an open\ncart (charrette)",
            "for the hour it took to convey her from the\nConciergerie via the rue Saint-Honor \nthoroughfare to reach the guillotine\nerected in the Place de la R volution,\n(the present-day Place de la\nConcorde). She maintained her\ncomposure, despite the insults of the\njJeering crowd. A constitutional priest\nwas assigned to her to hear her final\nconfession. He sat by her in the cart,\nbut she ignored him all the way to the\nscaffold.\nMarie Antoinette was guillotined\nat 12:15 p.m. on October 16, 1793. Her\nlast words are recorded as,  Pardonnez-moi,\nmonsieur. Je ne l ai pas fait expres.  or  Pardon me,\nsir, I did not do it on purpose,  after accidentally\nstepping on her executioner s shoe. Her\nhead was one of those that Madame Marie\nTussaud was employed to make death\nmasks of. Her body was thrown into\n_ an unmarked grave in the Madeleine\nCemetery located close by in rue\nd Anjou. Because its capacity was\nexhausted the cemetery was closed the\nfollowing year, on March 25, 1794.\nBoth Marie Antoinette s and Louis\nXVI s bodies were exhumed on January\n18, 1815, during the Bourbon Restoration,\nwhen the comte de Provence ascended the\nnewly re-established throne as Louis XVIII, king\nof France and of\nNavarre. Christian\nburial of the royal\nremains took place\nthree days later,\non January 21, in\nthe necropolis of\nFrench kings at\nthe Basilica of St\nDenis.",
            "Reprinted with permission\nfrom VCoins eNewsletter.",
            "Kiichler, Conrad Heinrich: France, 1793, Bronze, 48 mm",
            "Obv: Bust of Marie Antoinette MARIA ANTON. AUSTR. FR. ET NAV. REGINA",
            "Below: NAT. 2 NOV. 1755. NUP. 16 MAY. 1770. COR. 11 JUN. 1775",
            "Rev: Scene of Marie Antoinette being carted to guillotine. She is seated in a common\ncharrette, hands tied behind her back. National guard are at rear while a child, hat in\nhand, dances in front of the cart. The Place Louis XVI, now the Place de la Revolution, is\npacked with people and the guillotine stands ready. The legend above is taken from Lucan\nALTERA VENIT VICTIMA. (Abbreviated from  En altera venit Victima nobilior : (Another\nNobler Victim Comes; or The Next One Becomes a Victim). Exergue: XVI. OCT. MDCCXCIII.\nRef: Hennin 360/533; Jones (French Revolution), Figures 5 & 18; Weiss BW166",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "306"
    },
    {
        "File": "The_CN_Journal_October_19.jpg",
        "Paragraphs": [
            "THE TALE OF A MEMPHIS ALEXANDER BY WAYNE HANSEN",
            "From Obscurity to a Slightly Less Obscure Obscurity",
            "This article is not so much about the history of the Egyptian mint issues, as it is about discovering and\nattempting to publicize a potential new coin type so that it could become a numismatic reference. In the\nprocess, as it turned out, a couple of other similar, but different, examples of the type were flushed out,",
            "a 150-year-old museum acquisition was finally described, and another niche was filled in Ptolemaic\ntetradrachm sequencing. Not bad for what started as a routine eBay purchase in March 2006.",
            "The account of my initial discovery article and the new coin finds is recorded chronologically, ending",
            "with a summary of where the article has since been used as a reference. First, though, I'll describe a bit",
            "about Ptolemy, the main guy responsible for the coinage.",
            "With the arrival of an important new\npublication a few weeks ago,\nI finally found out how",
            "my new Memphis Rose tetradrachm\nvariety was going to be classified. The\npublication is the massive two-volume\nreference titled Coins of the Ptolemaic\nEmpire, Part One by Catharine Lorber,\npublished by the American Numismatic\nSociety. You can t get much bigger than\nthat. The larger of the two volumes, at\n625 pages and 76 plates, covers the gold\nand silver coins of each Ptolemy from I",
            "to IV, while the thinner second volume ",
            "covers their bronze issues. Ms Lorber has\ndone extensive research in this area over many years and\nhas published numerous articles and books on Ptolemaic\ncoinage and other numismatic interests. Her impressive\nhardbound new publication was the culmination of her\ninvestigations over more than a decade, and I wondered how\nmy recently discovered Memphis Rose tetradrachm would\nfare in her assessment. Eight years ago, I had consulted with\nCatharine and another Ptolemy authority, Orestes Zervos,\nbefore I published an article in London about the first of\nthese unusual coins. Both experts were quite excited when\nI told them about it, because it would alter assumptions\nabout the sequencing of the short-lived Alexander issues at\nMemphis. Memphis was the first mint in Egypt and the place\nwhere Ptolemy I began striking his own version of Alexander\nthe Great s imperial coinage. He then moved the mint to\nAlexandria where he struck a long series of new Egyptian\nissues, including important coins to honour Alexander,\nshown in an elephant headdress, and coins with Ptolemy s\nown portrait as king. For various reasons that were noted in\nmy London article, I thought that my new tetradrachm, and a\nsimilar one I found a few years later, were the first very rare\nimperial Alexander coins to be minted at Memphis. What\nI didn t know was how they would be treated in Catharine s\nexpansive new reference. It took eight years to find out.",
            "Number 7 October   November",
            "Ptolemy Background",
            "Ptolemy I  Soter  (LOTHP or Saviour) was\nthe most successful ruler to take over part\nof Alexander the Great s empire. He\nwas born in 367 BCE and had been\na childhood friend of Alexander in\nMacedon, later becoming an important\ngeneral and historian during Alexander s\nAsian conquests. When Alexander\ndied in 323 BCE, Ptolemy took control\nof Egypt as Satrap, replacing the former\nPersian incumbent. Egypt was still part of\nthe Macedonian Kingdom at that time,\ngoverned by Philip HI and Perdikkas.\nAside from perhaps a small bronze issue,\nprevious Egyptian/Persian rulers did not issue coins in\nEgypt. Alexander may have only struck a brief issue of\nAthenian-type owl coins there during his lifetime, sometime\nafter his 332 BCE incursion (other crude owls were also\nstruck in Macedonian Mesopotamia about the same time).\nWhen Ptolemy became Satrap, he reinitiated the Memphis\nmunt in order to strike gold staters and Alexander s imperial\nsilver Herakles tetradrachms, similar to other cities in\nAlexander s former territories.",
            "Ptolemy minted a long series of important and distinctive\ncoins. As satrap after 323 BCE, he struck Alexander s\nimperial Athena/Herakles types followed by two types of\nportrait tetradrachms showing Alexander in elephant skin\nheaddress (including both Zeus and Athena reverses).\nThen, when Ptolemy adopted the title of King (Greek\nBAXIAEQS) in 305 BCE, he struck coins using his own\nvery distinctive portrait. What is strikingly different is that\nPtolemy s first satrapal, Alexander-type tetradrachms were\ncarved in a far different, more modern style compared to\nthose from many other eastern mints at the time. They\nwere different enough that I began thinking that they might\nhave been intended to honour Alexander by showing his\nidealized profile as Herakles right from the beginning.\n"
        ],
        "PageNo": "307"
    },
    {
        "File": "The_CN_Journal_October_20.jpg",
        "Paragraphs": [
            "This is not as far-fetched as it might seem, because it\nwas Ptolemy who absconded with Alexander s body to\nMemphis when he became satrap in 323 (later moving it to\nAlexandria where it lay as a curiosity for centuries before\ndisappearing). As well, Ptolemy was the first to create a\nrecognized Alexander portrait coinage by having him shown\nin an elephant headdress complete with Ammon horn. Those\nelephant headdress issues were struck right after the first\nseries of Herakles tetradrachms in question and they are\ngenerally less distinctive as portraits. Along the way, he\nmoved on from the strictly Attic weight standard, about\n17 g, to various reduced standards down to around 14 g.\nPtolemy reigned for a full forty years, wrote the only\nancient biography of Alexander the Great and established a\nmagnificent library at Alexandria (making it a centre of Greek\nculture). He also secured expanded territory in the eastern\nMediterranean   notably invading Kyrenaica, Cyprus, Syria\nand parts of southern Asia Minor. His subsequent Ptolemaic\ndynasty of kings, queens and consorts ruled for three centuries,",
            "Figure 1   Alexander s Route to Memphis, Egypt s Capital",
            "Sculpture of Ptolemy | Soter at Ny Carlsberg Glyptotek,\nCopenhagen (Photos by the author, June 2011)",
            "right down to Ptolemy XII and Cleopatra VII Philopator\n(yes, the same Cleopatra who dallied with randy Romans and\nmade asps famous). The successor Ptolemies all pretty well\nissued their own coinages in a wide array of gold, silver and\nbronze denominations.",
            "Figure 1   Memphis was the capital of Egypt and under Persian rule when Alexander the Great invaded\nin 332 BCE. He went to the Oasis of Siwa to worship Zeus Ammon and was crowned as Pharaoh\nat Memphis before he headed east to India. After Alexander died in Babylon in 323, Ptolemy was\nappointed Satrap of Egypt. Memphis was his capital and his mint location before he moved to a new city",
            "he built at Alexandria on the edge of the Nile Delta and Mediterranean.",
            "(Base map: Wikimedia).",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "308"
    },
    {
        "File": "The_CN_Journal_October_21.jpg",
        "Paragraphs": [
            "Figure 2   This montage of Ptolemy | coins shows his\nvaried choices and his emphasis on precious metals.\nHe used typical Alexander types in a fine style when he\nstarted minting coins in Memphis as satrap of Egypt in\n323 BCE   including companion gold staters and silver\ntetradrachms (first row above). This progressed to two\nissues of tetradrachms with the head of Alexander\nin an elephant skin headdress (second row, left and\nright). The elephant headdress symbolized Alexander s\nconquest of India. Both types of elephant tetradrachms\nshown were struck in the approximate 17 g Attic\nweight: the first one on the left with a seated Zeus on\nthe reverse, and the second one on the right with a\nstriding Athena. Ptolemy promptly moved the mint from\nMemphis to Alexandria for the first elephant head issues\nand the mass production of later Athena versions at a",
            "Number 7 October   November",            
            "reduced weight of about 15 16 g (example not shown).\nBoth types of Attic weight elephant-head coins are very\nscarce or rare, as are the earlier Alexander type issues,\nbut the later reduced weight elephant-head coins are\nreasonably common.",
            "When Ptolemy adopted the title of king in 305 BCE, he\nminted portrait coins of himself   the first of Alexander s\nsuccessor kings and the first king anywhere to do so\n(see the bottom two rows, except for the final coin, a\nbronze showing Zeus). Although almost all of Ptolemy s\ncoinage was struck in Egypt, he also struck coins in\nterritories he occupied in the eastern Mediterranean,\ncoins such as the gold stater with elephants (bottom row\nleft) for Kyrene in North Africa.",
            "All photos are courtesy Classical Numismatic Group (CNG).\n"
        ],
        "PageNo": "309"
    },
    {
        "File": "The_CN_Journal_October_22.jpg",
        "Paragraphs": [
            "The First Coin Discovery",
            "The story starts back in March 2006, when I noticed a bold\nlooking Alexander tetradrachm offered by Ancient Auction\nHouse (AAH) on eBay. The coin s Herakles head and\nlion headdress were unusual (Coin #1 in Figure 3). AAH\ndescribed it as an issue from Rhodes, since it had a rose\nsymbol on its reverse, but the style and legends did not look\nappropriate. I knew that the Memphis mint also used a rose\nfor early, DIO-type Alexanders, but this coin had no DIO.\nInstead, there was a rather faint E-type monogram under\nthe Zeus throne. I was interested both because the coin was\nstylish in its own way, but also because I really wanted a\ntetradrachm from Memphis. Memphis Alexanders are often\ncited as the most beautiful of his issues and, of course, they\nare from Egypt (among other things, we had just travelled\nin Egypt the year before). AAH had been offering a lot of\ngeneric, not top quality tetradrachms, but this one had a lot\nof character. There must have been some competition from\nRhodes collectors near the end of the auction, because I had\nto pay about US$350 to win it.",
            "After recerving the coin and doing a bit of research, I\nstill thought it was an early Memphis, but I couldn t see\nanything similar in the references and I couldn t be certain\nabout the monogram. Part of it seemed to be a die break,\nbut it looked like an E with sideways Y so I labeled it as\n EY  on my slip. I thought it might be unique. One of the\nmain authorities for the Memphis series was Dr Orestes\nZervos who had written a Museum Notes article on early\nPtolemy coinage in 1967 and had done his doctoral thesis\nat New York University on a similar topic in 1974. He\nwas cited as the main reference for most Ptolemy I silver\nissues. Starting the month after I got the coin, I emailed\nhim while he was doing an archeological dig in Corinth,\nGreece. He was planning to retire to Corfu the next year\nand possibly turn his thesis into a book. He was much taken\nwith my coin, confirming it was a  vintage  Memphis issue\nof very fine style, from his  Series A,  but the task was to\nfind out if it was unpublished   if so, he said,  It may well\nturn out to be quite an interesting piece.  As there were\nno other obvious records of the type, and the style was so\n outstanding,  he began immediately urging me to publish",
            "an article in Spink s Numismatic Circular (NCirc) in\nLondon, not only to make the coin known, but also to find\nout if collectors or academics could locate other examples.\nOther examples might clarify the monogram composition.\nBased on his earlier research, he knew that each of the\nMemphis tetradrachms with the rose reverse had a good\nsurvival rate with an average of over fifteen specimens\nper obverse die. He would therefore be unsurprised should\nmore examples turn up.",
            "I didn t immediately pursue writing an article (I d never\ndone one before). Three months later, I bought one of the\nMemphis Rose-DIO tetradrachms, which I also discussed\nwith Dr Zervos. A year and a half later, in November 2007,\nhe reminded me to do an article about the first coin, since\nI still had no answers about its uniqueness or a monogram\nconfirmation. In January 2008, I decided to approach\nanother Ptolemy authority, Catharine Lorber, to get her\nthoughts on this. She had done a paper on early Ptolemaic\ncoinage in Numismatic Chronicle in 2005. I listed all the\nspecial stylistic features of my coin compared to the usual\nMemphis tetradrachms, and by email we reviewed many of\nits aspects and made reference comparisons. She thought\nthat it was a  remarkable  coin and a  really exciting\naddition to the early coinage of Memphis.  She said the\ncoin allowed a re-examination of the series, concluding that\nit had an EY monogram tied to an issue of EY gold staters.\nThis made sense, because many of the monogrammed\ntetradrachms had a similar gold stater companion in that\nperiod (ironically, however, not the most common DIO\nvariety). We briefly discussed the placement of my coin\nin the Ptolemaic sequence, although her focus was to start\nwork on a major compendium of Ptolemaic coinage. She\nthought that it would take a couple of years to complete. I\nanxiously awaited it ever since, but it took about a decade\naltogether for just Part 1 to be published this past August.",
            "Meanwhile, I contacted the editor of Spink s Numismatic\nCircular late in 2008 to see if they would be interested in\na  short  article on the topic (most of their articles were\nhalf a page to a page in length). He said they would look at\nwhatever I could send in.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "310"
    },
    {
        "File": "The_CN_Journal_October_23.jpg",
        "Paragraphs": [
            "Obv: Head of Herakles right,\nwearing lion skin\nheaddress.",
            "Rev: AAEZANAPOY; Zeus\nenthroned left, holding\neagle and staff; Rose in\nleft field; EY monogram\nbeneath throne.",
            "Data: 17.01 g, 28.0 x 27.3 mm  1h.",
            "Mint: Memphis, Egypt",
            "Issued: circa 322/1 BCE.",
            "Found: Ancient Auction House,\neBay, March 2006.",
            "(Collection of the author and",
            "photo by the author)",
            "Figure 3   Coin #1, from eBay in 2006, is the unusual Rose-EY tetradrachm with a Rhodes attribution. It became the\nsubject of much discussion among Ptolemy experts and the focus of this author s exploratory article in the Numismatic\nCircular (NCirc) late in 2010. The obverse was of such a bold, fine style, and yet unrefined in some respects, that\nit seemed to be the work of a master carver from the beginning of a well-known Ptolemaic series, yet this obverse\nwas completely unknown. The dies were not recorded anywhere, meaning that the coin was, and still is, unique. Its\nsurfaces are certainly worn, but it has considerable detail where it counts.",
            "The Herakles obverse is well centred and has a dramatic range of unusual features, including a straight, rigid lion-\nmane, fleshy lion mouth lobes behind Herakles s ear and a single curved line inside the ear. The Rose types seem to\nhave a large pellet at the top of the lion head, but this coin also has a very small, neat pellet strategically placed in\nthe field just in front of the junction between Herakles s forehead and nose. Is this a simple celator s [engraver s]\nslip, or is it a mark of the importance, even divinity, of the subject   be it Herakles or Alexander as Herakles? There\nare a lot of things about this portrait that make me wonder.",
            "Besides the odd monogram, the reverse shows a very small rose symbol and a straight arm on Zeus where he holds\nthe eagle. In fact, the reverse figures seem to be relatively understated compared with the bold obverse portrait.\nThe rose especially does not show up very well.",
            "Obv: Head of Herakles\nright, wearing lion\nskin headdress.",
            "Rev: AAEZANAPOY; Zeus\nenthroned left,\nholding eagle and\nstaff;",
            "Rose in left field; EY\nmonogram beneath\nthrone.",
            "Data: 16.87 g, 27.0 mm\n12h.",
            "Mint: Memphis, Egypt.\nIssued: circa 322/1\nBCE.",
            "Found: Muenzkabinett,\nStaatliche Museen zu",
            "Figure 4   My 2010 NCirc article described Coin #2 that the Berlin museum had Berlin; #18217474;\nacquired by in 1852. That coin had not been entered into the museum s website Acquired 1852.",
            "by 2010, so the curator sent me a photo that | could include as a second example (Collection of the Berlin",
            "of the Rose-EY variety. It was again hoped that other examples from similar dies Muenzkabinett and photo by\nand with clearer monograms might be found. The museum subsequently uploaded Reinhard Saczewski)",
            "the coin to its website as a Rose-EY coin, with a note that it had been published",
            "in the NCirc article.",
            "Number 7 October   November 2019 "
        ],
        "PageNo": "311"
    },
    {
        "File": "The_CN_Journal_October_24.jpg",
        "Paragraphs": [
            "The 2010 Spink NCire Article",
            "It wasn t until two years later, at the end of September 2010,\nthat I contacted Catharine Lorber to say that I finally started\nthe Memphis article. She immediately responded that she\nknew of another example of my tetradrachm! The curator of\nthe Muenzkabinett in Berlin, a very prestigious coin museum\nwithin the state museum complex on Museum Island, had\nasked her about cataloguing and uploading his Ptolemaic\ncoins to the museum s website. One coin, which had been\nacquisitioned in 1852 (!), had a partial monogram that was\nmost likely an EY match   a second example of the new coin\n(Coin #2 in Figure 4). She had told him about my coin with\nits complete monogram and its similar style. She told me that\nneither the obverse nor reverse die on the Berlin coin was the\nsame as mine, so mine was still somewhat exclusive. And that\nmine was in better condition   so much so, that she wouldn t\nhave recognized the Berlin specimen as EY without having\nseen my coin. The curator agreed I could publish the museum s\ncoin in my prospective article, which was a bit of an honour.",
            "A couple of days later, I noticed that there was another EY\ntype on a fake coin website, and its obverse was similar to the\nBerlin example. It was obviously a molded fake, but 1t meant\nthat there was another possible original out there   a possible\nthird coin. This soon became a startling reality.",
            "I worked intensively on my NCirc article for only about two\nor three weeks in early October 2010, as Spink needed to vet\nit quickly for the December issue. I corresponded extensively\non certain details and references, mostly with Catharine, but\nalso with Orestes Zervos. I covered the description of the coin,\nthe highlighting of its unusual features, the existence of the\nBerlin specimen, a survey of previous studies that dealt with\ndie sequencing, dating and mint attribution, plus a lot of my\nown observations about the coin s likely importance as the first\nRose issue, possibly the first Egyptian Alexander tetradrachm\nand as possibly the first Macedonian portrait in a Hellenistic\nstyle. Because the Herakles portrait was so distinctive, bold\nand fine, I also postulated that it might have been the first coin\nto show a portrait of Alexander as Herakles. At the time, we\nknew that Alexander had been crowned as a pharaoh when the\nprevious Persian satrap had surrendered the country to him,",
            "and we thought that the coin was a lifetime Alexander issue.\nThere is a lot of room for opinion in these matters.",
            "I sent a first draft to Spink by October 26, thinking it was\nprobably too lengthy. Both Catharine and Orestes agreed to\ncheck it over so there was a lot more back and forth, which\nis normal for any such paper. By and large they liked it, and\non October 29 Spink said they would publish it, but they only\nwanted a final draft for layout. Catharine was amazed at how\nquickly it moved from being an initial draft to being finalized\nfor print. After more revisions and discussion, the article was\neven longer. By November 11 it was looking pretty good.\nI added acknowledgements and emailed it to London. I heard\nnothing until 6 a.m. on November 29 when I received the\nfinal layout. It was five full pages, unbelievably long for that\npublication. I noticed a few glitches with missing deltas and\nbotched monograms and quickly replied that I would get\nback to them that day. They said it was too late   it had to\ngo to print right then, or it would be pulled for the next issue\nin February 2011. I persuaded them to at least insert four\ndeltas where each had been missed. I was disappointed they\nused only an actual size photo of the main coin, but they did\ninclude three enlargements of details, and there really was no\nmore room.",
            "So my Memphis discovery article got printed in the\nDecember 2010 issue. I thanked the editor for using my\ncomplete text, a pleasant surprise for me. He said he had been\nadvised to shorten it and delay it, but he had a perfect slot\navailable then, so he went ahead. I asked for five copies of the\nmagazine and they sent them. That Christmas break I received\na note from a senior staffer at the Numismatic Chronicle in\nLondon, a more academic publication, thanking me for doing\nthe article and suggesting I could submit items to them, which\nwas nice. Spink used to upload selected archival Numismatic\nCirculars to their website, and I waited a few years to see my\nissue pop up   it never did. When I pressed them about when it\nmight be uploaded for all to see, they d had an office meeting\nthat decided to scrap the whole system and had taken them\nall down. I tend to have this sort of chilling effect on people,\nsmall animals, plants and now, apparently, well-established\nnumismatic institutions.",
            "I corresponded extensively on certain details and references, mostly\nwith Catharine Lorber, but also with Dr Orestes Zervos.",
            "[I included] a lot of my own observations about the coin s likely\nimportance as the first Rose issue, possibly the first Egyptian Alexander\ntetradrachm and as possibly the first Macedonian portrait in a Hellenistic style.",
            "I also postulated that it might have been the first coin to show a",
            "portrait of Alexander as Herakles.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "312"
    },
    {
        "File": "The_CN_Journal_October_29.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "Californian s Bag Search for CAFNE",
            "The Canadian Association For Numismatic\n| Education, CAFNE, has been the recent beneficiary\nof diligent  digging through coin bags. ",
            "Four Californian coin enthusiasts were given the special\nopportunity to search out Canadian coins in a number of\nUS coin bags weighing twenty-five to fifty pounds. The\nenthusiasts were Donald L. Hill, current Northern California\nNumismatic Association (NCNA) Secretary; George B.\nLocatelli, current Vallejo (California) Numismatic Society\nPresident; Michael S. Turrini, NCNA Treasurer and Editor;\nand Fred G. van den Haak, NCNA Second Vice-President.",
            " Working either as a team or individually, we searched,\ncoin by coin, and set aside the Canadian 5-, 10-, and\n25-cents, and even Joonies and toonies. It takes hours, \nreported Fred G. van den Haak.  The no longer minted\nl-cent coins were segregated too, to be given to young\nCanadian coin hobbyists at a future time,  he added.\nSurprisingly, the search efforts generated C$732 in\nCanadian coins.",
            "Taking the opportunity of a recreational vehicle trip to\nBritish Columbia, Fred G. van den Haak lugged the heavy\npoundage of rolled coins to a branch of TD Canada Trust\nand deposited the coins into the CAFNE account, all $732!",
            " The branch must have felt it was the biggest coin deposit\nin years, and it covered the teller s entire counter space,  Mr.\nvan den Haak joked.  But, the branch accepted the deposit. ",
            " We hope to continue this opportunity when the chance\nto search bags becomes available again,  noted Michael S.\nTurrini.  Yeah, it s really fun, and your hands get dirty too.\nFor advanced hobbyists, it seems childlike or novice,  he\nlaughed. Interestingly, among the coins found were two 1920s\nCanadian 5 cents as well as older coins of the era, 1910-1919.\n You never known what country, year or long demonetized\ndenomination can be found,  he remarked.",
            "Coupled with this effort, Alexander B. (Xan)\nChamberlain, an esteemed-noted error-coin authority and\nwell-known numismatic benefactor, matched a challenge\nfrom a Canadian non-profit organization based in Winnipeg,\nManitoba, Canada with its double challenge of $1,000.00.",
            " When I learned that it was $1,000.00 Canadian, I\nadded $100.00 and made it United States Dollars, which\nconverted to about $1,400.00 Canadian. Yeah, something\nto advance our hobby, on either side of the border,  Xan\nremarked.",
            "When totaled, the  bag search  and Xan s matching\ndonation gifted CAFNE just over $2,000.00 in Canadian.",
            "Number 7 October   November",
            
            "Fred G. van den Haak holds the heavy box of Canadian\ncoins; he is outside a TD Canada Trust branch in BC,\nready to deposit into CAFNE s account. He quipped that\nthe bank  took it all. ",
            "CAFNE, now into its tenth year, is dedicated and\ncommitted to enhancing and enlightening Canadian\nnumismatics. CAFNE has granted funds and provided\nfinancial assistance to various local coin clubs and\nnumismatic events. Financial supports for CAFNE s efforts\nare funds raised via donations, as the aforementioned.\nCAFNE sponsors, during the annual Royal Canadian\nNumismatic Association (RCNA) Conventions, a fund-\nraising reception, which has evolved into a major event at\nthe RCNA Conventions and is well-attended.",
            " We are certainly happy with our American friends.\nTheir generosity proves that our  world of money hobby \ndoes not have borders. We hope that Don, George, Michael,\nFred, and  Xan  will attend the 2020 in Halifax RCNA\nConvention in July. We would delight in sharing a soft\ndrink, some joking, and basking in the joy that is our hobby.\nTheir enthusiasm is most appreciated,  stated Scott E.\nDouglas on behalf of CAFNE.",
            "Submitted by Michael S. Turrini\n"
        ],
        "PageNo": "317"
    },
    {
        "File": "The_CN_Journal_October_30.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e\nNOUVELLES_DES_ CLUBS",
            "By BRETT IRICK (CLUB SERVICES)",
            "FONA #22198,",
            "Tony Swicer Speaks on Running an Estate\nAuction as a Club Activity",
            "This year s speaker at the",
            "RCNA Club Delegates",
            "breakfast was Tony Swicer",
            "president of the Palm",
            "Beach Florida Coin Club.",
            "A number of years ago that",
            "club stumbled on the novel",
            "idea of running coin auctions",
            "for members only, with the",
            "material generally coming",
            "from deceased members ",
            "estates. A five percent bidders",
            "fee plus a fee for printing the",
            "auction catalogue is collected",
            "by the club; this results in a",
            "small profit to fund other club",
            "activities. Items typically",
            "start in the $10 25 range",
            "with a minimum bid set at",
            "around twenty to thirty-five",
            "percent below the item trends value. This is a great\nway to sell material valued at up to around $250 per\nlot. The prices realized are always better than what a\nlocal coin store or auctioneer will be able to provide\na seller. The average auction Swicer has run had total\nsales of around $5,000. Limiting the auction to club\nmembers only, avoids the need, in most locations, for\nan auctioneer license. And, these auctions are a great\nway for a collector to acquire items from fellow club\nmembers whom they have known for many years.",
            "Marketing your Coin Club Show",
            "One of the most important tasks of running a local\ncoin show is marketing it to not only collectors but\nalso the general public. During the open discussion\nat the annual Club Delegates meeting, the following\nobservations were shared that may be of use:\n  Have a volunteer find out from coin show\nattendees how they learned about the coin show.\nThe results may surprise you and cause changes in\nhow you use your marketing funds and resources.\n  Less than 10 percent of the public now receive\nprint newspapers. Paid advertising may not be\nworthwhile. Free listings should be available\nespecially in your small local free publications.\n  The internet and social media are now very\nimportant. Make sure your show is listed on your",
            "Tony Swicer propose aux clubs d avoir une vente\na l encan comme activit ",
            "Le conf rencier de cette ann e lors\ndu d jeuner des d l gu s de club de\nVY ARNC  tait Tony Swicer, pr sident\ndu Palm Beach Florida Coin Club.\nIl y a plusieurs ann es, ce club a eu la\nbrillante id e novatrice en organisant des\nventes a l encan numismatique ouvertes\naux membres seulement, le mat riel\nprovenant g n ralement de succession de\nmembres d c d s. Des frais de cinq pour\ncent du prix de vente en plus des frais\nd impression du catalogue d encan, sont\npergus par le club; ce qui g n re un petit\nprofit pour financer d autres activit s du\nclub. Les mises de d part sont entre $10\net $25 avec un prix minimum fix  entre\nvingt et trente-cinq pour cent inf rieur a\nla valeur marchande. C est un excellent\nmoyen de vendre des items dont la\nvaleur peut  tre jusqu a $250 par lot. Les\nprix r alis s sont toujours meilleurs que ceux qu un marchand local\nou un encanteur sera en mesure d offrir. Les ventes moyennes des\nencans tenus par Swicer sont d environ $5,000. Limiter la vente a\nl encan aux membres du club  vite, dans la plupart des endroits,\nd obtenir une licence pour la tenue d un encan. Et ces encans sont\nun excellent moyen pour un collectionneur d acqu rir des articles\nd autres membres du club qu ils connaissent depuis de nombreuses\nann es.",
            "Promouvoir votre  v nement numismatique",
            "Lune des taches les plus importantes dans I  organisation de\nvotre salon numismatique est de faire la promotion non seulement\naux collectionneurs, mais  galement au public en g n ral. Pendant\nla p riode de discussions ouverte qui a eu lieu lors du d jeuner des\nd l gu s de club, des observations ont  t  partag es. Ces conseils\npeuvent  tre utiles:",
            "  Demandez 4 un b n vole de s informer aupr s des visiteurs\ndu salon numismatique comment ils ont entendu parler du\nsalon. Les r sultats peuvent vous surprendre et vous inciter a\nmodifier votre strat gie de promotion et les fonds n cessaire\npour faire la promotion.",
            "* Moins de 10% de la population regoit des journaux papier.\nLa publicit  pay e n est peut- tre plus n cessaire. Des\nannonces gratuites devraient  tre disponibles, en particulier\ndans les publicit s locales.",
            "  Internet et les r seaux sociaux sont maintenant tr s importants.\nAssurez-vous que votre  v nement est annonc  sur le site",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "318"
    },
    {
        "File": "The_CN_Journal_October_31.jpg",
        "Paragraphs": [
            "club website, Canadian Coin News show listing\nsite, Facebook, Instagram and others.",
            "  The paper or light card stock flyer is one of the\nmost effective marketing tools. Engage your club\nmembers to post them on billboards at work, at\nlaundries, groceries, and restaurants throughout\nyour area. If there are other coin shows in the area,\nstart putting your fliers out on their advertising\ntable six months in advance of your show.",
            "  Your fliers should have a small locator-map and\nshow your website url.",
            "  Banners and road signs are also very effective.\nMake sure you have permission from the\nauthorities and know when you are allowed to\nput them up. A good show will have around 15 to\n20 road signs with each sign volunteer putting up\nthree or four signs.",
            "  Free admission and free parking increases the\nattendance of the general public since many are\nfrugal enough a $1 admission will turn them\naway.",
            "Copies of the full presentation are available from Brett\nat the email address below.",
            "Enduring Numismatic Clubs",
            "Clifford Mishler, RCNA LM #19, was the guest\nspeaker at the Chicago Coin Club s 100th\nanniversary banquet held in conjunction with the\nAmerican Numismatic Association convention",
            "at Rosemont, Illinois. His talk centred around",
            "the rapidly evolving club environment and the",
            "need for clubs to innovate to remain relevant.\nClifford jomed the RCNA in 1956 and holds one",
            "of the longest continuous memberships.",
            " At 100 years, the Chicago Coin Club joins a select\nmanifest of local North American coin clubs   perhaps\nno more than a dozen or score.  The CCC publishes a\nmonthly newsletter The Chatter which is available for\nfree on their website at www.chicagocoinclub.org. The\nChatter is edited by Paul Hyvert.",
            "The oldest current club in Canada is the Toronto\nCoin Club, founded in 1936, while the earliest recorded\nclub in North America was the Antiquarian and\nNumismatic Society of Montreal (1862).",
            "If you would like to have your club profiled here,\nplease write a column, include pictures and send it to\nme: xr7gt@prodigy.net.",
            "Brett Qrich",
            "Number 7 October   November",
           
            "internet de votre club, la section des  v nements a4 venir dans\nle Canadian Coin News, Facebook, Instagram et autres.",
            "  Le d pliant papier et l affiche en papier carton sont les outils\nde promotion les plus efficaces. Encouragez les membres de\nvotre club a palcer ces affiches au travail, dans les buanderies,\nles  piceries et les restaurants de votre r gion. S il y a\nd autres salons numismatiques dans la r gion, commencez a\nmettre vos d pliants sur leur table de promotion environ six\nmois avant votre  v nement.",
            "* Vos d pliants devraient avoir une petite carte de localisation\net montrer l URL de votre site internet.",
            "  Les banni res et panneaux publicitaires sont  galement tres\nefficaces. Assurez-vous d avoir la permission des autorit s et\nsoyez au courant quand vous  tes autoris  a les placer. Un bon\nsalon aura environ 15 a 20 banni res et panneaux publicitaires,\nou chaque b n vole peut en placer trois ou quatre.",
            "  L entr e et le stationnement gratuit augmentent la\nfr quentation du grand public, car plusieurs sont  conomes,\nils n assisteront pas s ils voient un frais d admission de $1.00",
            "Une copie de la pr sentation complete est disponible aupr s de\nBrett a l adresse courriel ci-dessous.",
            "Long vit  de club numismatique",
            "Clifford Mishler, membre a vie de  ! ARNC (LM# 19),  tait\nle conf rencier invit  lors du banquet du centenaire\ndu Chicago Coin Club, organis  en collaboration\navec | American Numismatic Association tenue a\nRosemont, dans | Illinois. Son discours a port  sur\nl volution rapide de l environnement des clubs et\nsur la n cessit  pour les clubs d innover et demeurer\npertinents. Clifford a joint   ARNC en 1956 et est Pun",
            "des membres les plus anciens.",
            "  A 100 ans, le Chicago Coin Club rejoint un groupe s lect\nde clubs numismatiques d Am rique du Nord - peut- tre  \nmoins d une douzaine de clubs centenaire  . Le CCC publie un\nbulletin mensuel  The Chatter  qui est disponible gratuitement\nsur leur site web www.chicagocoinclub.org. Paul Hyvert en est\nV diteur.",
            "Le plus vieux club au Canada est le Toronto Coin Club, fond \nen 1936, tandis que le plus vieux club enregistr  en Am rique\ndu Nord serait la Soci t  d arch ologie et de numismatique de\nMontr al (1862).",
            "Si vous souhaitez avoir le profil de votre club ici,  crivez une\nchronique, inclure des photos et envoyez a: xr7gt@prodigy.net.",
            "Brett Prick\n"
        ],
        "PageNo": "319"
    },
    {
        "File": "The_CN_Journal_October_32.jpg",
        "Paragraphs": [
            "Continued from page 313",
            "This continues the 2019 Remick Award winning article: The Tale of a Memphis Alexander   From Obscurity to a Slightly\nLess Obscure Obscurity. This article was originally published in Edmonton Numismatic Societys The Planchet in December\n2018. The author, Wayne Hansen, was recipient of the Jerome Remick III Literary Award for best numismatic article in a\nlocal Canadian coin club newsletter. It is being re-published here, in revised format, as an example of a winning article.",
            "Two More Memphis Rose-EY Coins Appear",
            "The intriguing part of the ancient coin world is that there is\nalways something new around the corner. If it s not anew coin\ntype, it s a new style, an especially fresh finish, a ridiculous\nauction result, a new hoard batch, a new die or mint linkage, a\nnew dating scheme, a social media scandal et cetera. After my\nSpink article appeared, that second version of the Rose-EY\ntetradrachm (Coin #2) in Berlin got reported. The coin, with\nits partial monogram, sat in the German collection for 158\nyears, through several major European wars, waiting to be\nunmasked. I later checked the online database for the Berlin\nMuenzkabinett to see if they had added their Rose-EY coin.\nAlong with two other Memphis Rose coins it was indeed\nthere, with its 1852 acquisition date and a note saying this\ncoin had been published in my 2010 article.",
            "The NCirc article was of course intended to solicit info\non any other examples of the type. The response was\nunderwhelming, especially since Dr Zervos had said there\nhad been an average of over fifteen examples found for each\nobverse die in the rose series. At that pomt, we knew that both\nof the known Rose-EY coins had different obverses as well as\nreverses, and that there were no other examples of each.",
            "Fast-forward almost four years after my article, eight\nyears after I bought my unusual coin, and suddenly I saw\nanother Rose-EY coin with obverse/reverse dies that again\ndidn t match any previous ones. I saw it in CNG s printed\nMail-Bid Auction 96 in May 2014 (Coin #3 in Figure 6).\nSeveral elements of its fabric and design pointed to a slightly\nlater issue in the series. Its images were very bold, and its\nmonogram was lightly carved but distinct. For some reason,\nthe auction house did not identify it as an EY comm, and it\ngave a later posthumous Alexander issue date (based on\nmore recent assessments), but it was clearly the same type.\nThe catalogue noted that it had previously been sold from\nCNG inventory in August 2001, five years before my original\neBay purchase, so it would have been the first discovered\nif it had been identified. In fact, they knew what it was in\n2014, because their printed catalogue reference cited my\nNCirc article from 2010, noting that the type was otherwise\nunpublished. It also said that it was:  Fine style. Extremely\nrare, one of three known.  The coin sold quite high at\nUS$3,250 plus fees on an estimate of $1,000. I was quite\ntaken with the fact that they cited my article as the reference,\nso I asked the chief cataloger how they knew about it. He\nsaid he does a full internet search for rare, uncertain coins and\nfound the Berlin Muenzkabinett coin with my reference and\nthen looked at the article. That s how the system works.",
            "The discovery of the last Rose-EY coin, Coin #4 in\nFigure 7, was similarly a complete surprise. It had been\nposted on MA Coins by a dealer from Germany, oddly\nenough on December 22, 2015, eighteen months after I saw\nCoin #3. I think they did it just as they were closing their\noffice for the Christmas holidays. They obviously didn t\nknow what it was, since the description, in German, said\nit was a tetradrachm of Philip II from  Sardeis  in Asia\nMinor. It did mention the  Rose und Monogramm  on the\nreverse, and that it might be  Unpubliziert?  Remarkably,\nthe obverse, reverse and monogram were very clear and\nbold. The obverse style was close to the straight-maned\nobverse of Coin #1 and extremely close to the Berlin coin,\nbut bolder. The reverse die image was much larger than the\nalready large flan, a characteristic of Coin #1 s obverse,\nalthough the rose on this one was proportionately larger,\nsuggesting a bit later issue. All in all, it seemed like another\nfantastic example, struck with dies completely different\nfrom those of the others.",
            "I knew that this coin was important, but I wanted to clarify\nVAT and the surface condition before finalizing payment.\nI ordered it from the site immediately and asked them to\nremove the tax and check the surface. This took time as the\nnumismatist involved had to get back to me. Meanwhile,\nI noticed just after New Year s that the photo of the fake\ncoin I had seen earlier was identical in many respects.\nThe obvious fake had the exact same features and flaws\nas the dealer s coin and the same flan outline. However,\nthe fake had completely rounded, indistinct features   no\nsharpness whatsoever   plus no weight was provided, and\nthere was a casting sprue with fresh, clear file marks. The\nGerman dealer s coin looked absolutely great. Improbable\nas it sounds, I thought the German coin must be the\noriginal used to make the base cast, but I asked the dealer\nto check it further. I corresponded using Google translate,\nand the dealer confirmed on January 5 that it was not fake,\nand that they would give me 15 percent off. Long story short,\nI quickly paid the  320. I have since double-checked the\ncoin s authenticity, and it seems genuine. So that was Coin #4,\nthe last of the Rose-EYs discovered, and now another three\nyears have passed. All dies used for the four known obverses\nand the four known reverses differ from one another.",
            "I reported the last coin to Catharine Lorber while she was\nstill working on the Ptolemy book. She was interested, but\nher book was already in the proof stage. The coin was useful,\nhowever, because the monogram was so clear she could\ninsert a second variation on the style of the EY monogram.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "320"
    },
    {
        "File": "The_CN_Journal_October_33.jpg",
        "Paragraphs": [
            "Obv: Head of Herakles\nright, wearing lion skin\nheaddress.",
            "Rev: AAE=EANAPOY; Zeus\nenthroned left, holding\neagle and staff; Rose in\nleft field; EY monogram\nbeneath throne.",
            "Data: 17.02 g, 28.0 mm 1th.",
            "Mint: Memphis, Egypt.\nIssued: circa 322/1 BC.",
            "Found: Classical Numismatic\nGroup M/B 96, May\n2014; ex CNG Shop\n2001.",
            "(Photo by Classical Numismatic\nGroup)",
            "Figure 6   Coin #3 is an auction specimen that appears to have been issued\nlate in the EY sequence, given its more compact Herakles head, fewer tufts\nin the lion mane, smaller lion mouth lobes, lack of Herakles ear line, large\nrose symbol and a bent-armed Zeus. As well, the diameter of the flan and\nsize of each die is perfectly coordinated, so that both images are completely\naccommodated on the struck flan.",
            "Obv: Head of Herakles\nright, wearing lion skin\nheaddress.",
            "Rev: AAEEANAPOY; Zeus\nenthroned left, holding\neagle and staff;",
            "Rose in left field; EY\nmonogram beneath\nthrone.",
            "Data: 17.04 g, 27.0 x 26.0\nmm 1th.",
            "Mint: Memphis, Egypt.\nIssued: circa 322/1 BC.",
            "Found: Busso Peus Nachfolger,\nMA Coins, December\n2015.",
            "(Collection of the author and",
            "photo by the author)",
            "Figure 7   Coin #4 is the last one of Memphis Rose-EY tetradrachms uncovered thus far. It is close in style to the\nBerlin Coin #2 but with a clear and bold EY monogram under the throne. A German dealer listed it as a tetradrachm\nof Philip II from Sardeis   probably the cataloguer s mistake, because Philip always used a Zeus portrait on his silver\nobverses. It seems to naturally follow the coin #1 issue, since it has the fairly straight mane, the large lion mouth\nlobes and line in Herakles s ear, plus a straight-armed Zeus holding the eagle. The flan is slightly smaller than that of\nCoin #1, but it appears that the carver had consciously made the reverse elements much larger than those on coin\n#1 where they had been understated. Although the rose and Zeus figure are larger, they and the inscription are now\ntoo large for the good-sized flan, which might have been an over-compensation.",
            "Number 7 October   November 2019 \n"
        ],
        "PageNo": "321"
    },
    {
        "File": "The_CN_Journal_October_34.jpg",
        "Paragraphs": [
            "The Lorber Ptolemaic Empire Publication 2018",
            "After much anticipation, Catharine Lorber s Coins of\nthe Ptolemaic Empire, Part 1 publication was tentatively\nannounced in late Spring 2018. The American Numismatic\nSociety was to publish it in two volumes: Precious\nMetal, and Bronze; slated for sale in July. I placed a\npre-publication order with Amazon, which had a much\nlower price (trouble later, but it worked out). Publication\nwas delayed until mid-August, but I didn t get my order\nresolved until late September. The heavy package arrived\nin early October. I could see that my original NCirc photo\nof Rose-EY coin #1 was included as the only photo\nreference for the new EY type (see Figure 8). The photo\nwas tagged as coin  12  on plate 2 of the Precious Metal\nvolume, immediately following ten gold staters and one\nKhum tetradrachm variety (Khum being the one pre-\nRose variety of the sequence), so the Rose-EY type was\npresented as the second Ptolemy tetradrachm and the first\nRose issue. The listing for plate photo  12  specifically\nreferenced the three known Rose-EY examples at the\ntime, mentioning the original NCirc article as well as\nthe Berlin and CNG specimens. So it is official   coin\n#1 is the face of the Rose-EY variety in this outstanding\nreference volume.",
            "Original 2010 NCirc Article Cited as a Reference",
            "My one shot at trying to publicize the new Memphis\nvariety did create some buzz   not a bang, but a slow fizz.\nIt took years, but the NCirc venue at Spink was important\nenough that the original article was noticed and was\navailable for referencing by name and publication date.\nSubsequent investigation, culminating in the recent Lorber\npublication, has indicated that dating of the Memphis\ntetradrachm series should be down dated by a few years.\nThis has meant that the entire Memphis Rose issue is\nnow thought to be early posthumous rather than late\nlifetime, associated with the arrival of Ptolemy as satrap\nof Egypt. Some of my conjecture about the importance\nof early features, such as the first cross-legged Zeus\nreverse, is therefore likely not applicable. This is expected\nin areas of numismatics that receive a lot of on-going\nattention regarding die studies and production context.\nNew information can cause changes in one direction or\nanother. Larger elements of my original article are still\nrelevant, however, particularly where the early nature of\nthe new tetradrachm is involved. It is the article s role in\nannouncing the existence of the Rose-EY variety that is\nmost important, followed by the publication of photographs\nof both my first coin and the Berlin coin as examples.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "322"
    },
    {
        "File": "The_CN_Journal_October_35.jpg",
        "Paragraphs": [
            "The same photo of my coin was then used in the recent\nLorber reference, which is a nice tie-in.",
            "Thus far, the original NCirc article has been cited in\nthree instances to identify and acknowledge the Rose-EY\nvariety, including on a major website and in two printed\npublications. My first coin is pictured in Reference C, while\nthe second and third Rose-EY coin examples are pictured\nin References A and B, respectively. Unfortunately, the\nfourth and last coin, now in my collection, wasn t known\nat the time the NCirc article was prepared, so it is still not\npictured or mentioned beyond this article; therefore its\nworld premiere was in The Planchet, December 2018!",
            "In Closing...",
            "This encounter with a new coin type and the\nmachinations surrounding its publication has been an\ninteresting journey. It highlights the fact that there is a lot",
            "to learn, and there is a lot missing in the Greek coin story.\nIt is, of course, somewhat amazing that I ended up with\ntwo of the four known specimens of the extremely rare\nMemphis Rose-EY issue. The type was probably not\nnoticed previously partly because it is so rare, but also,\nI guess, because no one was paying attention. Given the\nnumber of unique dies now known, a lot more examples\nof this issue should have survived, but that is what makes\nthese kinds of mysteries so engaging.",
            "The moral of the story is that we should all engage our\nown little Inspector Clouseau once in awhile. Plus, we\nshould make our unusual finds known any way we can  \neven if they might only be moved  From Obscurity to a\nShghtly Less-Obscure Obscurity!!  Hang on, that sounds\nlike it might be another definition of insanity. So let s just\ndo what seems right, ...or maybe just what makes the most\nmoney!!",
            "\nReferences to the Spink NCirc Article:",
            "A   Berlin Muenzkabinett Website",
            "Country Agypten",
            "Publications W. A. Hansen, An unpublished early Alexander\ntetradrachm of the Memphis mint, Numismatic Circular\n118, 2010, 218-222. 221 Abb. 9 (dieses Stiick).",
            "B   CNG Mail/Bid 96 Catalogue (2014)",
            "PTOLEMAIC KINGS of EGYPT. Ptolemy | Soter. As satrap, 323-305 BC. AR Tetradrachm (28mm,\n17.02 g, 1h). In the name and types of Alexander III of Macedon. Memphis or Alexandreia mint. Struck\ncirca 323/2-317/1 BC. Head of Herakles right, wearing lion skin / Zeus Nikephoros seated left; rose in\nleft field, monogram below throne. W.A. Hansen,  An Unpublished Early Alexander Tetradrachm from\nthe Memphis Mint  in NumCirc CXVIII/5 (December 2010), figs. 1 and 9; otherwise unpublished. Good\nVF, lightly toned, slight die shift, small mark on cheek, thin die break on reverse. Fine style. Extremely",
            "rare, one of three known.",
            "C   Coins of the Ptolemaic Empire - Volume 1 (2018)",
            "12. Silver tetradrachm: Rose in 1. field, E or & under throne.",
            "Reference: Berlin, acc. 1852/9600 (acquired from the collection of the painter Giiterbock); W. Hansen coll,\nsee NCirc 2010, pp. 218-222; in commerce with CNG, February 2014",
            "Number 7 October   November"
            
        ],
        "PageNo": "323"
    },
    {
        "File": "The_CN_Journal_October_36.jpg",
        "Paragraphs": [
            "These images of the four known Rose-EY tetradrachm\nobverses are shown to approximate scale, ranging from 27\nto 28 mm in diameter (first photo by the author and the rest\nfrom the original sources). Based on style characteristics\nof both the obverses and reverses, including lion mane\nconfiguration, number of mane tufts, Herakles ear line,\nlion mouth lobes, angle of Zeus arm, size of dies and size\nof rose, this is the likely sequence of issues. The last coin is\nconsiderably different in several respects. Style comparisons\nare dangerous, however, because length of issue period and\nnumber of carvers is unknown. Despite the appearance of\nso few examples, the total lack of die consistency suggests\nthat this Rose-EY variety was originally fairly extensive.",
            "Virtually all of the many thousands of coins struck by\neach die remain undiscovered. There was a history of\nre-striking and over-striking of coins even within the\nPtolemaic Empire, especially since Ptolemy I was known\nto have stopped issuing attic-weight coins in favor of a\nreduced standard for his own king issues, partly to skim\nthe system. For example, my reduced elephant head-\nAthena tetradrachm (helmet series   not shown in the\narticle) is noted as being generally over-struck by Ptolemy\non previous issues, probably for emergency military use.\nBecause the featured EY coins are early and of attic weight,\nit may be understandable that few survived.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "324"
    },
    {
        "File": "The_CN_Journal_October_37.jpg",
        "Paragraphs": [
            "Addendum 2   A Ptolemaic Temple Legacy",
            "Surprisingly, the kings of the Ptolemaic Dynasty,\ninitiated by Ptolemy I, constructed a number of impressive\nlate-Egyptian style temples along the Nile. My wife\nand IJ had visited several of the really ancient Pharaonic\nKingdom ruins at Giza, Karnak, the Valley of the Kings\nand Abu Simbel, but we also encountered three of the\n3rd 2nd century BCE Ptolemaic-era temples at Philae,\nKom Ombo, and Edfu when we visited the Upper Nile\nin 2005. The Philae ruins near Aswan had been moved\nfrom the reservoir of the Aswan High Dam to Agilkia\nIsland, for the same reason that the four Ramses II\ncolossi were moved at Abu Simbel (Abu Simbel is\nway to the south in the Kush region of ancient Nubia,",
            "which we discovered when our armed bus convoy took\nthree hours to get there from Aswan.)",
            "Ancient Egypt was a rich source of grain and other\nagricultural products for many Mediterranean centres, so\nit was able to amass great wealth. These Ptolemaic temples\nwere constructed from local sandstone, generally during\nthe Ptolemy III to Ptolemy XII period   basically until\nRoman times. Indeed, Roman Emperors such as Augustus\nand Trajan added their own embellishments to the sites\nwhen they governed the region as their personal fiefdoms.\nUnfortunately, in later centuries fervent Christians\ndestroyed many of the ancients  hieroglyphs and carvings.",
            "Ptolemaic temples in late-Egyptian style from Philae and Edfu.",
            "Clockwise: View of Temple of Isis (moved from Philae) as seen from Lake\nNasser; Incuse carving of Horus at relocated Philae temple; View from\nthe inner courtyard at Edfu; Column capitals at relocated Philae temple.",
            "(Photos by the author).",
            "Number 7 October   November",
            "a\n"
        ],
        "PageNo": "325"
    },
    {
        "File": "The_CN_Journal_October_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE...",
            "2019 $50 Fine Silver Coin   The Centennial\nFlame of Canada",
            "On the reverse, an engraved flame tops this small-\nscale replica of the Centennial Flame monument on\nParliament Hill in Ottawa, Ontario. The 13-sided\nfountain consists of one panel for every Canadian\nprovince and territory, which are represented",
            "by their armorial bearings. On the edge of the\nfountain basin, the province or",
            "territory s floral emblem",
            "frames its date of entry into",
            "Confederation. An antique",
            "finish adds a weathered",
            "look that emphasizes",
            "the deep sunk relief.",
            "The obverse features",
            "the effigy of Her Majesty",
            "Queen Elizabeth II by",
            "Susanna Blunt.",
            "2019 $100 Fine Silver Coin   Great Seal of\nthe Province of Canada (1841 1867)",
            "The reverse image features the Great Seal of the\nProvince of Canada from 1841, redrawn\nfor use on a Royal Canadian Mint 76.25\nmm, 10 oz. fine silver coin. The\nimage features all of the elements",
            "of the original seal, including the",
            "seals of the colonies of Upper and",
            "Lower Canada held side-by-side",
            "by two allegorical female figures\nrepresenting the united colonies.",
            "The coat of arms of Queen",
            "Victoria sits at the top of the image,",
            "which also features engravings\nframing the images and decorative\nfloral engravings. The outer rim\nincludes the Latin text from the original\nseal:  VICTORIA D.G. BRITANNIARUM\nREGINA FID. DEF.  and  SIGILLUM\nPROVINCIAE CANADAE.  The obverse\nfeatures the effigy of Her Majesty Queen Elizabeth II by\nSusanna Blunt.",
            "Pi ce de 50 $ en argent fin 2019   La flamme\ndu centenaire du Canada",
            "Au revers, une flamme grav e",
            "surmonte une r plique miniature",
            "de la flamme du centenaire,",
            "situ e sur la colline du",
            "Parlement a Ottawa, en",
            "Ontario. Les 13 c t s",
            "de la fontaine, orn s",
            "des armes h raldiques",
            "correspondantes,",
            "repr sentent les provinces",
            "et territoires canadiens. Sur",
            "le pourtour sont grav s les",
            "embl mes floraux de chacun,",
            "encadrant leur date d entr e dans la",
            "Conf d ration. Un fini antique donne a l ensemble un",
            "aspect us  qui accentue le bas-relief. L avers est a1  effigie\nde Sa Majest  la reine Elizabeth II, selon Susanna Blunt.",
            "Pi ce de 100 $ en argent fin 2019   Grand\nSceau de la Province du Canada (1841 1867)",
            "Le motif au revers pr sente le Grand Sceau de\nla Province du Canada de 1841, redessin \npour une pi ce de 10 onces en argent\nfin de la Monnaie royale canadienne\nfaisant 76,25 mm de diam tre. Tous\nles  l ments du sceau original y\nfigurent, y compris les sceaux du\nHaut Canada et du Bas Canada,\ntenus c te a cote par deux figures\nf minines, all gories des colonies\nunifig es. Les armoiries de la reine\nVictoria couronnent le motif, qui\ncomporte aussi des cadres grav s\nautour des diff rents  l ments ainsi que\ndes ornements floraux, eux aussi grav s.\nLa bordure ext rieure porte les inscriptions\nlatines du sceau original :   VICTORIA\nD.G. BRITANNIARUM REGINA\nFID. DEF.   et   SIGILLUM\nPROVINCIAE CANADAE  .\nLavers est a l effigie de Sa Majest \nla reine Elizabeth II, selon Susanna",
            "Blunt.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "328"
    },
    {
        "File": "The_CN_Journal_October_41.jpg",
        "Paragraphs": [
            "2019 $10 Fine Silver Coin   Remembrance Day",
            "This multi-layered poppy design by Canadian artist\nJamie Desrochers features four indentations along",
            "the circumference, providing the framework",
            "for the poppy s four petals. Repeating graphic",
            "shapes, intersecting lines, and the innovative",
            "use of colour and engraving create the",
            "illusion of endless petals. The",
            "flower s pistil appears in black",
            "as the centre of the design,",
            "and the word CANADA is",
            "engraved along the outer",
            "edge of the bottom petal.",
            "The obverse features the",
            "effigy of Her Majesty Queen",
            "Elizabeth II by Susanna Blunt at",
            "the centre of the coin, with ELIZABETH IL, D. G. Regina,\nand 10 DOLLARS engraved along the outer edge of three\npetals.",
            "2019 $125 Fine Silver Coin - Tall Ships of\nCanada",
            "The reverse design brings together the four",
            "legendary vessels featured in the Royal",
            "Canadian Mint s 2016 Tall Ships",
            "Legacy series. Like a compass,",
            "the cardinal directions divide",
            "the coin s reverse into four",
            "gold-plated quadrants. Each",
            "quadrant features a depiction",
            "by maritime artists Neil",
            "Hamelin and Yves B rub .",
            "The northeast quadrant,",
            " AMAZON , features the",
            "Nova Scotia brigantine more",
            "famously known as the ghost",
            "ship Mary Celeste. The southeast",
            "quadrant,  HMS DISCOVERY ,",
            "features the ship commanded by",
            "Captain George Vancouver during",
            "his exploration of Canada s Pacific coast.",
            "The southwest quadrant,  MARCO POLO ,",
            "features the New Brunswick-built passenger ship that\nbrought immigrants to Australia in the mid-19th century.\nThe northwest quadrant,  BLUENOSE , features the Nova\nScotia fishing schooner that became an international racing\nlegend. Selective gold plating is denoted by a  P  mark on\nthe obverse, which features the effigy of Her Majesty Queen\nElizabeth IT by Susanna Blunt.",
            "Number 7 October   November",
            "a",
            "Pi ce de 10 $ en argent fin 2019   Jour du Souvenir",
            "Le motif a plusieurs couches du coquelicot,",
            "ceuvre de l artiste canadien Jamie Desrochers,",
            "comprend quatre  chancrures a la",
            "circonf rence, ce qui cr e le contour",
            "des quatre p tales du coquelicot. La",
            "r p tition des formes, le croisement",
            "des lignes et Putilisation novatrice de la",
            "couleur et de la gravure cr ent lillusion",
            "dune fleur aux nombreux p tales. Le",
            "pistil de la fleur est en noir au centre du motif,",
            "et le mot   CANADA   est grav  le long du",
            "pourtour du p tale inf rieur. L avers est a l effigie",
            "de Sa Majest  la reine Elizabeth II, selon Susanna Blunt,",
            "ome le centre de la pi ce, et les mentions   Elizabeth II   et",
            "  D. G. Regina   ainsi que la valeur nominale",
            "  10 DOLLARS   sont grav es sur le pourtour de trois des\np tales.",
            "Pi ce de 125 $ en argent fin 2019 - Grands\nvoiliers du Canada",
            "Cette pi ce de 125 $ en argent pur a 99,99 %\naun poids m tallique nominal de 502,99\ngrammes et fait 85,45 millimetres de\ndiam tre. Le motif au revers, ceuvre\ndes artistes Canadiens Neil Hamelin\net Yves B rub , est divis  en\nquadrants comme une boussole.\nDans chaque quadrant figure une\nreproduction d un c l bre grand\nvoilier canadien   Amazon,\nHMS Discovery, Marco Polo\net Bluenose   ainsi que le nom\ndu navire accompagn  d une\nou de deux barres de gouvernail.\nLavers, qui porte l inscription   P  \npour d noter le placage d  or\nqui rehausse la pi ce,\nest a l effigie de Sa\nMajest  la reine\nElizabeth II, selon",
            "Susanna Blunt."
        ],
        "PageNo": "329"
    },
    {
        "File": "The_CN_Journal_October_42.jpg",
        "Paragraphs": [
            "NuMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134",
            "CPMS s Official Terminology Dictionary and Grading Guide",
            "iN 1964, a group of numismatists with an interest in",
            "Canadian paper money explored the idea of starting\ntheir own organization. The idea was well received,\nand the Canadian Paper Money Society was founded.",
            "Two years later, the society took on the task of\nstandardizing the terminology used among paper money\ncollectors as well as standardizing the grading levels\nfor bank notes. A small group called the  Terminology\nCommittee  was formed, consisting of some of the best-\nknown collectors of the day: William McDonald, Sheldon\nCarroll, and Don Stewart, who served as chairman.",
            "Without standardization of terminology, a hobby like\npaper money collecting could have become seriously\nundermined. Communication among collectors could\nhave become problematic. How could one collector have\nconfidence in the technical terms used by another? Could\nthey both have agreed that a note was graded  extremely\nfine ? Would they even have been talking about the\nsame note variety? Proper communication and successful\ntransactions would have been very difficult if both parties\nweren t using the same words in the same ways. This could\nhave caused issues, especially when transactions were\nconducted through the mail rather than in person.",
            "The committee soon began the important work of bringing\nstandardization to the hobby. Its task was broken down\ninto four parts. The first was to study all the existing sets\nof technical terms used to describe the printing and other\ntechnical aspects of paper money. The second part was to\nexamine existing terminology and precise definitions used to\ngrade paper currency when describing any wear and damage\nseen on notes. Next, the committee was to consult with other\nnumismatic organizations to see how they approached the same\nissues. And finally, it was to prepare a report with suggestions.",
            "This booklet, Official Terminology Dictionary and Grading\nGuide, was the result of the committee s final report. Jack\nVefter, the President of the Canadian Paper Money Society\nat the time, wrote in the introduction  The terminology\ndeveloped by Don Stewart s committee, which is the subject\nof this booklet, will, we hope, be used by all concerned and\nbecome a true standard in the field.  Veffer s wish did come\ntrue, up to a point.",
            "The grading section of the booklet contained only six\nterms: Uncirculated, Extremely Fine, Very Fine, Fine, Very\nGood, and Good Poor. New grading terms, such as  About\nUncirculated  and  Fair  were added to the CPMS grading\nstandards years later.",            
            "As time went on, and the hobby grew and matured,\nterminology changed, and new terms were added. For\nexample, an asterisk note was defined as  one which has\nan asterisk preceding the serial number.  No definition\nwas given for  replacement note,  presumably because the\npurpose of the asterisk note was not yet known.",
            "No mention was made about developing a numbering\nsystem like that used today. In 1971, when this book\nwas published, describing a banknote as  Choice UNC-\n62  likely would have been expressively complicated.\nThe system, adapted from the Sheldon Scale, which in\nthe late 1970s and early 1980s, became the standard coin\ngrading method, is now the standard used by third-party\npaper money grading services. Some in the hobby believe\nit finesses when describing the condition of a banknote,\nespecially one that s uncirculated.",
            "With the booklet rounded out by a brief history of\nthe Canadian Paper Money Society and a reprint of its\nconstitution, Zerminology Dictionary and Grading Guide\nlikely became a useful reference for banknote collectors of\nthe 1970s. But as knowledge and research progressed, so did\nthe linguistic needs of the hobby.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "330"
    },
    {
        "File": "The_CN_Journal_October_43.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "BY SEAN SINCLAIR\n#23912",
            "CELEBRITY COINS \nPioneering Cosmonaut",
            "Yuri Alekseyevich Gagarin ( FOpuit Anexc esnt\nVY Tarapux) was the first human in space, but what led\nto such a monumental achievement?",
            "Gagarin was born on March 9, 1934, in Klushino, in the\nSmolensk Oblast of the former Union of Soviet Socialist\nRepublics (USSR). Klushino is approximately 190\nkilometres west of Moscow. His father was a carpenter and\nhis mother a dairy farmer.",
            "The family suffered immensely during World War II,\nbeing forced out of their home by invading German forces.\nYuri s two older brothers were sent to German labour\ncamps in Poland and didn t return until the war ended.",
            "In 1950 Gagarin began an apprenticeship as a foundry\nman, graduating from the seventh grade and vocational\nschool in 1951. While attending Saratov Industrial\nTechnical School, he began volunteering at a local flying\nschool, training to become a Soviet air cadet.",
            "Gagarin was accepted to Ist Chkalovsky Higher Air\nForce Pilots School in 1955, from which he graduated\nin 1957, one day after receiving his commission as a\nlieutenant in the Soviet Air Force.",
            "Gagarin expressed interest in the Soviet space program,\nfollowing the success of the Luna 3 spacecraft, which\nprovided the first ever photographs of the far side of the\nmoon. Three weeks after being interviewed by a medical\ncommission for approval in the space program, Gagarin\nwas promoted to senior lieutenant.",
            "Gagarin was one of the first dozen people approved for\nthe space program, on March 7, 1960. These twelve people\nwere selected from a pool of over 150 pilots, recommended\nby their superiors in the Air Force. At one point, Gagarin",
            "Number 7 October   November",
           
            "and the rest of his peers were asked to select someone other\nthan themselves, who they would recommend for the first\nspace flight. All but three chose Gagarin. After being put\nthrough rigorous training, Gagarin was selected as one of\na group of six candidates, known as the Vostok Six, from\nwhich the successful cosmonauts would be chosen.",
            "In January 1961, the Vostok Six were given the title of\nPilot-Cosmonaut. Following rigorous testing, Gagarin was\nselected as the lead candidate on April 7, 1961, followed by\nGerman Titov, who would be the backup pilot, and Grigory\nNelyubov. In the event that Gagarin couldn t make the\nflight, Titov would become primary pilot and Nelyubov\nwould be the backup.",
            "On April 12, 1961, Yuri Gagarin became the first\nhuman being to enter space, as the Vostok | spacecraft\nlaunched from the Baikonur Cosmodrome in modern-\nday Kazakhstan. With a flight that lasted 108 minutes,\nGagarin made a full orbit of the Earth before returning to\nthe surface. At approximately 7,000 metres Gagarin safely\nejected from the capsule and parachuted back to Earth, as\nhis vessel s altitude continued to deteriorate.",
            "During his space flight, Gagarin was promoted to the\nrank of Major and recognized as a Military Pilot 1st Class.\nFollowing the publication of his successful space flight,\nGagarin became an international celebrity. Soviet Premier\nNikita Khruschev bestowed on him the title: Hero of the\nSoviet Union, the USSR s highest honour. He began touring\nthe world, visiting over 30 countries, including: Canada, the\nUnited Kingdom, Brazil and Iceland. He was refused entry\nto the United States by President John Kennedy, due to his\nunprecedented celebrity.\n"
        ],
        "PageNo": "331"
    },
    {
        "File": "The_CN_Journal_October_44.jpg",
        "Paragraphs": [
            "On April 23, 1967, the USSR launched\nSoyuz | into space, as part of a complex\nmission involving the exchange of\npersonnel between Soyuz 1 and\nSoyuz 2, however Soyuz 2 never\nlaunched due to thunderstorms.\nGagarin vocally objected to the\nlunch, noting numerous safety\nissues, however, he still served as the\nground backup for the pilot, Colonel\nVladimir Komarov.",
            "Following slightly over a day in\nspace and 18 orbits of Earth, Komarov\nwas killed when the capsule crashed after its\nparachutes failed to deploy.",
            "After Komarov s death, Gagarin was\npermanently banned from further flights,\nbecause the USSR didn t want to lose\ntheir biggest publicity tool. Gagarin\nmanaged to convince them to allow\nhim to continue flying airplanes.",
            "It seems that the Soviet s fears for\nGagarin s safety were well founded.",
            "Both Gagarin and flight instructor",
            "Vladimir Seryogin were killed in a",
            "crash on March 27, 1968, during a",
            "routine training flight. Both men were",
            "interred in the Kremlin wall, the highest\nposthumous honour in the USSR. There was\nsignificant speculation as to the cause of the crash,\nhowever, very little has been confirmed.",
            "In 2001, on the 40th anniversary of Gagarin s\nhistoric flight, Russia produced two\ncommemorative circulating coins in his\nhonour. The first a 2-ruble coin features\na left-front portrait of Gagarin in his\nair force uniform. To the left of the\nportrait is a curved line, leading to a\nstar, which represents his flight. To\nthe right of the portrait, in Cyrillic, is\nthe date of the flight, April 12, 1961,\nwhile his signature shows written",
            "across the bottom.\nThe second one, a bimetallic 10-ruble\ncoin, shows a front-right portrait of Gagarin\nin his space suit. In Cyrillic CCCP, the Russian\nfor the USSR, is written on his helmet. The\ndate is inscribed clockwise around the top\nhalf of the outer ring, with his signature\nalso written at the bottom centre. The\nedge of the coin bears the inscription\n JIECATB PYBJIEM * JECATB\nPYBJIEM * , which is  ten rubles \nwritten twice in Cyrillic. Both coins\nare available from either the Moscow\nMint or the St. Petersburg Mint. The\n2-ruble coin from Moscow doesn t\nhave a mintmark, while the 10-ruble one\ndoes. The coins from St. Petersburg both\nhave mintmarks.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "332"
    },
    {
        "File": "The_CN_Journal_October_46.jpg",
        "Paragraphs": [
            "RCNA COIN GRADING AND PRESERVATION\nWorRKSHOP_NOVEMBER..23,.2019",
            "The RCNA, with financial support from CAFNE,",
            "is again sponsoring its popular, one-day\nworkshop event, Coin Grading and\nPreservation. The workshop is taking place in\nthe Community Room of the Humber College\n  Etobicoke campus in northwest Toronto.",
            "The two highly respected instructors,\nRobert Forbes and Susan Maltby, will\nsupplement their discussion with slides,\ndemonstrations, hand-outs and displays of\nrelevant numismatic material.",
            "The morning session, with Robert Forbes,\nexplores technical aspects of grading\nCanadian coins, including market grading\nand the use of professional grading services.\nThe afternoon session, with Susan Maltby,\ndiscusses coin and paper money preservation.",
            "The class size is intentionally small so\nstudents have an opportunity to speak personally\nwith instructors to fully understand the material\npresented or to ask related questions.",
            "Coin Grading",
            "This session will focus on the practical",
            "aspects of grading Canadian decimal coinage.",
            "The material presented covers the three fundamentals of\naccurate and consistent grading: knowledge, technique and\nobjectivity. Important grading tips and methods used by\nexperienced graders will be explained including  market\ngrading  and the use of various coin grading services. A\ndetailed discussion of the fine points that distinguish one\ngrade from another is also included, as well as a close-up\nlook at  coin problems,  specifically those comms that are\ncleaned or altered.",
            "This course is intended for students who know the\nbasics of grading coins, have some grading experience, and\nrecognize those areas where they lack grading skills.",
            "All students are encouraged to bring examples of coins\nfor class discussion. This course will help students resolve\nthe confusion that sometimes accompanies grading coins.",
            "Robert Forbes, RCNA President, is a collector of\nCanadian, Newfoundland and Maritime decimal coinage,\nand royal portrait coinage of New France. He is an expert in\ngrading Canadian coinage having graded thousands of coins\nduring the past number of years and is often asked by both\ndealers and collectors to consult on coin grading matters.",            
            "Coin and Paper Money Preservation",
            "One of the most important aspects for the\npreservation of coins, tokens and paper money\nis providing proper handling and storage. If not\nstored correctly, collections can deteriorate over\ntime. Find out what can be done to preserve\nvaluable numismatic material.",
            "This advanced course offers the collector a\npractical learning session for the proper care and\nconservation of numismatic collections: coins,\ntokens, medals and banknotes.",
            "Topics discussed will include: cleaning,\ncare and handling of numismatic material;\nstorage and holders; agents of deterioration;\nenvironmental monitoring techniques and\nestablishing a controlled environment.",
            "The Beilstein Test, used to determine if a\nplastic contains PVC (polyvinyl-dene chloride),\nis a popular demonstration which can be\nemployed to test the suitability of material you\nuse to store your collection. Susan will explain\nwhich material is safe, which is not and why.",
            "Participants are urged to bring along problem\npieces for examination and discussion.",
            "Susan Maltby is a columnist and professional",
            "conservation consultant. Previously she was with the\nCanadian Conservation Institute in Ottawa.",
            "Registration Information",
            "Date: Saturday, November 23, 2019\nTime: 9 a.m. to 5 p.m.\nLocation: Humber College, 205 Humber College Blvd.,\nEtobicoke, Ontario (South of Finch Ave., East of Hwy. 427)\nRegistration Cost: $95.00\nFor further information contact the RCNA Executive\nSecretary: phone: (647) 401-4014\nemail: info@rcena.ca\nOr mail: RCNA Educational Course\n5694 Highway #7 East,\nSuite 432; Markham ON, L3P 1B4\nIncludes: Certificate of Participation; handouts;\nrefreshments, and free parking. There will be a 45-minute\nlunch period. The college cafeteria is open on-site (lunch\ncosts paid by the student). Two rest breaks are scheduled\nwith complimentary tea and coffee.",
            "Henry Nienhuis, RCNA Past President, will act as the",
            "moderator for the workshop.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "334"
    }
]