[
    {
        "File": "The_CN_Journal_April_05.jpg",
        "Paragraphs": [
            "FROM THE PRESIDENT",
            "MoT DU PRESIDENT",
            "If you've paid attention to the numismatic news lately\nI you may have heard of a remarkable sale coming",
            "up in August in conjunction with the American\nNumismatic Association s World s Fair of Money.\nThe sale, being conducted by Heritage Auctions from\nAugust 11 to 17, is billed as the  Legendary Collection\nof Canadian Coins. ",
            "This collection was assembled by the late George\nCook who diligently and passionately searched for the\nbest of the best for over 25 years, the finest Canadian\nrarities. One of the most comprehensive in North\nAmerican history; it is comparable to or surpasses the\ncollections of Emery May Norweb; J. Douglas Ferguson;\nJohn J. Pitman; Sid Belzberg and, most recently, the\nCanadiana Collection. It even includes the famous 1911\npattern dollar!",
            "As if this wouldn t be enough to make 2019 a historic\nyear in Canadian numismatics   another collection, aptly\ncalled the  Cornerstone  Collection, will be available at\nthe RCNA Convention in Calgary.",
            "The 255-coin collection, being sold by the award-\nwinning dealer/numismatist Sandy Campbell, features 20\ncoins that are unique in the public domain. Many other\npieces are one of only two or three known. A collection\nsuch as this is filled with great memories and great\nstories collected, along with the coins, over the 50-plus\nyears 1t was assembled.",
            "This reminds me of what I believe is one of the most\nimportant collecting truths that have guided me over the\ndecades. As collectors, I firmly believe that we are only\nthe custodians of our Canadian Numismatic heritage  \nand as such it is our solemn duty, to conserve and protect\nthese items for the next generation of collectors who\nwould be fortunate enough to be the new custodians of\nthese small pieces of the engravers  art.",
            "If you are considering consigning items in an\nupcoming auction it is worth talking to the official\nauctioneer for the Calgary Convention, The Canadian\nNumismatic Company, who have waived their usual\nseller s fee for members of the RCNA. This is a huge\nbenefit of membership in the Association, and one that\nyou can truly profit from.",
            "In closing, now 1s the time to start making plans to\nattend our 66th Annual Convention, July 16-20, at the\nBest Western Premier Calgary Plaza Hotel in Calgary, I\nlook forward to seeing you there!",
            "Number3 April+*May 2019",

            "Si vous avez suivi l actualit  numismatique ces derni res\nS semaines, vous avez surement entendu parler d une",
            "vente remarquable pr vue en aott lors du salon de\nAmerican Numismatic Association connu sous le nom de\nWorld s Fair of Money. La vente, qui est men e par Heritage\nAuctions entre le 11 et le 17 aotit, est consid r e comme  tant\nla  plus grande collection de pieces de monnaie canadiennes ).",
            "Cette collection a  t  rassembl e par le regrett  George\nCook, qui, pendant plus de 25 ans, a recherch  diligemment\net passionn ment les plus belles pi ces canadiennes parmi\nles plus rares. L une des collections les plus completes de\nVhistoire de l  Am rique du Nord; elle est comparable ou\nsurpasse les collections de Emery May Norweb; J. Douglas\nFerguson; John J. Pitman; Sid Belzberg et, plus r cemment, la\ncollection Canadiana. Elle comprend m me le fameux dollar\ntest de 1911!",
            "Comme si cela ne suffirait pas pour faire de 2019 une ann e\nhistorique en numismatique canadienne   une autre collection,\nappel e a juste titre   Cornerstone Collection  , sera disponible\nau congres de P ARNC a Calgary.",
            "La collection de 255 pieces, vendue par le marchand\nnumismatique de bonne renomm e Sandy Campbell,\ncomprend 20 pieces uniques dans le domaine public. Beaucoup\nd autres pieces sont parmi les deux ou trois pieces de connues.\nUne collection comme celle-ci est remplie de bons souvenirs\net @histoires captivantes, ainsi que de pi ces de monnaie,\naccumul es sur une p riode de plus de 50 ans.",
            "Ceci me rappelle ce que je crois  tre l une des plus\nimportantes v rit s de collection qui m a guid  au fil des\nd cennies. En tant que collectionneur, je suis fermement\nconvaincu que nous ne sommes que les gardiens de notre\npatrimoine canadien de numismatique - et en tant que tels, nous\navons le devoir solennel de conserver et de prot ger ces objets\npour la prochaine g n ration de collectionneurs qui auront la\nchance d tre les nouveaux gardiens de ces petites pi ces dart.",
            "Si vous envisagez de mettre des items dans une prochaine\nvente a l encan, prenez la peine de discuter avec notre\nencanteur officiel du congr s de Calgary, The Canadian\nNumismatic Company, qui renonce aux frais de vendeur\nhabituel pour les membres de l  ARNC. Ceci est un b n fice\nimportant de votre adh sion a notre Association, et vous\npouvez en profiter pleinement.",
            "En terminant, le moment est venu de consid rer d assister a\nnotre 66e congr s annuel, qui se tiendra du 16 au 20 juillet au\nBest Western Premier Calgary Plaza Hotel a Calgary. J ai hate\nde vous voir!\n"
        ],
        "PageNo": "101"
    },
    {
        "File": "The_CN_Journal_April_07.jpg",
        "Paragraphs": [
            "CONVENTION COMMUNIOUE DU CONGRES",
            "Greater Calgary Area, site of the Next RCNA Convention  \nLe prochain congr s de l ARNC dans la r gion de Calgary",
            "There are many things worth seeing in the Calgary",
            " region; these can be enjoyed before or after our",
            "2019 RCNA Convention this summer. Come",
            "early; take in the Greatest Outdoor Show on Earth,",
            "the Calgary Stampede, from July 5 to 14. Our Calgary",
            "Society s slogan for each RCNA convention here",
            "continues to invite you to  Come, enjoy the Stampede\nand stay for the Convention. ",
            "Calgary is also renowned for its local craft breweries\nand distilleries. For your pleasure, we re hosting a\ntour and buffet dinner Friday July 19 at the Big Rock\nBrewery, Canada s first craft-brewery.",
            "We have more tours scheduled within the city, but\nthere are other local sites, like Canada Olympic Park,\nmuseums and galleries, to visit. Then about an hour s\ndrive southwest of Calgary the Bar U Ranch National\nHistoric Site, a working ranch, offers an authentic\nwestern experience. Bar U spreads across 148 hectares;\nit s where the notorious outlaw the Sundance Kid, and\nlater, Edward, Prince of Wales were known to have\nstopped by and enjoyed the splendid setting with its\nbackdrop of the Rockies.",
            "If antiquities are more your interest, drive south to\nthe Town of Nanton; its historic Main Street is known\nas the Antique Walk of Alberta. Nanton s independent\ntraders offer you treasures from the past.",
            "While in Nanton, consider visiting the Canadian Grain\nElevator Discovery Centre, and the Bomber Command\nMuseum, with its Lancaster bomber, one of few\nremaining from WWII. For a scenic day trip consider a\nshort drive beyond Calgary to see Big Rock, the world s\nlargest glacial erratic, a 16,500 tonne boulder. Nearby,\nvisit Turner Valley, Black Diamond, Okotoks, and High\nRiver where shops and restaurants invite.",
            "Please visit the following websites for further\ninformation:",
            "www.calgarystampede.com\nwww.bigrockbeer.com/\nwww.travelalberta.com\nwww.visitcalgary.com",
            "To learn more about the complete Program of\nActivities, visit www.rena.ca/2019. Registration\nforms for all optional events are available there. For\nother inquiries, contact Convention Chairman James\nWilliston by email: 20/ 9convention@rcna.ca; or RCNA\nExecutive Secretary Paul Johnson by email: info@rcna.\nca or phone (647) 401-4014.",
            "Number3 April+*May 2019",
            "Il y a plusieurs attractions a voir dans la r gion de\n",
            "Calgary; celles-ci peuvent  tre visit es avant ou apr s\nnotre congr s de l  ARNC 2019 cet  t . Arrivez tot; venez\nassister au Stampede de Calgary, le plus grand spectacle en\nplein air au monde, du 5 au 14 juillet. Le slogan de notre\nsoci t  de Calgary pour chaque congr s de l ARNC continue\nd tre  Venez profiter du Stampede et restez pour le congr s. \nCalgary est  galement r put e pour ses brasseries artisanales\net ses distilleries. Pour votre plus grand plaisir, nous organisons\nune excursion et un souper-buffet le vendredi 19 juillet au Big\nRock Brewery, la premiere brasserie artisanale au Canada.",
            "Nous avons des excursions pr vues dans la ville, mais il y\na d autres sites locaux, comme le Pare olympique du Canada,\ndes mus es et des galeries, a visiter. Puis, 4 environ une heure\nde route au sud-ouest de Calgary, le lieu historique national du\nranch Bar U, un ranch op rationnel, offre une exp rience de\nPouest authentique. Bar U s tend sur 148 hectares; c est 1a\nque le notoire proscrit le Sundance Kid, puis Edward, prince\nde Galles, s est arr t  pour profiter du cadre magnifique avec\npour toile de fond les Rocheuses.",
            "Si les antiquit s vous int ressent davantage, dirigez-\nvous vers le sud, en direction de la ville de Nanton; sa rue\nprincipale historique est reconnue comme la promenade de\nPantiquit  de l  Alberta. Les commergants ind pendants de\nNanton vous offrent des tr sors du pass .",
            "Pendant votre s jour 4 Nanton, consid rez visiter le Centre\ncanadien d interpr tation des  l vateurs a grain et le mus e\nBomber Command, avec son bombardier Lancaster, un des rares\nrestants de la Seconde Guerre mondiale. Pour une excursion\nd une journ e, envisagez un court trajet en voiture au-dela\nde Calgary pour voir Big Rock, le plus grand bloc glacier au\nmonde, un rocher de 16 500 tonnes. A proximit , visitez Turner\nValley, Black Diamond, Okotoks et High River, ot les boutiques\net les restaurants sont pr ts a vous recevoir.",
            "Veuillez visiter les sites Web suivants pour plus\n@  informations:",
            "www.calgarystampede.com\nwww. bigrockbeer.com/\nwww. travelalberta.com\nwww. visitcalgary.com",
            "Pour plus d informations sur le programme complet des\nactivit s, visitez wwwrcna.ca/2019. Les formulaires d inseription\npour tous les  v nements optionnels y sont disponibles. Pour plus\nd informations, contactez James Williston, pr sident du congres,\npar courriel: 201 9convention@rena.ca; ou le secr taire ex cutif\nde RCNA, Paul Johnson, par courriel a info@rcna.ca ou par\nt l phone au 647 401-4014."
            
        ],
        "PageNo": "103"
    },
    {
        "File": "The_CN_Journal_April_08.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIOUE_bU_CONGRES",
            "Symposium de l ARNC de 2019",
            "[Note: An English description of the Symposium topics appeared in our March issue. ]",
            "L   Association royale de numismatique du Canada",
            "vous invite au Symposium sur | ducation de cette",
            "ann e. Poursuivant dans le format  chelonn  sur\ndeux jours, le symposium de cette ann e comprendra huit\nnumismates de premier plan pr sentant un  ventail de sujets\nvari  pour votre plaisir et vos connaissances.",
            "A mesure que le collectionneur canadien devient plus\nsophistiqu , la demande d ducation numismatique devient\nplus importante. Pour tous ceux qui assistent au congr s 2019,\nPARNC est fi re d offrir cet  v nement  ducatif de premier\nplan. C est une opportunit  de rencontrer des passionn s de\nce passe-temps et d sireux de partager leurs connaissances\npour que votre exp rience numismatique soit encore plus\nenrichissante. Rappelez-vous, la connaissance est le pouvoir!",
            "Scott E. Douglas",
            
            "Mercredi 17 juillet",
            "13h00 - Marina Fischer:",
            "Monnaies de J sus: l argent et la religion dans le\nmonde antique",
            "L argent et la religion\npartagent l histoire. Cette\nconf rence explorera\nles monnaies jud o-\nchr tiennes, couvrant\nune zone g ographique\nunique et une p riode\nhistorique de diversit \nculturelle et id ologique. En\ncommengant par les pi ces\nimp riales du Moyen-Orient\n- les seules pi ces r f renc es dans | Ancien Testament,\nnous examinerons les premi res pieces d argent en Terre\nSainte, des monnaies juives, jud o-romaines et chr tiennes,\nen mettant l accent sur celles directement associ es a la\nfigure historique de J sus. Des pi ces de la collection\nnumismatique de la Gallerie Nickle de 1  Universit  de\nCalgary seront disponibles pour  tre vues.\nMarina Fischer est sp cialiste des collections\nnumismatiques de la Gallerie Nickle 4 l Universit  de\nCalgary. Elle est titulaire d une maitrise en histoire de\nl'Universit  de Calgary, avec une sp cialisation en histoire\nde l art; ses recherches portent sur les monnaies grecques\net romaines antiques. Marina enseigne  galement a\nl ducation permanente et est r cipiendaire du prix de\nl enseignement 2018 de I  Universit  de Calgary.",
            "14h00 - Sean Sinclair:\nCollectionner pour les d butants",
            "Sean Sinclair, originaire",
            "d Ottawa, a commenc  a",
            "collectionner la monnaie a",
            "Page de 15 ans et a  t  intrigu ",
            "par les pi ces canadiennes",
            "portant I  effigie de George VI,",
            "lVeffigie d Elizabeth II (types",
            "1 et 2), par l oiseau sur la cent",
            "de 1967, des cents am ricains",
            "avec l effigie de Lincoln",
            "montrant diff rents batiments",
            "sur le revers. Finalement, son grand-p re lui a offert un vieux\ncatalogue Charlton, ce qui lui donnait une id e de la valeur de\ncertaines pieces. Apr s avoir d m nag  a Kitchener en 2005, il\na rejoint son premier club: la Waterloo Coin Society.",
            "Son association 4 diff rents clubs s est agrandiepour inclure\nsix clubs de la r gion, ainsi que l ONA et a PARNC. Il a  t \npr sident de la bourse pour le congr s de l?ONA 2012 4 Niagara\nFalls et 11 sera de nouveau pr sent au congr s de Kingston.",
            "15h00 - Eric Jensen, FCNRS:\nExonumia - les a cot s de la numismatique - revisit ",
            "Exonumia est un sujet tres",
            "int ressant qui, quelle que",
            "soit la fagon dont vous",
            "essayez de le d crire, les",
            "d finitions et utilisation des",
            "termes n auront pas de sens",
            "pour plaire 4 tout le monde.",
            "Cependant, Eric esp re faire la",
            "lumicre sur ce a quoi la boite a",
            "surprise (pandora) d exonumia",
            "pourrait ressembler une fois",
            "compl tement ouverte, et il tentera d expliquer pourquoi la\ncollection de ces divers objets peut prendre beaucoup de temps,\n tre enrichissante et vraiment amusante.",
            "Eric Jensen a commenc  4 collectionner les pi ces\nde monnaie d cimales canadiennes en circulation il\ny a une cinquantaine d ann es, avant d tudier chacune\ndes pi ces qu il avait d couverts pour voir des coins\nfendill s ou autres imperfections qu 1l pourrait identifier.\nIl continue de collectionner activement les pi ces de\nmonnaie d cimales canadiennes en circulation, les jetons\nde commerce de | Ouest canadien, les m daillons et les\njetons de bois de l Alberta et d autres items connexes.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "104"
    },
    {
        "File": "The_CN_Journal_April_09.jpg",
        "Paragraphs": [
            "A ces debuts comme collectionneur de jetons, il a particip \na l laboration du catalogage m dailles d  Alberta en plus\nde les collectionner. Eric est devenu, et demeure activement\nimpliqu  dans la compilation de la liste avec illustration\nde l Alberta Medallions & Similar Type Stuff, ainsi que\nde nombreux autres objets de collection numismatique.\nIl a recu le prix Donald D. Patterson du CNS en 2007 et\na  t  nomm  membre honoraire a vie en 2015. Eric est\nactuellement membre des clubs de 1  ARNC, CNS, ENS,\nCATC et CAWMC et est membre de la Soci t  canadienne\nde recherche en numismatique.",
            "16h00 - Stan Clute, FCNRS:",
            "Recherche et publication numismatique -avant et\nmaintenant",
            "Stanley H. Clute r side dans\nla r gion de Calgary depuis 40\nans. Il est membre de l  ARNC\net du CNRS. Sa fascination\npour la numismatique a\ncommenc  au d but de son\nadolescence. Ses int r ts ont\nv ritablement commenc  a\nse pr ciser lorsque, en 10e\nann e, il a fait un expos \nsur une piece de monnaie de\nl re romaine, un sujet qui est\ndevenu l un de ses principaux\nchamps d int r t. Les autres int r ts comprennent les jetons\nbritanniques, les m dailles et objets connexes, les jetons et\nm dailles historiques canadiens et le papier monnaie.",
            "Clute  crit des articles et des chroniques depuis environ\nquarante-cinq ans pour diverses publications, notamment le\nJournal canadien de numismatique et Canadian CoinNews. II est\n galement l auteur de The Canadian Numismatic Association A\nHalf Century of Advancement In Numismatics, publi e en 2000.",
            "Au fil des ans, il a occup  de nombreux postes de direction\ndans des clubs numismatiques partout au pays, notamment\nen tant que pr sident du North YorkCoin Club, de la Calgary\nNumismatic Society (dont il est membre honoraire 4 vie,\nnum ro 12) et de l  Association canadienne des collectionneurs\nde jetons de bois. Entre 1985 et 1987, il a servi comme\npr sident de VP ARNC-. Clute est actuellement le pr sident de la\nSoci t  canadienne de recherche en numismatique.",
            "Jeudi 18 juillet",
            "13h00 - Michael Souza:",
            "L occupation de Hong Kong et la vie d un ancien\ncombattant",
            "Michael Souza est n  4 Hong Kong en 1955 et a immigr \nau Canada en 1968. Il a termin  ses  tudes secondaires en\n1973 et a  t  employ  en 1976 par Revenue Canada Taxation",
            "Number3 April+*May 2019",
            "(maintenant l Agence du\nrevenu du Canada) en tant\nque v rificateur de l imp t.\nIl a obtenu son titre de\ncomptable g n ral accr dit \nen 1984 et, apr s une carricre\nde 35 ans a Agence du\nrevenu du Canada, Michael a\npris sa retraite en 2011.",
            "Michael est membre de\nla North Shore Numismatic\nSociety (NSNS) de Vancouver depuis 1988. Il en est\nactuellement le pr sident, le secr taire et le tr sorier. II est\n galement membre de la BC Philatelic Society, ainsi que\nmembre de | International Bank Note Society pour les\nchapitres de Vancouver et de Caroline du Nord.",
            "Michael passe la majorit  de son temps a organiser les\ncing salons annuels de numismatique, philat lique et autre\ncollection organis  par la NSNS en plus des r unions\nmensuelles. De plus, il fait des pr sentations dans d autres\nclubs numismatiques et philat liques r gionaux.",
            "14h00 - Lisa Dare:",
            "Numismatique 101 - Guide du conjoint(e) pour\ncomprendre et vivre avec un collectionneur",
            "Joignez Lisa Dare alors\nqu elle partage son point de\nvue et ses connaissances\nen tant que conjointe d un\nnumismate s rieux. Elle\nfournira des informations\nrecueillies au fil des ans en\nassistant a des r unions, des\nrencontres numismatiques et\ndes conversations avec des\nnumismates de diff rents\nniveaux d exp rience. La pr sentation sera simple et\nconviviale.",
            "Lisa Dare est une dirigeante et coach en leadership\nbas e a Calgary. Elle a commenc  sa carri re en tant que\npharmacienne dans un hopital et a ensuite fait la transition\nvers l industrie pharmaceutique ot elle a travaill  pour\nplusieurs grandes entreprises. Elle est actuellement\ndirectrice et chef de la direction de Lisa Dare and\nAssociates, une firme de coaching, de consultation et de\nn gociation. Ses clients incluent des dirigeants de tous les\nniveaux au sein de nombreuses industries, y compris de\ngrandes entreprises, des agences gouvernementales et des\n tablissements d  enseignement.",
            "Linitiation de Lisa au monde de la numismatique s est faite\npar le biais de son mari, collectionneur passionn  depuis son\njeune age. Bien qu elle ne soit pas une collectionneuse s rieuse\nelle-m me, elle est reconnue pour avoir achet  quelques objets\nronds  tincelants et brillants de la Monnaie royale canadienne.",
            "\n"
        ],
        "PageNo": "105"
    },
    {
        "File": "The_CN_Journal_April_10.jpg",
        "Paragraphs": [
            "15h00 - Barrie Renwick, FCNRS:\nR. Tait McKenzie, sa vie et son art",
            "Barrie Renwick se souvient\nque sa fascination pour les\npi ces de monnaie et les\nm dailles remonte a son\nenfance, vers 1935, quand il\na regu un Geo. V Dollar en\nargent jubil  pour sa collection,\nqui  tait un shinplaster, deux\ngrosses pi ces de monnaie et\nune pi ce de cing dollars en\nor. L argent  tait vital en ces\nann es de d pression. Ainsi, quand il a regu la m daille pour les\njeunes lors de la Visite Royale, sa m re a prudemment d pos \nla pi ce d or dans son compte de banque. Prot ger sa valeur\nmone taire signifiait plus que la garder pour l exposer",
            "En tant qu tudiant, son int r t numismatique  tait la\nmonnaie  trang re; des membres de sa famille lui remettaient\nleurs accumulations, des militaires revenant de la Seconde\nGuerre mondiale ont contribu , et ces parents | ont parfois aid \na acheter de certains marchands am ricains qui annoncaient:\n50 pi ces de 50 pays pour 5 $.",
            "Dans sa vie de jeune adulte, il a rejoint un club\nnumismatique et a exerc  diff rentes fonctions. Ses int r ts\nde collection gravissaient des pi ces de monnaie aux plaques",
            "d art et aux m dailles. Ces int r ts l ont pouss  a  tudier\nPh raldique et les symboles de I art afin de mieux appr cier\nles ceuvres de sculpteurs et de m daill s privil gi s.",
            "Pendant ses ann es de retraite, Barrie, membre de l  ARNC et\ndu CNRS, a commenc  4  crire. Ses articles traitaient de choses\nqu il collectionnait. Lorsque cette source a  t   puis e, il a\nchoisi des sujets inspir s des mus es et de sites Internet. I] a  crit\nsur de nombreuses m dailles et sculpteurs et a pass  en revue\nplusieurs livres numismatiques. Ses nombreux  crits paraissent\nr guli rement dans le journal numismatique canadien.",
            "Maintenant vers la fin de sa carri re, il ne collectionne\nplus activement, il est un fid le assistant dans la pr paration\nde documents 4 imprimer pour le journal numismatique\ncanadien. De plus, il a  galement particip  aux s ances\n ducatives de deux congr s pr c dents.",
            "16h00 - Neil Probert, FCNRS:\nNumismatique structur e a Calgary",
            "Neil Probert est n  a",
            "Calgary, en Alberta. Il",
            "commenga a collectionner",
            "des pi ces de monnaie dans",
            "sa jeunesse et a joint le",
            "Calgary Numismatic Society",
            "(CNS) et l Association",
            "royale de numismatique du",
            "Canada (ARNC) en tant que",
            "membre junior en 1972. Il",
            "collectionna des pi ces de",
            "monnaie canadiennes et de",
            "certains pays sp cifiques, les jetons de bois canadiens et",
            "des objets de collection  mis par des clubs numismatiques.\nNeil a  t  pr sident du Calgary Numismatic Society",
            "(1978, 1979, 2005) et de l Association canadienne",
            "des collectionneurs de jetons de bois (1983 a 1985).",
            "Il est r dacteur en chef du bulletin mensuel du Calgary",
            "Numismatic Society depuis 1977 et a remport  de",
            "nombreux prix tant de  ARNC que de l ANA pour le CNS",
            "Bulletin. Le Calgary Numismatic Society lui a d cern ",
            "le prix Donald D. Paterson en 1980 et le titre de membre",
            "honoraire a vie en 1996. En 2000, Neil a co crit le livre:",
            "Histoire de la Soci t  numismatique de Calgary, dans le",
            "cadre des c l brations du 50e anniversaire du club. Il a",
            " galement particip  a la conception de plusieurs m dailles,",
            "notamment la m daille du congr s de 1987 de l  ARNC et",
            "la m daille de 1990 soulignant le 40e anniversaire du CNS.\nNeil a  t  invit  a prendre la parole lors de la r union",
            "des d l gu s au congr s annuel de 1  American Numismatic",
            "Association en 1986 pour parler des bulletins du club et a",
            " t  un orateur au symposium  ducatif de 2009 du congr s",
            "de Passociation royale numismatique du Canada tenu a",
            "Edmonton.",
            "Le symposium 2019 est financ  grace a une subvention du ACPEN.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "106"
    },
    {
        "File": "The_CN_Journal_April_11.jpg",
        "Paragraphs": [
            "IN. THE NEWS",
            "The Queen distributed 2019 Maundy money in a service at Windsor, April 19.",
            "Royal Maundy is\none of the most ancient\nceremonies practised in the\nChurch of England. Since\nthe 13th century monarchs\nhave taken part in the\ncustom, which falls on the\nThursday before Easter\nand commemorates the\nMaundy and Last Supper\nof Jesus Christ with the\nApostles.",
            "Every year, Queen Elizabeth\nII visits a different cathedral\nin the UK to distribute\nMaundy a/ms based on her\nage. Because she s age 93 in\nApril, custom directs that she\nhand each pensioner chosen,",
            "Number3 April+May 2019",
            "93 men and 93 women, two\npurses: a white leather purse\nwith specially minted 1-, 2-,\n3-, and 4-pence silver coins\nto the value of her age, and\na red purse with money\nfor food and clothing: a\n 5-coin commemorating\nQueen Victoria s birth and a\n50-pence coin with Sherlock\nHolmes acknowledging the\n160th anniversary of Conan\nDoyle s birth.",
            "For the special occasion,\nPrincess Eugenie of York\nmade a rare joint appearance\nwith her grandmother\nand took part in the jovial\nfestivities at St. George's\nChapel in Windsor.\n"
        ],
        "PageNo": "107"
    },
    {
        "File": "The_CN_Journal_April_12.jpg",
        "Paragraphs": [
            "IN- MEMORIAM.   CAPTAIN.",
            "GREGORY FRANCIS SPINELLI.",
            "Captain Gregory Francis Spinelli (1928 2019)",
            "It is with great regret that a long-time member",
            "of the RCNA has passed away. Greg\nSpinelli, a well-known collector,",
            "has been a member of the RCNA for |\nmore than 50 years. He passed away\npeacefully at home on March 12,\n2019, at the age of 90.",
            "Greg was born in Cornwall\nON, August 5, 1928. He was the\nlast of seven siblings. Greg was\na seaman; he had a career with\nTexaco Canada and became the\nMaster of two of their ships in\nhis career, the Texaco Chief and\nthen the Texaco Brave. Greg\nretired at age 53, after 38 years.\nGreg was predeceased by his wife\nof 58 years, Sheila Gertrude (Pitcher).\nHe is survived by his children, Mary,\nJohn and Theresa MacDonald (Mark); and\nhis grandchildren, Ryan Gregory MacDonald,\nChristiaan MacDonald, his namesake-Gregory\nSpinelli, Lauren Spinelli; and his dear friend and brother-\nin-law, Hugh Kyte. Greg was an avid collector of coins and\nstamps but he is mostly known for his coin collecting.",
            
            "Greg joined the RCNA in 1968 as member\n#8034, and was on hand to receive his 50-\nyear membership certificate in 2018 at the\nRCNA convention in Toronto.\nwas a Life Member of the\nHalifax Regional Coin Club.\nHe was also member of the APNA\nand member of other numismatic\nclubs. Greg was President of the\nHRCC in 1987 and 2000.",
            "I first met Greg in the early\n80s. I had just joined the CNA;\nand in those days The CN\nJournal published your address",
            "and phone number. I only lived",
            "a few streets over from him so",
            "Greg called me and invited me to",
            "his home. This was a beginning to",
            "a long and close friendship. Greg was",
            "a collector of coins in many different",
            "categories. He cherished his 5-cent silver",
            "collection, Newfoundland Decimal, Condor Tokens,",
            "Leroux Tokens, Breton tokens, 1967 medals, coin club",
            "medals, 19th century British Medals and 19 20th century",
            "Canadian Medals. He was also a collector of British coins,",
            "Commonwealth and world coins. Greg had an amazing",
            "collection. By the time Greg was in his 80s, he realized that",
            "it was time to part with a good portion of his collection. A",
            "good portion of his collection ended up becoming part of",
            "my collection. Other people also added to their collections",
            "from Greg s collection. Greg and I traveled together to",
            "attend different RCNA Conventions and local coin shows",
            "in the Maritimes. Greg was an awesome friend who helped",
            "many people. I will miss going to his home for the many",
            "visits I had with him over the years, talking coins and going\nthrough his collection. He will truly be missed.",
            "Submitted by Jeffery Wilson",
            "A true collector to the end,\nGreg spending time looking for\nanew treasure for his collection\nat the 60th Anniversary HRCC\nCoin Show in October 2018.",
            "oc The CN Journal Volume 64\n"
        ],
        "PageNo": "108"
    },
    {
        "File": "The_CN_Journal_April_13.jpg",
        "Paragraphs": [
            "CANADIAN BANKS AND\nT.HEIR.BANKNOTES.PART. 1.",
            "PAR/BY JASMIN LAVOIE\nLM. #450,",
            "Les banques canadiennes et leurs  missions de billets de banque partie 1",
            "Portant sur une p riode de temps d un peu de moins de",
            "deux cents ans, les banques a chartes! ont fait imprimer",
            "plus de types de billets diff rents ou m me de diff rentes\nd nominations qu ont pu le faire les diff rentes instances\nf d rales dont principalement la Banque du Canada depuis 1935.\nC est un fait, mais il n est pas refl t  par une plus\ngrande facilit  4 d nicher ces billets pour un collectionneur\ncontemporain. Plus aucun nouveau billet  mis pour la\ncirculation par des banques d int r ts priv s n a  t  imprim \ndepuis plus de 70 ans. En effet, le dernier billet 4 avoir  t   mis\npar une banque a charte I a  t  en 1943 (un billet de 5 dollars\nde la Royal Bank of Canada), car le gouvernement f d ral\navait alors mis a jour la Loi sur les Banques (ce dernier n  avait\nle monopole que des petites coupures, c est-a-dire des billets\nd une d nomination de moins de cing dollars) et a commenc \na imprimer en 1935 toute une gamme de billets allant d un\na mille dollars. Cette loi interdisait d sormais aux banques\na chartes d mettre des billets de banque pour la circulation.\nTout collectionneur de monnaie se sp cialisant dans celle du\nCanada, avec un peu d exp rience, sait que la raret  des divers",
            
            "Covering a period of less than two hundred",
            "years, chartered banks! produced more types of",
            "banknotes, or even different denominations, than\nthe various federal agencies have done most notably the\nBank of Canada since 1935.",
            "It is a fact, but it is not reflected by the ease in\nfinding one of these notes for a modern day collector.\nNo new notes have been issued for circulation by\nprivate interest banks for more than 70 years. In fact,\nthe last note issued by a chartered bank was back\nin 1943, a $5 note from the Royal Bank of Canada.\nBecause the federal government updated the Bank Act\n(in which the Bank of Canada had the monopoly only\nof small denominations, that included denominations of\nless than five dollars) the BoC began to print, starting\nin 1935, a whole series of notes ranging from one- to\none-thousand dollars. The Act now prevented chartered\nbanks from issuing banknotes for circulation. Any\nnumismatist specializing in Canada s money, with some\nexperience, knows that the rarity of various numismatic",
            "1 D finition du terme   banque a charte   sur le site www.thesaurus.\ngouv.ge.ca/ :",
            "Institution financi re form e en vertu de la   Loi sur les banques\n  et qui est sous la supervision du minist re des Finances et du\nSurintendant des institutions financi res (une banque devait obtenir sa\ncharte aupr s du gouvernement f d ral).",
            "Number3 April+*May 2019",
            "1 Definition of the term  chartered bank  on the website www.\nthesaurus. gouv.ge.ca/:",
            "Financial institution formed under the  Bank Act  under\nthe supervision of the Department of Finance and the\nSuperintendent of Financial Institutions (a bank was required to\nobtain its charter from the federal government).\n"
        ],
        "PageNo": "109"
    },
    {
        "File": "The_CN_Journal_April_14.jpg",
        "Paragraphs": [
            "objets numismatiques (et leur cotit d achat, bien que ce ne soit\npas une r gle absolue) augmente rapidement si leur  mission\ndate d avant la moiti  du 20e siecle; particuli rement pour\nceux avec peu ou sans usure. II faut dire que ce n est qu a\npartir des d buts de l Association Royale de Numismatique\ndu Canada en 1950 que le hobby s est grandement popularis \net enrichi notamment dans la qualit  des pi ces et billets\ncollectionn s; avant cette p riode bien des gens se contentaient\nde collectionner par date sans porter une attention tr s\nparticuliere a l usure.",
            "La premiere banque a avoir d but \nen affaires au Canada est la Canada\nBanking Company en 1792, mais elle\nn eut qu une br ve existence (aussi\nappel e  Canada Bank (Montreal) \ndans le Charlton Standard Catalogue\nof Canadian Bank Notes). Un nombre\nimpressionnant de banques ont fait\nimprimer des billets pour la circulation\ndepuis 1872; le catalogue de Charlton,\n8e  dition, en recense 166! Prendre\nnote, par contre, que certaines sont\ndes banques fant mes qui n ont jamais eu d existence comme\nentreprises; on y reviendra plus tard.",
            "Plusieurs de ces banques n ont eu qu une existence br ve,\nla plupart ayant fait faillite quelques temps seulement apr s\nleur ouverture ou d autres apr s plusieurs d cennies alors\nqu elles s adaptaient mal aux changements dans les march s\nfinanciers. D autres ont  t  achet s par leur concurrents ou\nont fusionn . Un bel exemple de cette derni re situation est la\nbanque Toronto-Dominion issue de la fusion en 1955 entre la\nDominion Bank qui avait recu sa charte en 1871 et la Bank of\nToronto qui avait regu la sienne en 1855. Seules les banques\nqui se sont pourvues d un bon r seau de succursales ont pu\navoir les reins assez solides pour traverser les p riodes de\nr cession jusqu a ce jour.",
            "Il est int ressant de savoir que ce ne sont pas tous les billets de\nbanques a chartes qui ont encore une valeur l gale a ce jour. A\nlinverse plusieurs seront  tonn s d apprendre que certains billets\nvalent encore quelque chose aujourd hui... I] faut savoir qu a la\nsuite de la faillite de plusieurs banques  mettrices de billets, de\nnombreux clients de ces banques y perdaient leur chemise. En\neffet, les banques se devaient l galement de garder 1 quivalent\nde la valeur des billets  mis par une r serve en m tal pr cieux,\ng n ralement de l or, qu ils gardaient dans leur votite. Lorsqu une\npersonne se pr sentait a la banque avec un billet, cette personne\npouvait alors demander d changer ledit billet pour le montant\n quivalent en or ou en argent, car 4 cette  poque lointaine, il fallait\ndu m tal pr cieux pour garantir la valeur des billets (de nos jours,\nla valeur d un billet repose enti rement sur la confiance en la\ndevise, n essayez pas d aller 4 votre banque pour demander de\nvous faire verser le montant de votre compte en pi ces d or!!).",
            "objects (and their acquisition cost, although not an\nabsolute rule) increases rapidly if their issue dates\nare before the middle of the 20th century; especially\nfor those with little or no wear. It must be said that it\nwas only from the beginnings of the Royal Canadian\nNumismatic Association, in 1950, that the hobby was\ngreatly popularized and enriched in particular in the\nquality of coins and notes collected; before this period,\nmany collectors were satisfied to collect by date\nwithout paying much attention to wear and tear.\nThe first bank to start operations\nin Canada was the Canada Banking\nCompany in 1792, but it only\nhad a brief existence (also called\n Canada Bank [Montreal]  in the\nCharlton Standard Catalogue\nof Canadian Bank Notes). An\nimpressive number of banks have\nhad circulation notes printed since\n1872; the Charlton catalogue, 8th\nedition, is listing 166! However,\nplease note, that some are ghost\nbanks that have never operated as banks; I II cover this\nlater.",
            "Many of these banks only had a brief existence,\nmost of them having filed bankruptcy shortly after they\nstarted to operate or others operated several decades\nuntil they were no longer able to adapt to the changes\nin the financial markets. Others were bought by their\ncompetitors or merged. A good example of this situation\nis the Toronto-Dominion Bank, which is the result of a\nmerger in 1955 between the Dominion Bank, which had\nreceived its charter in 1871, and the Bank of Toronto,\nwhich had received its charter in 1855. Only the banks\nthat were able to operate with a branch network were\nstrong enough to go through recession times to this day.",
            "It is interesting to know that not all chartered\nbanknotes still have legal value to date. Conversely\nmany will be surprised to learn that some notes are worth\nsomething today ... It should be known that following\nthe bankruptcy of several banks issuing banknotes, many\ncustomers of these banks lost their savings. Indeed, the\nbanks were legally required to keep the equivalent of the\nvalue of notes issued with a reserve of precious metal,\nusually gold, to keep in their vaults. When a person came\nto the bank with a note, that person could then ask to\nexchange the note for the equivalent amount in gold or\nsilver, because at that time, precious metal was needed\nto guarantee the value of the banknotes. Nowadays, the\nvalue of a note is based only on the confidence in the\ncurrency, don t try to go to your bank to ask to be paid\nthe amount in your account with gold coins.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "110"
    },
    {
        "File": "The_CN_Journal_April_15.jpg",
        "Paragraphs": [
            "Toutefois, il arrivait souvent que lors d une faillite, seuls les\npremiers arriv s r ussissaient a  changer leurs billets pour du\nme tal pr cieux, qui lui continuait a avoir une valeur d change,\net le reste des malchanceux y perdaient au change, car cette\nr serve n tait pas toujours suffisante?. Plusieurs durent se\ncontenter d un paiement partiel pour la valeur totale de leurs\nbillets. Le gouvernement f d ral a depuis pris la responsabilit \nd changer les billets de banques a chartes en faillite (a valeur\nfaciale seulement bien entendu) lorsque le premier d cret sur les\nBanques du Dominion (1871) fut r vis  en 1890. Un fond de\nr demption pour les billets en circulation fut cr  et les banques\na chartes devaient y d poser une somme  quivalent a 5% de\nla valeur moyenne de leurs billets en circulation. Donc, pour\nles banques ayant fait faillite depuis 1890, c est aujourd hui la\nBanque du Canada qui peut  changer ces billets a valeur faciale.\nCe qui a  t  payant pour celle-ci car bien des billets ont  t \nperdus ou d truits ou encore conserv s dans des collections\net elle n aura jamais besoin de d caisser ces sommes pour\nracheter ces billets.",
            "Certaines banques pourraient figurer parmi les   wildcat\nbanks   (un surnom donn  aux Etats-Unis a un type de banques\nfrauduleuses) car ces banques  mettaient des billets sans se\nsoucier de poss der assez de liquidit s en r serve (avant que\ndes r gulations viennent mieux encadrer cette pratique) et ont\nflou  bien des clients... I]  tait bien plus payant pour elles\nd mettre des billets sans avoir 4 remettre du m tal pr cieux\nensuite ou alors tr s peu. Un subterfuge utilis  fr quemment\n tait d tamper les billets  mis avec une mention disant que les\nbillets  taient  changeables a telle ou telle ville; cette derni re\n tant suffisamment loin pour d courager le d tenteur de s y\nrendre. C tait un ph nom ne assez fr quent aux Etats-Unis,\nau 19e si cle, et suffisamment probl matique pour que des\nAm ricains en viennent a faire davantage confiance a des\nbanques canadiennes qu a celles de leur pays!",
            "C est 1a que des individus encore moins scrupuleux se sont\nmis a faire imprimer des billets au nom de banques fictives\n(toutefois, le nom ressemblait tr s souvent a celui d une banque a\ncharte r elle ce qui inspirait confiance a celui qui se faisait refiler\nla fausse-monnaie). Plusieurs Canadiens et peut- tre m me plus\nd Am ricains furent flou s par ces banques-fant mes (phantom\nbanks en anglais) car c est sous ce sobriquet qu elles sont\nappel es maintenant, car aucune n avait pignon sur rue. Bien sir,\nde tels billets  taient refus s par toutes les banques en fonction\na l poque. Dans la 2e partie du cours par correspondance de\nPARNC, il y est propos  un bel exemple d une banque-fant me.",
            "2 Cest dailleurs la raison qui explique qu on puisse habituellement\ntrouver plus facilement les billets de banques a chartes ayant fait faillite\nque celles qui sont rest es en fonction car un plus grand pourcentage\ndes billets de ces derni res  taient  ventuellement  chang es a la\nbanque  mettrice ou plus tard a la banque centrale ce qui entraine\nune plus grande raret . II est rare que les gens jette de l argent a la\npoubelle, et ce, m me s ils savent pertinemment qu il ne vaut rien...\npeut- tre avec l espoir qu il soit  changeable a nouveau un jour ou\nsimplement comme souvenir (ou pour commencer une collection!).",
            "Number 3 April+May 2019",
            "However, it often happened that in a bankruptcy, only\nthe first customers to show-up to trade their notes for\nprecious metal succeeded in getting exchange value; those\narriving late were unlucky customers who lost in the trade,\nbecause this bank s reserve was not sufficient to cover.\nMany had to settle for a partial payment for the total value\nof their notes. Through the revision of the Dominion\nBank Act (1871) in 1890, the federal government has\ntaken on the responsibility of exchanging chartered\nbanknotes in bankruptcy (at face value only of course).\nA redemption fund for banknotes in circulation was\ncreated and the chartered banks were required to deposit\nan amount equivalent to five percent of the average value\nof their notes in circulation. So, for banks that have gone\nbankrupt since 1890, today the Bank of Canada can\nexchange these face value notes by using the fund created.\nThis has been beneficial for the Bank of Canada since\nmany notes have been lost or destroyed or kept in\ncollections and the Bank will never have to disburse any\namounts for the redemption of these notes.",
            "Some banks could be called the wildcat banks\n(a nickname given in the United States to a type of\nfraudulent banks) because these banks issued notes\nwithout worrying about having enough cash reserves\n(before regulations were established to prevent this\npractice) and have cheated many customers ... It was\nmuch more profitable for them to issue notes without\nhaving to hand over precious metal or very little.\nA subterfuge used frequently was to stamp the notes\nissued stating that it could be exchanged in a particular\ncity; that city being far enough to discourage the holder\nfrom going there. It was a fairly common phenomenon\nin the United States, in the 19th century, and a real\nconcern for Americans to have more confidence in\nCanadian banks than in their own banks!",
            "It was here that even less scrupulous individuals\nstarted to print notes on behalf of fictitious banks\n(however, the names were often similar to that of a\nreal chartered bank which inspired confidence in the\none being fake). Many Canadians and perhaps even\nmore Americans were cheated by these phantom\nbanks; it is under this sobriquet that they are referred\nnow, none of them operated for real. Of course, such\nbanknotes were refused by all the banks during those\ndays. A good example of a ghost bank is included\nin part II of the RCNA correspondence course.",
            "2 This is the reason why it is usually easier to find banknotes\nfrom banks that have gone bankrupt than those that remained in\noperation because a larger percentage of their banknotes were\neventually exchanged at the issuing bank or later to the central\nbank resulting in greater scarcity. It s rare for people to throw\nmoney in the garbage, even if they know for a fact that its worthless\n.. maybe with the expectation that it will be exchangeable again\nsomeday or simply kept as a souvenir or to start a collection.\n"
        ],
        "PageNo": "111"
    },
    {
        "File": "The_CN_Journal_April_16.jpg",
        "Paragraphs": [
            "Il s agit de la   Gore Bank of Hamilton  . Il y a bel et bien eu une\nbanque du nom de   Gore Bank   situ e 4 Hamilton, mais elle\nwutilisait pas le nom   Gore Bank of Hamilton  . Vous pouvez\nconstater a quel point les faussaires pouvaient jouer avec des\nnoms r els pour tromper monsieur et madame Tout-le-monde.",
            "This is the  Gore Bank of Hamilton.  There was a\nbank called  Gore Bank  in Hamilton, but it did not\nuse the name  Gore Bank of Hamilton.  You can\nsee how counterfeiters could play with the names to\ndeceive the general public.",
            "Le St. Lawrence Bank and Lumber Company [Malby, Bas-Canada], qui circule a Buffalo, dans\nle New York, est un autre exemple de banque-fant me. Les notes impliquaient une stabilit \nbas e sur le succ s de l industrie du bois d ceuvre en croissance dans le Bas-Canada. -\nAnother example of a Phantom Bank is the St. Lawrence Bank and Lumber Company [Malby,\nLower Canada]. Its notes circulated in Buffalo NY. They implied stability based on the success",
            "of the growing lumber industry in Lower Canada.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "112"
    },
    {
        "File": "The_CN_Journal_April_17.jpg",
        "Paragraphs": [
            "La Banque Du Peuple, une banque priv e fond e en 1835 par Viger, de Witt & Cie; contourne la l gislation limitant l mission\nde billets en  mettant des billets sous forme de traites bancaire.   La Banque Du Peuple, a private bank founded in 1835\nby Viger, de Witt & Co.; avoided legislation restricting the issue of banknotes by issuing notes in the form of demand drafts.",
            "On peut aussi se questionner sur I existence de banques priv es.\nCes banques offraient des services financiers comme on peut\ns y attendre, mais comme elles n avaient pas de charte, il leur\n tait  galement impossible d mettre des billets de banque. Ces\nbanques se situaient souvent dans de petites localit s et ont jou  un\nr6le local important dans le d veloppement financier et commercial\ndes r gions. Lorsque les banques a chartes plus puissantes se sont\nmises a multiplier leurs succursales, surtout au d but du 206  si cle,\nelles ont souvent absorb s ces petites entreprises qui avaient\nle d faut de ne pouvoir diversifier leurs activit s et  largir leur\nmarch . Les banques a chartes purent de leur c6t  profiter des\naptitudes et relations des dirigeants locaux des banques priv es\npour mieux s  installer et s adapter a ces milieux.",
            "Si on demeure attentif, on peut trouver localement des traces\nde ces disparues. Par exemple, a Matane, (Qc), l ancien  difice\nde la Banque Provinciale du Canada, qui a ensuite servi a\nd autres commerces (un Pizza Patio dans les ann es 90, puis le\nrestaurant La Vieille Banque dans les ann es 2000 et maintenant\nun cabinet de dentiste) est toujours debout et porte encore son\nnom grav  dans le b ton sur une fagade. L adresse est: 1 avenue\nDesjardins pour ceux qui voudraient voir le tout en personne,\nmais seul | ext rieur du batiment en garde des traces.",
            "Dans le prochain journal, je vous pr senterai l histoire d une\nbanque en particulier et celle de ses  missions de billets de banque\net je vous entretiendrai de ce qu on peut collectionner dans ce\nchamp de la numismatique. II vous sera plus ais  de comprendre\nce que proposent les catalogues de billets de banques a chartes.",
            "Une s rie de quatre articles ont permis a Jasmin Lavoie de se\nm riter le prix Jerome Remick III. Les articles ont  t  publi s\ndans le bulletin du Club numismatique du Bas-St-Laurent.\nL auteur a choisi de faire la s rie d article sur les diff rentes\nbanques canadiennes, leur histoire et surtout leur contribution\na la numismatique canadienne et qu b coise du fait de leurs\nnombreuses  missions de billets de banque. Pour les besoins du\njournal, nous avons combin s les deux premiers articles dans cette\n dition et les d autres seront publi s dans le prochain journal.",
            "Number3 April+*May 2019",
            "One can wonder about the existence of private banks.\nThese banks offered financial services as expected, but\nas they had no charter, it was legally impossible for them\nto issue banknotes. These banks were often located in\nsmall communities and played an important local role\nin the economic and commercial development of the\ncommunities. When the more powerful chartered banks\nbegan to expand their branches, especially in the early 20th\ncentury, they often took over these small banks, which\nwere unable to diversify their activities and expand their\nmarkets. Chartered banks, for their part, could benefit from\nthe skills and relationships of local leaders of private banks\nto better settle and adapt to these environments.",
            "If one pays attention, you can find some vintage traces\nof those businesses. For example, in Matane QC the former\nbuilding of the Provincial Bank of Canada, which served\nother purposes over later years (like a Pizza Delight in the\n90s, then the restaurant La Vieille Banque in the 2000s and\nnow a dentist clinic) is still standing and still bears its name\nengraved in the concrete on a front of the office. The address\nis: | Desjardins Avenue for those who would like to actually\nsee it, but only the outside of the building keeps traces.",
            "In the next Journal, I will highlight a particular bank\nand its issue of banknotes and I will indicate what can\nbe collected in this field of numismatics. It will be easier\nfor you to understand what chartered banknote catalogs\nhave to offer.",
            "A series of four articles allowed Jasmin Lavoie to win the\nJerome Remick III Award. The articles were published in the\nnewsletter of the Club numismatique du Bas-St-Laurent. The\nauthor has chosen to make the series of articles on the various\nCanadian banks, their history and especially their contribution\nto numismatics in Canada and in Quebec, because of the high\nnumber of banknotes issued. For the purposes of the Journal,\nwe have combined the first two articles in this edition and the\ntwo others will be published in the next Journal.\n"
        ],
        "PageNo": "113"
    },
    {
        "File": "The_CN_Journal_April_18.jpg",
        "Paragraphs": [
            "COMMUNION TOKENS OF\nPAKENHAM, ONTARIO",
            "BY ANGUS SUTHERLAND\n#24054,",
            "Recently, I re-learned that one should never make\nJR semviens A while ago, I decided to open",
            "some envelopes of a few Communion tokens\nfrom collections that I had bought and put aside. One of\nthe tokens was marked  Pakenham,  and I had assumed\nit was the very well-known token of 1864. (Bowman\n107; Charlton CW-306B) On opening the 2x2 envelope,\nI discovered something unexpected: an unknown and\nunpublished Communion token.",
            "The token is for Pakenham, although on it the town s name\nis spelled  Packenham.  This token is made of lead, and it s\ndated 1841. That it is a Communion token is borne out by the\nreverse legend,  Do this in remembrance of me. ",
            "Bowman relates this history of the Pakenham\nPresbyterian Church, a history echoed by Charlton:  This\ntownship was settled in 1823 by emigrants from the North\nof Ireland. The Rev. Alexander Mann was inducted as\nminister for Fitzroy, Torbolton, Pakenham, MacNab and\nHorton, in 1841. In 1851, Rev. Mann restricted his labours\nto Pakenham, where he died in 1884. ",
            "This information bears out the date of 1841 on the newly\ndiscovered token, and the date of 1851, when the Rev. Mr.\nMann  estricted his labours to Pakenham,  is borne out by\nthe token of MacNab and Horton which is dated 1851, the\ndate Mr. Mann left and another minister was called.",
            "Bowman states further,  The first tokens used by this\ncongregation were plain tin discs.  Tin discs were, in fact,\nused at Pakenham; a small number of these discs were part\nof the collection of the Rev. George MacLennan, one of the\nearly authors of books on Canadian Communion Tokens,\nand I have managed to secure one for my own collection.",
            
            "However, it appears now that the tin discs were not the first\ntokens associated with St. Andrew s Church in Pakenham.",
            "Let s see if we can discover the story behind this\npreviously unpublished token.",
            "Investigation begins with the book of the history of\nPakenham, entitled, Pakenham, Ottawa Valley Village,\n1823-1860, by Verna Ross McGiffin, published in 1963.\nThe section on local church history agrees with the minimal\nnotes in Bowman and Charlton, indicating that the Rev.\nAlexander Mann was the first settled minister, with\nresponsibilities throughout the region. Much of the work\nin preparing for Mr. Mann s arrival was done by the Rev.\nWilliam Bell, who arrived in the town of Perth in 1817.\nFrom Perth, Mr. Bell travelled extensively around the\narea, preaching at various points as both Scottish and Irish\nPresbyterians began in earnest to settle the Ottawa Valley.",
            "In the early writings, we come to the question of spelling.\nMcGiffin (page 3) indicates that,  Pakenham Township, in\nwhich Pakenham is the only village, is said to have been\nnamed for Sir Edward Michael Pakenham, a brother-in-\nlaw of the Duke of Wellington.  One might think, from\nthis information, that the spelling was set, but apparently\nthis was not so. In Chapter 5, for example, McGiffin\nquotes several judgements relating to land disputes,\nand those judgements use the spellings Packenham and\nPakenham interchangeably. An illustration of a hand-\nwritten location ticket relating to a grant of land and\ndated 1823, appears to have the spelling Packinham.\n(page 50) To add further to the confusion, the author also\nquotes a letter from Bishop Strachan of the Anglican\nChurch, in which he spells the town s name Packingham.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "114"
    },
    {
        "File": "The_CN_Journal_April_19.jpg",
        "Paragraphs": [
            "It appears that there were various alternative spellings\nfor the town s name, and that one of these was certainly\nPackenham, the name on the token of 1841. It seems that it\nwas sometime in the following decade that the spelling of\nthe name was regularised.",
            "Both the date and the spelling can be associated with the\ntown, but the question arises: why have no other tokens of\nthis date and type been found?",
            "The answer appears to be on page 129 of McGiffin s\nbook. She tells us that in 1846, a house adjacent to\nthe Presbyterian Church building caught fire and was\ndestroyed. The fire spread quickly to the church building\nand it was burnt to the ground. It is known that Communion\ntokens were traditionally kept either in the church building\nor at the home of the minister (called the manse by\nPresbyterians). The token I have is clearly not in the best of\nwear, and I have come to the conclusion that it was likely\nrescued from the building after the fire. As no others have\ntumed up over the years, it is quite likely the only surviving\ntoken, though perhaps that is another assumption.",
            "I should note that, because of my assumption, I do not\nknow from which collection the token came, and so can\nprovide no provenance for this token.",
            "MacLennan, followed by Bowman and Charlton,\nindicates the definite use of tin discs at Pakenham. It now\nappears that these were not the first tokens used, but a\nstop-gap between the church fire and the provision of the\ntokens of 1864. The tin discs, therefore, were in use for\napproximately 18 years.",
            "A benefactor provided the congregation with the tokens\ndated 1864, and these were in use for another twenty years\nor so, before the elders chose to move to card tokens. In\n1925 St. Andrew s Presbyterian Church Pakenham chose to\nbecome part of the United Church of Canada.",
            "It can be concluded, then, that three different tokens\nwere used in the Pakenham Church, all of them during\nthe ministry of the Rev. Alexander Mann, who served the\ncongregation until his death in 1884.",
            "Number3 April May 2019 ",
            "Here are the descriptions of those tokens:",
            "Number 1:",
            "Obverse: PACKENHAM / 1841",
            "Reverse: DO THIS / IN REMEMBRNCE / OF ME\nShape: oval",
            "Dimensions: 30.3 x 19.8 mm",
            "Thickness: 3.8 mm",
            "Weight: 16.4 g",
            "Metal: lead",
            "Alignment: medal",
            "Number 2:",
            "Obverse: blank",
            "Reverse: blank",
            "Shape: round",
            "Dimensions: 35 mm\nThickness: 0.2 mm\nWeight: 2.0 g",
            "Metal: tin",
            "(This token ex MacLennan)",
            "Number 3:",
            "Obverse: ST. ANDREW S / CHURCH, / PAKENHAM\nC.W. / 1864.",
            "Reverse: THIS DO IN / REMEMBRANCE / OF ME.\n/\\. COR. XI. 24.",
            "(Both sides have beaded borders with ornaments\nin the corners.)",
            "Shape: rectangle with clipped corners\nDimensions: 27 x 19.4 mm",
            "Thickness: 1.6 mm",
            "Weight: 4.3 g",
            "Metal: white metal",
            "Alignment: coinage",
            "I welcome communication from all collectors of\nCommunion tokens, whether those of Canada or\nother countries ajmacbagpipe@yahoo.com.\n"
        ],
        "PageNo": "115"
    },
    {
        "File": "The_CN_Journal_April_20.jpg",
        "Paragraphs": [
            "FINE.POINTS_(REVISITED) BY ROBERT FORBES FRCNA, #22402",
            "Between 1984 and 1991, Brian Commwell of the International Coin Certification Service (ICCS) wrote a series of",
            "coin-related articles that appeared in the Canadian Coin News under the caption  Fine Points.  These articles dealt",
            "with a variety of topics central to collecting Canadian decimal coins and tokens. As a young(er) collector, I would\nalways flip to these articles as soon as my Canadian Coin News arrived, to see what Brian was covering in that issue. I\ninvariably found these articles interesting and thought provoking.",
            "It seems to me that we now have a whole generation of new collectors who are probably unaware of these excellent\narticles, as well as a generation of older collectors who will remember them generally, but have most likely forgotten\nmuch of the detail. With the permission of Brian Cornwell, I am going to reproduce certain of these articles, and after each\narticle, add my own opinion and commentary on the information contained in the article, updated to the present. We will\nstart with Brian s articles on rare coin collecting in general.",
            "The hunt is half the fun: rare coin collecting\nby Brian Cornwell, FRCNA LM #229",
            "Rare coin collecting or investing can be like a treasure hunt.\nIt s exciting to buy a coin that according to your research is\nrarer than what the person selling it to you understands it to be.",
            "The moment you own the coin it becomes more\nvaluable simply because you are in a position to add\nsome worthwhile information unknown to the seller. The\nexcitement is similar to buying an under-graded coin that\nis really worth twice what you paid. There is also a certain\namount of pride associated with owning a rare coin. You\nknow you are the envy of other serious collectors because\nyou have something they desire.",
            "Negative side",
            "The rare coin field also has a negative side. Less\nexperienced collectors easily lose patience in their search\nfor rare coins. They are less informed and may fall into\nthe trap of being too willing to accept information\nfrom others without challenging it for reasonable\naccuracy. Consequently, they are easily swayed by fancy\nadvertisements that promote today s common coins as\ntomorrow s rare coins.",
            "Nonsense",
            "The ads argue that new collectors entering the marketplace\nwill eventually consume the supply of common coins so\nthat they become rare. This is nonsense! Any coin that\nis common today will be common tomorrow, unless of\ncourse the majority are destroyed. A common coin that\nappears to be unavailable because of hoarding practices is\nnot a rare coin. It is simply an unavailable common coin.\nNew collectors or investors should clearly understand this\nsignificant difference.",
            "What is rare?",
            "When is a coin considered to be rare? At what point can it\nbe referred to as extremely rare? The dictionary definition\nfor  rare  isn t really very specific, at least in terms of coin\nneeds. It basically defines rare as  that which is hard to\nfind, exists in small quantities, or is uncommon.  Perhaps\nthat s why one person s idea of what is rare can be so\ndifferent from another s.",
            "Most of us associate rare objects with great value. In\nthe commercial world of numismatics, the words rare and\nvaluable seem at times to be interchangeable. This helps to\nconfuse the issue of which words to use in the description\nof the rarity level of a coin: common, scarce, rare, very rare\nand so on.",
            "Confusion unnecessary",
            "The confusion is unnecessary. Unknown to most, there\nare quantitative numismatic definitions to isolate one\nrarity level from another and to standardize the usage of\ndescriptive labels like rare and scarce.",
            "Unfortunately, these have been poorly publicized in the\npast, although much of that is now changing.",
            "In the field of rare coin study there are two generally\naccepted ways of stating a coin s degree of rarity. One is by\nits absolute rarity level, the other by its condition rarity level.",
            "Absolute rarity",
            "An absolute rarity is nothing more than an indication of\nhow many coins of a given denomination and date might\nexist, regardless of the coi s condition. For example, in the\nCanadian series of coins, a major absolute rarity is the 1916 C\nsovereign. Considering all examples likely to exist (i.e., in\nall grades) there are perhaps fewer than two dozen known\neven though over 6,000 were originally minted. This coin is\nobviously very rare, regardless of its physical condition.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "116"
    },
    {
        "File": "The_CN_Journal_April_21.jpg",
        "Paragraphs": [
            "Condition rare",
            "A coin that is said to be condition-rare is\none that is only rare in a certain grade or\nhigher. In fact 1t might be quite common\nin very low, well-worn grades. An\nexample is the Canadian 1918 50-",
            "cent coin. In low circulate grades it is\nregularly available. No one can call",
            "it rare. However, in strict mintstate\ncondition it is quite scarce. In MS-",
            "65 or higher grades it is indeed quite",
            "rare So any 1916 C sovereign is a\nmajor absolute rarity and 1918 50-cent\nexamples in MS-65 or higher are rarities\nbut only in a condition-rare sense.",
            "In order to specify a coin s rarity, whether\nthat be the absolute or condition type, it is\nnecessary to structure levels or degrees\nof rarity with specific points at which\na reference changes from common to\nscarce and then scarce to rare and\nso on.",
            "Degrees",
            "Many schemes exist but perhaps the\nmost popular in North America is\nthat designed by William H. Sheldon\nseveral decades ago. The various\nlevels are as follows:",
            "R-1 COMMON (more than 1250",
            "examples known)",
            "R-2 NOT SO COMMON (501 to 1250)",
            "R-3 SCARCE (201 to 600)",
            "R-4 VERY SCARCE (76 to 200)",
            "R-5 RARE(31 to 75)",
            "R-6 VERY RARE (31 to 12)",
            "R-7 EXTREMELY RARE (4 to 12)",
            "R-8 EXCESSIVELY RARE (2 to 3).",
            "Number3 April May 2019 ",
            "The easiest way to see how this system works is to look\nat some examples. The 1916 C sovereign, in an\nabsolute sense, fits into the very rare category\nbecause only about two dozen are thought\nto exist today. The 1921 Canadian\n50-cent piece is another fairly well-\ndocumented rarity. In all grades\ncombined, perhaps only fewer than\n75 exist. That puts the coin into the\nrare category regardless of condition.\nThe same coin in AU or higher grade\nprobably exists in numbers in the four\nto 12 range, so as a condition-rarity it is",
            "best described as extremely rare.\nThe 1908 Canadian sovereign had an\nentire mintage of only 636 coins. As a very\nminimum its rating cannot fare less than R-2. In\nselect uncirculated conditions of MS-63 and\nhigher this coin is indeed quite difficult to\nlocate, certainly difficult enough to place\nit in the R-4 or R-5 category. In strict\nMS-65 or higher grades the number\ncould in fact be in the R-6, very rare\ncategory, if not higher. By examining\nother coin examples, both as absolute\nor condition rarities, it becomes\nrelatively easy to develop a sense of\nperspective in deciding why to call a\ncoin rare, very rare, scarce, common, and\nso on. If nothing else it helps accomplish\na standardization of terminology, something",
            "long overdue, according to numismatists.",
            "This short introduction is the beginning of a series of\narticles related to rare Canadian coins. The series will attempt\nto answer many questions on the scarcity of higher quality\nCanadian coms, particularly those dating prior to 1937 and in\nmuntstate grades.  \n"
        ],
        "PageNo": "117"
    },
    {
        "File": "The_CN_Journal_April_22.jpg",
        "Paragraphs": [
            "Commentary",
            "This article seems to have held up quite well, since its first publication almost 30 years ago, in October 1989. With the\ndevelopment of third party grading services and the availability of their continuously updated population reports, we now\npresumably know much more about the absolute number of any particular coin that has been graded, and the condition-\nrarity of coins in each high grade category. We can make assumptions that the grading information reasonably reflects\nthe rarity of coms. Care does have to be taken with this information, as it is very possible that a particular coin has been\nsubmitted for grading to more than one grading service by its current owner, or by a previous owner (collector or dealer),\nresulting in duplication in the grading numbers if we just tried to aggregate the numbers of graded coins reported by\nthe different grading services. In addition, it is quite possible that a rare coin has been submitted to a particular grading\nservice on more than one occasion, in an attempt to obtain a better grade. If the owner didn t submit the grading tag for\ncancellation contemporaneously with or after the re-grading, the number of graded coins will be incorrectly inflated.\nThis notwithstanding, grading service population reports do assist materially in understanding both absolute rarities and\ncondition-rare items.",
            "The examples of absolute rarities and condition-rare items cited in this article also seem to have held up quite well. The\n1921 50-cent piece remains an absolute rarity, with fewer than 25 having been graded (by PCGS) in all grades. Similarly,\nthe 1916 C sovereign shows fewer than 30 graded, thus maintaining its absolute rarity status quite well. But we would have\nexpected nothing less! The 1908 sovereign, by contrast, now shows 86 graded in all grades, including 49 graded in MS-63\nor better, indicating that it might not be as rare absolutely, or as a condition-rarity in grades of MS-63 or better, than we\nmight have thought 30 years ago, in spite of its very low mintage of just 636 coins.",
            "Perhaps more interestingly, the 1918 50-cent piece, cited in the article as being a common coin in circulated grades, but\na condition-rarity in gem condition (MS-65 or better), has at least maintained, and may actually have improved upon, that\nstatus. This coin is generally considered to be a common date in the George V 50-cent series. But in gem condition, PCGS\nhas graded only seven coins, none higher than a single MS-66+. Comparatively, five of the very rare 1921 s have been\ngraded at the gem level. The 1918 50-cent coin does appear to continue to be a condition-rarity in gem grade, and might\nwell be considered a  sleeper  date in gem for the George V 50-cent series. As an aside, note the use that can be made from\nthe grading service population reports in helping you, as a collector, to understand the rarity nuances in a series that you are\ncollecting; but more on this in a later commentary.",
            "The use of the Sheldon rarity rating system, promoted in the 1989 article, doesn t seem to have caught on very well. You\njust don t hear collectors or dealers describing their coins as an  R-6  or an  R-7.  The exception to this is in the token\nand French regime collecting areas, where this terminology is used at least occasionally. I wonder if the grading service\npopulation reports may also have supplanted the rarity rating system to describe rarity. It is probably just more accurate,\nand much easier to verify, to say  there are only seven 1918 50-cent pieces graded  gem,  none higher than MS-66+  than\nto say  this 1918 coin rates R-7 in  gem  condition.  Because tokens and French regime coins are less likely to be third\nparty graded, it is possible that the Sheldon rarity rating system has remained more relevant and useful in this area.",
            "Next issue, we will look at  Classifying Rare Canadian Coins. ",
            "0 The CN Journal Volume 64\n"
        ],
        "PageNo": "118"
    },
    {
        "File": "The_CN_Journal_April_27.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH HISTORY \nTHE TRIUMPH OF GERMANICUS,BY JESUS VICO AND.MARISA OLLERO_\nMay 26, 17 CE",
            "Thusnelda at the Triumph of Germanicus by Karl von Piloty, 1873",
            "During the reign of Augustus, Germanicus enjoyed\n an accelerated political career as the heir of\nthe emperor s heir, entering the office",
        "of quaestor five years before the legal age\nin 7 CE. He held that office until 11 CE,\nand was elected consul for the first time\nin 12 CE. The year after, he was made\nproconsul of Germania Inferior, Germania\nSuperior, and all of Gaul. From there he\ncommanded eight legions, about one-third\nof the entire Roman army, which he led\nagainst the Germanic tribes in his campaigns\nfrom 14-16 CE. He avenged the Roman Empire s\ndefeat in the Teutoberg Forest and retrieved two\nof the three legionary eagles that had been\nlost during the battle.",
        "At the beginning of 17 CE, Germanicus\nreturned to the capital and on May\n26 he celebrated a triumph for his\nvictories over the Germans. He had\ncaptured a few important prisoners, but\nArminius was still at large. It was far from\nclear that Germanicus had won the war.",
        "Nonetheless, this did not take away from the spectacle of",
        "his triumph: a near contemporary calendar marks",
        "May 26 as the day in  which Germanicus Caesar",
        "was borne into the city in trrumph,  while",
        "coins issued under his son Gatus (Caligula)",
        "depicted him on a triumphal chariot, with",
        "the reverse reading  Standards Recovered.\nGermans Defeated. ",
        "His triumph included a long procession",
        "of captives including the wife of Arminius,",
        "Thusnelda, and her three-year-old son,",
        "among others of the defeated German tribes.",
        "The procession displayed replicas of mountains,",
        "rivers, and battles; and the war was considered",
        "closed.",
        "Tiberius gave money out to the people\nof Rome in Germanicus s name, and\nGermanicus was scheduled to hold the\nconsulship next year with the emperor.\nAs a result, in 18 CE, Germanicus was\ngranted the eastern part of the empire, just",
        "as Agrippa and Tiberius had received before,\nwhen they were successors to the emperor.",
        "ROMAN REPUBLIC Germanicus, 37 41 CE, AE Dupondius, 17.28 g. Rome, struck under Caligula, BM-93, RIC-57.\nObv: GERMANICVS/CAESAR Germanicus in quadriga r. Rev: SIGNIS - RECEPT/ DEVICTIS - GERM / S - C He conquered\nthe Germans and won back the lost standards. Germanicus standing |. raising r. arm and holding eagle-tipped\nscepter in |. Commemorating triumph by Germanicus over the Germans on May 26, 17 CE, during which Legion",
        "Eagles lost by Varus had been recovered.",
        "Number3 April May 2019",
        "Reprinted with permission from VCoins eNewsletter.\n"
        ],
        "PageNo": "123"
    },
    {
        "File": "The_CN_Journal_April_28.jpg",
        "Paragraphs": [
            "REPRINTS OF PAST ARTICLES FROM THE CN JOURNAL",
            "THE HISTORY OF\n-CANADIAN_NUMISMATICS",
            "BY ROBERT C., WILLEY,, FRNS,,FCNRS",
            "Volume 14, No. 4, April, 1969, pp 115 118",
            "From the period of the earliest Canadian coins,",
            "there were avid collectors and students interested\nin Canadian numismatics. Louis XIV of",
            "France was himself a voracious collector,\nseeking specimens of all coins and medals\nrelating to the French monarchy and its\ncolonies whether publicly or privately\nissued. He even sought medals and\njetons which satirised his policies.\nAccordingly the Royal Cabinet of\nFrance included specimens of the first\nCanadian coins   the coinage of 1670.",
            "In the reign of Louis XIV there were\nsome writers of catalogues of French\nand French-Colonial coins, and in these\nthe Canadian coins of 1670 are listed. Louis\nXV carried on his great-grandfather s\nnumismatic activity. The Compagnie des\nIndes from 1751 to 1758 presented the\nking with a single specimen in gold of\neach of its jetons.",
            "During the eighteenth century\nthere were many private collectors in\nEngland and in France, but they were\nnot interested too much in Canadian\nnumismatics. At this time little if anything\nwas being issued for use in Canada; English\nand foreign coins were circulating in Canada.\nEarly in the nineteenth century, English collectors\nbegan to turn their attentions to Colonial coins. Books were\nwritten on tokens of the early 19th century, some of which",
            
            
            "were sent to Canada after being withdrawn from circulation\nin England. Sharp s catalogue of Sir George Chetwynd s\ncollection lists a number of Canadian pieces such\nas the rare BON POUR DEUX SOUS penny.\nIt is probable that the VEXATOR\nCANADIENSIS tokens may have been\ndesigned by a numismatist. These\npieces evade the laws against the\nimportation of private tokens, against\ncounterfeiting, and against sedition.\nThe design resembles that of the\nEnglish regal copper, but is crude. The\nlegends, however, are quite different and\npurposely blundered. The date is clearly an\nantedate. The subject is discussed at length in\nthe article NUM ILLOS VIS CAPERE? in the\nApril 1966 issue of the Whitman Numismatic\nJournal. Only a well-educated person and a\nnumismatist, familiar with the reasons for\nthe blundered legends of the Bungtown\nhalfpennies of England and America,\nwould be able to devise such a piece and\ncompose an original legend in Latin.\nAfter 1860 literature on Canadian\ncoins became available. In England the\nworks on coins of the British Empire by\nChalmers, Christmas, Atkins, and Batty\nincluded sections on Canadian coins. The works\nof Atkins and Batty treated Canadian coins rather\nextensively, but have left some mysteries which have yet to be\nsolved, such as the mystery of the Canadian cent dated 1885.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "124"
    },
    {
        "File": "The_CN_Journal_April_29.jpg",
        "Paragraphs": [
            "The earliest work published in\nCanada was Sandham s listing\nof Canadian coins, tokens, and\nmedals, which appeared in 1869.\nR. W. McLachlan began to\nwrite in 1877, one of his earliest\nworks being a comprehensive\nlisting of Canadian coins, tokens,\nand medals, appearing serially\nin the American Journal of\nNumismatics from 1879 to 1886.\nThe Medaillier of Joseph Leroux\nwas published in 1888 and 1892.\nBreton s famous J/lustrated\nHistory of Coins and Tokens\nrelating to Canada was published\nin 1894. A second, similar work\nby Breton appeared in 1912.\nThese writers laid the foundations\nof Canadian numismatic\nresearch. Unfortunately, today,\nwe are less able than Breton s\ncontemporaries to realise that\ntheir work was only a beginning\nand not the last word. In 1907\nDr. Courteau began to write\nhis famous works on Canadian\nColonial coinages. Judge Lees,\nJeremiah Gibbs, Howland\nWood, and Basil Hamilton\nmade important contributions to\nCanadian numismatics in the first\nfifteen years of this century.",
            "The collecting of Canadian\nColonial coins was most popular\nduring this Golden Age of\nnumismatics from 1860 to 1915.\nThe Canadian decimal coinage\nwas slowly being introduced after\n1870, and the old tokens were\nbeing removed from the scene.",
            "While they were still available\nin change, hundreds of collectors\ngathered up the choicest specimens.\nIn Montreal the intense activity\nresulted in the organization of a\nclub in 1862   the Numismatic and\nAntiquarian Society of Montreal.\nThis society became famous for its\nactivities, especially its publication,\nThe Canadian Antiquarian\nand Numismatic Journal.\nSandham, McLachlan, Leroux,",
            "Number3 April+* May 2019 -----------------------------------",
            "Breton, Courteau, and many\nothers were members of the\nsociety. When the Chateau\nRamezay was scheduled to be\ndemolished early in this [20th]\ncentury, the society raised funds\nto buy the Chateau and convert it\ninto a museum which 1s today one\nof the most interesting museums\nin Canada.",
            "During this Golden Age,\nalthough much was done in the\nstudy of Canadian Colonial coins,\nthere was still room for more\nwork. Breton s works became\nthe standard reference in his own\nlifetime, but they are not detailed\nenough. It became the task of\nCourteau, McLachlan, Lees,\nand Wood to study particular\nseries of coins in detail. But\nmany problems arising out of\ntheir studies remain unsolved,\nand many important details went\nunrecorded. For example, Breton\n968, a mule of a Wellington\nobverse with a Tiffin reverse, is\nlisted by Breton, Leroux, and\nCourteau, but does it exist? No\none has seen the coin, evidently.\nWhat is Breton 999? Some say\nthat the coin numbered 5b by\nJudge Lees in an addendum to his\nwork on the SHIPS COLONIES\n& COMMERCE tokens is Breton\n999, but Breton could not have\ndrawn a ship like that on the Starr\n& Shannon tokens of Nova Scotia\nto illustrate the obverse of Lees\n5b. Some say that Breton 1000\nand 1001 are bogus pieces, but\nno evidence has been presented\nin support of their argument.\nNo description has been written\nabout how to distinguish genuine\nspecimens from the fakes made\nin 1890 of the 1858 ship token\nof Newfoundland. It can be seen\nfrom this and other examples that\nthe early writers by no means\nexhausted the possibilities of\nCanadian Colonial coins.\n","An example of a\nVexator Canadiensis\ntoken; "
        ],
        "PageNo": "125"
    },
    {
        "File": "The_CN_Journal_April_30.jpg",
        "Paragraphs": [
            "Unfortunately the First World War dealt an\nalmost mortal blow to Canadian numismatics.\nEverything was suspended during the\nstruggle to thwart the Kaiser s dreams.",
            "Then came the false promise of 1919,",
            "the flimsy prosperity of the 1920s,",
            "and the financial collapse of 1929.",
            "During the thirties there was no money",
            "for anything but the barest means",
            "of keeping body and soul together,",
            "and no serious activity took place till",
            "about 1935. A revival began with the\nestablishment of the Toronto Coin Club",
            "in 1936 and the radical change in the design",
            "of the coinage in 1937. But once again it became\nnecessary to suspend matters because of a gang of\nthugs in Europe, and six years were consumed",
            "in sending the Third Reich to its eternal\ndamnation.",
            "After 1945 things rapidly improved.",
            "There was no false promise,\nemployment remained full, and",
            "money and time became available",
            "once again for hobbies and recreation,",
            "for the first time in a generation. Now",
            "the interest centred on the decimal",
            "coinages, neglected by early collectors.",
            "Much of this early neglect was because the\ngenerally low incomes and high costs of the\nday precluded the assembly of a date collection,\nespecially of fifty-cent pieces, with results familiar to all of\nus today.",
            "In and after 1949 coin clubs began to appear. Ottawa,\nRegina, and Vancouver organized clubs in 1949. The\nCanadian Numismatic Association was formed in 1950 in\nOttawa. The Windsor Coin Club organized in 1951. London\norganized a club in 1953. A club was formed in Sudbury in\n1956. Clubs were organized in Calgary, Winnipeg, Victoria,\nEdmonton, and in several Ontario centres from 1953 to\n1958.",
            "This revival caused a need for catalogues.",
            "Wayte Raymond re-issued in 1947 and\n1952 a catalogue first published in 1936.\nCharlton s well-known catalogue first\nappeared in 1952. Somer James \ncatalogue appeared in 1959. These\nworks are very useful, and are",
            "the standard works for Canadian\ndecimal coins. Serious study of\ndenominations and die varieties is now\nunder way. In recent years the authors\nof the standard catalogues have been\ncriticized for not listing certain varieties.",
            "Such criticism, however, is all too often the result of\nhindsight on the part of new collectors. At the\ntime the catalogues first appeared, and for\nmany years afterward, little or nothing was\nknown of many minor varieties in the\ndecimal coinages, and hearsay has no\nplace in a standard catalogue. Also, the\nquestion of how and where to list these\nmunor varieties has yet to be adequately\nresolved.",
            "After 1955 the growth of numismatics\nin Canada has been very rapid. The\nCanadian Numismatic Association began\nholding annual conventions in 1954, and each\nsucceeding year attendance has increased. Many\nmore local coin clubs were organized, and after\n1960 the necessity for provincial associations\narose. The Ontario Numismatic Association\nwas begun in 1962; the Quebec\nNumismatic Association was organized\nin 1964. Associations formed in British\nColumbia, the Prairie Provinces, and",
            "Atlantic Provinces.\nAs time progressed, many of the\nlarger cities saw the formation of more\nthan one local club. In some cases this\ncaused a state of rivalry, with the clubs\nin competition with one another instead\nof in co-operation. Petty jealousies and\npersonal animosities were permitted occasionally\nto dominate, and the result was harmful to numismatics\nand the individual collector. Sometimes matters ended with\ndissolution of one of the rival clubs. With the phenomenal\nincrease in the number of collectors, the commercial side\nof the hobby became more important, and scores of dealers\nestablished themselves across the country. Generally\nspeaking, the increase in the number of dealers is a benefit\nto the hobby. Coins, supplies, and literature became much\nmore readily available than ever before, and the public\nbecame much more coin conscious than in the\npast. Thus more coins were brought to light",
            "and made available to collectors.",
            "Every coin, however, has two\nsides. With the advent of so many\ndealers came the speculators, and\nprices increased rapidly. Artificial\nmanipulation of prices in some\ncases made things difficult for the\ncollector. A teletype service was\nstarted late in 1963, and a stock-\nmarket atmosphere pervaded local\ncoin shows. Even at the provincial\nand national conventions, the teletype\nwas clacking away, and dozens of people",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "126"
    },
    {
        "File": "The_CN_Journal_April_31.jpg",
        "Paragraphs": [
            "sat boggle-eyed in front of it all through the\nconventions. As the fever increased, many\nJohnnies-come-lately entered upon the\nscene because they could smell money\nin coins. The press carried feature\nstories about the money to be made\nin numismatics, in language very\nreminiscent of the stock markets.\nPrice trends, published every\nweek, made catalogues obsolete\nbefore they came off the printing\npress. Current coins were being\nmarketed by the roll and by the bag,\nand hoarded in expectation of a quick\nand substantial profit. Many individuals set\nthemselves up as dealers and bought, sold, and\ntraded coins largely on expectation of future\nprice rises. Coins were often paid for by\nthese people with postdated cheques\nas they got into debt, and the deeper\ninto debt they were, the less likely\nwere their cheques to be good\nwhen the date of maturity arrived.",
            "The speculative fever encouraged\ntwo sub-species of the genus Homo\nsapiens to emerge from under stones\nand from behind the woodwork,\nnamely the thief and faker. Thieves\nstole thousands of dollars  worth of coins\nbetween 1962 and 1966, and fakers bilked\nhundreds of collectors. The most audacious\ntheft in Canada was the theft of the Chateau Ramezay\ncollection in Montreal. It was fortunately recovered later.\nPrevious to this theft, the 1921 fifty-cent piece from this",
            "Number3 April May 2019 ",
            "collection was stolen, but was never recovered.\nAt the same time fake 1921 halves and fake\n1936 dotted cents and ten-cent pieces were\nbeing marketed. It took a few years to\nrun down the people responsible for",
            "this fraud.",
            "Eventually, however, the bubble\nburst. During a period of feverish\nspeculation we never know when or\nhow the rude awakening will come,",
            "but come it will. In Canada it was the",
            "decision of the government to strike",
            "more 1965 proof-like sets and flood the",
            "market. All of a sudden those who flew",
            "into Ottawa on December 31, 1964, with",
            "suitcases full of money orders in an attempt to",
            "comer the whole issue realized that they would",
            "never market their ill-gotten gains at the",
            "anticipated $18 and up. As it happened,",
            "they failed to sell at any price, for",
            "all offers to sell 1965 sets in large",
            "quantities over the teletype were",
            "ignored by Canadian dealers. A lot",
            "of money was lost by these greedy\nindividuals.",
            "The crash of 1965 affected",
            "everything. The proof-like 1964",
            "dollar, selling at $7 in January, 1965,",
            "went begging at $3 in June, 1965.",
            "Those who bought bags of 1964 nickels,",
            "hoping to double their money in six months,",
            "carted them back to the bank in six months for face",
            "value, less a charge for the bank staff s time in wrapping\n$300 worth of nickels into $2 rolls for general circulation.",
            "Continued on page 142\n"
        ],
        "PageNo": "127"
    },
    {
        "File": "The_CN_Journal_April_35.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS\nNOUVELLES DES CLUBS",
            "By BRETT IRICK (CLUB SERVICES)\nFONA..#22198,",
            "Ontario Numismatic Association April\nConvention in Kingston",
            "The 57th\nAnnual Ontario\nNumismatic\nAssociation\nConvention was\nheld April 12-14\nin Kingston,\nOntario, at the\nAmbassador Hotel\nlocated within a\nkilometer of the\nVia Rail Station.\nA number of\nattendees took\nadvantage of the\ntrain service  \nespecially those\nwho were travelling through the Greater Toronto Area.\nAll reported that train travel was more relaxing than\ndriving. The ONA and the RCNA each held spring\nexecutive meetings. As well, the ONA held its Annual\nGeneral Meeting. Twenty-eight people attended the\nONA Club Delegates breakfast. ONA President Scott\nDouglas moderated an Educational Symposium, and\nseveral national and regional clubs held meetings.",
            "During the Convention, the following awards were given:",
            "  Award of Merit to the person living in Ontario\nwho has made the greatest contribution towards\nthe advancement of numismatics at all levels \nlocal, provincial, and national: Norm Belsten",
            "  Bruce H. Razmann Award for exemplary\nONA executive service: Chris Boyer",
            "  Fellow of the ONA awarded to individuals\nfor outstanding service to numismatics in their\nlocal areas: Randall  Randy  Haigh (Niagara\nFalls Coin Club), Alan Roy and Cassidy Stroud\n(both Brantford Numismatic Society)",
            "  ONA Literary Award: Wilf Lauber",
            "  Presidential Awards: Ron Cheek, Bill English,\nPaul Johnson, and Steve Woodland",
            "  Dealer of the Year Award: Ted Bailey",
            "  ONA Coin Club of the Year: Stratford Coin\nClub",
            "  Exhibit Peoples Choice Award: Samuel Lyon,\na junior member",
            "  Exhibit Best of Show Award: Brett Irick for\n Pedigree Lost and Found: The Stories of two\nVictorian Ten-cent Coins. ",
            "Number3 April May 2019 ",
            
            "Congr s de l Ontario Numismatic Association a\nKingston en avril",
            "Le 57e congr s\nannuel de | Ontario\nNumismatic\nAssociation s est\ntenue du 12 au 14\navril 4 Kingston, en\nOntario, a l h tel\nAmbassador situ \na un kilom tre de\nla gare de Via Rail.\nPlusieurs participants\nont profit  du service\nde train - en particulier\nceux voyageant a\npartir de la r gion du\nGrand Toronto. Tous\nont d clar  que les",
            "voyages en train  taient plus relaxants que la conduite. LONA et\nVARNC ont tous deux tenu une r union du bureau de direction.\nDe plus,  ONA a tenu son assembl e g n rale annuelle. Vingt-huit\npersonnes ont assist  au d jeuner des d l gu s de club de ?ONA.\nLe pr sident de l ONA, Scott Douglas, a anim  un symposium sur\nl ducation tandis que plusieurs clubs nationaux et r gionaux en\nont profit  pour tenirdes r unions.",
            "Pendant le congr s, les prix suivants ont  t  remis:",
            "Prix du m rite a la personne vivant en Ontario qui a\napport  la plus grande contribution a l avancement de\nla numismatique a tous les niveaux - local, provincial et\nnational: Norm Belsten",
            "Prix Bruce H. Razmann pour services administratifs\nexemplaires a l?ONA: Chris Boyer",
            "Compagnon (Fellow) de ?ONA remis aux personnes\npour reconnaitre leurs services exceptionnels a la\nnumismatique dans leur r gion: Randall  Randy \nHaigh (club numismatique de Niagara Falls), Alan\nRoy et Cassidy Stroud (tous les deux de la Brantford\nNumismatic Society)",
            "Prix litt raire de VONA: Wilf Lauber",
            "Prix du pr sident: Ron Cheek, Bill English, Paul\nJohnson, et Steve Woodland",
            "Prix marchand de l ann e: Ted Bailey",
            "Club de l ann e de ?ONA: Stratford Coin Club",
            "Prix du public pour exposant: Samuel Lyon, un\nmembre junior",
            "Prix meilleur exposant du salon: Brett Irick pour\n Pedigree objets perdus: L histoire de deux pi ces\nvictoriennes de dix cents. \n"
        ],
        "PageNo": "131"
    },
    {
        "File": "The_CN_Journal_April_36.jpg",
        "Paragraphs": [
            "Newman Numismatic Portal upload of\nBowers and Merena Auction Catalogs",
            "The Newman Numismatic Portal, a free",
            "Internet numismatic research portal",
            "announced recently that they",
            "had digitized and uploaded",
            "to their portal of around",
            "200 Bowers and Marena",
            "auction catalogues",
            "from 1972 to 2004",
            "whose copyrights are",
            "currently owned by the",
            "Collectors Universe",
            "PCGS subsidiary.",
            "Major catalogues",
            "offered feature the",
            "Bass, Eliasberg,",
            "Garrett and Norweb",
            "catalogues in which",
            "there are a number of rare .",
            "Canadian numismatic items.",
            "Q. David Bowers performed",
            "most of the cataloguing information",
            "which includes extensive narratives on the",
            "most significant offermgs. Next up will be digitizatio.:\nand upload of the B&M Rare Coin Review. PCGS\npresident Brett Charlville commented,  The growth of\ndigital resources is a critical factor in developing the\nnext generation of coin collectors.  These catalogues\ncan be viewed by an Internet search  Newman\nNumismatic Portal  and selecting the Auction Catalogs\nArchive. This portal was permanently endowed by Eric\nP. Newman. It digitizes and permanently maintains any\nnumismatic material, including shipping both ways\nfree of charge.",
            "During the Club Delegates breakfast, the thought was\nput forward that Canadian clubs with journals and\nother records could use this free service to protect their\nnumismatic history for future generations, thus saving\nlocal club volunteer time and resources. Would your\nclub be interested in doing this?",
            "If you would like to have your club profiled here,\nplease write a column, include pictures and send it to\nme: xr7gt@prodigy.net.",
            "Telechargement sur le portail numismatique\nNewman des catalogues d encans de Bowers et\nMerena",
            "Newman Numismatic Portal, un portail",
            "Internet de recherche numismatique",
            "gratuit, a r cemment annonc  avoir",
            "num ris  et t l charg  sur son portail",
            "environ 200 catalogues de vente",
            "a l encan de Bowers et Marena",
            "couvrant la p riode de 1972 a",
            "2004, dont les droits d  auteur",
            "sont actuellement d tenus par",
            "la filiale de Collectors Universe",
            "PCGS. Les catalogues offerts des",
            "collections de Bass, Eliasberg,",
            "Garrett et Norweb dans lesquels",
            "figurent un certain nombre",
            "de pi ces numismatiques",
            "canadiennes rares. Q. David",
            "Bowers a r alis  pr par  les",
            "informations de catalogage, notamment",
            "des r cits d taill s sur les offres les plus",
            "significatives. La prochaine  tape sera la",
            "num risation et le t l chargement de la revue B&M",
            "Rare Coin Review. Le pr sident de PCGS, Brett Charlville,",
            "a d clar :  La croissance des ressources num riques est un",
            "facteur d terminant dans le d veloppement de la prochaine",
            "g n ration de collectionneurs de monnaies.  Ces catalogues",
            "peuvent  tre consult s a l'aide du  Newman Numismatic",
            "Portal   sous la section des archives de catalogues de vente a",
            "l encan. Ce portail permanent a  t  offert gratuitement par Eric",
            "P. Newman. Ils num risent et conservent en permanence tout",
            "le mat riel numismatique, et couvrent les frais d exp dition\naller-retour.",
            "Au cours du d jeuner des d l gu s de club, il a  t  sugg r \nque les clubs canadiens qui publient des bulletins ou autres\ndocuments pourraient utiliser ce service gratuit pour archiver\nl historique numismatique pour les g n rations futures,\npermettant ainsi aux membres du club d conomiser du temps\net des ressources. Votre club serait-il int ress  a le faire?",
            "Si vous souhaitez voir le profil de votre club dans cette\nchronique,  crivez un texte, inclure une photo et envoyez a:",
            "xr7gt@prodigy.net.",
            
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "132"
    },
    {
        "File": "The_CN_Journal_April_37.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY",
            "#17134  ",
            "Canadian Wooden Money, Tokens and Souvenirs",
            " Wooden nickel collecting in Canada is a popular\nWe of the hobby. Pieces can be inexpensive or",
            "even free to acquire, but it is still a challenge to\ncomplete a comprehensive set. There is a dizzying variety of\nthemes to choose from.",
            "Woods are often used as business cards and promotional\nitems. Issuers press them into the hands of acquaintances.\nThey are placed on tables as freebies. Go to a coin convention\nand you will likely come away with a handful of examples.\nIt s no wonder that they are so popular among collectors.",
            "The Canadian Association of Wooden Money Collectors\nhad 45 charter members when it was founded in 1975. The\nclub is still going strong 44 years later. Norman Wells was\ncharter member number 17.",
            "By the time he had decided to take on\nthe task of cataloguing all of Canada s\nwoods, Wells already had experience as a\nnumismatic author and researcher. He had\nwritten a few articles for the Canadian\nToken, and published a catalogue on the\nmedals made for Toronto s Industrial\nExhibition.",
            "Norman s was not the first work on\nCanadian wooden nickels. Larry Gingras s\nWooden Money of Canada was published\nin 1961. Paul Siggers edited The Wooden\nMoney and Tokens of Prince George, B. C. in\n1968. Cecil Tannahill catalogued the woods\nof Saskatchewan in 1972. And in 1977, John\nK. Curtis published his 42-page A List of:",
            "Canadian Wooden Money.",
            "Wells  first woods catalogue, titled\nCanadian Wooden Money, Tokens and\nSouvenirs, was released in November of 1977.",
            "He admits that the bulk of his work was based\non John Curtis s listing. Photos were added,\nand the numbering system was modified.",
            "Wells planned to expand his work\nby providing histories and background\ninformation of various woods. This material\nwould be printed on separate pages to be\ninserted at appropriate places in the catalogue.",
            "That plan was abandoned when the second\nedition was published two years later. More\npieces were added, and snippets of extra\ninformation were interspersed in the listing.",
            "Number3 April-May 2019",
            "And worthwhile articles of general interest to  woodies \nwere reproduced from various sources.",
            "Cataloguing Canada s woods was a herculean task. The\nthird and final edition of Norman Wells  catalogue was\npublished in March of 1984. Including the supplement\nissued the following February, all the known woods issued\nin Canada were listed and illustrated within its nearly 700\npages.",
            "A comprehensive listing would not be published again\nuntil 1990 when Norm Belsten released The Canadian\nWoods Catalogue. This un-illustrated listing of wooden\nnickels has expanded to include descriptions and colour\npictures of over 8,500 Canadian woods. It is now available\nonly as a pdf file and is updated every year.\n"
        ],
        "PageNo": "133"
    },
    {
        "File": "The_CN_Journal_April_38.jpg",
        "Paragraphs": [
            "ERROR_OF_THE. MONTH.",
            "1996, the year that keeps on giving",
            "BY RICHARD FAUCHER",
            "AND. JAIME FLAMENBAUM.",
            "RCM commemorative in-house medal for employees (mintage:500)",
            "The Toonie series progresses as a",
            " showcase to many of the technical",
            "innovations the Royal Canadian\nMint brings to the market. Mint marks,\ndifferent metals, security features,\ncolourized coins, edge marks,\ncommemoratives, keep the series\ninteresting and collectors always on\nthe look for  what s new? ",
            "Even if novelties appear every\nyear, for variety and error seekers,",
            "1996 is THE year. Minting large\nbimetallic coins for circulation proved",
            "to be a technical challenge made even",
            "more acute by the sheer number of coins\nneeded to replace the banknotes: 375 million\ncoins! The Mint made it and issued an\ninternal commemorative medal to\ncelebrate the feat (image above).",
            "As expected, with such large\nmintage, some coins with problems\nescaped the quality control and\ntoday are the grail of the roll\nhunters: off-metal, off-centres, die\nclashes, clips, die cracks, strike-\nthroughs abound! Yes, we can find\nall these errors in other years but not\nwith the frequency and eye appeal as\nthose dated 1996.",
            "The error reported here is one more\n1996 treasure.",
            "But this time, it is an error coin with\nnumismatic importance, not only because\nit is the first triple strike ever reported\nbut because it is an  impossible \ntriple strike. The pictures evidence\ntwo almost coincidental strikes and\nanother offset by a few degrees.\nIn hand, the Queen s image has\na striking 3D effect. The edges\nshow where the collar engaged and\ndisengaged 3 times. (See detailed\nimages on the next page.)",
            "Being a business strike coin, this coin\nwas supposedly struck in Winnipeg where\nthe presses used, at the time, to produce the\n1996 toonies had a circular feeding mechanism:\nafter each movement of the hammer, the feeder\nwould automatically advance to the next\nslot. A double, much less a triple strike\ncould not occur (this feeding mechanism\nalso explains the large number of off-\ncentred coins until the high-speed",
            "presses entered operation).\nThe coin was examined by a Mint\nemployee who used to work at the\nOttawa Mint in 1995-96. He had a\nhard time to believe the coin was not\npost-mint damage. After some reflection\nand investigation the revelation that\nfollowed is the reason of this article: this coin,\na circulation strike, was actually struck in Ottawa!",
            " The CN Journal Volume 64\n"
        ],
        "PageNo": "134"
    },
    {
        "File": "The_CN_Journal_April_39.jpg",
        "Paragraphs": [
            "Number3 April+*May 2019",
            "In fact, in support to Winnipeg, the Ottawa facility struck a\nnumber of circulation coins during a period of two months at the\nstart of the production run. The presses in Ottawa, still use today\nan in-line feeder that can jam, re-striking a coin.",
            "In addition to this information, it was revealed that Ottawa\nmint used business strike dies for these coins and never struck\ntoonies using German planchets. Therefore differences between\nthe resulting coins   Ottawa and Winnipeg   may not exist.",
            "So, here we have it, a triple struck toonie made for\ncirculation in Ottawa!",
            "Acknowledgements:",
            "I am indebted to the unyielding support the Royal Canadian\nMint staff offers to researchers and collectors. Pictures by\nRichard and Nicholas Faucher.\n"
        ],
        "PageNo": "135"
    },
    {
        "File": "The_CN_Journal_April_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2019 5-Ounce Fine Silver Coin  \nBig Coin Series   50 cents",
            "The reverse features Canadian engraver",
            "Thomas Shingles s Canadian Coat of Arms",
            "implementation. A lion holding a Union",
            "Jack flag on the left and a unicorn",
            "holding a flag bearing three French",
            "fleurs-de-lys on the right support",
            "a central shield divided into five",
            "sections bearing historical emblems",
            "of England, Scotland, Ireland, and",
            "France, as well as a sprig of three",
            "maple leaves. The shield is",
            "encircled with a ribbon",
            "representing the Order of",
            "Canada bearing the motto",
            "desiderantes meliorem",
            "patriam, which means",
            " desiring a better country. ",
            "The shield is surmounted by",
            "a royal helmet within a garland of maple leaves, upon which\nstands a crowned lion holding a maple leaf. St. Edward s\nCrown, symbolizing Canada s constitutional monarchy, rests\nabove the lion, which symbolizes Canada s sovereignty. The\nmotto a mari usque ad mari ( from sea to sea ) appears in\na ribbon below the shield, along with a  compartment  or\ngarland composed of the floral emblems of England, Scotland,\nFrance, and Ireland. Reverse gold plating fills the field while\nthe coin s silver surface draws the eye to the engraved relief,\nwhich includes the word  CANADA , the date  2019  and\nthe face value of  S50 CENTS .",
            "2019 $10 Pure Gold Coin   Queen Victoria\n200th Anniversary of Her Birth",
            "The reverse is a reproduction of a profile portrait\nof Her Majesty Queen Victoria (c. 1842-1850),\ncourtesy of the National Library and Archives\nof Canada. The original artwork drawn by R.",
            "J. Lane, A.R.A., is framed by a decorative\npattern, which is replicated here with the\naddition of several maple leaves. The reverse\nincludes the dates  1819  and  2019  to\nmark the bicentennial of the birth (May 24,\n1819) of Her Majesty Queen Victoria.",
            "The obverse features the effigy of",
            "Her Majesty Queen Elizabeth II by",
            "Susanna Blunt.",
            "Pi ce de 5 onces en argent fin 2019 S rie\nPi ces de Grande Taille : Piece de 50 cents",
            "Le motif au revers, oeuvre du graveur",
            "canadien Thomas Shingles, repr sente",
            "les armoiries du Canada. A gauche,",
            "un lion tenant le drapeau de 1 Union",
            "royale (Union Jack), et a droite,",
            "une licome tenant un drapeau orn ",
            "de trois fleurs de lys francaises",
            "supportent l cu central. Ce",
            "dernier est divis  en cing sections",
            "portant les embl mes historiques de",
            "l Angleterre, de l Irlande, de VEcosse",
            "et de la France, ainsi qu un rameau de",
            "trois feuilles d rable. Il est encercl  d un",
            "ruban portant la devise de l Ordre du",
            "Canada : Desiderantes meliorem patriam (Ils aspirent",
            "a une patrie meilleure). L cu est surmont  d un heaume",
            "royal entour  de lambrequins de feuilles d rable, dont le",
            "cimier est un l opard couronn  tenant une feuille d rable.",
            "Au-dessus du l opard, qui symbolise la souverainet  du",
            "Canada, est plac e la couronne de saint Edouard, qui",
            "repr sente la monarchie constitutionnelle du pays. A la",
            "base de l cu sont d ploy es une banderole portant la",
            "devise A mari usque ad mare (D un oc an a | autre) ainsi",
            "qu une guirlande compos e des embl mes floraux de",
            "l Angleterre, de l Ecosse, de la France et de I Irlande. Le",
            "champ est rehauss  d un placage d or inverse, et la surface",
            "en argent de la pice attire le regard sur le relief grav ",
            "au centre, entour  du mot   CANADA  , du mill sime\n  2019   et de la valeur nominale   50 CENTS  .",
            "Piece de 10 $ en or pur 2019   La Reine\nVictoria : 200e Anniversaire de sa Naissance\nLe revers montre un portrait de profil de\nla reine Victoria (v. 1842-1850), fourni\npar Bibliotheque et Archives Canada.\nLoeuvre originale de R. J. Lane,\nA.R.A., est entour e d un dessin\nd coratif qui se r pete. Les fiori-\ntures sont reproduites sur la pi ce\net rehauss es de quelques feuilles\nd rable. Le revers porte aussi\nles ann es   1819   et   2019  ,\nqui soulignent le bicentenaire de la\nnaissance de la reine Victoria (24 mai\n1819). Leavers est a l effigie de Sa Majest \nla reine Elizabeth II, selon Susanna Blunt.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "136"
    },
    {
        "File": "The_CN_Journal_April_41.jpg",
        "Paragraphs": [
            "2019 $30 Fine Silver Coin   60 Years of\nProminence the St. Lawrence Seaway",
            "Designed by artist Claire Watson, this 60th anniversary\ntribute is framed by an anchor chain that\nsymbolizes the strength and longevity of the\nSt. Lawrence Seaway. The reverse features",
            "a stylized, head-on view of a bulk carrier\n(laker) in the St. Lambert locks, while the\nMontreal skyline appears",
            "in the background. The",
            "obverse features the",
            "effigy of Her Majesty",
            "Queen Elizabeth II by",
            "Susanna Blunt.",
            "2019 Fine Silver Coin Set   The Canadian\nMaple Masters Collection",
            "All five coins feature unique reverse images by\nartist Steve Hepburn. A maple (Acer) bough\nprovides a circular frame for a jumble of\nbranches that have grown around each\nother. These intricately interwoven\nelements represent a thriving maple\ntree through\nthe seasons,\nfrom the\nnew buds of\nspring to the\nfallen leaves in\nautumn. Each\nreverse includes\nthe year  2019 ,\nthe word\n CANADA \nand the coin s\nface value,\nwhich are all\nengraved along\nthe rim. Each\nobverse features\nthe effigy of Her\nMajesty Queen\nElizabeth II by\nSusanna\nBlunt.",
            "Number3 April May 2019 ",
            "Piece de 30 $ en argent fin 2019   La Voie Maritime\ndu Saint-Laurent, 60 Ans au Coeur du Continent",
            "OEuvre de l artiste Claire Watson, cet hommage",
            "soulignant le 60e anniversaire de la Voie",
            "maritime du Saint-Laurent est entour  d une",
            "chaine d ancrage symbolisant sa force et",
            "sa p rennit . Au revers, le motif stylis ",
            "repr sente un vraquier (cargo hors",
            "mer) vu de face dans I cluse de Saint-",
            "Lambert, avec les toits de Montr al 4",
            "Parri re-plan. L avers est a l effigie de",
            "Sa Majest  la reine Elizabeth II, selon\nSusanna Blunt.",
            "Ensemble de pi ces en argent fin 2019\nCollection Prestige : Erable Canadien",
            "Les cing pi ces portent au revers\nun motif unique, oeuvre de\nl artiste Steve Hepburn.\nUne branche d rable\n(Acer) circulaire\nsert d ancrage a un\nenchev trement",
            "de brindilles\npoussant les unes",
            "autour des autres.\nSavamment\nentrelac es,\ncelles-ci\nrepr sentent\nl panouissement",
            "de l rable au",
            "fil des saisons,",
            "de l apparition\nprintani re des\nbourgeons a la chute\nautomnale des\nfeuilles. Chaque\nrevers pr sente",
            "le mill sime",
            "  2019  ,",
            "la mention",
            "  CANADA   et",
            "la valeur nominale",
            "de la pi ce, le tout grav ",
            "le long du pourtour.\nL avers est a l effigie\nde Sa Majest  la reine\nElizabeth II, selon",
            "Susanna Blunt. [RCWATARNE]\n"
        ],
        "PageNo": "137"
    },
    {
        "File": "The_CN_Journal_April_44.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            
            "THE ROYAL CANADIAN MINT MARKS 50 YEARS OF PROGRESS IN THE JOURNEY TO EQUAL\nRIGHTS FOR LGBTQ2 CANADIANS WITH $1  EQUALITY  CIRCULATION COIN - LA MONNAIE\nROYALE CANADIENNE MET EN CIRCULATION LE DOLLAR   EGALITE   POUR SOULIGNER 50 ANS\nDE PROGRES EN FAVEUR DES DROITS DES PERSONNES DES COMMUNAUTES LGBTQ2 AU PAYS",
            "TORONTO,\nONTARIO,\nAPRIL 23,\n2019   While\nCanadians\nare known for\ntheir strongly\nheld values\nof diversity,\ninclusion and\nequality, for\nmany years,\nLGBTQ2\nCanadians\nwere not treated as equals. Today, the Royal Canadian\nMint is proud to launch a one-dollar circulation coin\ncommemorating 50 years of progress in recognizing\nthe rights of LGBTQ2 Canadians. It was a 1969 Act of\nParliament that marked the initial milestone on the journey\nto equality for LGBTQ2 communities by decriminalizing\nhomosexual acts between two consenting people of 21 years\nor older. The new coin, combining the words  EQUALITY-\nEGALITE  with the signature work of Vancouver artist\nJoe Average, starts circulating today. It was also launched\nthrough an official unveiling at the 519 Community Centre,\nin Toronto, Ontario.",
            " For the past 50 years and beyond, Canadians have\nfought for their right to love, marry, start a family and live\nopenly as their most authentic selves,  said Bill Momeau,\nMinister of Finance and Member of Parliament for Toronto\nCentre.  The Equality coin recognizes their trrumphs and\nencourages all of us to build a better, more inclusive Canada\n  because like the coin itself, the more equality we have in\nCanada, the richer we all are. ",
            " Today is an important day for the LGBTQ2 community,\nand for all Canadians, as this commemorative coin enters\ncirculation,  said Randy Boissonnault, Special Advisor to\nthe Prime Minister on LGBTQ? Issues.  Tt is an opportunity\nto reflect on a landmark event in our country s history, and a\nreminder of the progress still to be made as we work toward\ninclusion and equality for all LGBTQ2 Canadians. ",
            " The Mint plays a significant role in celebrating Canada s\nculture, history and values through coins. Marking 50 years\nsince a landmark decision that began a process of legal\nreforms to recognize the rights of LGBTQ2 Canadians is",
            "TORONTO\n(ONTARIO), le\n23 avril 2019  \nSi la population\ncanadienne est\nconnue pour\navoir a coeur\nla diversit ,\nVinclusion et\nl galit , les\nmembres de la\ncommunaut \nLGBTQ2 au\npays n ont\npas toujours  t  trait s avec  quit  pour autant. Aujourd hui, la\nMonnaie royale canadienne est fi re de mettre en circulation un\ndollar soulignant 50 ans de progr s en faveur des droits de cette\ncommunaut . En effet, c est en 1969 que fut adopt e la loi du\nParlement qui  tablit le premier jalon sur le chemin de I galit \npour la communaut  LGBTQ2, en d criminalisant les rapports\nhomosexuels entre deux personnes consentantes de 21 ans ou plus.\nLa nouvelle pi ce, ot les mots   EGALITE   et   EQUALITY  \ncdtoient l oeuvre de l artiste Joe Average, de Vancouver, entre en\ncirculation aujourd hui. Le d voilement officiel a eu lieu au centre\ncommunautaire The 519, 4 Toronto, en Ontario.",
            "  Depuis plus de 50 ans, les Canadiens se battent pour leur droit\nd aimer, de se marier, de fonder une famille et de vivre ouvertement\nleur vie de la fagon la plus authentique qui soit  , a d clar  Bill\nMorneau, ministre des Finances et d put  de Toronto-Centre.   La\npiece de monnaie comportant la mention  galit  reconnait leurs\nvictoires, et elle nous encourage tous a batir un Canada meilleur et\nplus inclusif, parce que, comme la piece elle-m me, plus le Canada\nest inclusif, plus nous nous enrichissons tous.  ",
            "  Aujourd hui, c est un jour important pour la communaut \nLGBTQ2, et pour tous les Canadiens, car nous mettons en\ncirculation cette pi ce de monnaie comm morative, a d clar \nRandy Boissonnault, conseiller sp cial du premier ministre sur\nles enjeux li s a la communaut  LGBTQ2. C est l occasion de\nr fl chir sur un  v nement marquant de V histoire de notre pays\net de se rappeler les progr s qu il reste 4 accomplir en faveur de\nl inclusion et de I galit  pour tous les Canadiens LGBTQ2.  ",
            "  Par l entremise de ses pi ces, la Monnaie joue un r le de\npremier plan dans la valorisation de la culture, de l histoire\net des valeurs canadiennes. En soulignant le 50e anniversaire\n@une d cision cl  qui a enclench  un processus de r formes",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "140"
    },
    {
        "File": "The_CN_Journal_April_45.jpg",
        "Paragraphs": [
            "a powerful way to recognize Canada s profound belief in\nequality and inclusion,  said Marie Lemay, President and\nCEO of the Royal Canadian Mint.  The Mint constantly\nstrives to live these values, and our employees are\nproud to share the message of equality through this new\ncommemorative circulation coin. ",
            "Joe Average is a Vancouver-based artist whose early\ninterest in drawing and photography led him to dedicate\nhis life to his art when he was diagnosed as HIV-positive in\n1984. The design he created for the reverse of this coin is a\nstylized celebration of equality viewed through an LGBTQ2\nperspective. The image of two intertwined faces reflects\ngender fluidity and the spectrum of genders and is left open\nto interpretation: they may belong to two individuals or they\nmay represent different aspects of one s identity.",
            "The reverse includes the words  EQUALITY  and\n EGALITE  on two curved bands, as well as the double\ndates  1969  and  2019  to mark 50 years since the process\nof decriminalizing homosexual acts was initiated in Canada.\nThe obverse features the effigy of Her Majesty Queen\nElizabeth II by Susanna Blunt, in use on Canadian coins\nsince 2003.",
            "Limited to a mintage of three million, the one-dollar\n Equality  circulation coin is now entering general\ncirculation and will be available through several public coin\nexchanges to be announced soon (limited to Canada only)",
            
            "l gislatives en faveur des droits de la communaut  LGBTQ2\nau Canada, nous envoyons un puissant message sur les valeurs\nd galit  et d inclusion qui nous animent profond ment, indique\nMarie Lemay, pr sidente de la Monnaie royale canadienne. La\nMonnaie s efforce d incarner ces valeurs jour apr s jour, et ses\nemploy s sont fiers de v hiculer le message de | galit  avec\ncette nouvelle pi ce de circulation comm morative.  ",
            "Joe Average est un artiste de Vancouver qui, s tant int ress \ntr s tot au dessin et a la photo, a d cid  de consacrer sa vie\na son art apr s avoir regu un diagnostic de VIH en 1984. Le\nmotif stylis  qu il a cr  pour le revers de cette pi ce c l bre\nV galit  du point de vue de la communaut  LGBTQ2. L image\nde deux visages entrem l s, symbole de la fluidit  du genre et\ndu spectre qu il sous-tend, se pr te a diverses interpr tations :\nles traits peuvent appartenir 4 deux personnes ou repr senter\ndeux facettes d une seule identit . Le revers porte aussi les mots\n  EGALITE   et   EQUALITY   sur deux bandelettes, ainsi que\nles dates   1969   et   2019  , qui marquent les 50 ans du d but\ndu processus de d criminalisation des rapports homosexuels au\nCanada. Lavers est a l effigie de Sa Majest  la reine Elizabeth II,\nselon Susanna Blunt, image qui figure sur les pi ces canadiennes\ndepuis 2003.",
            "La pi ce de circulation   Egalit   , dont le tirage est limit  a\ntrois millions d exemplaires, entre d s maintenant en circulation.\nIl sera possible de se la procurer lors d changes publics de pi ces\ndont les dates seront bient6t annonc es (au Canada seulement).\n"
        ],
        "PageNo": "141"
    },
    {
        "File": "The_CN_Journal_April_46.jpg",
        "Paragraphs": [
            "Continued from page 127\nThe teletype circuits closed down as dealers  incomes no",
            "longer justified the expense in renting the machines. The\ndishonest, collectors and dealers alike, were shaken out, and\nthe Johnnies-come-lately soon left the scene with badly burned\nfingers. Shows were curtailed or cancelled altogether in some\ncases, and some clubs merged with their erstwhile rivals or\ndisbanded. We cannot escape the penalty for avarice.\nThe silver lining in these clouds was the fact that, as prices\nfell, the individual collector recovered his interest. Late\nin 1964, when the great rarities appeared on everv\nbourse table in lots of five or so at inflated\nprices, collectors could not buy. Almost\nevery offer was countered by the reply,\n That s too much money,  or  T just can t\nafford to pay those prices.  But early in\n1966 the seller was beginning to say,\n Make me a reasonable offer,  instead of\n That s my price; take it or leave it.  In the\nautumn of 1966 collectors began to buy.\nThey bought only one or two coins, but thirty\nor forty such collectors spent more money than\none or two back in 1964, and dealers were turning\na profit again. Once again the collector is king, and\nboth collector and dealer realize they cannot do\nwithout one another.\nIn the feverish activity of the period 1958\nto 1965 serious study was almost, but not\nquite, forgotten. It received scant attention\nin the numismatic press, and little if any\nat club meetings and shows. Nevertheless\nwork went on. The Canadian Numismatic\nResearch Society was organized in 1963\nfor the purpose of encouraging systematic\nresearch in all fields of Canadian numismatics,\nand since its inception many fine articles have\nappeared in the pages of its quarterly Transactions.",
            "The Canadian Paper Money Society was organized in 1964,\nand has published the writings of many students of early paper\nmoney. The establishment of this society was just in time, for\nmany details of early note issues in Canada were in danger of\nbeing lost. At the same time many excellent articles began to",
            "appear in The Canadian Numismatic Journal.\nPublic collections are being amassed in order to preserve\nour numismatic heritage for posterity. The Bank of Canada,\nthe Canadian Imperial Bank of Commerce, the Bank of\nMontreal, the Glenbow Museum have joined such\ninstitutions as the Chateau Ramezay, the New\nBrunswick Museum at Saint John, and the\nVancouver City Museum in making large\n4 collections of coins available for public",
            "view and enjoyment in Canada.",
            "The future of Canadian numismatics\nlooks bright. More collectors are entering\nthe field every day, with a resulting",
            "increase in the demand for coins and\nliterature. More research will be conducted,",
            "and hitherto-neglected areas, such as Canadian\nmedals will be studied. The study of Canadian\nColonial coinages will be taken up where the\nearlier writers left off. Work in the field of trade\ntokens will expand, and there will be more\nattention paid to the problem of describing",
            "and cataloguing minor and accidental\nvariations. The study of medallic art will",
            "be revived, and there will be a greater\nparticipation by prominent numismatists",
            "in such activities as the Trial of the Pyx",
            "and the selection of designs for proposed",
            "new coinages. Canadian numismatists will",
            "then be able to take their rightful place among",
            "the great numismatists of the world.",
            "We re always looking for new articles to print in the Journal. Consider sending us",
            "something you ve written about our hobby.",
            "Get your ducks in a row, step up to the plate, tee off, and put the puck in the net before\nsomebody moves the goal posts. At the end of the day, if you're a new writer  no worries;\njust remember the bottom line is to be transparent 24/7, so dot all the I's and cross the Ts.",
            "If you're told going forward, that you're out to lunch, that's when the bloom is off the rose.\nThey say a miss is as good as a mile, but there can be Hell to pay when you drop the ball. Don't\ntry to sink or swim; that's so yesterday. As we speak, it's never too late, so buckle down to\ntake one for the team. Take off like a rocket, go full tilt, make a splash, but don't go postal!",
            "However, do keep one thing in mind when you write   avoid clich s like the plague.",
            "  Editorial Team  ",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "142"
    }
]