[
    {
        "File": "The_CN_Journal_December_05.jpg",
        "Paragraphs": [
            "FROM THE PRESIDENT",
            "I have a few somewhat unrelated thoughts to share\n with you in this issue.",
            "Through the fall, I have attended a number\nof shows on the fall season numismatic calendar. My\nimpression, from talking to dealers and collectors, is that\nwe have entered a period of strong demand for good\nnumismatic items. The dealers with whom I have spoken\nreport good show results, and collectors say that they\nare pleased with items offered and purchased in the last\nsix months or so, at shows, at auction, and in private\ntransactions. This is a very positive development for all\nof us in the numismatic community.",
            "One of the events that I attended was the American\nNumismatic Association annual convention held in\nAugust in Chicago. I always find it a bit overwhelming\nto attend a show like this, with over 1000 dealers\npresent, held in such a huge auditortum environment.\nWhile at this convention, I attended the Heritage Auction\nCompany auction of world and ancient coins, which\nfeatured a very complete collection of Canadian coins.\nThe owner of the collection had purchased virtually\nall of the coins in the collection in third party grading\nholders, but had taken the coins out of their holders and\napparently tried to make some of the coins conform to\nthe owner s personal tastes. Many of the coins had been\ndipped, and some of the coins had their surfaces altered.\nThe result, when the collection was regraded for auction,\nwas that many of the coins were down-graded from\ntheir previous grades, and some could not be third party\ngraded at all. This obviously lowered values.",
            "There are a few lessons here for us as collectors. Third\nparty grading holders protect our coins from damage\nwhile we own the coins, including from our own\ntemptation to change the look of the coins. If you buy\na coin in a graded holder, my advice is to just leave the\ncoin in that holder. It most likely best preserves both the\ncoin, and your investment in the coin. We aren t meant to\nbe the  ultimate consumer  of our coins; we are merely\nthe conduit through which our collecting treasures arrive\nwith the next generation of collectors. It seems to me\nthat it is our job as custodians to ensure that our comms are\npreserved as well as possible for posterity.",
            "You may have seen our ad telling that we have\nresumed the Coin Grading and Preservation Workshop\nheld at Humber College, in Etobicoke. This workshop\nhasn t been held since Brian Cornwell, who ran the\ngrading portion of the course for many years, retired",
            "from this job in 2016.\nContinued on page 343",
            "Number 8 December 2019",
            "MoT DU PRESIDENT",
            "Je vous partage quelques id es personnelles n ayant aucun\nlien avec les articles de ce journal.\nDans les derniers mois, j ai assist  4 plusieurs salons\nnumismatiques d automne. Mon impression, apr s avoir\nparl  avec des marchands et des collectionneurs, est que nous\nsommes dans une p riode de forte demande pour des produits\nnumismatique de qualit . Les marchands avec qui j ai discut \nrapportent qu ils ont de bons r sultats lors des salons, et les\ncollectionneurs se disent satisfaits du mat riel qu ils ont vu\net qu ils ont acquis au cours des six derniers mois, que ce\nsoit lors des salons numismatique, de ventes a l encan ou de\ntransactions priv es. C est un aspect tr s positif pour nous tous\ndans la communaut  numismatique.",
            "L un des  v nements auxquels j ai assist   tait le congr s annuel\nde l  American Numismatic Association, tenu en aotit a Chicago.\nJe trouve que c est un d fi d assister a un tel congr s regroupant\nplus de 1 000 marchands et tenu dans un immense amphith atre.\nJ'ai profit  du congr s pour assister a la vente a l encan de Heritage\nAuction Company, encan qui comprenait des pi ces de monnaie\ndu monde et une collection quais compl te de pieces de monnaie\ncanadiennes. Le propri taire de cette collection avait achet  la\nquasi-totalit  des pi ces de la collection grad es par une agence\nde gradation ind pendante, mais avait retir  les pi ces de leurs  tui\nde protection et tentait de les classer et les rendre conformes a ces\nautres pi ces, un choix personnel. Beaucoup de pi ces avaient  t \ntremp es et leur surface avait  t  endommage e. Le r sultat, lorsque\nla collection a  t  regrad e pour l encan, plusieurs pieces ont  t \nd valu es par rapport a leurs grades pr c dents et que certaines\nne pouvaient plus  tre  valu es par une personne ind pendante.\nEvidemment cela a fait diminuer la valeur de la collection.",
            "En tant que collectionneurs, nous pouvons en tirer quelques\nlegons. Les  tuis que les firmes de gradation ind pendante\nutilisent prot gent nos pi ces de monnaie des dommages lorsque\nnous les poss dons, y compris notre propre tentation de vouloir\nmodifier l aspect de ces pi ces. Si vous achetez une pi ce dans\nun support s curitaire, mon conseil est de simplement laisser\nla piece dans ce support. II est fort probable que la pi ce sera\nmieux pr serv e, et prot gera votre investissement dans cette\npiece. Nous ne sommes pas le  consommateur final  de nos\npieces; nous sommes simplement le gardien de ces pi ces, une\nresponsabilit  dans lequel nos tr sors de collection se rendront\na la prochaine g n ration de collectionneurs. Il me semble que\nnotre rdle de gardien est de veiller a ce que nos pi ces soient\npr serv es le mieux possible pour la post rit .",
            "Vous avez peut- tre vu notre publicit  annongant la reprise de\nVatelier de gradation et de pr servation des pieces orgamis  au Coll ge\nHumber, 4 Etobicoke. Cet atelier n a pas eu lieu depuis le d part",
            "a la retraite en 2016 de Brian Cornwell. .\nSuite a la page 343",
            ""
        ],
        "PageNo": "341"
    },
    {
        "File": "The_CN_Journal_December_07.jpg",
        "Paragraphs":[
            "Continued from page 341 ",
            "Assuming that this new format works well, we may \nconsider offering the workshop/course at our RCNA \nannual conventions in the future. ",
            "We are still seeking someone willing to serve as ", "Chair of the RCNA s Education Committee. The main \nresponsibility of this position is organising and running \nthe educational seminars at our annual conventions. \nIf you'd like to meet this challenge, or if you d like to  \nexplore the idea, I would very much like to hear from ",
            "you. ",
            "Suite de la page 341",
            "II avait coordonn  ces sessions de gradation pendant de nombreuses ann es. En supposant que ce nouveau format fonctionne bien, nous pourrions envisager d offrir l atelier / le cours lors de nos futurs congr s annuel de l  ARNC.",
            "Nous n avons toujours pas combl  le poste de pr sident du comit  de l ducation de l  ARNC. La principale responsabilit de ce poste est d organiser et de coordonner les seminaires educatifs lors de nos congr s amnuels. Si vous souhaitez relever ce d fi ou si vous souhaitez explorer cette id e, j aimerais bien en discuter avec vous.",
            "2019 CONVENTION FOLLOW-ON",
            "the RCNA Award on behalf of Dan McCormack. Dan was unable",
            "to attend the 2019 Convention in Calgary. Jeff then presented the\nFRCNA award to him at the October 15 meeting of the Halifax Regional\nCoin Club. . The award certificate came with an RCNA silver medal\nengraved on the reverse:  Dan McCormack 2019 Fellow of the RCNA, \nand with a FRCNA Lapel Pin. Dan received this most deserving award for\nhis service to the Numismatic hobby. He has been a member of the RCNA\nfor many years. His most notable accomplishment was rejuvenating the\nAtlantic Provinces Numismatic Association. Before Dan became president\nof the APNA, it was dwindling. Dan successfully drew many lost clubs back\nto the APNA. Also, he was able to add a club from Newfoundland. Since",
            "A t this year s RCNA Banquet, Jeff Wilson accepted the Fellow of",
            "Dan took over, a few new clubs have started up and he has brought them into the association. Dan also rejuvenated the\nAPNA Newsletter, a very important part of the APNA. Not only has he been able restore the APNA, he has strengthened\nthe association. The APNA spring and fall shows are now functioning again. Our picture shows Jeff Wilson presenting the",
            "FRCNA award to Dan at the October HRCC meeting.",
            "The September 22 meeting of the Ottawa Numismatic Society (ONS)\nwas the scene of another presentation of the FRCNA award. Chris\nFaulkner had accepted the Fellow of the RCNA Award on behalf of\nStephen (Steve) Woodland at the Convention in Calgary and brought\nit back to Ottawa for the presentation. Steve is current president of the\nONS and the recently elected 2nd Vice-President of our Association.\nHe has served the hobby and the Association in many ways, including\nas Area Director, Committees Chair, and Convention Chair of the 2008\nand 2016 Conventions.",
            "Number8 December 2019 ---------------------------------------------------------------------------------- -\n"
        ],
        "PageNo": "343"
    },
    {
        "File": "The_CN_Journal_December_08.jpg",
        "Paragraphs": [
            "IN- MEMORIAM   HARRY WILLIAM BOOTH",
            "1928 -2019 ",
            "It is with a sad heart that I inform you of the",
            "passing of Harry Booth. After a long\nand brave battle with cancer Harry\ndeparted us on October 19, 2019.",
            "Harry s enthusiasm for life and as\na collector was very apparent to all.",
            "He was a founding member of the\nChamplain Coin Club back in 1962 and\nwas a dedicated member throughout his\nlife. He also participated in the Oshawa\nclub which was started in 1960.",
            "Last year we had the privilege of\nsharing his 90th birthday at our regular\nSeptember meeting.",
            "Harry s passion for the hobby started when\nhe was a young boy in the 1930s. At the time he and his\nolder brothers worked on a farm and only went home on\nweekends to be with family. One day Harry found a lost\nhorse wandering around near the farm and he walked it\nto its home after the owner was identified. As a small gift\nof gratitude the owner gave him a 1918 large cent for his\neffort. Large cents were discontinued in 1920 and so this\nsparked his interest.",
            "As he got older his interest in the hobby matured as well,\nand he and his brother, Ken, became dealers. At their peak\nthey were attending shows up to 30 weekends a year, in\nboth in the US and Canada. Yet their favorite shows were\nlocal: Oshawa, Cambridge, Paris and Peterborough.",
            "He also attended the Peterborough Coin Club on a\nregular basis since the mid 1960s where he was an active\nmember and dealer.",
            "Personally, I remember Harry and Ken back in the late\n1970s at the Angus flea market, a show they attended for\nover 20 years. In June 1980, Harry joined the RCNA as\nmember #13678 and has been a member in good standing\nfor 40 years.",
            "In 1990, Harry became a charter member of the\nnew Canadian Tire Coupon Collectors Club.",
            "One of Harry s favorite types of coins",
            "to collect were mule coins. A mule coin",
            "is a coin that has an obverse and reverse",
            "design that wouldn t ordinarily go",
            "together on the same coin. Collecting",
            "mule coins became a passion driven by",
            "his discovery of the very rare 1985 mule",
            "strike combining the obverse of the New",
            "Zealand 50 cents with the reverse of the",
            "Canada dollar. This was his holy grail as",
            "none were known prior to this. A handful",
            "were found since, and he did find a second one\nseven years later. Currently there are six known.",
            "Harry will be remembered by those he met over the years\nas he always gave them a fair deal. People would seek him\nout at shows and always nice things were said about him.\nHarry was loved by all at the shows he attended. Along\nwith being remembered as a long-time champion and\nsupporter of the hobby, Harry will be especially missed by\nthe members of the Champlain Coin Club in Orillia.",
            "Treasured husband of M. Louise Booth (nee Bayard),\nresident of Oak Terrace, recently celebrated their 61st year\nof marriage. Loving father of Tammy (Randy), Kenneth\n(Shelley), Glenn (Chantal) and Bryon. Harry will be dearly\nmissed by his grandchildren Marissa, Vanessa, Ryan, Jodi-\nLynne and Victoria as well as by his great-grandchildren\nDresden and Max. Son of the late G. Roy and Gladys Booth\nfrom Huntsville, brother of the late Frank (Doris) Booth of\nOrillia and Fred (Marion) Booth of Arnprior.",
            "Born in Huntsville and with several stops in Quebec and\nBritish Columbia, Harry and Louise settled in Orillia, raised\na family, and when he retired from National Grocers they\ncontinued life together, lasting 60 years. Harry will always\nbe known for his strong will and determination no matter the\nsubject.",
            "By Rob Durrant",
            "and Ken Booth",
            "Left: Harry, a common attendee at many\ncoins shows in Ontario and the US, is\npictured here unpacking at the Paris Coin",
            "Show.",
            "Right: Last year the Champlain club had\nthe privilege of sharing Harry s 90th\nbirthday at their regular September",
            "meeting.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "344"
    },
    {
        "File": "The_CN_Journal_December_09.jpg",
        "Paragraphs": [
            "IN. MEMORIAM   ROBERT (BOB) ARMSTRONG.\n1935   2019",
            "Remembered as a legend in Canadian\nRass, with many decades of\nservice as a trusted coin dealer,\nRobert (Bob) Armstrong, of Owen Sound\nON, passed away on November 8 at\nthe age of 84.  It is with a great deal of\nsadness that we at the RCNA found out\nabout Bob Armstrong s passing. Bob was\na very fair and ethical dealer, and a good\nfriend of numismatics. We wish to pass on\nour sincere condolences to Bob s family, \nsaid RCNA President Robert Forbes.\nWhile in the coin business, since 1960,\nBob formed a partnership in 1965 with Delbert\nCurtis under the name Georgian Bay Coins   a\npartnership that lasted for 11 years. In 1977, in order to\nfurther concentrate on the numismatic business and launch\na mail-order service, he began Bob Armstrong Coins. Bob\nand his wife Joyce were a familiar sight for over 30 years at\nconventions and local shows, in Canada and the US.",
            "Bob is remembered by many as being a fair and\nethical dealer with an eagerness to mentor collectors and\nfellow dealers across the country. These included: Sandy\nCampbell, Proof Positive Coins; Ian Laing, Gatewest Coin;\nand Sean Issacs, Alliance Coin & Banknote, to name a few.\nIan Laing remembers him as  the best show coin-dealer\nwho ever lived, in Canadian numismatics. ",
            "A life member of the Royal Canadian Numismatic\nAssociation (RCNA) and the Ontario Numismatic\nAssociation (ONA), Bob was also a charter member and\nan honourary life member of the Canadian Association of\nNumismatic Dealers (CAND). He originally joined the\nRCNA in September 1960 as member #3522, and in February\n1978, transferred to life membership LM #160.",
            "Number 8 December",
            "At the 2009 ONA Convention in Kitchener  \nBob announced that this would be his final\nshow before his  official retirement.  At\nthe time, RCNA President Michael Walsh\npresented him with a special citation\nhonouring his decades of service as a\ndealer. However, Bob still attended the\nodd show, even in his retirement.\nArmstrong was also a much respected\ncoin grader who at one time served as\none of four graders with the Toronto-\nbased International Coin Certification\nService.\nHis distinctive handwriting on two-by-\ntwos was a familiar sight in a number of dealer\ninventories like those of\nMichael Findlay, Certified\nCoins of Canada; Colonial\nAcres; and Gatewest\nCoins. In fact the Gatewest\nwebsite had an entire\ncategory devoted to Bob\nArmstrong graded coins.\nIf this isn t a sign of a well\ntrusted and fair grader then\nwhat is!",
            "Bob was not only praised in Canada but praised as\nwell south of the border. In 1966, at the 75th anniversary\nconvention of the American Numismatic Association\n(ANA), he was presented with a convention medal\nengraved:  ANA friend and long-time and well-respected\nCanadian Coin Dealer. ",
            "In 2006, the following get well wish to him appeared in\nthe RCNA s e-bulletin to our members:",
            "To Bob Armstrong, recuperating at home from a heart",
            "attack while ice fishing near North Bay. Thanks to the",
            "technology of cell phones, an ambulance was waiting\nfor him when the sled being towed by a snowmobile\nbrought him to shore. Following a stay at a local\nhospital, he was flown to a hospital in Owen Sound\nand recently released to the care of his wife Joyce.",
            "Undisputedly the most respected coin dealer in Canada,",
            "we wish him a quick recovery and look forward to",
            "seeing him behind his tables at coin shows.",
            "Armstrong is survived by his wife of 62 years Joyce\nArmstrong as well as two daughters, one son, eight\ngrandchildren and 14 great-grandchildren.",
            "He will be missed!\n"
        ],
        "PageNo": "345"
    },
    {
        "File": "The_CN_Journal_December_14.jpg",
        "Paragraphs": [
            "SAINT WENCESLAS",
            "By_ELLISON_ROTH.",
            "Good King Wencebas booked ort on the Teak of Hephen,",
            "When the days get shorter\nand the weather colder\nmany of us turn our",
            "thoughts to the holiday season\nand celebrations with friends and\nfamily. Non-stop holiday movies,\nboth classic and new, are available\nto view and seasonal music soon\nfills the air. Many people take the\nopportunity to enjoy a concert of\nfestive carols whether it is at their\nchild s school or in a grand hall.\nSome brave souls will even travel\ndoor-to-door serenading others with\ntheir voice in song. One classic carol\nthat is heard season after season is\nGood King Wenceslas.",
            "Good King Wenceslas was\nwritten by John Mason Neale in\npartnership with Thomas Helmore",
            "in 1853. The carol first appeared in Carols for Christmas-\nTide, published by Novello & Co. The lyrics were set",
            "to the melody of a 13th century\ncarol  Tempus adest floridum \n( The time is near for flowering )\nfirst published in the 1582 Finnish\nsong collection Piae Cantiones.\nNeal was known for his religious\ndevotion to high church traditions.\nIn 1849 Neal wrote a book, Deeds\nof Faith, for his daughter Agnes\ndetailing the story of 16 saints and\nmartyrs. The legend of St Wenceslas\nwas included in this work and\nformed the basis of his song.",
            "Neal s carol has been recorded by\nmany artists through the years from\nBing Crosby, to Tori Amos to The\nRoyal Philharmonic Orchestra but\nmany do not know the story of the\nman behind the song. Wenceslas\n(Vaclav) was a real individual and\nin life (and legend) embodied the\ntrue spirit of the season.",
            "Wenceslas (Vaclav) was the son of\nVratislaus I, Duke of Bohemia, of the\nPremyslid dynasty. His grandfather,\nBojivoj I of Bohemia, had converted\nto Christianity and his grandmother,\nLudmila ensured that her grandson\nreceived a formal Christian education\nin the Old-Slavonic language. With\nthe death of his father in 921 CE,\nat thirteen years of age, Wenceslas\nbecame the Duke of Bohemia with\nLudmila and Wenceslas  mother,\nthe daughter of a pagan chieftain,\nacting as regent until he came of\nage. Drahomira was jealous of\nLudmila s influence on her son and,\nafter arranging for her assassination,\nimmediately became sole regent.",
            "In 924, supported by the Christian\nnobles, Wenceslas took over control",
            "of the Duchy of Bohemia and had Drahomira sent into exile.\nWenceslas worked to establish a stable, successful",
            "government for the country. In an\neffort to extend an olive branch\nand to prevent future disputes, he\ndivided the control of the country\nbetween himself and his younger\nbrother Boleslav. Wenceslas was\nreported to have lived a Christian,\npious life even to the point of taking\na vow of virginity. He was known\nfor his acts of charity throughout his\nlands and encouraged the spread of\nthe Christian faith across Bohemia.\nThese actions angered his non-\nChristian opponents.",
            "The Bohemian nobility were\nfurther angered in 929 when, faced\nwith a joint invasion from the forces\nof Duke Arnulf of Bavaria and King\nHenry I, the Fowler, Wenceslas\ncapitulated and resumed the tribute\npayments began in 895 to East\nFrankish king Amulf of Carinthia.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "350"
    },
    {
        "File": "The_CN_Journal_December_15.jpg",
        "Paragraphs": [
            "Conspirators, including his brother Boleslav, hatched a\nplot to assassinate Wenceslas. On September 28, 935!,\nwhile on the way to Mass, Wenceslas was stabbed in\nthe back by a number of noblemen at the gates of the",
            "St Cosmas and Damian Church. The fatal blow by",
            "a lance was purported to be delivered by Boleslav\nhimself as his brother lay wounded.",
            "BOHEMIA: Boleslav I (c 935-967/972) AR Denarius\n1,20 g., Prague mint; Obv: + BOLEZLAV.DVX, cross with\nthree balls and a ringlet in the corners; Rev: + PDPAG:\nACTIV, V-V under church gable, including two levels. Cach\n32 var. Rare. Planchet defect near edge.",
            "Boleslav I introduced the mining of silver and the minting\nof the first local comage, the Prague denarius.",
            "Immediately after his Wenceslas s death he became\nregarded as a martyr and a saint by a growing Christian\nbased cult in Bohemia and England. Boleslav, fearing\nreports of miracles occurring at Wenceslas s tomb to\nbe true, had his remains moved to the St Vitas Church,\nfounded by Wenceslas, in Prague Castle. Decades after\nhis death, the Holy Roman Emperor Otto I, posthumously\nbestowed Wenceslas with the title of King of Bohemia.",
            "The story of his life had a significant influence in the\ndevelopment of the Middle Age concept of the rex justus\n(righteous king), one whose power originates from his\ngreat piety, princely vigour and from God. A 12th century\nchronicler, Cosmas of Prague, wrote of him:",
            " But his deeds I think you know better than I could tell you;\nfor, as is read in his Passion, no one doubts that, rising\nevery night from his noble bed, with bare feet and only\none chamberlain, he went around to God's churches and\ngave alms generously to widows, orphans, those in prison\nand afflicted by every difficulty, so much so that he was\nconsidered, not a prince, but the father of all the wretched. \nWenceslas s prominence in the area continued to",
            "grow; he is identified as the Patron Saint of Bohemia\non a gold ducat (upper right) of Matthias II, of the\nHouse of Hapsburg, struck in Prague by Benedikt\nHuebmer, dated 1612, with the legend on the obverse\nof: HVN * ET BO REX MATTHIAS II   D.G.; and\nthe reverse: S * WENCESLAVS PAT * BOHEM.\n1 The year of Wenceslas s murder is unclear, due to poor records",
            "from the Middle Ages. Modern historians believe it to be 935\nthough 929 appears in many older accounts.",
            "Number 8 December",
            "Matthias II was crowned King of Bohemia in March 1611\nduring a forced transition of powers from his ailing older\nbrother Rudolf II. In June 1612, he was elected as Holy\nRoman Emperor after the death of his brother at Prague\nearlier that year.",
            "The story of Wenceslas has lived on in Czech history\nthrough the ages. The hymn Svaty Vaclave (Saint\nWenceslas) or  Saint Wenceslas Chorale  is one of the\noldest known Czech songs. It can trace its origin to the 12th\ncentury and is still among the most popular religious songs.\nWhen the former Czechoslovakian state was founded in\n1918, it was suggested as a possibility for the national\nanthem and during the occupation of the country by the\nNazis it was frequently played along with the Czech\nanthem. Wenceslas s feast day is celebrated on September\n28, the day of his assassination and since 2000, the\nSeptember 28 feast day is a public holiday in today s Czech\nRepublic, celebrated as Czech Statehood Day.",
            "With the Czech people s deep fondness for Wenceslas s\nmemory it is understandable that they would wish to honour\nhim and one area where they have done so is on their\ncountry s coinage. Wenceslas s connection to numismatics\nbecame more significant in 1923 when Czechoslovakia,",
            "celebrating its 5th anniversary",
            "as a joint republic, produced",
            "the country s first gold",
            "(.986 fine) dukat (ducat).",
            "The obverse design, by",
            "Jaroslav Benda, includes",
            "a shield with a Czech",
            "lion and Slovak shield.",
            "The reverse, designed by",
            "Otakar Spaniel, has a half-",
            "length image Wenceslas dressed",
            "in full armour facing forward.",
            "Ducats were a type of coin",
            "normally minted in gold or",
            "silver and primarily used",
            "as a trade coin, a form of",
            "bullion, in Europe from the",
            "late Middle Ages up to the\nlatter part of 20th century.\n"
        ],
        "PageNo": "351"
    },
    {
        "File": "The_CN_Journal_December_16.jpg",
        "Paragraphs": [
            "This specific design was used\non Czech coinage during\nthe years 1923-1938 and\nrepeated in 1951. An\ninteresting feature of the\n1923 mintage was the serial\nnumber (in the die) seen\nunder Wenceslas s image on\nthe first 1,000 coins. Wenceslas\nimage was found on both the 1",
            "dukat (19.75 mm, 3.49 g, KM-7/8) and\nthe 2 dukat (25.00 mm, 6.982 g, KM-9).",
            "Beginning in 1929, higher",
            "denomination gold 5 dukat",
            "(34.00 mm, 17.455 g, KM-",
            "13) and 10 dukat (42 mm,",
            "34.909 g, KM-14) were",
            "also minted with the image",
            "of Wenceslas mounted on\nhorseback on\nthe reverse.\nThese coins were\nalso designed by J.\nBenda and O.",
            "Spaniel.",
            "There\nwere a\nnumber",
            "of limited\nmintage,",
            "medallic",
            "issues struck by the Mincoviia\nKremnica (Kremnica Mint) in 1929\nmeant to mark a number of different",
            "anniversaries.",
            "A series of three gold (.986 fine)\nand two silver (.999 fine) medals\nfeaturing images Wenceslas on both\nsides, designed by Otakar Spaniel,\nwere struck to mark the millennial\nanniversary of the introduction of\nChristianity into Czechoslovakia;\na gold 3 dukat (KM-XM10) and a\nsilver medal, designed by Otakar Spaniel, were\ncommissioned to mark the millennial anniversary\nof Wenceslas s assassination, and a 70 mm medal,\ndesigned by Josef Sejnost, celebrated the completion\nof construction of St. Vitus Cathedral. The medal\nis available in gold, gold matte, silver and bronze",
            "metals.",
            "Wenceslas s image was not used during the Soviet\nera in the Czechoslovak Socialist Republic, opting\nfor more austere Soviet iconographic designs.",
            "Right, 30 mm (10 g) medal\nin .987 fine gold, also\nstruck in fine silver.\nMiddle, series of five\nmedals celebrating 1,000\nyears of Christianity in\nCzechoslovakia consists of\nthree .986 fine gold 5-,\n3-, and 1-dukat (KM-XM9-7)\npieces; and two fine silver\n3-, and 1-dukat pieces.\nRestrikes made in 1973,\nidentified by 19R73 under\nWenceslas s feet on the\nobverse) were made _ in\ngold, silver, and in cupro-\nzinc alloys.",
            "Bottom, 70 mm medal in\nmatte .987 fine gold ~170\ng, (weight of each medal\nvaries.) The medal was also\nstruck in glossy-finish gold,\nsilver (120 g) and in bronze\n(114.7 g). All show a .987",
            "hallmark.",
            "The CN Journal",
            "Volume 64\n"
        ],
        "PageNo": "352"
    },
    {
        "File": "The_CN_Journal_December_17.jpg",
        "Paragraphs": [
            "With the dissolution of the USSR in 1992 and the later\nsplit of the Czech and Slovak Federative Republic into two\nindependent states in January 1993, King Wenceslas again\nretumed to prominence on the new series of Czech coins.",
            "The circulating nickel-plated steel 1 korun depicts\nthe Czech Coat of Arms lion on the obverse and St.\nWenceslas s Crown on the reverse (the 1993 mintage was\nstruck at the Royal Canadian Mint.) Wenceslas s figure is\nalso found on the 13-sided, brass-plated steel, 20 korun\ncirculating coin (the 1993 mintage was struck at the\nGerman mint in Hamburg.) A full image of Wenceslas\nseated on horseback is found on the reverse with the\nCzech lion on the obverse (KM-5). Coin production\nafter 1993 was handled by the newly established Ceska\nmincovna (Czech mint), in Jablonec nad Nisou, under\nlicense from the Czech National Bank.",
            "The Cesk  mincovna and Prazsk  mincovna (the\nnew Prague Mint, established in 2011) have created\nseveral coins and medals with a Wenceslas theme,\nparticularly in recent years. These beautiful coins\nare a fitting tribute to the saintly King s legend.",
            "In the spirit of the season if you are\nlooking for a holiday gift for a special\nperson, one of these Wenceslas coins or\nmedals would be an excellent addition to\nany collection. Superb specimens exist but\nyou might need deep pockets, as a 1937\nWenceslas 10 dukat was reported by the\nMacho & Chlapovi  Auction Co., Prague, to\nhave sold at auction in April 2017 for $658,033\n( 550,000). The piece, the only known specimen",
            "in private hands, was part of\nthe extensive Jaroslav\nKokolus Collection.",
            "Happy Christmas\nindeed!\nRCNA!",
            "Number 8 December 2019",
            "Above Czech Mint: 1993 1- and 20-korun circulating",
            "coins; 50 mm brass medal designed by Jiri Dostal",
            "struck in 2004 and; 2004 reproduction of a 17th",
            "century thaler struck by the Olomouc bishop\nFrantisek cardinal Ditrichstejn at Krome riz\n(Bishop Mint). The reverse features a beautifully\ndesigned figure of St. Wenceslas as patron of the\nOlomouc bishopric.",
            "Far left Prague Mint: 2010 2019 .986 fine gold\ncommemorative medal in 1- and 2-dukat sizes,\ndesigned by Vladimir Oppl, engraved by Lubomir\nLietava / Tomas Lama . Near left: 5- and 10-dukat\nmedals; all four share the same reverse design.\n"
        ],
        "PageNo": "353"
    },
    {
        "File": "The_CN_Journal_December_18.jpg",
        "Paragraphs": [
            ",RUDOLF_NUREYEV",
            "BY BARRIE RENWICK",
            "FRCNA, FCNRS, #5754,",
            "Put simply: Ballet is a classic artistic dance form with",
            "precise movements performed to music to express",
            "a story. The history of ballet emanates from Europe\nwhere in several countries each has a world-class ballet\ncompany. Among them, in recent times, the Kirov (now\nMariinsky) of Russia produced the greatest number of\ndancers of whom several became recognized world-wide as\nfamous names: one, its danseur Rudolf Nureyev, was and\ncontinues to be considered the greatest male ballet dancer\nof his generation in the world.",
            "Rudolf, fourth child and only son of his parents, was born\nMarch 17, 1938, aboard a Trans Siberian Express train near\nIrkutsk, Siberia, en route to his father s newly appointed job.\nThe family were Tartars of the Muslim faith, a minority group\nrelegated in Soviet society to peasant status. When the Second\nWar began in 1939, Rudolf s father got ordered to serve\nin defending Ukraine while his mother his sisters and self\nretreated to a more central area for safety. That move mired\nthem in a life of dire poverty. Rudolf enjoyed music as a child,\nand he grew taking active part in Russian peasant dancing.\nLater, his father returned from war to find his son lacked\nmanly interests and resisted the father s attempts for change.\nTheir standoff lasted until Rudolf left at age seventeen for\nballet lessons through aegis from the Kirov Ballet Academy,\nLeningrad, which recognized his dancing ability.",
            "Rudolf, a slim, muscular, broad-chested 5-foot 8-inch\ntall male dancer, adapted to ballet so quickly that in three\nyears he attained status with the Kirov Ballet Company. In a\nremarkably short time dancing in Russia, he became the best-\nknown Russian male dancer, a favourite with ballet patrons,\nalthough less so with his colleagues and managers because of\nhis unpredictable off-stage moodiness and temper tantrums.",
            "Nevertheless, Rudolf s sensation status and extraordinary\nability promoted him to a meaningful role in the 1961\nKirov Company tour to Paris and London.",
            "Because of Soviet wariness, KGB agents shadowed Kirov\nmembers on tour. Youthful Rudolf flouted rules, associated\nwith foreigners, mingled in gay bars, and his conduct\ngenerally drew his minders  mistrust. Following the Paris\nengagement, and as the company assembled to board its flight\nto London, Rudolf was told he was re-called immediately to\nRussia for a special performance, which Rudolf interpreted\nas a fate of permanent detainment. He nimbly slipped away\nfrom the minder, found on-duty Paris police, claimed political\nasylum, and thwarted the return order.",
            "Nureyev, now exiled as a defector, was quickly adopted\ninto the Grand Ballet du Marquis de Cuevas, and he became\na sensation in Paris. Soon, on a tour to Denmark with this\nballet company, Rudolf met his Danish ballet counterpart,\nEric Bruhn, who later became his long-time live-in partner.",
            "Margot Fonteyn, prima ballerina of the Royal Ballet,\nLondon, invited Nureyev to partner her in the pas de deux\nof a special London performance in the 1960s. Despite her\nbeing nineteen years older than Rudolf, the pair danced so\nengagingly together they cemented a performing relationship\nthat entranced their patrons. For the two, it also spawned the\nspirit in each as Nureyev said,  as one body, one soul.  They\noften paired later to dance in productions. Typically the male,\npremier danseur, is in support of and secondary to the prima\nballerina, but despite Fonteyn s acknowledged position and\nher fame, Nureyev s expertise and immense popularity vaulted\nhim to a pinnacle audiences favoured, hailing them both, as a\nunit: a class of one. Over years they performed together many\ntimes and long remained fast friends until Fonteyn s death.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "354"
    },
    {
        "File": "The_CN_Journal_December_19.jpg",
        "Paragraphs": [
            "Among prima ballerinas like Yoko Morishita and others\nRudolf danced with in various subsequent performances, the\nbravos for his fame regularly overarched accolades offered\nthese ballerinas. Nureyev was courted by numerous ballet\ncompanies in the world, some he joined for a time, as in\nAmerica and in Paris, others he performed with as a guest.\nThese performances through ongoing years added to his fame\nand made him wealthy.",
            "Though Rudolf had fame and wealth, his mercurial bouts\nof moodiness, his explosive tantrums, his frequency of\ntrolling gay bars for male companionship following Bruhn s\ndeath were all ominous signs of a troubled personality.\nThese and other aberrant personal traits: the obsessive\npreoccupation with absolute perfection in performance, his\noccasional inappropriate tardiness at performance times, his\nflamboyant dress code in public, may have progressively\ncoalesced over time, beginning with his miserable childhood;\namplifying through a stressful period perfecting ballet poses;\naccelerating with the irrevocable trauma of defection; and\nlater culminating in the ultimate consequence of being\nentrapped, living in an unfamiliar culture speaking a\ndifferent language. Topping that, he was a gay inveterate\ntroll for sexual satisfaction. As well, his statelessness\ncomplicated travel, and to overcome that annoyance,\nhe eventually took Austrian citizenship. He kept several\nlavish homes dotted around the world to serve as a balm for\nthe unresolved personal complexities he dealt with.",
            "Number 8 December 2019",
            "As he aged into the 1980s Rudolf formed his\nown company, Rudolf and Friends, to tour and\nperform popular ballets. As his dancing skills\nbegan slowly deteriorating, his artistic perseverance\npivoted his talent toward becoming a choreographer.\nThat work proved satisfying and highly successful.\nNureyev continued a busy schedule of tours in spite of a\nnagging unwell feeling, which he continued to dismiss. It\nwas an unrecognized early sign of AIDS, a little-known\ndisease at the time. His appearance gradually altered and\nhis stamina waned as the months passed, until the virus\noverwhelmed his system. He died, aged 54, January 6,\n1993, in hospice outside Paris. As Rudolf requested, his\nburial was in the Russian Cemetery in Sainte-Genevieve-\ndes-bois, a suburb of Paris. He rests with loyalty to Russia\nbut contempt for its Soviet.",
            "In 1996 French sculptor Mme. Ren e Mayot created a\nlaudatory medal commemorating this famous ballet dancer\nfor members of the Association of Friends of Rudolf\nNoureev. The piece is bronze 81 mm in diameter and was\nstruck at the Monnaie de Paris.",
            "The medal obverse shows the familiar portrait of\ndanseur Nureyev looking upward in serious concentration\nduring his bravura male solo dance as Conrad in the ballet\nLe Corsaire. A two-word legend above expresses his\ntalents: Dancer, Choreographer. In the right field below\nare Rudolf s name and the years of his life. His name, the\nlegend and the inscription are spelled in French.",
            "On the reverse, Rudolf appears in an arabesque ballet\npose as the pirate Conrad over a background of silhouette-\nlike images of his various poses that take place during his\nsolo. The sculptor s name is in the exergue below.",
            "Afterword",
            "I ve written this article to give the reader, who may be\nunfamiliar with Nureyev s career, a brief understanding\nof his life its accomplishments and tribulations. The\nmaterial comes mostly from secondary sources: recorded\nmemories and thoughts of friends, colleagues and theatrical\nworkers. Facts presented are unverified. The paragraph\nabout his  troubled personality  and  aberrant personal\ntraits  expresses my own opinion derived from my reading\nof many independent reports. Clearly, public acceptance\nof Rudolf s artistic accomplishments far overshadows\nhis personal shortcomings. In part, this laudatory medal\nconfirms it for the Association of Friends of Rudolf\nNoureev. Any particular significance the ballet Le Corsaire\nhas as the theme for the Association medal is unrecorded in\nmaterial I viewed.\n"
        ],
        "PageNo": "355"
    },
    {
        "File": "The_CN_Journal_December_20.jpg",
        "Paragraphs": [
            "WHEN THE HEIR TO THE\nTHRONE_NEARLY_DIED....",
            "BY RON CHEEK",
            "# 23921,",
            "A named medal commemorating the 1872 Thanksgiving\nfor the recovery of the Prince of Wales",
            "In November 1871, Albert Edward Prince",
            "of Wales, the man who would\nbecome King Edward VII,\nfell gravely ill with typhoid and",
            "it seemed he would certainly",
            "die. Queen Victoria and the",
            "Empire awaited the worst.",
            "But he recovered; the fever",
            "broke on December 14,",
            "the very anniversary of",
            "his father s death, and",
            "on February 27, 1872, a",
            "National Thanksgiving",
            "Service was held at St Paul s",
            "Cathedral in London. Elegant\ncommemorative medals were",
            "struck to mark the occasion. A\nnumber of the official ones given",
            "to significant persons had their names\nimpressed on the edge; other copies were\nsold. There is even a Canadian version\nof the official Thanksgiving medal.",
            "I am fortunate enough to have in",
            "my collection the named silver",
            "medal presented to Albert\nEdward s personal Chaplain,",
            "Rev. F. C. Hope Grant.",
            "Albert Edward, born\nNovember 9, 1841, was\nQueen Victoria and Prince\nAlbert s eldest son and\nsecond child. His sister\nVictoria was born a year\nearlier but because of the male\npreference primogeniture law\nof succession then in place Bertie\nbecame first in line to the throne.\nPrincess Victoria s chances evaporated\nas Queen Victoria went on to have seven\nmore children, three of them males.",
            "Young Albert Edward was considered\nan under-achiever by his exacting parents,\nand perhaps he was. Neither a scholar\nnor one who appeared ready to prepare\nhimself for his future responsibilities,\nhe was nevertheless not dull.",
            "He was blessed with a personal charm and",
            "a zest for life that made him a popular",
            "figure. His 1860 visit to British",
            "North America and the United",
            "States, representing his mother,",
            "was regarded as a huge",
            "success   by everyone except",
            "his parents, who gave him",
            "no credit. In their eyes, any",
            "encounters or events during",
            "the tour that did not come",
            "off perfectly were due to",
            "Bertie s shortcomings.",
            "But the huge enthusiastic",
            "-rowds that turned out for",
            "the 18-year-old Prince and the",
            "many honours and acclaims he",
            "received were not deemed to be to",
            "his credit, but rather were expressions",
            "#f loyalty and affection for his mother.",
            "Prince Albert died on December",
            "14, 1861, of what at the time was",
            "believed to have been typhoid.",
            "In fact, it was more likely to",
            "have been either cancer or",
            "Crohn s disease but this",
            "was unknown then. Queen",
            "Victoria was devastated and",
            "mourned his loss all her",
            "long life. She placed part",
            "of the blame for Albert s",
            "unexpected death at 42 on",
            "stress and disappointment",
            "thrust on him by their son s",
            "misconduct with a certain",
            "young actress during a military",
            "posting at Curragh Camp in",
            "Ireland. Already ill and exhausted",
            "from an earlier engagement in pouring",
            "rain, a distraught Prince Albert made a",
            "special visit to his son at Cambridge to",
            "confront his lad s indiscretion. After a",
            "long walk together in the country, Prince",
            "Albert returned to Windsor. He fell ill\nand two weeks later he died.",
            "In 1863 Albert Edward married",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "356"
    },
    {
        "File": "The_CN_Journal_December_21.jpg",
        "Paragraphs": [
            "Alexandra, a beautiful\ndaughter of Prince Christian\nof Denmark; she was 18.\nAlbert Edward was 20. Of\ncourse it was an arranged\nmatch. Everyone involved in\nroyal affairs and concerned\nwith the preservation of the\nroyal family had wished\nto see the Prince of Wales\nsettled into a marriage to keep\nhim out of mischief. When\nthey were married Queen\nVictoria acquired an estate at\nSandringham for the Prince\nand Princess and they made\ntheir home there.",
            "It was devastating to the\nQueen and the entire Empire\nwhen, a decade after Prince\nAlbert s death, the Prince\nof Wales contracted the\ndisease that was believed to\nhave killed his father. Albert\nEdward had been visiting\nLord Londesborough at\nScarborough where, as it was then phrased,  the drains were in disrepair.  The estate s",
            "water supply had become contaminated with sewage that \ncontained Salmonella typhi. (This was a common problem",
            "at many great estates, including\nSandringham and Windsor.) A fellow\nguest and a stable boy who had\naccompanied the Prince died. Albert\nEdward, feeling unwell, returned to\nSandringham.",
            "In  December 14   Queen\nVictoria s Dire Day  Susan Flantzer\nwrites:",
            "In November of 1871, the Prince of",
            "Wales, called Bertie in the family,",
            "was not feeling well and took to his",
            "bed at Sandringham. Typhoid fever,",
            "a bacterial disease transmitted",
            "by the ingestion of food or water",
            "contaminated with the feces of an\ninfected person, was diagnosed and\nit was realized by the family that he\nmight die. Within a few weeks, it\nwould be the 10th anniversary of\nthe death of Bertie  s father, Prince",
            "Albert, who, it was believed, had",
            "died of typhoid fever. Bertie  sister",
            "Princess Alice, who was visiting",
            "with her husband, was there to",
            "Number 8 December 2019 --------------------------------------",
            "help nurse her brother as\nshe had done ten years\nearlier with her father. The\nPrincess of Wales, called\nAlix, spent most of her time\nat her husband's bedside\nand was quite alarmed by\nhis delirium and violent and\nhysterical ravings.",
            "On December 7, it\nseemed the worst might\nbe over and Alix and Alice\nwent for a sledge ride.\nWhen they returned, they\nfound that Bertie had\nsuffered a relapse. On\nDecember 8, Sir William\nJenner sent a telegram\nto Queen Victoria:  The\nPrince passed a very\nunquiet night. Not so well.\nTemperature risen to 104.\nRespiration more rapid. Dr.\nGull and I are both very\nanxious.  The Queen, who\nhad visited her son in the\nearly stages of his illness,\nreturned to Sandringham,\nsure that Bertie would die\non December 14, the 10th",
            " anniversary of her husband  s death. On December 13, Bertie s condition was grave. Alix  wrote in her diary that she and Princess Alice said to",
           
            "each other in tears,  There can\nbe no hope.  Bertie s doctors\nconsulted with Prince Alfred,\nQueen Victoria s second son,\nabout whether they should issue a\nbulletin saying that the Prince of\nWales's strength was failing. Prince\nAlfred later told one of the Queens\nladies-in-waiting, there had been\n 36 hours of the wildest, loudest,\nincessant talking, in all languages,\nwhistling, and singing.  The worst\nattack came just hours before\nthe start of December 14, and it\nseemed certain Bertie would die.",
            "Dawn broke on December 14\nand miraculously, Bertie had slept\nthrough the night. Queen Victoria\ncame into his room early in the\nmorning and found him awake\nand smiling. That day the bulletin\nregarding the Prince of Wales's\ncondition said,  ...there is some\nabatement of the gravity of the\nsymptoms.  Within 24 hours, fear of\na relapse had all but disappeared.\n"
        ],
        "PageNo": "357"
    },
    {
        "File": "The_CN_Journal_December_22.jpg",
        "Paragraphs": [
            "Bertie would live and\neventually become King.\nA service of Thanksgiving\nwas arranged at St Paul s\nCathedral for February 27,\n1872. As Gyles St. Aubyn,\nin Edward VII Prince and\nKing has written:",
            "The Queen, whose",
            "preference was",
            " more and more for",
            "the simplest form of",
            "worship  reluctantly",
            "consented,  health",
            "permitting,  to attend",
            "a Thanksgiving Service\nfor the recovery of her",
            "son. Disliking  public",
            "religious displays, ",
            "she declared the whole",
            "effect would be  spoilt",
            "by a long fatiguing",
            "service.  [Prime",
            "Minister] Gladstone,",
            "who had shown great",
            "enthusiasm for the",
            "ceremony, was left in no doubt that going to St Pauls\nwas  most distasteful to her feelings.  Indeed, she\nthought it far from |",
            "certain that the Prince",
            "would be able to stand",
            "the fatigue as he was",
            "suffering from his leg",
            "and had been ordered",
            " complete rest.  Was",
            "his life to be sacrificed",
            "to satisfy the crowd that",
            "he had recovered from",
            "his illness?",
            "On the morning of",
            "27 February, 1872, the",
            "Royal Family gathered",
            "at Buckingham Palace",
            "for their journey through",
            "the City to St Paul's.",
            "The Queen noted in her",
            "Journal that  Bertie was very lame and did not look at\nall well.  She took him by the arm,  for he could only\nwalk very slowly,  and helped him down to the Grand\nEntrance, where an open State landau was waiting.\nFortunately, it stopped raining and the sun came out.\nAlix sat next to the Queen, and the Prince, with his\neldest son on one side and his sister Beatrice on the\nother, sat opposite. Before the carriage drew out into\nthe yard in front of the Palace, the centre window of the\nState Room opened, and the Emperor Napoleon [III]\nand the Empress Eug nie stepped on to the balcony.",
            "The fugitive\nadventurer, who only\na few months before\nhad seemed to hold the\ndestiny of Europe in\nhis hands, took off his\nhat and bowed as the\nprocession disappeared\ndown the Mall.",
            "London went mad\nwith joy, and the",
            "Queen, forgetting\nher reservations and\n ifs  and  buts \nwas delighted by the\n wonderful enthusiasm\nand astounding\naffectionate loyalty\nshown. The deafening\ncheers never ceased the\nwhole way and the most\nwonderful order was\npreserved. We seemed to\nbe passing through a sea\nof people ... I saw tears\nin Bertie s eyes and took\nand pressed his hand!",
            "It was a most affecting day.  The service, however,",
            "was less to Her Majesty  liking.  The Cathedral itself\nis so dull, cold, dreary,\nand dingy. It so badly\nlacks decoration and\ncolour.  And, despite\nher repeated warnings\nthe prayers and anthems\nwere  too long.  They\nreturned to the Palace\nby way of Oxford Street\nand Marble Arch.  Even\nthe trees were full of\npeople,  not to mention\nthe rooftops.  At Hyde\nPark Corner there were\nimmense crowds, as\ndown Constitution Hill\nand outside the Palace,\nthe deafening cheering\nnever ceasing for an instant.  The Prince of Wales\nreturned to Marlborough House to lie exhausted\non the sofa. Meanwhile, The Queen exhilarated by\nher welcome,  went upstairs and stepped out on\nthe balcony with Beatrice and my three sons, being\nloudly cheered.  [She had four sons. She seems to\nhave forgotten Bertie.] For the rest of the evening she\ncould think or talk of little else than the  wonderful\ndemonstration of loyalty and affection from the very\nhighest to the lowest. Felt tired by all the emotion but\nit is a day that can never be forgotten! ",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "358"
    },
    {
        "File": "The_CN_Journal_December_23.jpg",
        "Paragraphs": [
            "Again, in the Queen s eyes, it was pretty much all about\nher, despite the intended significance of the day s events. She\nwas right. Everyone was relieved that Bertie had recovered,\nto be sure. But at this stage of his life he had lost some of his\npopularity due to the reputation he was acquiring in his not-so-\nprivate life. The I//ustrated London News describes the day s\nhappenings much as the Queen saw them. It was mainly an\noutpouring of affection and relief for her. Bertie was there, of\ncourse, looking pale and weak, but seems not to have been an\nimportant part of the service nor was he particularly noted in\nthe procession back to the Palace. It was the Queen who was\nbeing cheered, for she had hardly been seen in public for a\ndecade.",
            "The Republican movement, fomenting for many years,\nwithered and was soon gone amidst the emotional outpouring\nof affection and loyalty for the monarchy.",
            "The Thanksgiving Medal",
            "According to Christopher Eimer s British Commemorative\nMedals and their Values, there were more than ten\ndifferent medals commemorating the Prince s recovery and\nThanksgiving service. We will only cover one type here, that\nbeing a medal made by J.S. & A.B. Wyon (Eimer 1619),\nwhich seems to have been the  official medal.  I describe it\nas such because the one in my possession is named to the\nPrince s personal Chaplain. The Wyons actually made another\nfine medal commemorating the Thanksgiving but that was\ncommissioned by the City of London. Some of those may\nalso have heen nresented to imnortant nersons. and named.",
            "Our medal is silver, 58 mm in diameter and weighs 95.4 g.\nThe edge is impressed: REVD. F.C. HOPE GRANT. Here\nis how it was described in the J//ustrated London News of\nMarch 16, 1872:",
            "Messrs. Wyon & Co. of Regent-street have struck\na commemorative medal for the thanksgiving. It is\nexecuted in gold, silver, and bronze. The size is 21, in. in\ndiameter, and on the obverse is a portrait of the Prince\nof Wales, and on the reverse a plume of Prince of\nWales's feathers, a wreath, and the motto  Ich Dien. \nThe name of the Prince encircles the portrait,\nand at the other side is the following inscription:\n National Thanksgiving for the recovery of the Prince\nof Wales. February, 1872.  The artists have succeeded\nin producing a faithful likeness of the Prince, as well\nas an amiable work, worthy of the occasion that\nhas inspired it, and several members of the Royal\nfamily have ordered copies in gold and silver, and an\ninfluential list of subscribers has been obtained.",
            "Number 8 December",
            "ae",
            "This medal, being named to the Prince s personal\nChaplain, suggests that it may very well have been one of\nthose ordered by the Royal family.",
            "My collection also contains a cased bronze version of the\nsame Wyon medal, Figure 7.\n"
        ],
        "PageNo": "359"
    },
    {
        "File": "The_CN_Journal_December_24.jpg",
        "Paragraphs": [
            "Rev. F. C. Hope Grant",
            "At the time of the Prince s illness his personal Chaplain was\nReverend Ferdinand Cecil Hope Grant. Hope Grant was the\nyounger son of celebrated Scottish portrait artist, Sir Francis\nGrant, who became President of the Royal Academy. Sir\nFrancis Grant enjoyed a long career as a portrait artist to\nmembers of the aristocracy, including Queen Victoria. This\nposition may have led to his son s royal appointment. F. C.\nHope Grant was given his double-barreled (though usually\nnot hyphenated) name from his illustrious uncle, Sir Hope\nGrant, a career soldier who distinguished himself in India\nand China. Ferdinand was born in London on December\n10, 1839, two years before Albert Edward s birth. He\nwas educated at Harrow then attended Trinity College,\nCambridge, graduating with a B.A. in 1862. At Cambridge\nhe played first-class cricket. Ferdinand was ordained as a\ndeacon in 1864 and as a priest of the Church of Wales in\n1866. He was at Cheshire from 1864 to 1867 and married\nFrances Maria Eaton in 1864, the daughter of a rector in that\ncity. He was then Vicar of Kimbolton, in Cambridgeshire,\nunder the patronage of the 7th Duke of Manchester. From\n1868 until his death he acted as personal Chaplain to both the\nDuke and the Prince of Wales.",
            "The Illustrated London News account of the\nThanksgiving service at St. Paul s makes no mention\nof Rev. Hope Grant s role in the event. It is unlikely he\nhad any, and we do not know if he was even there. The\npresence of the royals and the national importance of the\nevent meant that the service was conducted by the highest\nchurch officials, including Archibald Tait, Archbishop of\nCanterbury. We can be certain, however, that Rev. Hope\nGrant had prayed fervently for the Prince throughout his\nillness, and was perhaps close by him at Sandringham\nduring the critical hours and days. His role was clearly\nappreciated as he was presented with a commemorative\nmedal, personalized with his name on the edge. Sadly, he did\nnot enjoy a long life. He died at the age of 35 on March 7,\n1875, just four years after the Prince of Wales s recovery.",
            "Recovery, then what?",
            "Albert Edward recovered from his dangerous illness\nand would live on but he would wait another 29 years to\nbecome King. In his early and middle life, the Prince of\nWales was not given the opportunity he should have had\nto become involved in or learn about state affairs. He did,\nhowever, represent his mother at ceremonial events, a role\nhe filled admirably. The Queen lived a secluded life and\nseldom carried out her public duties to either her ministers \nor the public s satisfaction.",
            "Bertie and Alix s marriage, although arranged, was\nsuccessful and apparently the couple loved one another.",
            "Despite many admirable qualities, however, Bertie was\nnot a faithful husband. He always enjoyed the company\nof other women. He lived a fulsome life, much of it at the\nexpense of his many hosts around the Kingdom. He was a\npopular though expensive guest to entertain. As he aged,\nhowever, his bon vivant reputation perhaps became part\nof his charm. As King he was well-liked. Edward VII was\nsometimes called  the Uncle of Europe  because many\nof his siblings had populated Europe s royal families. His\ninfluence in keeping Europe peaceful during his lifetime\nhas been noted by historians, particularly his restraining\nof his mercurial nephew, German Kaiser Wilhelm II, and\nin fostering warmer relations with France. The Uncle of\nEurope acquired the nickname,  The Peacemaker. ",
            "Albert Edward s 1871 brush with death was not the only\nsuch drama in his life. Queen Victoria died on January 22,\n1901, at the age of 81 and Bertie finally became King. An\nelaborate coronation was planned but at the last moment it\nhad to be postponed. The King had acute appendicitis. He\nunderwent a dangerous operation at Buckingham Palace\nbut survived it and recovered in time for his and Queen\nAlexandra s rescheduled coronation date, August 9, 1902.\nMany inexpensive Edward VII souvenir coronation medals\ncan be found bearing the originally scheduled date of June 26.",
            "King Edward VII reigned for just over nine years and\ndied May 6, 1910, in his 69th year.",
            "The Canadian version of the Wyon Thanksgiving\nmedal",
            "Young Albert Edward made a lasting impression on\nCanadians during his 1860 tour of British North America.\nWhen the Prince recovered from his illness and it was\nknown that a British Thanksgiving medal had been issued,\nCanada decided to also commission such a medal. R. W.\nMcLachlan (1886) writes:   ... on the recommendation\nof Mr. [Alfred] Sandham, a reverse for the Canadian day\nof thanksgiving, which was appointed at a later time by\nthe Dominion Government, was prepared and this medal\nstruck.  It is shown in Figure 8. The medal, executed by\nMessrs. Wyon in London, is identical to the British one\nexcept for the reverse legend, which reads:\nRECOVERY.OF*THE*PRINCE*OF*WALES*\nCANADIAN? THANKSGIVING? 15*APR:1872 ",
            "The date is interesting. It seems the first Canadian\nThanksgiving after Confederation was proclaimed on\nApril 15, 1872. It was national civic holiday rather than\na religious one, but it was held to celebrate the recovery\nof the Prince of Wales. Canadian Thanksgiving became\nan annual event and dates varied over the years until it\nsettled on the second Monday in October (the day before in\nChristian churches), and of course the theme has changed to\none of being thankful for the harvest.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "360"
    },
    {
        "File": "The_CN_Journal_December_25.jpg",
        "Paragraphs": [
            "And finally, what if ...?",
            "Had the Prince of Wales died in 1871, he and Alexandra did have children\nwho were in direct line for the throne. In 1901, when Queen Victoria\ndied, their oldest surviving son, Prince George, Duke of Cornwall and\nYork, would have become King. So the British Empire would have\nhad King George V in any case, just 10 years earlier, and the ongoing\nsuccession of monarchs would have unfolded exactly as it has done.",
            "References:",
            "Alumni Cantabrigienses: 1947, A Biographical List of All\nKnown Students, Graduates, and Holders of Office at\nthe University of Cambridge from the Earliest Times to\n1900: Volume 2 From 1759 to 1900, Part 3. Cambridge:\nCambridge University Press.",
            "Anonymous. Ferdinand Hope-Grant. en.wikipedia.org/wiki/\nFerdinand_Hope-Grant [accessed July 2, 2017]",
            "Cowles, Virginia. 1956 Edward VII and His Circle.\nLondon: Hamish Hamilton.",
            "Eimer, Christopher. 2010 British Commemorative Medals\nand Their Values. London: Spink & Son Ltd.",
            "Flantzer, Susan. Dec. 14   Queen Victoria s Dire Day.\nwww.unofficialroyalty.com/december-14-queen-\nvictorias-dire-day/ [accessed July 1, 2017]",
            "Illustrated London News Vol. LX, March 16, 1872, p. 262.",
            "McLachlan, Robert Wallace. 1886 4 Descriptive\nCatalogue of Tokens, Coins and Medals Issued in or\nRelated to the Dominion of Canada and Newfoundland.\nMontreal : privately printed by the author.",
            "Myers, Robert C.V. 1901 Victoria Queen and Empress.\nPhiladepphia : P.W. Zeigler & Co.",
            "Rusk, Rev. John. 1901 The Beautiful Life and Illustrious\nReign of Queen Victoria. Chicago : Monarch Book Co., .",
            "St. Aubin, Giles. 1979 Edward VII Prince and King. New\nYork: Atheneum.",
            "Stewart, Jules. 2012 Albert A Life. London and New York:\nIB. Tauris & Co. Ltd.",
            "Wills, Catherine. 2003 High Society, The Life and Art\nof Sir Francis Grant 1803-1878. Edinburgh: National\nGalleries of Scotland.",
            "This article was originally published in the March 2018 edition of The MCA Advisory, official publication of Medal Collectors of America.",
            "We re always looking for new articles to print in the Journal.\nConsider sending us something you ve written about our hobby.",
            "Get your ducks in a row, step up to the plate, tee off, and put the puck in the net before\nsomebody moves the goal posts. At the end of the day, if you're a new writer  no worries;\njust remember the bottom line is to be transparent 24/7, so dot all the I's and cross the Ts.\nIf you're told going forward, that you're out to lunch, that's when the bloom is off the rose.",
            "They say a miss is as good as a mile, but there can be Hell to pay when you drop the ball. Don't\ntry to sink or swim; that's so yesterday. As we speak, it's never too late, so buckle down to\ntake one for the team. Take off like a rocket, go full tilt, make a splash, but don't go postal!",
            "However, do keep one thing in mind when you write   avoid clich s like the plague.\n  CNJ Editorial Team  ",
            "Number 8 Decentber 2019\n"
        ],
        "PageNo": "361"
    },
    
    {
        "File": "The_CN_Journal_December_30.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e\nNOUVELLES_DES_CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)",
            "FONA  LM #456,",
            "APNA: Look at your Collection from a\nNew Perspective",
            "RCNA Director Kevin Day-Thorburn FRCNA,\nwrote these very timely editorial comments in\nthe current edition of The Atlantic Numismatist\nthe journal of the Atlantic Provinces Numismatic\nAssociation. Canadian numismatists are quickly\nembracing searches for new and/or known\nscarce to very-rare Canadian decimal varieties\nby taking advantage of the rapid advances\nin communication afforded by the internet.\nInterestingly in my collection, just identified\nwas an 1859 narrow 9 one cent with very strong\ndoubling of the letter G in Gratia, and also\nrevealed was a very good to fine 1884 obverse\nI one cent found in a recently acquired bulk lot.\nHappy researching. Brett",
            "Take a look at the familiar\nfrom another angle. That is a\npiece of advice that can apply\nto a lot of situations, including\nnumismatics. I hear tell of\nsome collectors completing a\nset, getting tired of what they\nspecialize in, or not knowing\nwhere to take their collection\nnext. While starting on something\ncompletely new may not be a\nbad idea, why not look at your\ncurrent stuff from a different\nperspective?",
            "Maybe you have filled all the hoies in your one-cent\nset? Get your coins out and look for varieties, errors,\nor other die anomalies. There may be a cool cud, die\ncrack or clash right under your nose. Perhaps there s\neven a doubled die. Canada is miles behind the US in\nterms of error and variety collecting, but that has to\nchange sometime. Don t wait until new varieties appear\nin the Charlton Catalogue; learn how to find them\nyourself. Understand the different terms and you ll be\na real numismatist, Pinocchio, not merely a collector\nor hoarder. That may not happen overnight; even the\ncatalogue cited has errors in this respect.",
            "Edmonton Numismatic Society Adds Comments\nand News Section to Website",
            "The Edmonton Numismatic Society has added a\ncomments and news forum to its website. This new\nforum is open to the public and is already seeing regular\nactivity. Go to edmontoncoinclub.org/comments to",
            "APNA: Regardez votre collection sous une nou-\nvelle approche",
            "Le directeur de l ARNC, Kevin Day-Thorburn FRCNA,\na  crit un commentaire  ditorial tr s opportun dans\nl dition d automne de The Atlantic Numismatist, le\nbulletin de l Atlantic Provinces Numismatic Association.\nLes numismates canadiens effectuent rapidement leur\nrecherche de vari t s d cimales canadiennes, qu elles\nsoient rares ou communes, ou qu elles soient connues\nou des d couvertes r centes, en profitant des moyens\nde communication technologique rapide, notamment\nl internet. Fait int ressant, je viens d identifier, dans\nma collection, une pi ce de I cent de 1859 avec une\nfrappe prononc e de la lettre G de Gratia, ainsi que\nl identification d une pi ce de 1884 avers 1, grade very\ngood a fine, pi ce trouv e dans un lot en vrac acquis\nr cemment. Belle d couverte. Brett",
            "Jetons un coup d ceil a notre collection sous un\nautre angle. C est un conseil qui peut s appliquer\na plusieurs situations, y compris la numismatique.\nJ entends des collectionneurs mentionner qu ils\ncompl tent une s rie, et qu ils perdent de l mnt r t\ndans leur domaine de sp cialisation ou qu ils ne\nconnaissent pas d alternatives pour r orienter leur\ncollection. Bien que d buter une nouvelle s rie\nsur un aspect compl tement diff rent n est pas\nune mauvaise id e, pourquoi ne pas regarder votre\ncollection actuelle sous un angle diff rent?",
            "Peut- tre avez-vous combl  tous les trous de votre\ncollection de pi cesd une cent? Sortez vos pi ces et\nregardez pour des vari t s, des erreurs ou d autres",
            "anomalies. I] se peut que vous retrouviez une pi ce avec un  clat,\nune fissure ou des marques de coin juste sous votre nez. Peut- tre\nqu il ya m me une double frappe. Le Canada n est pas aussi avanc \nque les Etats-Unis en termes de collection d erreurs et de vari t s,\nmais cela peut changer. N attendez pas que de nouvelles vari t s\napparaissent dans le guide Charlton; apprenez a les identifier vous-\nm me. Etudiez les diff rents termes et vous serez un deviendrait un\nnumismate aguerti;vous ne serez pas seulement un collectionneur ou\nun accumulateur de pi ce. Cela n arrive pas du jour au lendemain;\nm me le catalogue cit  comporte des erreurs 4 cet  gard.",
            "Edmonton Numismatic Society ajoute une section com-\nmentaires etinformations sur leur site internet",
            "Le Edmonton Numismatic Society a ajout  un forum pour\ncommentaires et informations surleur site internet. Ce nouveau\nforum est ouvert au public et suscite d ja beaucoup d int r t.\nAcc dez a leur site via edmontoncoinclub.org/comments pour voir\ncette nouvelle fonction de partage d informations. Sur le site internet,",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "366"
    },
    {
        "File": "The_CN_Journal_December_31.jpg",
        "Paragraphs": [
            "view this new information sharing feature. Also on the\nwebsite is an opportunity to download the club journal:\nThe Planchet. One or more excellent articles on ancient\ncoins are contained in each monthly issue. This month s\nsubject was coins of ancient Greece.",
            "Steve Woodland Joins RCNA Club Services\nCommittee",
            "Just after the October executive meeting in Toronto,\nRCNA Second Vice President, Steve Woodland,\napproached me and volunteered to join the Club\nServices Committee. Steve s request was quickly\naccepted and I look forward to his assistance.",
            "Start Planning your 2020 Numismatic Schedule",
            "As we move through the holiday season and sometimes\nhave spare time, December can be an excellent month\nto start planning your numismatic schedule, which\nallows for proactive scheduling of vacation time early\nnext year. A highlight of the numismatic year will be\nthe 2020 RCNA Convention being held in Halifax,\nNova Scotia, July 21 to July 25.",
            "My best wishes for the holiday season and I hope to see\nyou in Halifax for the 2020 RCNA Convention.",
            "If you would like to have your club profiled here, please\nwrite a column, include pictures and send it to me:\nxr7gt@prodigy.net.",
            "Brett Trich",
            "Number 8 December",
            
            "vous pouvez  galement t l charger le journal du club, The Planchet.\nUn ou plusieurs excellents articles sur les monnaies anciennes sont\ncontenus dans chaque num ro du bulletin mensuel. Le sujet pour ce\nmois-ci  tait des pi ces de monnaie de la Gr ce antique.",
            "Steve Woodland se joint au comit  des services aux\nclubs de l ARNC",
            "Suite a la r union de l ex cutif a Toronto en octobre dernier,\nle deuxi me vice-pr sident de 1 ARNC, Steve Woodland,\nm/ a contact  et offert ces services pour faire partie du comit \ndes services aux clubs. La demande de Steve fut rapidement\naccept e et j ai bien hate de travailler avec lui.",
            "Commencez a planifier votre calendrier numismatique\npour 2020",
            "La p riode des F tes permet d avoir un peu de temps libreet le\nmois de d cembre peut  tre une excellentep riodede | ann e\npour faire votre planification des activit s numismatiques, ce\nqui vous permet d tre proactif et de planifier vos vacances tr s\nt t en d but d ann e. Le congr s de l  ARNC de 2020, qui se\ntiendra a Halifax, en Nouvelle-Ecosse, entre le 21 et le 25 juillet,\nconstituera un des moments forts de cette ann e numismatique.",
            "Mes meilleurs voeux pour la p riode des F tes et j esp re vous\nvoir nombreux au congr s 2020 de ? ARNC a Halifax.",
            "Si vous souhaitez voir le profil de votre club dans cette chro-\nnique, partagez-nous | information en incluant des photos et\nenvoyez a: xr7gt@prodigy.net.",
            "Brett Trich\n"
        ],
        "PageNo": "367"
    },
    {
        "File": "The_CN_Journal_December_32.jpg",
        "Paragraphs": [
            "CANADA_CONGRATULATES HER QUEEN","BY JEFF WILSON",
            "1M. #455,",
            "In 1897 Queen Victoria celebrated 60 years as monarch",
            "of the British Empire. The celebration was marked",
            "with many different events and there were a number of\ndifferent medals issued that marked the Diamond Jubilee.\nThe particular medal I will talk about here was issued by P.\nW. Ellis & Co. of Toronto.",
            "P. W. Ellis & Co. was a jewellery and silverware\nmanufacturer, an importer of watches, and a watch repair\nfirm. The company was formed in 1872 by Phillip William\nEllis and his twin brother Mathew C. Ellis; it was eventually\nsold to Birks in 1928. During their time, the Ellis brothers\nbecame the most successful jewellers in Toronto. It should be\nnoted that P. W. Ellis did issue other medals as well to mark\nthe 1897 royal event.",
            "The reverse of our medal shows a crowned shield\nof Canada and those of the seven provinces, then in\nexistence, encircling the wording in the centre that reads\nCANADA CONGRATULATES HER QUEEN. The obverse\nshows a bust of Queen Victoria with 1837 on the left\nside, 1897 on the right side and with VICTORIA at the\ntop, QUEEN AND EMPRESS in exergue at the bottom and\nwith DIAMOND JUBILEE just under the bust of Queen\nVictoria. The obverse is a common one that was used\nfor other P. W. Ellis medals. This Canada Congratulates\nHer Queen medal is a common medal that had a mintage\nof 30,000 and was distributed by the City Council to\nthe pupils of Toronto Public and Separate Schools.\nMost of these medals are found in white metal. The medal",      
            
            "was also issued in a rarely seen bronze version, shown\nabove (Figure 1). White metal examples are frequently\noffered on eBay. Most white metal ones I have seen have\na hole drilled at the top shown here (Figure 2a). I was also\nfortunate to get the medal shown in (Figure 2b) with no\nhole. I always wondered why there are often holes in these\nmedals, until I was able to purchase the medal shown in\n(Figure 4) with the original packaging. These medals were\nissued in cardboard boxes (Figure 3). Of course, being\nissued 122 years ago, the majority of these boxes have not\nsurvived. After all they were only cardboard. As well, the\nsuspension brooch to the medal usually disappeared over\nthe time. The one illustrated is for the Toronto Schools on\nwhich a ribbon around Toronto s coat of arms says: TO THE\nSCHOLARS OF TORONTO SCHOOLS.",
            "To acquire the medal in the original box was amazing\nenough, but to get the box with paper insert that explains\nthe medal (Figure 6, Plate 2) was even better. This medal,\nwhich has its original box, also has a hole drilled through\nit. Because this medal is complete, as issued, it has its\nattachment and we can clearly see the reason for the drilled\nhole. This is the scarcest form of the medal. The box with it\nmakes this medal a lot more valuable. The mintage figure\nof 30,000 is for all versions in white metal. A number of the\nmedals were set aside to have holes drilled for attachments.\nNumbers issued with and without brooch are not known.\nNor have I found the mintage for the bronze.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "368"
    },
    {
        "File": "The_CN_Journal_December_35.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS.",
            
            "BY SEAN SINCLAIR",
            "#23912.",
            "THE WOMAN THAT COULD HAVE BEEN PRESIDENT",
            "When it comes to famous political women, very\nW few are as recognizable as Eva Peron. As the wife",
            "of Argentine President, Juan Domingo Peron, she\nwas immensely popular among the people of Argentina.",
            "Maria Eva Duarte was bom on May 7, 1919, in the\nvillage of Los Toldos, which is located approximately 300\nkilometres west of the capital city of Buenos Aires.",
            "Eva s father was a wealthy rancher named Juan Duarte, of\nFrench Basque heritage, while her mother, Juana Ibarguren,\nwas descended from Spanish Basque immigrants. Ibarguren\nwas Duarte s second wife, or mistress, and when Eva was only\none year old, Juan returned to his legitimate wife permanently,\nleaving Ibarguren and her five children in absolute poverty.",
            "Growing up in Junin, Eva became enamored with many\nof the motion pictures found in the cinema, and dreamed\nof becoming a famous actress. Breaking away from the\npoverty of her family in 1934, she moved to Buenos Aires\nat the age of 15. Her means of arriving in the capital is\nunclear, however, upon arrival, she never looked back.",
            "Life for an uneducated teenager in the capital was\nextremely difficult, particularly during the Great\nDepression, however, she persisted and in March 1935,\nmade her debut in the play la Sefiora de P rez.",
            "Eva began touring the country extensively with a theatre\ncompany in 1936, as well as working as a model. By 1942,\nshe was earning enough money to be able to get a nice\napartment in the exclusive Recoleta neighbourhood of Buenos\nAires. During the 1940s, she achieved considerable success,\nbecoming one of the highest-paid radio actresses of the period.",
            "Eva first met Colonel Juan Peron in mid-January,\n1944, after a powerful earthquake struck the town of San\nJuan, killing ten thousand people. Per n, who was the\nSecretary of Labour at the time, devised a fundraising\ngala, inviting radio and television celebrities to take part.",
            "Number 8 December",
            
            "Following one week of fundraising, everyone met at a gala\nat Luna Park Stadium in Buenos Aires. This is when the\ntwo first met, with Eva quickly becoming Juan s mistress.",
            "Juan Per n s rise to power within the government\nwas extremely quick and dramatic. Per n s influence in\nthe government and popularity among the people was\nbeginning to eclipse that of President Edelmiro Ferrell, and\nFerrell had Peron arrested on October 9, 1945.",
            "Following Per n s arrest, approximately 300,000 people\ngathered in front of the President s Palace in Buenos Aires,\ndemanding his release. Succumbing to public pressure,\nPeron was released eight days later, on October 17.\nAppearing on the balcony of the Casa Rosada around\n11 p.m., Peron thanked the people for their support and\nasked the crowd to disperse peacefully.",
            "Admuring Eva s loyalty during his arrest, Per n married her\nthe following day, in a civil ceremony in Junin, with a church\nwedding held on December 9 (my birthday), 1945 in La Plata.",
            "The day after his release from prison, Per n announced\nhis candidacy for president in the upcoming elections.\nDespite fierce political opposition, Peron had incredible\npublic support and won the election on February 24, 1946,\nby a significant margin. Eva s support during the election\nhelped Peron significantly, using her influence as a radio\nand television personality to garner support for her husband.",
            "As the wife of the President, Eva worked tirelessly\nto help the poor of the country, frequently visiting\nsome of the more destitute in the region of Buenos\nAires. She created the Eva Per n Foundation, donating\nthe initial 10,000 pesos from her own money. The\nfoundation helped raise funds to provide the poor\nwith food, medical aid, clothing and scholarships.\nIt also built entire communities, including Cuidad Evita",
            "(Evita City).\n"
        ],
        "PageNo": "371"
    },
    {
        "File": "The_CN_Journal_December_36.jpg",
        "Paragraphs": [
            "Another movement that Eva was\nfiercely passionate about was\nWomen s Suffrage. A new\nwomen s suffrage bill was\nintroduced in the Senate\non August 21, 1946, and\napproved by the House\nof Representatives, more\nthan one year later, on\nSeptember 9, 1947. The bill\nwas approved unanimously and\nsigned into law by Juan Peron.\nEva s popularity among women\nand the working class was such that\nshe considered entering the 1952 electior\nas a candidate for vice-presider\n(essentially Juan Per n s running\nmate, since he was running for re-\nelection). There was significant\nopposition from the military,\nwho couldn t accept the\npossibility that she could be\npresident if Juan died, and it is\nbelieved that she was coerced\ninto backing down.\nBy this point in time,\nhowever, her health was rapidly\ndeclining. She had fainted on\na number of occasions between\nJanuary 1950 and August 1951 and -\nwas diagnosed with acute cervical\ncancer. Shortly after her\nrenunciation of her candidacy\nfor vice-president, she\nunderwent a hysterectomy,\nwhich was a relatively new\nprocedure at the time.\nHer health continued to\ndeteriorate, and by June 1952,\nwhen her husband was again\nelected president, she was so\nweak that she couldn t even stand\nup. Just over seven weeks after\ncelebrating her husband s re-election,\nEva Per n passed away on July 26, 1952. The\noutpouring of grief was far beyond what the government had\nprepared for, with over three million people crowding the\nstreets of Buenos Aires for her funeral. She was allowed a\nstate funeral, which was generally reserved for a head of state.\nArgentina has produced three different coins honouring\nEva Peron. The first two coins, which were released in\n1997, celebrate the 50th anniversary of Women s Right to\nVote, while the third coin, released in 2002, marks the 50th\nanniversary of her death.",
            "The first com from 1997, a 50 centavos, features a right\nprofile of Eva on the obverse, with her hair tied back in\na bun. The legends REPUBLICA ARGENTINA is written\naround the top of the design, while her full name, MARIA\nEVA DUARTE de PERON, is written along the bottom.",
            "The reverse design bears a large numeral 50 in the centre,\nwith the dual dates 1947-1997 above and CENTAVOS\nbelow. The number 50 acts as the denomination, as well as\nrepresenting fifty years. The legend around the top of the\ndesign, written in Spanish, can be translated as  Fiftieth",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "372"
    },
    {
        "File": "The_CN_Journal_December_37.jpg",
        "Paragraphs": [
            "Anniversary, Law No. 13,010, Women s Right to Vote.  The design 1s surrounded by grains of wheat and the year of issue is at",
            "the bottom centre.",
            "The second coin is a bimetallic\n1 peso. The obverse design is identical\nto the 50 centavos, however the reverse\nhas a large numeral 1 in the centre,\nwith PESO near the bottom right. The\ndates 1947 and 1997 are written to the\nleft and right, respectively. There is a\nsingle grain of wheat near the bottom\nleft. The commemorative legend at the\ntop and date of release at the bottom\nremain the same.",
            "In 2002, a cupro-nickel 2-peso coin\nwas released for the 50th anniversary\nof her death. The obverse of this coin\nfeatures a left portrait of Eva, while\nthe legends remain the same as the\nprevious issues.",
            "The reverse design shows a\nlarge crowd of people celebrating\nher, holding up a banner that reads\nEVITA, with rays of sunlight in the\nbackground. The dual dates 1952\n2002 and the denomination are",
            "written in four lines in the lower right comer.",
            "In 2012, the Bank of Argentina released a commemorative 100-peso banknote also featuring Eva Per n on the 60th",
            "anniversary of her passing. This was the first banknote from Argentina to feature a portrait of a woman.",
            "Number8 December 2019 \n"
        ],
        "PageNo": "373"
    },
    {
        "File": "The_CN_Journal_December_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE.",
            "2020 5-Cent Bronze Coin   The Canadian Home\nFront: The Victory Nickel",
            "The reverse re-creates the celebrated Victory design by\nThomas Shingles that appeared on Canada s five-",
            "cent coins between 1943 and 1945. A flaming torch\nrepresents the sacrifices made by Canadians at",
            "home and on the battlefields during the Second",
            "World War. Behind it, a big  V  has dual",
            "meaning: it alludes to Sir",
            "Winston Churchill s",
            "famous  V for",
            "Victory  sign,",
            "and is also",
            "the Roman",
            "numeral that",
            "represents the",
            "denomination",
            "(5). On either",
            "side of the V are",
            "maple leaves, while",
            "traditional denticles are replaced by a bilingual version\nof the original message,  WE WIN WHEN WE WORK\nWILLINGLY LA BONNE VOLONTE EST GAGE DE\nVICTOIRE , in Morse code. The obverse features the\nhistorical effigy of King George VI by T. H. Paget.",
            "2020 $50 Fine Silver Coin  \nReal Shapes: The Caribou",
            "Each coin in this series has been specifically designed\nfor consistent weight while also ensuring that the subject\nof the original circulation coin remains",
            "unaltered in detail and proportions",
            "Emanuel Hahn s iconic caribou profile",
            "present on the circulation 25-cent piece,",
            "is portrayed within its own silhouette.",
            "The obverse features the effigy of Her",
            "Majesty Queen Elizabeth",
            "II by Susanna Blunt and",
            "a pattern of caribou",
            "silhouettes.",
            "Pi ce de 5 cents en bronze 2020   Le front\nint rieur canadien : La pi ce de 5 cents Victoire",
            "Au revers est reproduit le c l bre",
            "motif de la Victoire de Thomas",
            "Shingles, qui avait figur ",
            "sur la pi ce canadienne",
            "de 5 cents de 1943 a",
            "1945. Un flambeau",
            "allum  repr sente les",
            "sacrifices qu a faits la",
            "population canadienne",
            "pendant la Seconde",
            "Guerre mondiale, au",
            "pays comme sur le champ",
            "de bataille. On apergoit",
            "om arri re-plan un grand V",
            "a la signification double : non",
            "seulement il renvoie a la c l bre",
            "citation de sir Winston Churchill,   V pour victoire  ,",
            "mais il d signe le   5   en chiffres romains. Des feuilles",
            "d@ rable entourent le V, et les denticules habituels sont",
            "remplac s par une version bilingue du message d origine",
            "en code morse :   WE WIN WHEN WE WORK",
            "WILLINGLY LA BONNE VOLONTE EST GAGE DE",
            "VICTOIRE  . L avers est a l effigie du roi George VI\nselon T. H. Paget.",
            "Pi ce de 50 $ en argent fin 2020   Plus vrai\nque nature : Caribou",
            "Prenant la forme d un caribou, cette pi ce en argent\npur a 99,99 % a un poids m tallique nominal de\n100 grammes, et fait 67 millimetres de hauteur\net 62,5 millim tres de largeur. Les pi ces de la",
            "s rie sont sp cialement congues pour avoir\nun poids uniforme et pour rester exactement\nfid les au sujet de chaque pi ce de circulation\noriginale, en proportion comme en d tail.\n.e profil du caribou embl matique\nde la pi ce de circulation de 25 cents,\nceuvre d Emanuel Hahn, pr sente ici sa\npropre silhouette. L avers, om  d un motif\nr current de silhouettes de caribous, est 4\nl effigie de Sa Majest  la reine Elizabeth II\nselon Susanna Blunt.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "376"
    },
    {
        "File": "The_CN_Journal_December_41.jpg",
        "Paragraphs": [
            "2019 $1 Fine Silver Coin   Renewed Silver Pi ce de 1 $ en argent fin 2019   Dollar en argent\nDollar: Peacekeeping revisit  : Maintien de la paix",
            "Le motif au revers est celui du dollar de\ncirculation canadien de 1995, qui repr sente\nle Monument au maintien de la paix  rig ",
            "The reverse image features the design from the\nCanadian 1995 one-dollar circulation coin\ndepicting the Peacekeeping Monument in",
            "Ottawa, Ontario. The central figure on the\nimage 1s plated in gold. The obverse features\nthe effigy of Her Majesty Queen",
            "Elizabeth II by Dora de Pedery",
            "Hunt. Her Majesty s effigy is",
            "plated in gold.",
            "a Ottawa, en Ontario. La figure centrale",
            "de l'image est plaqu e d or. L avers",
            "est a l effigie de Sa Majest  la reine",
            "Elizabeth II, selon Dora de P dery Hunt.",
            "Le portrait de la souveraine est aussi\nrehauss  d un placage d or.",
            "Masters Club - Club des Maitres",
            "2019 $2,500 Pure Gold Coin  ",
            "Into the Light: Lion",
            "The reverse design: Stepping into the golden\nglow of early morning light, the king\nof the jungle greets the day with a\nroar in this engraved rendering",
            "of Into the Light   Lion, an",
            "original acrylic-on-canvas",
            "painting by Canadian",
            "wildlife artist Robert",
            "Bateman. The obverse",
            "design features the",
            "effigy of Her Majesty",
            "Queen Elizabeth II by",
            "Susanna Blunt.",
            " Tt is early morning in",
            "the Ngorongoro Crater.",
            "Although this is Africa,",
            "the high elevation brings",
            "very cold nights and misty\nmornings. The solitary lion",
            "is plodding his way slowly",
            "through the dewy vegetation.",
            "There is no particularly\ncomfortable place to lie down, and there are\nno prospects for an easy hunt... This big\nfellow is in his prime or perhaps just\npast it. As he steps out into the sunlight\nof the rapidly warming morning, he\nis still confident and king of all that\nhe surveys. It is perhaps lucky that he\ncannot foretell the future.    Robert\nBateman",
            "Number 8 December 2019 --------------------------------------",
            "Pi ce de 2 500 $ en or pur 2019  ",
            "Into the Light - Lion",
            "Le motif au revers : Avancant dans la lueur\ndor e de l aube, le roi de la jungle salue le\nsoleil levant avec un rugissement sur\ncette reproduction grav e d Into the\nLight   Lion, une acrylique sur toile\noriginale de l artiste animalier\ncanadien Robert Bateman.\nL avers est a l effigie de Sa\nMajest  la reine Elizabeth II,\nselon Susanna Blunt.",
            "  C est l aube dans le\ncrat re du Ngorongoro,\nen Afrique. A cause de\nl altitude, les nuits sont",
            "tres froides et les matins",
            "tr s brumeux. De son pas",
            "lourd, le lion solitaire avance",
            "lentement dans la v g tation",
            "couverte de ros e. Il n y a aucun\nendroit confortable ou s allonger",
            "et aucune proie facile a l horizon...",
            "L imposant f lin est dans la force de l dge, ou\npeut- tre un peu plus vieux. Alors que le soleil",
            "r chauffe rapidement la matin e, l animal\nest encore confiant : il observe en roi tout\nce qui l entoure. Au fond, il vaut peut- tre\nmieux qu'il ne sache pas ce qui l attend.  \n  Robert Bateman"
            
        ],
        "PageNo": "377"
    },
    {
        "File": "The_CN_Journal_December_42.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY",
            "#17134  ",
            "Bowman s Canadian Patterns",
            "With the recent sale of the Canadian 1911 silver\nW dollar at the American Numismatic Association",
            "convention in Rosemont, Illinois, I thought it\nwould be timely to discuss what 1s likely the first mention\nof the fabled coin in print. Until 1960, the 1911 dollar s\nexistence was uncertain. Dies were known to have been cut\nby the British Royal Mint, and it was presumed that trial\nstrikes were made, and then possibly destroyed. At the time,\nmost information about the coin was rumor and conjecture.",
            "The first known mention of the 1911 silver dollar, outside\nof Royal Mint documents, was in Canadian Patterns, by\nFred Bowman. He labelled it number 40. He states that\nthe dies were engraved by the Royal Mint in London and\nstored at the Ottawa facility, and that two pieces were struck\nwith one being destroyed. He ends the entry with a hopeful\nnote:  It is possible that the second may still be in existence,\npossibly in the hands of a non-collector who does not realize\nthe prize he has stowed away in a bureau drawer. ",
            "To clarify, Bowman defines patterns in this way:\nPatterns, among numismatists, are coins usually\nstruck in limited numbers as samples to be submitted\nfor designs when a new coinage, or a change in\nthe existing coinage, is contemplated. They are\nsometimes produced by engravers as specimens\nof their handiwork or by firms tendering for work\nwhich the mint finds it cannot handle owing to being\noverloaded with other commitments. Consequently\npatterns, as a rule, are coins that have never been\nput into circulation.",
            "Fred Bowman s pamphlet first appeared as an article\nin the January 1957 issue of Zhe Canadian Numismatic\nJournal. It was made available in a separate printing the\nnext month for 35 cents. It built on R. W. McLachlan s\n1908 work, Patterns Struck at the Royal Mint for Canada.\nBowman credits Montreal collector W. W. C. Wilson for\nbringing the bulk of these pattern pieces to North America\nfrom England in the 1920s.",
            "When someone publishes a listing covering a new or long\nneglected area of numismatics, the author will inevitably be\nswamped with notes about omissions and errors. This was\nthe case after Bowman s Canadian Patterns was published.\nHe responded to these a few months later with another\narticle entitled  Canadian Essais or Trial Pieces. ",
            "Bowman notes that many of these pieces were\nstruck with existing designs, but with dates and mint\nmarks that don t match the mint s own data. Others\nwere struck in different metals but using existing dies.",
            "Because the designs had already been accepted for use,\nthese pieces could not be classified as patterns. A few pieces\nbrought to Bowman s attention did meet the definition of\n patterns,  such as an 1870 fifty-cent piece struck in bronze\nwith a wreath design that differed from the circulating\nissue. But he decided to wait until he saw these pieces\nbefore passing yudgment.",
            "The 1911 dollar finally emerged in 1960 when it was\npurchased by B.A. Seaby. Since 1911, as it turned out, it had\nbeen in the possession of the family of a former Royal Mint\nemployee. Stories are inconsistent, but the coin was acquired\neither by Horace Seymour, who served as the Deputy Master\nand Comptroller of the Royal Mint, or Sir William Grey\nEllison-MacCartney, who was the Mint Master. We can\nsafely assume that ether man had ample opportunity to\nacquire the rare coin during his career there.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "378"
    },
    {
        "File": "The_CN_Journal_December_43.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH History",
            "THE LOVE OF ZOE.",
            "BY JESUS VICO\n_AND MARISA OLLERO.",
            "December 10, 1041",
            
            "Zoe , born into the purple, faithful to God, the Queen, Empress of the Romans.",
            "Zoe Porphyrogenita reigned",
            ", as Byzantine Empress",
            "alongside her sister",
            "Theodora from April 10, 1042, to",
            "June 1050. Before that though she",
            "was Empress Consort for a series of\nco-rulers between 1028 and 1042.",
            "Zoe  was born c. 978 CE to junior\nco-emperor Constantine VIII. She\nlived a life of relative obscurity\nuntil, at the age of 23, she was\nbetrothed to the 21 year old Holy\nRoman Emperor, Otto III, in 1001.\nHowever, Otto died in January\n1002 while Zo  was travelling to\nmarry him.",
            "In December 1025, when she\nwas 47 years old, her uncle, Basil II,\nthe senior co-emperor died leaving\nthe Byzantine throne solely to her\nfather. Three years later, just before\nhis death, Constantine selected a\nprominent aristocrat to continue\nthe dynasty by marrying one of\nhis daughters. He initially chose\nGeneral Constantine Dalassenos,\ndoux (duke) of Antioch, but the\nEmperor s advisors, fearing that\nhe was  too strong and difficult to",
            "manipulate,  convinced him to consider Romanos Argyros,\nthe urban prefect of Constantinople, instead.",
            "Theodora defied her father,\nrefusing to marry Romanos,\narguing that he was already\nmarried and that as third\ncousins they had too close a\nblood relationship for marriage.\nConsequently, Constantine VII\nchose Zo  to be Romanos s wife\ninstead of Theodora. Zo  and\nRomanos married on November\n10, 1028, in the imperial chapel\nof the palace. Three days later\nConstantine died and the newly-\nweds were seated on the imperial\nthrone.",
            "Zoe  was obsessed with\ncontinuing the Macedonian\ndynasty. Almost immediately upon\nmarrying Romanos the 50-year-\nold Zoe  tried desperately to\nbecome pregnant. She used magic\ncharms, amulets, and potions,\nall without effect. This failure to\nconceive alienated the couple.",
            "Zoe , furious and frustrated,\nengaged in a number of affairs.\nRomanos tolerated these and\ntook a mistress himself. In 1033,\nZoe  fell in love with a low-born",
            "money-changer called Michael. She flaunted her lover",
            "openly and threatened to make him emperor.",
            "Number 8 Decentber 2019 \n"
        ],
        "PageNo": "379"
    },
    {
        "File": "The_CN_Journal_December_44.jpg",
        "Paragraphs": [
            "In early 1034, Romanos became ill and it was widely believed\nthat Zo  and Michael, the Paphlagonian, were conspiring to\nhave him poisoned. On April 11, Romanos was found dying in\nhis bath. According to court official and later chronicler Michael\nPsellus some of his retinue had  held his head for a long time\nbeneath the water, attempting at the same time to strangle him. ",
            "Zo  and Michael were married on the same day that\nRomanos died. The next day they summoned the Patriarch\nAlexios I to officiate at the coronation of the new emperor,\nto reign as Michael IV until his death in 1041.",
            "Although Zo  believed Michael would prove to be a\nmore devoted husband than Romanos, she was mistaken.\nMichael IV was concerned about Zo  turning on him the\nway she had turned on Romanos, so he excluded Zo  from\npolitics by placing all power in the hands of his brother,\nthe eunuch John the Orphanotrophos. Zo  was confined\nagain to the palace gynaeceum (women s quarters), and\nkept under strict surveillance. The disgruntled empress\nconspired against John but in vain.",
            "Michael IV the Paphlagonian 1034 1041, Histamenon\nAu 25 mm 4.40g, Constantinople; Obv: +lhS XIS REX\nREcNANTIhM, bust of Christ facing, wearing nimbus\ncrown, pallium and colobium, raising right hand in\nbenediction and holding codex in left hand, surrounded\nby triple border; Rev: +MIXAHL bASILEYS RM, bust\nfacing, with short beard, wearing crown and loros,\nholding labarum in right hand and globus cruciger in left\nhand; manus Dei above, all surrounded by triple border.",
            "Zo  and Theodora 1042, Histamenon Au 27 mm, 4.42 g,\nConstantinople April-June 1042; Obv: + OKE RO TAC\nRACIAICCIC / MP OV, bust of the Virgin facing, orans,\nnimbate and wearing pallium with maphorium; before her,\nbust of infant Christ, with cruciform nimbus Rev: +ZwHN\nS OEOAwP, facing busts of Zo  (on left) and Theodora,\neach wearing divitision and maniakion, and crown with\npinnacles and pendilia, labarum between them.",
            "Constantine VIII, Histamenon (solidus), Au 25 mm 4.39 g,\nConstantinople mint; Obv: +IhS XIS REX RECNANTInm\nNimbate bust of Christ facing, wearing pallium and\ncolobium, raising right hand in benediction, Book of\nGospels in left hand); Rev: +Cwh - AnTI - bASILEYS ROM,\nCrowned bust with long beard in loros facing; holding\nlabarum in right hand and akakia in left hand.",
            "Romanos III Argyros 1028 1034, Histamenon, Au 4.44 g,\nConstantinople mint; Obv: + IhS XIS REX REGNANTInm,\nenthroned Christ with Codex; Rev : OCE bOHO  RWmAnW,\nEmperor (4 points on Lorossaum) with sceptre being\nblessed by Mary with Nimbus, above M 0.",
            "By 1041 it was obvious that Michael IV was dying. John\nthe Orphanotrophos, eager to ensure that he maintained power,\nforced Zo  to adopt Michael IV s nephew, the son of his sister,\nalso called Michael. On December 10, 1041, Michael IV died,\nand Michael V was crowned emperor, and promptly exiled\nZo . This sparked a popular revolt which dethroned him and\ninstalled Zo  and her sister Theodora as joint empresses. After a\ntwo-month joint reign Zo  married a former lover, Constantine\nMonomachos, who was installed as Constantine IX, transferring\npower to him. Exactly eight years later, Zo  died aged 72.",
            "Constantine IX 1042 1055, Histamenon (concave) Au\n4.37 g, Constantinople 1054/1055; Obv: bust of Christ;\nRev: bust facing with sceptre and sword, one star |. and\none r. (The two stars may refer to the supernova, which\nbecame visible on 4 July 1054)",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "380"
    },
    {
        "File": "The_CN_Journal_December_46.jpg",
        "Paragraphs": [
            "ROYAL. MINT. COMMUNIQUE Se ko",
            "The Christmas sixpence",
            "The sixpence was used in a Christmas tradition that is believed to have been brought",
            "over to Britain by Prince Albert, husband of Queen Victoria. On the Sunday\nbefore Advent, families gathered in the kitchen to help make the Christmas\npudding. Stir-up Sunday!",
            "In Britain, a silver sixpence was placed into the pudding mix and every member\nof the household gave the mix a stir. Whoever found the sixpence in his or her piece\nof pudding Christmas Day would see it as a sign bringing joy, wealth and good luck\nin the year to come.",
            "Take part in this classic British tradition by putting your very\nown silver sixpence into your Christmas pudding. Wait to see\nwho gets the sixpence in his or her piece and all the good\nluck in 2020.",
            "The coin is struck in sterling silver, with a reverse\ndesign by artist and sculptor John Bergdahl. The obverse\nhas the official effigy of Queen Elizabeth II, designed\nby Jody Clark. The coin is 19.41 mm in diameter and\nweighs 3.35 g. For your own Christmas sixpence, go to\nwww.royalmint.com/gifts/coin-gifts/201 9-sterling-silver-\nchristmas-sixpence/.",       
            
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "382"
    }
]