[
    {
        "File": "The_CN_Journal_September_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT.",
            "MoT_DU_PRESIDENT.",
            "Greetings. I was acclaimed President of the\nG RCNA at the Annual General Meeting of the",
            "Association held in Calgary in conjunction\nwith our annual Convention in mid-July. I am replacing\nHenry Nienhuis, who has done an exceptional job for us\nas President over the last 4 years. Henry will remain on\nthe RCNA Executive as Past President, and as Editor of\nthe Journal. We all owe Henry a debt of gratitude for his\ngenerous dedication to our cause over his term.",
            "By all reports, the Convention was a success. The\nmembers in attendance with whom I spoke indicated\nthat they had enjoyed the events held as part of\nthe Convention, and in many cases, had located\n treasures  that they will hold and enjoy for decades.\nThe tours, dinners and other social events seemed\nto come off well. It has always seemed to me that it\nis the camaraderie and common collector interest\npresent at the Conventions, and best displayed by the\nvarious social events, that really make the conventions\nspecial. If you are a member who has never attended\na convention, I strongly recommend it, and hope to\nsee you at the Convention in Halifax next year, or in\nOttawa in 2021, or Quebec City in 2022.",
            "The educational symposium was well-presented and\nwell-attended. At the Convention, plans were made for\nnext year s educational symposium to be recorded and\nposted to the RCNA website, so that members who are\nunable to attend can view the presentations remotely.\nScott Douglas, who has done a great job as Chair of\nthe Education Committee of the RCNA over the last\nnumber of years, has resigned that post. If anyone has\nan interest in assuming this position, we would very\nmuch like to hear from you, and I would ask you to\ncontact the Secretary of the RCNA at the coordinates\nset out in the front of this journal.",
            "In all, the Calgary Numismatic Society, the host club\nfor this year s Convention, deserves praise and thanks\nfrom all of us for a job extremely well done in running\nthis event.",
            "In my next President s message, I would like to share\nwith you some thoughts on what I hope your Executive\ncan accomplish over my 2-year term as President.",
            "Until then, my best regards.",
            "Number 6 September",           
            "Salutations a tous. Lors de l assembl e g n rale annuelle\nS de l association, tenue durant notre congr s annuel a",
            "Calgary a la mi-juillet, j ai  t   lu pr sident de PT ARNC.\nJe remplace Henry Nienhuis, qui a fait un travail exceptionnel\npour nous en tant que pr sident au cours des 4 derni res\nann es. Henry restera membre du comit  ex cutif de PARNC\naux postes de pr sident sortant et de r dacteur en chef du\njournal. Nous devons beaucoup a Henry pour son d vouement\ninconditionnel a notre cause tout au long de son mandat.",
            "Selon tous les rapports, le congr s de cet  t  fut un succes.\nLes membres pr sents, avec qui j ai discut , ont mentionn \navoir appr ci  les activit s organis es dans le cadre du congr s\net, dans plusieurs cas, ils ont avou  avoir trouv  des  tr sors \nquwils vont ajouter a leur collection et vont appr cier pendant\ndes d cennies. Les visites, souper et autres activit s sociales\nsemblent avoir bien  t  appr ci s. Ce qui rend le congr s\nsp cial, c est surtout la camaraderie et l int r t partag  entre\ncollectionneurs comme en t moigne les diff rentes activit s\nsociales durant l v nement.",
            "Si vous n avez jamais assist  a un congr s, je vous le\nrecommande vivement et j espere vous voir dans un congr s\nfutur, soit 4 Halifax l an prochain, a Ottawa en 2021 ou a\nQu bec en 2022.",
            "Les s minaires  ducatifs  taient bien pr par s et une bonne\nparticipation des membres. Durant le congr s, des plans\nont  t  mise en place afin que les s minaires  ducatifs du\ncongr s de l an prochain soient film s et t l charg s sur le\nsite Web de l ARNC, afin que les membres qui ne peuvent\nassister aux s minaires puissent visionner les pr sentations a\ndistance. Scott Douglas, qui a fait un excellent travail en tant\nque pr sident du comit  de l ducation de l  ARNC au cours\ndes derni res ann es, a remis sa d mission. Si quelqu un a un\nint r t pour occuper ce poste, nous aimerions bien en discuter.\nJe vous encourage de contacter le secr taire de   ARNC aux\ncoordonn es indiqu es au d but du journal.",
            "En fin de compte, le Calgary Numismatic Society, le club\nh te du congr s de cette ann e, m rite tous les  loges et les\nremerciements de tous pour le travail extr mement bien\naccompli dans la gestion de cet v nement.",
            "Dans mon prochain message du pr sident, je vais vous faire\npart de mes attentes en ce qui concere ce que votre ex cutif\npourra accomplir au cours de mon mandat de deux ans en tant\nque pr sident. D ici 1a, mes meilleures salutations."
            
        ],
        "PageNo": "245"
    },
    {
        "File": "The_CN_Journal_September_07.jpg",
        "Paragraphs": [
            "2019_CAFNE_RECEPTION",
            "The Canadian Association for Numismatic Education (CAFNE) hosted a reception\nfrom 6:00 p.m. to 9:00 p.m. on Thursday evening during the RCNA Convention.",
            "The reception was held at the Nickle Arts Museum on the University of Calgary\ncampus. This year s event, once again, served to increase the awareness to\nCAFNE s presence in the numismatic community and to act as a fund raiser for\nthe Association. Part of CAFNE s mandate is to help sponsor numismatic educational\nevents through the RCNA and other numismatic clubs and associations.",
            "Number 6 September",
            "2019",
            "Once again the support from the numismatic community greatly\nexceeded the organizers  expectations. Each year, with the kind\nsupport of key sponsors: Trajan Publishing, The Canadian\nNumismatic Company, Calgary Numismatic Society, Nickle\nArts Museum, Gatewest Coins and Proof Positive Coins. The\nevent serves as the main fund-raiser for CAFNE   critical\nto help it continue its support of numismatic education. This\nyear the Association raised over $16,000 from individuals,\nnumismatic clubs and associations in Canada and the US.",
            "This outstanding achievement is due in part to the supporting\ndonations by major benefactors: the Calgary Numismatic\nSociety; the Edmonton Numismatic Society; Roland R. and\nDoris M. Engel and Family; Alexander  Xan  Chamberlain,\na well-known numismatist from California; and Michael S.",
            "urrini, US Area RCNA Director.\n"
        ],
        "PageNo": "247"
    },
    {
        "File": "The_CN_Journal_September_12.jpg",
        "Paragraphs": [
            "2019 PRESENTATIONS O SERVICE AWARDS",
            "J. Douglas Ferguson Award   Stanley H. Clute Frcna, FcNRs",
            "ach year the J. Douglas Ferguson Award is presented as the culmination to the Royal Canadian Numismatic Association s\nannual convention banquet. It is award by the J. Douglas Ferguson Historical Foundation and is considered the highest\ndistinction i Canadian Numismatics. This year the award citation, presented to Stanley H. Clute, read:",
            "By authority of the Board of Award, it is our\nprivilege to inform you that you have been\nawarded the J. Douglas Ferguson Award for\ndistinguished service to Canadian numismatics.",
            "Over the years you have written a number of\narticles for The Canadian Numismatic Journal\ncovering a surprising breadth of interest, from\nTombac Five Cent pieces, to Jetons, to Medals, and\nwooden money.",
            "You took over the Coin Questions and Answers\ncolumn for the Coin Stamp Antique News in 1973,\nlater adding an ancient coins column. After a\nbreak of several years you returned to produce an\nancient coins column, which you are still writing,\nalternating it with a Canadian paper money column\nfor what is now, the Canadian Coin News. This is\nan amazing longevity.",
            "Your main involvement in numismatic\norganizations has been with the Canadian\nNumismatic Association, now the Royal Canadian\nNumismatic Association which you have served as\nSecond and First Vice-President, culminating as\nPresident for a term from 1987 to 1989. You are also\nthe author of The Canadian Numismatic Association,",
            "A Half Century of Advancement in Numismatics, published in 2003.",
            "We are proud to present to you the J. Douglas Ferguson Award for 2019, the highest\ndistinction in Canadian numismatics. Rouald Greene, Chairman, Board of Award",
            "Paul Fiocca Award   William Waychison FRcNA, FCNRS",
            "illiam Waychison received this year s\nFiocca Award during the Awards\nBanquet on July 20, 2019.",
            "In 2007 the Royal Canadian Numismatic\nAssociation created the Paul Fiocca Award for\nLong Term and Meritorious Service to the RCNA.\nIt is the highest award presented by the RCNA,\nand second only to the J. Douglas Ferguson Award\nin Canadian numismatics. The Fiocca Award is\nsupported by Trajan Publishing, the Fiocca family\nand friends of Paul.",
            "For 2019 the Board of Award comprised\nRCNA President Henry Nienhuis, Committee\nChair, and Mike Walsh of Trajan Publishing.",
            "The CN Journal",
            "Volume 64\n"
        ],
        "PageNo": "252"
    },
    {
        "File": "The_CN_Journal_September_13.jpg",
        "Paragraphs": [
            "Charles D. Moore Award   Robert Kokotailo",
            "obert Kokotailo received this year s Charles D.\nRoe: Award from Henry Nienhuis at the awards\npresentations.",
            "In 2016 the RCNA Executive committee determined that an annual\naward to honour those best described as  Professional Numismatists \nwas long overdue in the Canadian Numismatic world.",
            "The award each year is intended to honour the recipient who\nhas consistently contributed to the advancement of Canadian\nNumismatics and to the Royal Canadian Numismatic Association\nover several years. The recipient will have exhibited a willingness\nto advance the hobby through Dignity, Integrity, Truth and\nKnowledge. The recipient shall be selected from those professional\nnumismatists, full- or part-time dealers, researchers and writers,\npublicists, and benefactors, who are members of the RCNA.",
            "The Charles D. Moore Award, named after a past president of\nthe RCNA who many feel embodied the very characteristics this\naward honours, was inaugurated at the 2017 RCNA Convention,\nheld at Boucherville, Quebec.",
            "Fellow of the RCNA Awards",
            "The Royal Canadian Numismatic Association established this member service award in 1990 to recognize those\nmembers who performed a worthy service judged to be of a direct benefit to the Association and the hobby. An\naward of  Fellow  authorizes use of the letters, FRCNA to follow the recipient s name. This year s prestigious awards",
            "were presented to Dan McCormick, NS; and Stephen Woodland, ON.",
            "Number6 September 2019 \n"
        ],
        "PageNo": "253"
    },
    {
        "File": "The_CN_Journal_September_14.jpg",
        "Paragraphs": [
            "2019 RCNA Presidential Awards",
            "The dedicated individuals receiving a Presidential Award this year are (clockwise alphabetically): Doug Andrews\n| (presenter, Clifford Mishler), Calgary AB, Scott Douglas, Acton ON, Paul Johnson, Markham ON, , Jacques\nPoitras, Edmunston NB, Barrie Renwick,Calgary AB, and Rob Turner, Las Vegas, NV. Not present at the awards\nceremony were: Lisa McPherson, Brantford ON, and Jim Mackenzie, Saskatoon SK.\nPresidential Awards are presented under the prerogative\nof the RCNA President to reward individuals or groups for\noutstanding support to our Association.",
            " The CN Journal Volume 64\n"
        ],
        "PageNo": "54"
    },
    {
        "File": "The_CN_Journal_September_15.jpg",
        "Paragraphs": [
            "ANNUAL REPORT OF THE EXECUTIVE SECRETARY  \nRAPPORT_ANNUEL_DU_ SECRETAIRE_EXECUTIF FRCNA, FONA, LM #159",
            "BY PAUL JOHNSON FRCNA, FONA, LM#159",
            "This past year has been very busy for me as Executive",
            "Secretary. There have been numerous projects and\nwork which led to a consistently busy schedule.",
            "During the year I have dealt with hundreds of emails\nand phone calls regarding RCNA business. There has\nbeen a continuous increase in emails and phone calls\ncompared with the last few years. All of these are usually\nresponded to within 24 hours. Service to our members\nmust be placed very high on the list of priorities.",
            "Numerous implementations have been worked on\nduring the past year:\n  Processed 82 new members from July 1, 2018, to June",
            "30, 2019. This number includes 68 that were recruited",
            "through the RCNA website and special membership",
            "promotion.",
            "  I continue to streamline our master membership\nspreadsheet including year joined, renewal dates,\nemail addresses etc. Our ability to quickly track how\nmany members we receive by sponsor in a given year\nlets us prepare comparison charts for a series of years.",
            "  We sent out about 28 correspondence courses.",
            "* Much work was done to prepare meeting agendas and\ntranscribe minutes to paper for three RCNA executive\nmeetings.",
            "  Additional work took place helping committee members\nJacques Poitras and Rob Turer with the 2019-2020\nfinancial budget.",
            "  I have also spent time sending out correspondence\ncourses, preparing banking and cheques for\nsignature, monthly financial statements and other\nitems to keep the office in proper working order.",
            "  Financial records were documented and reviewed in\ndepth during the year.",
            "Also, I have spent a great deal of time planning for future",
            "RCNA conventions. I have worked closely with the 2019",
            "Calgary Convention Committee as well as in preparing",
            "for the next Convention in Halifax. I have had constant",
            "communication with chairman James Williston during\nthe last few months to ensure that the convention in",
            "Calgary would be enjoyable and successful. For the sixth",
            "consecutive year, I took on the added responsibility of",
            "convention Treasurer, and for continuity and cost control\nthis will continue at future events.",
            "I also want to take this opportunity to thank all of\nthe Executive Committee and, especially, Henry\nNienhuis, for his support during the past year. It has\nbeen a pleasure serving the membership in the position",
            "of Executive Secretary. ",            
            "Number 6 September",            
            "Cette derni re ann e a  t  charg e pour moi en tant",
            "( que secr taire ex cutif. Il y a beaucoup de projets et\ntravaux qui tiennent mon agenda constamment occup .",
            "Au cours de I ann e, j ai regu des centaines de courriels et\nd appels t l phoniques concernant les affaires quotidiennes de",
            "PARNC. Il y a eu une augmentation constante des courriels et des",
            "appels t l phoniques par rapport aux demmi res ann es. Je r ponds",
            "g n ralement a toutes ces questions dans les 24 heures. Le service\naux membres doit  tre plac  tr s haut sur notre liste des priorit s.",
            "Voici un survol des activit s accomplies au cours des douze\nderniers mois:",
            "* Inscriptions de 82 nouveaux membres entre le ler juillet 2018 et le\n30 juin 2019. Ce nombre comprend les 68 qui ont  t  recrut s par\nPinterm diaire de notre site internet et de la promotion sp ciale.",
            "  Je continue d organiser notre base de donn es des membres\npour y inclure l ann e d adh sion, date de renouvellement,\nadresse courriel, etc. Notre capacit  de mieux suivre le nombre\nde membres parrain s durant une ann e et faire un graphique\ncomparatif des ann es.",
            "* Nous avons envoy  environ 28 cours par correspondance.",
            "  Beaucoup de travail de pr paration pour les rencontres, incluant\nles ordres du jour et produire et transmettre les minutes de nos\ntrois r unions aux membres de I ex cutif de  ARNC.",
            "* Des taches suppl mentaires ont  t  requises pour aider les\nmembres du comit  Jacques Poitras et Rob Turner dans la\npr paration du budget financier pour 2019-2020.",
            "  J ai aussi consacr  beaucoup de temps pour | envoi des cours\npar correspondance, a pr parer la documentation et pr paration\ndes ch ques pour signature, des  tats financiers mensuels et\nd autres  l ments pour maintenir bon  tat de fonctionnement\nde l office.",
            "* Nos registres financiers ont  t  document s et r vis s en\nprofondeur cette ann e.",
            "J ai aussi consacr  beaucoup de temps 4 la planification",
            "de prochain congr s de l ARNC. J ai travaill  en  troite",
            "collaboration avec le comit  du congr s 2019 de Calgary ainsi\nque la pr paration du prochain congr s de ? ARNC a Halifax. Au\ncours des derniers mois, j tais en communication r guli rement\navec le pr sident du congr s James Williston afin de m assurer\nque le congr s de Calgary soit agr able et couronn  de succ s.",
            "Pour une sixi me ann e cons cutive, } ai pris la responsabilit ",
            "suppl mentaire de tr sorier et cela va se poursuivre pour les",
            "congr s futurs afin d assurer la continuit  et le contr le des cotits.\nJe tiens  galement a profiter de cette occasion pour remercier\ntous les membres du comit  ex cutif, particulicrement Henry",
            "Nienhuis, pour son support au cours de la dernicre ann e. Ce fut",
            "un plaisir de servir les membres dans la position de Secretaire",
            "executif.\n"
        ],
        "PageNo": "255"
    },
    {
        "File": "The_CN_Journal_September_18.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "BY GEORGE MANZ\nFRCNA, #19846",
            "Canada's First Coins",
            "The first coins minted for Canada are dated\n| 1858. But Canada in 1858 was much\nsmaller than it is today. Back in",
            "1858, the Province of Canada consisted of\nUpper Canada (Canada West) and Lower\nCanada (Canada East). These small British\ncolonies were respectively in the southern\nparts of what are now the provinces of\nOntario and Quebec.",
            "After the 1837-1838 rebellions in favour\nof responsible government in Upper Canada\nand Lower Canada were defeated, Lord Durham\nreported that only a united government would end\nthe animosity. And so the Act of Union of 1840\ngave each province 42 seats in the Legislative\nAssembly of the united Province of Canada.",
            "Eventually, moderate reforms were\nenacted such as responsible government and\nrecognizing French as an official language.",
            "One of the duties of the government of the\nProvince of Canada was to issue coins. And\nwhat coins they were. The series of coins dated\n1858 was issued in four denominations including",
            "large cents, silver 5 cents, silver 10 cents and silver 20",
            "cents. All were minted in England.",
            "The obverse of each coin depicted Queen\nVictoria wearing a laurel wreath in her hair.\nBut by 1858, Victoria was an overweight and\nmuch older looking woman than depicted",
            "on these coins.",
            "The bronze large cents are my favorites\nin the series, partly because the coins\nwere made to not only represent the value",
            "of the coin, but also because they were",
            "designed for other functions as well. Each",
            "cent weighed exactly 4.54 g, which meant that",
            "there were 100 cents in a pound. Also, the coins",
            "measured 25.4 mm, so that if you put 12 of them",
            "edge to edge, they would measure exactly one\nfoot in length.",
            "The silver 5 cents, 10 cents and 20 cents\nwere made of sterling silver. Interestingly,\nthe 20 cents is a one-year denomination.\nWithin a few years, the government decided\nthat it would be replaced by 25 cents coins.",
            "A rare Specimen set of these 1858 coins",
            "will be on display at the Regina Coin Club\nfall show on October 19-20, 2019, at the Turvey",
            "Centre, just north of Regina.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "258"
    },
    {
        "File": "The_CN_Journal_September_19.jpg",
        "Paragraphs": [
            "2019 EDUCATIONAL SYMPOSIUM",
            "Overall Attendance continued the previous upward trend, and one session alone attracted approximately 50\npeople. Each year our symposium brings members new knowledge and interesting subjects offered by experienced\nnumismatists. This year its highlighted presentations were given by these eight leading numismatist:",
            "T his year s Educational Symposium presentations spanned two days, Wednesday and Thursday, July 17 and 18.",
            "Wednesday Session Speakers:",
            "(Il-r) Marina Fischer, Coins of Jesus: Money and Religion in the Ancient World; Robb McPherson, Casino Collectibles\n- Chips, Tokens, etc.; Eric Jensen, Exonumia - Numismatic Fringe Revisited; Stan Clute, Numismatic Research &\nWriting - Then And Now.",
            "Thursday Session Speakers:",
            "(I-r) Michael Souza, The Occupation of Hong Kong and the Life of a Veteran; Lisa Dare, Numismatics 101 - A\nSpouse s Guide to Understanding and Living with a collector; Barrie Renwick, R.Tait McKenzie, his life and his\nart; Neil Probert, Organized Numismatics in Calgary.",
            "Education Chairman Scott Douglas did an excellent job in organizing this symposium, which continued the two-day\nformat. Regrettably, speaker Sean Sinclair, originally scheduled for 2:00 p.m. Wednesday, was unable to attend because of\npersonal reasons. In his absence, Robb McPherson presented an alternative talk that was very well received.",
            "This event was funded by a grant from the Canadian Association for Numismatic Education (CAFNE).",
            "Number 6 September 2019 \n"
        ],
        "PageNo": "259"
    },
    {
        "File": "The_CN_Journal_September_20.jpg",
        "Paragraphs": [
            "IN. MEMORIAM - RAYMOND EDWARD (RAY) DESJARDINS",
            "(1941-2019)",
            "The Canadian numismatic community has\n| lost another beloved member with\nthe passing of Ray Desjardins in\nOttawa on June 27. He was 78. While\nRay had not been active in the Ottawa\nNumismatic Society for several\nyears, he was a critical force in its\nearlier days with the Ottawa clubs\nthat preceded the ONS. He was\none of the few surviving members\nof the numismatic  Old Guard  in\nOttawa. Ray was an active supporter\nof, and held several high offices\nin, both the Canadian Numismatic\nAssociation and the Ontario\nNumismatic Association. In 1998 he was\nmade a Fellow of the ONA and, in 2016,\nhe received his 50-year RCNA membership\ncertificate. He was member #7434.",
            "To many, Ray is considered one of the fathers of\nthe  Trade Dollar  industry, having partnered with\nSerge Pelletier for many years in the creation and\npromotion of this collecting field. Ray was a legendary\nmarketer. In 1979, he established Bonavita Ltd., a\nmail order business specialized in serving Municipal\nTrade Token collectors. Ray and Serge designed,\nproduced, and marketed municipal trade tokens for\nhundreds of Canadian communities. Ray made vital\ncontributions to several reference books on the subject.",
            "In 1999, Bonavita Ltd. became part of Eligi and\nRay served as its Vice-President.\nRay was born in Ottawa on February\n26, 1941. In his youth, he was a cadet\nand cadet captain. He then served in\nthe Primary Reserve in the Royal\nCanadian Infantry Corps from 1957\nuntil 1964. Ray went on to become\na distinguished public servant for\nover 35 years. Retiring in 1995,\nhe was Director of Marketing\nUSA and the Americas at External\nAffairs (Tourism Canada). A\ncommitted member of the Royal\nCanadian Legion since 1997, Ray was\npresident of Branch 593, Bell Corners,\nand founding President of Branch 641,\nBarrhaven. At the time of his death, he was\nChaplain. In 1998, he began his Veteran-related\nvolunteer work with the Perley and Rideau Veterans \nHealth Centre as a Legionnaire. Through his involvement,\nmillions of dollars were raised in support of the long-term\ncare Veterans  facility, home to 250 residents.",
            "Several weeks ago, Ray received the Royal Canadian\nLegion s highest honour, the Meritorious Service Medal\n(MSM). He was invested as a Knight Commander\nof The Order of St. George, as well as twice receiving\nThe Queen s Jubilee medal. He was also a recipient\nof numerous commemorative medals, including the\nSovereign s Volunteer Award, and he was a member of the\nOrder of Ottawa.",
            "Ray will be remembered as a very fine human being.\nPredeceased by Carolyn, his wife of 49 years (2011)\nand his sister, Jeanine (2009), his mother, Irene (1975)\nand father, Joe (1963). He is survived by his wife Rose\nand her family, daughter Michelle (Richard), son Steven\n(Seleena), brothers George (Ruth) and Mark (Ruth), as\nwell as many nieces and nephews. Beloved Grandpa of\nAlex and Julie (Neil) Breslin.",
            "Submitted by Ron Cheek",
           
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "260"
    },
    {
        "File": "The_CN_Journal_September_21.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "BY SEAN SINCLAIR\n#23912",
            "Amazing Grace",
            "Grace Kelly appeared to be one of those\nG unfortunately all too rare women who appealed to",
            "Just about anybody. Much like Princess Diana or\nAudrey Hepburn, she was iconic and seemed to be ageless,\nyet all three women left this world prematurely. As her\nname implies she had a certain grace and humility.",
            "While I can t say that I am old enough to really\nremember Grace Kelly, I am old enough to have been alive\nat the same time as she was.",
            "Grace Patricia Kelly was born in Philadelphia,\nPennsylvania, USA on November 12, 1929, as part of a\nhighly affluent family. Kelly was the third of four children,\nwith an older sister and brother and a younger sister. She\nwas raised in the East Falls section of Philadelphia, in a\ndeeply religious Catholic community.",
            "She acted in her first play at the age of twelve and\ncontinued acting in various local plays until her graduation\nfrom Stevens School. An interesting prophecy in the\nyearbook stated,  Grace P. Kelly [would become] a famous\nstar of stage and screen. ",
            "Her father, John B. Kelly Sr, was an Olympic athlete who\nwon three gold medals in sculling (rowing). He won two of\nthe medals in Antwerp in 1920, and the third in Paris in\n1924. He also owned a successful brickwork company and\nwas the runner up for Mayor of Philadelphia in the 1935\nelection, losing by the closest margin in the city s history.",
            "Her mother was Margaret Katherine Majer, an instructor\nof physical education at the University of Pennsylvania, and\nthe first female to coach women s athletics at the school.",
            "Following her graduation from Stevens School, Grace\npursued a career in acting, despite her parents  objections.\nShe applied to the American Academy of Dramatic Arts,",
            "Number 6 September",
            
            "using a scene from The Torch Bearers, which was a play\nthat was produced by her uncle, George Kelly. While the\nAcademy already had its quota of students for the year,\nGrace was admitted largely on the influence of George. She\ndid well at the academy, and in her graduation performance\nplayed the role of Tracy Lord, the privileged heiress in The\nPhiladelphia Story.",
            "Following numerous performances on stage, she began\nacting on television, starring as Bethel Merriday, in an\nadaptation of a story by Sinclair Lewis. Kelly received her\nfirst role in a major motion picture in 1951, taking on a\nrelatively minor role in the film Fourteen Hours. This led\nto a much more prominent role in the film High Noon ,\nopposite Gary Cooper.",
            "The Grace Kelly Fan Club emerged shortly after the\nrelease of Fourteen Hours, and her popularity began to\nincrease exponentially.",
            "Kelly was eventually cast in two movies by Alfred\nHitchcock, one of the most respected directors of the era.\nThe first is Dial M for Murder, while the second is To\nCatch A Thief, with Cary Grant.",
            "In 1955, Kelly was the lead delegate for the US at the\nCannes Film Festival. While attending Cannes, she was\ninvited to take part in a photo shoot with Prince Rainier III,\nthe Sovereign Prince of Monaco.",
            "The brief meeting with Prince Rainier led to a year-long\ncourtship and her eventual marriage to the prince almost a\nyear later. The Napoleonic Laws of the principality required\nboth a civil and religious ceremony, which were held on\nApril 18 and April 19, 1956. With her marriage to Prince\nRainier, Kelly inherited 142 different titles, which were\nrecited during the ceremony.\n"
        ],
        "PageNo": "261"
    },
    {
        "File": "The_CN_Journal_September_22.jpg",
        "Paragraphs": [
            "The couple had three children, Princess\nCaroline, born January 23, 1957, Prince\nAlbert, born March 14, 1958, and\nPrincess St phanie, born February 1,",
            "1965. Their son, Prince Albert IL, is the\ncurrent Sovereign of Monaco.",
            "Princess Grace and her youngest\ndaughter, St phanie, were involved\nin a single vehicle accident on\nSeptember 13, 1982, while returning\nto Monaco from the family s summer\nhome. It is believed that Grace lost\ncontrol of the vehicle after suffering a\nstroke, resulting in the vehicle tumbling down\nthe 120-foot mountainside. Stephanie, who\nwould have been a 17-year-old at the time,\nattempted to regain control of the vehicle,\nbut was unsuccessful.",
            "Grace suffered injuries to the brain\nand thorax, as well as a fractured\nfemur, while St phanie had a minor\nconcussion and a hairline fracture of a\ncervical vertebra. Princess Grace was\ntaken off life support and passed away\nat 10:55 the following night. Due to the\nextent of her injuries, Princess St phanie\nwas unable to attend her mother s funeral.",
            "In 2007, Monaco produced a 2-euro\ncommemorative coin honouring the 25th anniversary\nof Princess Grace s death. The coin features a left portrait of\nPrincess Grace, with her hair tied back in a bun (an updo.)",
            "The country is identified at the lower right of the\ncentre, with the year of issue inscribed at the\nfar right of the core. The outer ring of the\ncoin bears the twelve stars of the flag of\nthe European Union.",
            "The mark of the Paris Mint, a\ncornucopia, is to the left of the date,\nwhile the engraver s mark, a hunting\nhorn, is to the right of the date. The\nengraver s name, R.B. Baron, is also",
            "written directly behind her head. The\nedge of the coin is knurled, with an edge\ninscription  2 * *  repeated six times,\nalternating upright and upset.\nWhile Monaco is not officially a member\nof the European Union, it is allowed to\nproduce its own Euro coins under an\nagreement with France (which is a\nmember).",
            "The Princess Grace 2-euro coin\nhas a mintage of only 20,001 pieces,\nmaking it one of the scarcest Euro\ncoins. It is also one of the most\nexpensive Euro coins, with examples",
            "on eBay typically hovering in the range\nof $2000 to $2500. This is likely due to a\ncombination of the popularity of the subject\nand simple scarcity.\nNumerous copies are also available, however, the\nquality of the image isn t near as good and they are clearly\nidentified on the European side as a trial piece or essai.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "262"
    },
    {
        "File": "The_CN_Journal_September_23.jpg",
        "Paragraphs": [
            "THE 1870 PRooF NEWFOUNDLAND $2 GOLD",
            "COIN IN THE NATIONAL CURRENCY COLLECTION",
            "BY HARVEY B. RICHER\n#23660",
            "Figure 1: The 1870 Newfoundland $2 gold proof in the National Currency Collection of the Bank of\nCanada. The coin has a plain edge and is a superb example of an extremely rare issue that has only\nabout 3 or 4 known examples. (Image courtesy of the National Currency Collection of the Bank of Canada.)",
            "The National Currency Collection of the Bank\n| of Canada contains a superb proof 1870\nNewfoundland $2 gold coin (Figure 1). The coin\nhas a plain edge and was struck in medallic die orientation.\nThe history of the acquisition of this coin is most\nfascinating, involving deep co-operation and trust between\nthe Canadian collection and the Royal Mint Museum (UK).\nAdditionally, it features a monumental error by someone at\nthe latter institution that was only corrected two years later\nafter a note by a clearly embarrassed director of the Royal\nMint Museum was sent to Major Sheldon S. Carroll, the\ncurator of Canada s national collection.",
            "There are actually two intertwined parts to the history of\nthis acquisition. The first component relates to the Royal\nMint Museum failing to secure complete samples of coins\nfrom the Royal Mint in the years they were minted and the\nsecond, which developed in the late 1960s, was the evolving\nspirit of co-operation between the Royal Mint Museum and\nthe National Currency Collection of the Bank of Canada. The\ncollections of both institutions had serious omissions in their\nholdings while at the same time both had duplicates that they\nwere willing to share with the other s collection.",
            "We begin this story with some early history on the transfer\nof coins from the British Royal Mint to the Royal Mint\nMuseum (UK) and then consider the situation almost 100\nyears later when the Canadian collection was being formed.\nWhile, of course, coins of all denominations were routinely",
            "Number 6 September",
            
            "being transferred to the Mint Museum from the Mint, we\nconcentrate here on the Newfoundland $2 gold series.",
            "The first Newfoundland $2 gold coin obtained by the\nRoyal Mint Museum appears to have been an 1870 plain-\nedge proof. This is the sole $2 coin listed in the Catalogue\nof Coins and Tokens in the Museum of the Royal Mint,!\nwhich was printed in 1874. So, clearly, the coin was placed\nin the Mint collection sometime between the time of its\nstriking in 1870 and the cataloguing in 1874. The listing,\n#1568, is for a single coin of this type (Figure 2: top). In\nthe left margin of this entry is the note  Order in Council\n9 Aug. 1870,  which may be suggesting that the Queen\nherself approved of this acquisition.",
            "Sometime after 1874, the Royal Mint Museum\nacquired an example of the normal business strike 1870\nNewfoundland $2 gold coin from the Royal Mint. We\nknow it was after 1874 as this coin was not listed in the\ncompilation of coins in the Museum that year. The coins\nfor the Museum came from the Royal Mint at face value.\nCoins like these, obtained by the Museum were recorded in\nan Accessions Book, which is a treasure of information on\ntheir collection. It is not always obvious in exactly which\nyear the coins were acquired as there is no date associated\nwith each individual acquisition. I was able to view and\nphotograph relevant pages from this book during a recent\ntrip to the Royal Mint Museum in Llantrisant, Wales, in\nSeptember 2018.\n"
        ],
        "PageNo": "263"
    },
    {
        "File": "The_CN_Journal_September_24.jpg",
        "Paragraphs": [
            "Figure 2 Top: Image from the 1874 catalogue of the Royal Mint\nMuseum s holdings indicating the presence of a single 1870 plain\nedge proof in the collection. Bottom: The page from the Royal\nMint Museum Accessions Book showing the acquisition of coins of\nNewfoundland between the years 1865 and 1873. While there\nshould be three gold coins in this date range (1865, 1870, 1872),\nonly one coin (1870) is shown as secured during this period.\nImages obtained by the author at the Royal Mint Museum.",
            "The entry for a business strike 1870 gold coin in the Accessions\nBook (#2735) and also the subsequent entry, indicates that a\nNewfoundland 50  piece was also obtained at the same time\n(Figure 2: bottom). We can be quite confident that the 1870 $2\ngold coin listed here was a business strike as proof or pattern pieces\nwere duly noted (note the proof entry in the 1874 catalogue), and\nthere is no such indication associated with entry #2735. Of some\nimportance, to be discussed shortly, in entries #2737 through to\n#2744 Newfoundland mint sets for the years 1865 and 1872 are\nalso entered in the Accessions Book. However, in both cases,\nno $2 gold pieces were included in these acquisitions. There is\nno documentation indicating why the gold coins were not also\nincluded in these acquisitions at this time. In some cases, however,\nthe gold coin was secured at the same time as the minor coins:\n1870 (Accessions Book #2735), 1880 (#3386) and 1885 (#3513).\nThe 1888 (#4164) Newfoundland $2 is a somewhat special case\nthat was discussed in an earlier article (Richer 2018). The page\nfrom the Accessions Book indicating the acquisition of the 1885\nmint set, including the gold, is illustrated in Figure 3.",
            "Figure 3: The page from the Royal Mint Museum Accessions\nBook showing the acquisition of a complete mint set (#3513\nto #3518), including gold, of Newfoundland coins for the year\n1885. Image obtained by the author at the Royal Mint Museum.",
            "Additionally, a proof pattern Newfoundland $2 coin of 1870\n(Figures 4 and 5) was also transferred to the Museum around\nthis time. This coin has a reverse similar to the normal business\nstrikes and an obverse with a smaller portrait surrounded by a\nbeaded circle and printing in block type (Bowman #35). This\ncoin is thought to be unique and it is still housed in the Royal\nMint Museum. The identical obverse die was used to strike an\n1865 pattern, Bowman #34, that also has the reverse printed in\nblock type (Richer 2017). This latter coin is also thought to be\nunique and it is housed in a private Canadian collection.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "264"
    },
    {
        "File": "The_CN_Journal_September_25.jpg",
        "Paragraphs": [
            "Figure 4: The unique Newfoundland 1870 $2 gold pattern\nin the Royal Mint Museum in Llantrisant, Wales. Image\ncourtesy of the Royal Mint Museum.",
            "Figure 5: The page from the Royal Mint Museum Accessions\nBook showing the acquisition of the 1870 Newfoundland $2\ngold pattern (#3163). Image obtained by the author at the\nRoyal Mint Museum.",
            "Number6 September 2019",
            "In 1910, Hocking (1906, 1910) provided a complete listing\nof the coins in the Royal Mint Museum collection as of that\nyear. By then, the Royal Mint Museum s Newfoundland $2\ngold collection (Figure 6) consisted of the three business strike\ncoins mentioned above (1880, 1885, 1888), two 1870 plain edge\nproofs (a second one was obviously added to the collection\nsometime between 1874 and 1910, but there is no indication\nwhen this occurred) and the 1870 pattern. Hocking did not\ncatalogue the 1870 business strike coin (Accession #2135); it\nhad been removed from the Museum s collection previous to\n1910. The reason for this is not known. At some later date they\nwould acquire four 1888 proofs (Richer 2018). The failure of\nthe Mint Museum to secure some $2 gold coins from the Royal\nMint around the time of their minting meant that at a future date\nan attempt would likely be made to secure these pieces in order\nto complete the collection. The dates needed were 1865, 1872,\n1881 and 1882H. In the early 1970s the time came to complete\nthe Royal Mint Museum collection of Newfoundland gold.",
            "Figure 6: Listing of the complete holding of Newfoundland\n$2 gold in the Royal Mint Museum as of 1910. The\nillustrated page is from Hocking s compilation. Image\nobtained by the author at the Royal Mint Museum.\n"
        ],
        "PageNo": "265"
    },
    {
        "File": "The_CN_Journal_September_26.jpg",
        "Paragraphs": [
            "In the meantime (late 1960s) it became known in Canada through\nvisits of various numismatists and government officials to the Royal\nMint Museum in the UK, that the Museum had some duplicates in its\ncollection that were absent from the nascent Canadian collection. At\nthat time, the Bank of Canada was assembling the national collection,\nwhich is now known as the National Currency Collection of the Bank\nof Canada. The first step in the Canadian collection obtaining some of\nthese duplicates for its own museum appears to have been a note dated\nMay 13, 1969, from Phillip S. Pratt to J. H. James, the Deputy Master\nof the Royal Mint (a copy of this note is in the Royal Mint archives).\nPratt was an important figure in the Sarnia Numismatic Society and\njoined the CNA in May 1965. He had travelled to England some time\nprior to December 1967 and had visited the Royal Mint Museum. It\nwas presumably on that trip that he became aware of the duplicates in\nthe Royal Mint collection. It is not at all clear by what authority Pratt\nmade this request to the Deputy Master of the Mint. Nevertheless,\nhe did receive a reply from the librarian and curator of the Royal\nMint (R. Carnot) advising him that the matter would receive serious\nattention if the approach came from the Canadian Department of\nFinance. Apparently, this suggestion was heeded as the subsequent\ncorrespondence was between the Deputy Master of the Royal Mint\nand the Deputy Minister of Finance for Canada J. H. James. Here the\nDeputy Master not only affirms that the Mint can supply the coins but\nalso provides a listing of the 18 available pieces (Figure 7). Note that\ntwo Newfoundland gold coins are being offered: one dated 1870 and\nthe other 1888. Based on our knowledge of the holdings of the Royal\nMint Museum discussed above, we can be quite sure that the gold\ncoins that were intended to be gifted were an 1870 plain edge proof\n(two of these were in the collection) and an 1888 milled edge proof\n(four of these were held by the Museum at that time).",
            "Figure 7: The list of the duplicate coins in the\nRoyal Mint Museum that were eventually made\navailable to the Canadian collection. One coin\nfrom this list was not sent, the PEI copper token\nof 1857. Note the valuation for each coin. As\nexpected, the Newfoundland gold coins were\nthose dated 1870 and 1888. Recall that there\nwere two 1870 proof pieces listed by Hocking,\nand the Museum held four 1888 proofs at this time\n(Richer 2018). Image obtained by Dan Gosling at\nthe Royal Mint Museum.",
            "Figure 8: Some of the dignitaries involved in the presentation\nof the 18 duplicate coins from the Royal Mint Museum to\nCanada on May 25, 1970. The tray being held contains all the\ngifted coins. Although not obvious in this photograph, the two\nNewfoundland gold coins are in the upper right slot of the tray.\nFrom left to right the people pictured here are Governor of the\nBank of Canada Louis Rasminsky; Finance Minister of Canada E.\nJ. Benson receiving the coins; and British High Commissioner\nto Canada Sir Colin Crowe making the presentation. Image\nobtained by Dan Gosling at the Royal Mint Museum.",
            
            "The gift to Canada eventually took place during a\nceremony on Monday May 25, 1970, and was extensively\ncovered in the Canadian and British press (Figure 8). At the\ntime of the gift, the total value attached to these coins by\nthe Finance Branch (UK) was  766 (subtracting  5 from\nthe total in the list mentioned above as the PEI token was\nnot sent). The Newfoundland gold coins were given a value\nassuming they were normal business strikes: they were\nanything but that. Today, a very modest estimate would put\nthe value of the entire gift at well more than one-hundred\ntimes the original evaluation.",
            "This spirit of cooperation between the two museums\npersisted for many years with Canada sending a number\nof coins to Britain that they did not have in their\ncollection. Among these were the Newfoundland $2 gold\ncoins dated 1865, 1872, 1881 and 1882H that were given\nto the Royal Mint Museum in March 1973 (Figure 9).",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "266"
    },
    {
        "File": "The_CN_Journal_September_27.jpg",
        "Paragraphs": [
            "Nine additional coins were later sent from Canada to\nBritain in 1976. The Newfoundland gold coins were\nthe ones that the Museum had failed to obtain from the\nMint 100 years previously, roughly at the time of their\nstriking. The Royal Mint Museum collection suffered for\nnot obtaining these coins at the time of their minting as\nthe pieces obtained from Canada were not of particularly\nhigh quality. I viewed these four coins in September 2018\nand they typically grade at about uncirculated (all have\nsome handling marks) while the ones the Royal Mint\nMuseum obtained more or less contemporaneously with\ntheir time of minting are all quite superb being either gem\nor near-gem business strikes or proofs. From a Canadian\nperspective, this wonderful collaboration culminated in\nthe permanent loan of the Royal Mint Museum s 1911\nsilver dollar to Canada in 1976.",
            "However, all was not entirely well in coin-gifting\nland. In June 1972, two years after the gift to Canada\nwas made, a clearly distraught Graham Dyer (at that time\nDirector of the Royal Mint Museum) wrote to Major\nSheldon Carroll (Director of the Numismatic Collection\nof Canada) informing him that a truly priceless coin\nwas missing from the UK collection (Figure 10). The\nabsent piece was the 1870 Newfoundland gold pattern\n(Figure 4). Whoever had put the coins together at the\nRoyal Mint Museum to be sent to Canada had apparently",
            "Figure 9: Letter from Major Sheldon Carroll to Graham\nDyer listing the coins Canada was sending to the Royal\nMint Museum. Image obtained by the author at the Royal\nMint Museum.",
            "Number 6 September",
            "1 ee",
            "Figure 10: Letter from Graham Dyer (Director of the\nRoyal Mint Museum) to Major Sheldon Carroll suggesting\nthat the wrong 1870 Newfoundland $2 gold coin had\nbeen sent to Canada. Image obtained by the author at\nthe Royal Mint Museum.",
            "inserted the 1870 pattern Newfoundland $2 gold coin\ninstead of the standard proof piece. In his letter Dyer\nseems quite sure that this is what occurred as he claims\nthere is confirmation of this in a photograph taken at the\npresentation event.",
            "It can be easily verified that Dyer s conjecture was\nindeed correct because there is a copy of this photograph\nin the Royal Mint archives that I was able to image\n(Figure 11). While the image is somewhat dark and not of\nthe highest quality, there is little doubt that the left-most\n$2 gold coin in the upper right slot is the pattern and not\nthe standard proof. Even on this rather poor reproduction\nit is clear that the Queen s portrait is smaller and one can\ndiscern the inner beaded circle. The close-up image (top)\nof Figure 11 is a blow-up of just the two Newfoundland\ngold pieces and this leaves absolutely no doubt that the\nfirst one is the pattern. It is fortunate indeed that the coins\nwere placed obverse side up as it would not have been\npossible to distinguish the pattern from the standard coin\nusing images of their reverses alone.\n"
        ],
        "PageNo": "267"
    },
    {
        "File": "The_CN_Journal_September_28.jpg",
        "Paragraphs": [
            "Figure 11 Bottom: the\ntray of 18 duplicate coins\ngifted to Canada from\nthe Royal Mint Museum\nin 1970. Top: blow up of\nthe Newfoundland gold\ncoins. Image obtained\nby the author at the\nRoyal Mint Museum.",
            "Within four days Dyer had his response from Carroll\n(Figure 12) confirming that the Canadian Museum indeed had\nthe pattern in its collection. It was shipped back and was picked\nup by Royal Mint Museum staff at Canada House on June 19,\n1972. However, Major Carroll did not let Dyer completely off\nthe hook but reminded him that Canada would like to have one\nof the standard plain-edged proofs as a substitute (Figure 12).",
            "Beginning 154 years ago, the British Royal Mint started\nstriking Newfoundland $2 gold coins. They would continue\nto mint these, somewhat intermittently, until 1888, but only\nin eight different years. A number of proofs and patterns were\nalso produced. The Royal Mint Museum, for some inexplicable\nreason, did not obtain samples of all the dates of these coins as\nthey were minted. By contrast, the British Museum does have a\ncomplete collection of superb business strikes except for 1865.\nFor that year they have a pattern piece (Bowman 33) instead.\nThe failure to obtain coins at the time of striking meant that\nthe Royal Mint Museum was inclined to either buy the coins\nin the marketplace or enter into exchange agreements with\nother Museums for pieces that they lacked in their collection.\nSuch exchange was hugely beneficial for Canada in particular,\nallowing the Canadian Numismatic collection to obtain some\nremarkable coins that were duplicated in the British collection\n(not so for the 1911 dollar  it was not duplicated but a strong case\nwas made for Canada to have this coin   also it is only on loan).",
            
            "Figure 12: Sheldon Carroll s response to Graham Dyer\nregarding the 1870 Newfoundland gold coin. Image\nobtained by the author at the Royal Mint Museum.\nAmong the Newfoundland gold coins, two excessively rare\nproofs (1870, 1888) were obtained in this fashion   two coins\nthat Canada would not likely have been able to place in its\ncollection in any other manner. The 1870 transfer was not\nwithout incident as the unique pattern of that year was sent\nby mistake instead of the plain-edge proof. However, very\nquickly after the error was realized, in the spirit of cooperation,\nthe coins were exchanged. Thus, Canada now has an 1870\nplain edge proof Newfoundland $2 gold coin in its national\ncollection that has a great story to tell.",
            "Acknowledgements",
            "I am deeply indebted to the assistant curator, Chris Barker, and\nstaff at the Royal Mint Museum in Llantrisant, Wales. They\nwere extremely helpful on my recent visit to the Museum.\nI would also like to thank Dan Gosling for providing several\nimages used in this article that he took on a similar trip to Wales.",
            "References",
            "1 Catalogue of Coins and Tokens in the Museum of the Royal\nMint, London, Printed by George E. Eyre and William\nSpottiswoode, for Her Majesty s Stationery Office, 1874",
            "2 Richer, Harvey B. 2018. The CN Journal Volume 63, Num\n7, p310-313",
            "3 Richer, Harvey B. 2017. The Gold Coins of Newfoundland\n1865-1888. Boulder Publications",
            "4 Hocking, William J. 1906, 1910. Catalogue of the Coins\nTokens, Medals, Dies and Seals in the Museum of the Royal\nMint. 2 vols. London: Wyman and Sons",
            "All images used with permission of the Royal Mint\nMuseum and the National Currency Collection.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "268"
    },
    {
        "File": "The_CN_Journal_September_32.jpg",
        "Paragraphs": [
            "FINE POINTS(REVISED)",
            "BY ROBERT FORBES FRCNA, #22402",
            "Classifying rare Canadian coins, continued",
            "In the last two articles in this series, we reviewed an article written by Brian Cornwell of ICCS in 1985 on the topic",
            "of rare Canadian coins, commented on what had changed or stayed the same in the rare coin market since that article",
            "was written 34 years ago, and then looked specifically at the present rarity shown by third party grading population\nreports of each Canadian silver coin denomination, and Canadian gold coins, and what useful conclusions we could learn\nfrom that rarity analysis.",
            "The article, below, was written by Brian Cornwell and published in the Canadian Coin News (CCN) in the edition\nimmediately following his article on rare Canadian coins (in September of 1985). This article is, in fact, a continuation of\nthe first article, and focuses on rarity of Newfoundland and Maritime silver and gold coins. As with the first two articles in\nthis series I will attempt to update the rarity analysis from 1985, and then consider what has changed, and what we might\nlearn from these changes.",
           
            "Classifying rare Canadian coins Part Il\nby Brian Cornwell, FRCNA LM #229 (September, 1985)",
            "In the last issue of the CCN we rated a selection of key\ndate Canadian decimals in terms of their condition rarity\nin each of the uncirculated grades. In this issue we extend\nour coverage of this topic by considering similar key date\ncoins of the Newfoundland and Maritime Provinces series.\nCCN readers are referred to our last issue for a general\nintroduction to this special report.",
            "Background information: The following background\ninformation is important to understand in order to fully\nappreciate the study results.",
            "a) The study objective was to determine specific\ncondition rarity levels for each of the  key dates  of\neach decimal series and at each of several uncirculated\ngrades.",
            "b) The data was gathered from a reasonable sampling\nof rare coin specialists with knowledge of the coins\nstudied. Some information was also obtained from an\nearlier and similar study conducted in 1982 which dealt\nwith condition-rare type coins. The results of the study\nare expected to compare favorably to an industry-wide\nconsensus once such a consensus is developed.",
            "c) The study was limited only to those coins that are\nbusiness strikes, ie., proofs and other specimens were\nexcluded. Furthermore, the survey encompassed only\nthose coins in the public domain of the collector-dealer\ninvestor, 1e., coins permanently committed to museums\nwere excluded.",
            "d) The rarity ratings are for coins graded by\nconservative standards. These ratings are for strictly\n no rub  uncirculated or better coins!",
            "The Results: The study results are shown in Table I. They\nrepresent the combined view of several specialists on the\ncondition-rarity ratings of the coins shown at each of four",
            "uncirculated grade levels or better. Within each decimal\nseries, a typical type coin is similarly ranked to give the\nreader some perspective in terms of rarity variation from\nthe easiest to hardest to locate coins within each group. The\nrarity assignments are according to the scale in Table II.\nReaders are cautioned that each of these ratings represent\nall coin examples thought to exist in the stated grade and\nbetter and are not specific to just a single grade. Other\nthan this the interpretation is straightforward. Consider the\nNewfoundland 1870 10-cent piece in business strike form\n(specimens exist but are not included here) as an example:",
            "a) In MS-67 or better grades we expect zero examples to\nexist in private hands.",
            "b) At MS-65 or better grades the rating has been expanded\nto an R-9 to indicate the possibility of one such example\nin existence.",
            "c) At MS-63 levels and better, the rating is R-8. This\nmeans the experts consider it reasonable to expect 2-3\nsuch examples.",
            "d) And finally, in all uncirculated grades a total of between\n7-9 seems likely. While all of these conclusions were\nchallenged for reasonability, readers must still treat\nthem as guideline rarity factors. It is expected that a\nmaximum of 10 percent of the 200+ ratings shown may\nbe in error. In any such case the corrected rating will be\nthe next higher or lower category than shown originally.",
            "Analysis of Results: As with last issue s results for",
            "Canadian key date coins, the results shown in Table I offer\nsome interesting bits of information for anyone with less\nthan expert knowledge of the Newfoundland/Maritime key\ndate condition rare coins.",
            "a) In last issue s coverage of some of the Canadian key\ndate coins, it was a common occurrence to see the type",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "272"
    },
    {
        "File": "The_CN_Journal_September_33.jpg",
        "Paragraphs": [
            "Table I",
            "Condition Rarity Ratings for the\nKey Dates of the Newfoundland and Maritime Provinces Decimal Series",
            "date coins carrying rarity ratings two levels lower in\nrelation to the key dates of the same series for MS-60 or\nbetter grades. For example, a type date Edward 25-cent\npiece in MS-60 or better grade was rated as a condition\nrarity R-4 whereas a key date from the same series rated\nas R-6. From our Newfoundland/Maritime tabulations\nthis same comparison suggests that in MS-60 or better\ngrades, the type coins are usually the same rating\n(or at worst one lower) than the key date coins. The\ndifferences (in rarity, availability, and price) between\ntype date coins and key date coins is much narrower\nwith Newfoundland/Maritimes decimals (especially\nwith Victoria and Edward) than with their Canadian\ncounterparts. This usually surprises new collectors\nof quality Newfoundland material whose only prior\nexperience is with Canadian.",
            "b) If you are looking for wonder coins of the Edwardian\nor Victorian period your best bet will be to look for a\nHeaton product from the Hoard of the 1970s. There\naren t that many available that really qualify as such but\nthe likelihood of finding a Heaton wonder coin versus a\nnon-Heaton wonder coin could be a high as 5 or 10 to 1!\nc) True MS-65 or better $2 gold coins are extremely rare\nfor any date of issue. Listed catalogue prices are usually\nestimates and often have little bearing on reality. Here s\na few of the most recent transactions or offers for some\nof the dates in this series. Shown in parentheses are the\ncurrent catalogue prices for the grade indicated.",
            "Number 6 September 2019",
            "1870 MS-63+ Sale at $6,500. (Trends: MS-63 at\n$3,000.)",
            "1872 MS-63 Dealer bid at $5.000. (Trends: MS-63\nat $5,000.)",
            "1882H MS-65 + Offered at $6.000. (Trends: MS-65\nat $4.000.)",
            "1885 MS-65+ Sale at $6,700. (Trends: MS-65 at\n$4,500.)",
            "1888 MS-63+ Sale at $3.400. (Trends: MS-63 at",
            "$1.500.)",
            "d) The following list ranks the Newfoundland/Maritime",
            "keys in MS-60 or better condition. Current MS-60\nTrends prices are shown for each. Some readers may\nargue that these ratings are too high. Remember we\nare addressing coins that are strict unc s and not unc s\nwith a rub. Far too many of the rare Newfoundland/\nMaritimes silver and gold coins in the marketplace that\nare described as  une or better  are in reality  une with\narub. \nR-8 5e 1873H ($7,500)\nHigh R-7 $2 1880 ($7,500)\nR-7 10c 1870 ($7.000)\nLow R-7 5c 1885 ($4.500), 1876H (3.500)\n10c 1880 ($4.000), 1885 ($3,000), 1876H ($4,500),\n1894 ($2,300)\n$2 1872 ($3.000)\nR-6 other Newfoundland Victoria shown from 5c to\n$2 except $2 1882H\n20c 1904H ($1,500)\nNew Brunswick 5c 1862/64 ($2,000)\n"
        ],
        "PageNo": "273"
    },
    {
        "File": "The_CN_Journal_September_34.jpg",
        "Paragraphs": [
            "Fine Points (Revisted): Commentary",
            "The following tables include the number of coins in each denomination at each mint state grade level that have been graded by Professional\nCoin Grading Service (PCGS) as of the end of July, 2019. As mentioned in previous articles in this series, this population report information was",
            "used because it is publicly available and is updated frequently.",
            "Newfoundland 5 Cent Series",
            "In the Victoria Newfoundland 5-cent series, we see that the\ndates identified as rare in 1985 have pretty well maintained\nthat status, with each of these dates being  excessively rare \nin any level of mint state, other than the 1876H, which still\nrates as  extremely rare . The 1876H is of course a Heaton\nmint product, and there were a few high-grade examples of\nthis date in the hoard released in the mid to late 1980s from\nthe product samples maintained until then by the Heaton\nmint. Note that all 1876H 5 cents graded mint state are\nMS-64 or better. This suggests that there may have been no\n1876H 5 cents available in mint state until the very high-\ngrade Heaton hoard 1876H 5 cents were released.",
            "But there are a few dates not identified in the 1985 article\nas being rare that have proved to be very difficult to find in\nmint state. These are the 1873 (without H), where no mint\nstate example has yet to be graded; 1888, which has only\n2 coins graded mint state, none higher than MS-64 (thus\nexcessively rare in mint state); and 1894, where only 3\ncoins have been graded mint state (thus also  excessively\nrare  in mint state). In addition there are a couple of\nother dates, 1890 and 1896, which just miss a rating of\n excessively rare  in any level of mint state.",
            "In fact, every Victoria Newfoundland 5 cents rates at\nleast  extremely rare  in any level of mint state, including\nthe 1872H type coin. This is a theme that we will see\nrepeated throughout the Newfoundland silver coin series;\nVictoria Newfoundland silver comage is extremely difficult\nto locate in mint state and is comparatively MUCH rarer\nthan Victoria Canadian coinage.",
            "In the remainder of the 5-cent series (Edward, George V\nand George VI), nothing particularly stands out as different\nfrom what was anticipated in 1985, except perhaps to point\nout the rarity of the 1919, 1940C and 1946C dates, each of\nwhich rates as  extremely rare  in any level of mint state\n(12 or fewer graded). However, if we add to the population\nof the 1946C date the additional 17 coins graded separately\nby PCGS as  mint state proof like , this date ceases to be\n extremely rare  in mint state, even though it is generally\npriced at a substantial multiple of the other dates in the\nGeorge VI 5-cent series in mint state.",
            "Newfoundland 10 Cents Series",
            "With the Newfoundland 10 cents, we again see that all of\nthe Victoria dates listed as rare in 1985 have maintained\nthat status, and are still at least  extremely rare  in mint\nstate. However, there are again other dates that time has",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "274"
    },
    {
        "File": "The_CN_Journal_September_35.jpg",
        "Paragraphs": [
            "proved to be even rarer in mint state, or at least as rare,\nas the key dates identified in 1985. No mint state coin\nhas yet to be graded for 1873 or 1888! With only 2 coins\ngraded at any level of mint state, 1882H and 1890 rate as\n excessively rare  in mint state, and 1865 and 1896 just\nmiss the  excessively rare  status by a single coin (only 4\ncoins of each date have been graded in mint state.) Once\nagain, every single date in the Victoria 10 cents series\nis  extremely rare  in mint state (12 or fewer graded),\nincluding the 1872H type coin.",
            "With the other series of the Newfoundland 10 cents\n(Edward, George V and George VI), the continuing rarity\nof the 1903 coin ( extremely rare  in any level of mint\nstate, with just a single coin graded at MS-65, none higher)\nshould be noted. Also, the 1912 is now more common in\nmint state than even the 1919 type coin, so designated in\n1985. This is because of the release of a number of very\nhigh-grade examples of this date from the holding of the\nBaldwin UK coin dealer hoard (assembled by the Baldwins\nin 1912 when these coins were newly minted). These coins\nare generally spectacularly toned, darker on one side than\nthe other, as well as very high-grade (4 coins graded MS-\n68 or MS-68+ and another 19 graded MS-67 or MS-67+).\nAlso in the Baldwin hoard were a number of examples\nof the 1912 5 cents and 1912 20 cents, which have made\nall of these spectacularly toned coins the target of the\nNewfoundland type set collectors.",
            "In the George VI series, the 1945C 10 cents, designated\nin 1985 as the type coin of the series, has actually proved\nvery difficult to locate in mint state, especially at the gem\nmint state level (MS-65 or better), where only a single gem\nmint state example of the date has been graded. This date\nnow has a population profile in mint state very similar to the\ncoins identified in 1985 as rare in this series (1938, 1940C\nand 1947C). The type coin in this series 1s now probably the\n1941C, owing to the release from Newfoundland a couple\nof decades ago of a roll of this date.",
            "Number 6 September",           
            "Newfoundland 20 and 25 Cents Series",
            "Once again the Victoria 20 cents dates identified in 1985\nas being rare, have maintained that status. But there are\na number of dates in this series, not identified in 1985 as\nrare, that have proved to be extremely difficult to locate\nin mint state. These include the 1873, 1888, 1890, 1896,\n1899 and 1900 dates, none of which has had more than\n3 examples graded in mint state, and all of which would\nthus rate a status of  excessively rare  in any level of mint\nstate. There are thus 7 of the 15 dates in this series that rate\nas  excessively rare  in mint state. And every date in this\nseries rates as at least  extremely rare  in any level of mint\nstate (12 or fewer graded in all mint state grades), except\nthe 1872H type coin, where 13 examples have been graded.\nCoins in this series are just extremely difficult to obtain in\nmint state condition.",
            "With the rest of the 20 and 25 cents series, the only\nthings that appear to stand out are (1) the continued rarity\nof the 1904H 20 cent in mint state (all of the 1904H 20\ncents in the Heaton hoard are specimen strikes), and (11) the\nrelative availability of the 1912 20 cents coin as a result of\nthe release of the Baldwin hoard coins described above in\nthe 10 cents commentary.\n"
        ],
        "PageNo": "275"
    },
    {
        "File": "The_CN_Journal_September_36.jpg",
        "Paragraphs": [
            "Newfoundland 50 Cents Series",
            "The Newfoundland Victoria dates of 1873, 1885 and 1894,\nidentified as rare in 1985, have continued to be  excessively\nrare  in mint state. However, the 1876H has not continued\nto show the rarity profile suggested in 1985. This is\nbecause, like the 1876H 5 cents discussed in the 5 cents\ncommentary, above, a number of high-grade examples of\nthis date were released from the Heaton hoard, making this\ndate as available as the 1872H type coin.",
            "There are again a few other dates in the Victoria\nNewfoundland 50 cents series not identified in 1985 as rare,",
            "that have since proved to be so. These include the 1874 and\n1888, where examples have yet to be graded in mint state,\nand the 1896 and 1898, where only 1 and 2 examples have\nbeen graded, thus making these dates  excessively rare \nin mint state. Once again, every single date in this series,\nincluding the 1872H type coi, is at least  extremely rare \nin mint state (at most, 7 examples of a date having been\ngraded mint state). It is also interesting to note that, if we\nexclude the Heaton mint dates (1872H, 1876H and 1882H),\nthere are only a total of 3 Victoria Newfoundland 50 cents\ncoins of all dates together that have been graded at the gem\nmint state level (MS-65 or better), with each of these 3\ncoins being  unique  as a condition rarity for its date and\nvariety.",
            "With the other monarch series of this denomination, it\nis worth noting the availability of the 1904H Edward type\ncoin in mint state. There were 5 unbelievable examples of\nthis date in the Heaton hoard (each grades at MS-68), and a\nsmall group of mint state coins of this date was also found\nin Newfoundland and released to the callectino public",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "276"
    },
    {
        "File": "The_CN_Journal_September_37.jpg",
        "Paragraphs": [
            "about 15 years ago. Also worth noting is that the 1911 50\ncents, identified in 1985 as being the rarest of the George V\ndates, has not maintained that status, with the 1919 now\nbeing the rarer of the George V 50 cents, especially in the\nhigher grades of mint state.",
            "As something of a digression in this analysis, it\nis interesting to note the repetition of the rarities of\nNewfoundland silver coins in certain years. The years 1873,\n1874, 1888 and 1890 are non-existent, or  excessively\nrare , in mint state in each silver denomination, and the\nyears 1894, 1896 and 1898 are almost as rare. I suspect that\nthe rarity of the 1888-1898 dates may be due to the failure\nof the entire banking system in Newfoundland in the mid-\n1890s, which may well have led to greater circulation of the\navailable silver coinage as a means of payment, with fewer\ncoins of these dates being preserved in mint state condition.\nThe rarity of the 1873 and 1874 dates is harder to explain,\nunless perhaps all silver comage in the 1870s would have\nbeen excessively hard to obtain in mint state, but for the\nrelease of the Heaton hoard coins of 1872H and 1876H. The\n1870 is a bit more difficult to explain as being relatively\nmore available in mint state. However, specimen sets were\nmade for Newfoundland in 1870, and it is possible that a\nnumber of the coins from these specimen sets have ended\nup in mint-state graded holders, and are the reason for the\nrelative availability of this date from the 1870s.",
            "Number 6 September",
            "Newfoundland $2 Gold Series",
            "A different approach is required when considering\nNewfoundland gold coins than when looking at\nNewfoundland silver coins. Newfoundland gold coins are\nnot that rare in basic mint state, in contrast to the silver coins\nwhich are almost always at least  extremely rare  in mint\nstate. This is probably because these gold coins represented\naconsiderable amount of wealth in Victorian Newfoundland,\nand were thus hoarded by those who could afford to do so,\nand not passed regularly in every-day commence. However,\nthese coins are extremely  condition rare  in gem mint state\ngrades (MS-65 and higher), most likely owing to the softness\nof the metal. Gold coms mark easily, even if stored at home,\nina safe place. Thus there are a total of only 7 Newfoundland\ngold coins that have yet been graded at the gem level over the\ntotal of 8 dates and 1 variety of the series. Every one of these\ndates is either unique in gem mint state or excessively rare,\n1865 and 1881 being the only dates where 2 examples have\nbeen graded at the gem level.",
            "The dates identified in 1985 as being the rarest have all\nmaintained that status, with the 1865 perhaps now showing\nas being the rarest date overall in mint state.",
            "New Brunswick Silver Coins",
            "There is little to comment in this area. It may well be said\nthat all denominations of New Brunswick silver coins are\nmore common in mint state condition than the rarity levels\nassigned to them in 1985. At the higher grade levels of mint\nstate, these coins are  extremely , though not  excessively \nrare, with the 1864 date being rarer than the 1862 in each\nsilver denomination.\n"
        ],
        "PageNo": "277"
    },
    {
        "File": "The_CN_Journal_September_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE So PN",
            "2020 $10 Fine Silver Coin   Pulsating Maple\nLeaf",
            "The reverse image features the Silver Maple Leaf design\nfrom the Royal Canadian Mint s bullion coinage,\nrendered using newly developed technology\ndeveloped in collaboration with the Centre",
            "for Research in Photonics at the University",
            "of Ottawa. The reverse and obverse field\npattern reproduces an",
            "expanded, non-",
            "pulsating version",
            "of the pulsating",
            "pattern on the",
            "maple leaf.",
            "The obverse",
            "features the",
            "effigy of Her",
            "Majesty Queen",
            "Elizabeth II by",
            "Susanna Blunt.",
            "2020 $50 Fine Silver Coin  \nReal Shapes: The Common Loon",
            "Your coin has been specifically\ndesigned for consistent weight\nwhile also ensuring that the\nsubject remains unaltered",
            "from the original in detail and\nproportions. From the original",
            "1987 1-dollar coin reverse,\nRobert-Ralph Carmichael s iconic",
            "loon floats on a still lake with a\nsmall island populated by conifers in the\nbackground. The scene is portrayed\nwithin its own silhouette. The\nobverse features the effigy of",
            "Her Majesty Queen Elizabeth II",
            "by Susanna Blunt and a stylized\npattern of loon silhouettes.",
            "oman nnn nnn nnn nnn nnn nnn The CN Journal",
            "Pi ce de 10 $ en argent fin 2020   Palpitante\nfeuille d rable",
            "Le motif au revers prend pour",
            "mod le celui de la pi ce",
            "d investissement Feuille",
            "d rable en argent de",
            "la Monnaie royale",
            "canadienne, recr  au",
            "moyen d une nouvelle",
            "technologie mise au",
            "point en collaboration",
            "avec le Centre de",
            "recherche en photonique",
            "de l'Universit  d  Ottawa.",
            "La texture qui forme",
            "la feuille palpitante est",
            "reproduite en gros plan (mais",
            "sans l effet d  optique) sur le champ",
            "des deux c t s de la pi ce. L avers est a l effigie de Sa\nMajest  la reine Elizabeth II, selon Susanna Blunt.",
            "Piece de 50 $ en argent fin 2020  \nPlus vrai que nature : Le plongeon huard",
            "La pi ce a  t  sp cialement concue pour",
            "avoir un poids uniforme et pour que ses",
            "proportions et d tails demeurent",
            "tout 4 fait fid les au sujet de la",
            "pi ce de circulation originale.",
            "Comme au revers de la piece",
            "de un dollar originale de 1987,",
            "l embl matique plongeon huard",
            "de Robert-Ralph Carmichael nage",
            "sur un lac paisible devant une petite",
            "ile de conif res. La silhouette de cette",
            "scene d limite la piece elle-m me.",
            "Lavers, orn  d un motif stylis  et",
            "r current de silhouettes de I  oiseau,",
            "est a l effigie de Sa Majest  la reine\nElizabeth II, selon Susanna Blunt.",
            "Volume 64\n"
        ],
        "PageNo": "280"
    },
    {
        "File": "The_CN_Journal_September_41.jpg",
        "Paragraphs": [
            "2020 $200 .9999 fine gold  \nPeace Dollar",
            "The reverse design features the profile of Lady\nPeace, crowned with maple leaves. Her visage\nis accompanied by  PAX 2020  and the\nCanadian national motto:  A MARI USQUE\nAD MARE    From Sea to Sea. The coin\nalso bears edge lettering with the Latin word\n PAX  which means peace. The",
            "obverse design features the",
            "effigy of Her Majesty Queen",
            "Elizabeth II by Susanna",
            "Blunt.",
            "2019 $500 Fine Silver Coin   Brilliant\nMastery in Canada",
            "The reverse design is a symbolic celebration\nof Canada through its many heraldic and\nfloral emblems. The Canada Coat",
            "of Arms appears at the centre,",
            "where it is framed by classic",
            "scrollwork and topped by the",
            "maple leaves of Canada.",
            "An ornamental vine forms",
            "a wreath behind the 13",
            "provincial and territorial",
            "coats of arms. Each",
            "shield is paired with",
            "the province/territory s",
            "official floral emblem",
            "(clockwise from the top):",
            "the trilltum (Ontario); blue",
            "flag (Quebec); mayflower",
            "(Nova Scotia); purple violet",
            "(New Brunswick); prairie crocus\n(Manitoba); Pacific dogwood",
            "(British Columbia); lady s",
            "slipper (Prince Edward",
            "Island); western red",
            "lily (Saskatchewan);",
            "wild rose (Alberta);",
            "pitcher plant",
            "(Newfoundland and",
            "Labrador); mountain",
            "avens (Northwest",
            "Territories); fireweed",
            "(Yukon); and purple saxifrage",
            "(Nunavut). Both the reverse and obverse feature a wood\ngrain-like textured field. The obverse features the effigy of\nHer Majesty Queen Elizabeth II by Susanna Blunt.",
            "Number 6 September",
            "Pi ce de 200 $ en or pur 2020  \nDollar de la paix",
            "Le motif au revers repr sente le profil de la",
            "Dame de la Paix, couronn e de feuilles",
            "d rable. Autour de son visage sont grav s",
            "le mot   PAX  , le mill sime   2020",
            "  et la devise du Canada,   A MARI",
            "USQUE AD MARE   (D un oc an a",
            "l autre). Le mot latin   PAX  , qui se",
            "traduit par   PAIX  , figure aussi sur",
            "la tranche. L avers est 4 l effigie de Sa",
            "Majest  la reine Elizabeth II, selon Susanna\nBlunt.",
            "Pi ce de 500 $ en argent fin 2019  \nL excellence canadienne et son rayonnement",
            "Le motif au revers est une c l bration",
            "symbolique du Canada par ses nombreux",
            "emblemes h raldiques et floraux. Les",
            "armoiries du pays figurent au centre,",
            "encercl es de fiorttures classiques",
            "et surmont es de feuilles",
            "d rable. Tout autour, un",
            "rameau ornemental forme une",
            "couronne derri re les  cus des",
            "13 provinces et territoires,",
            "qui s accompagnent des",
            "embl mes floraux officiels",
            "correspondants : (en sens",
            "horaire a partir du haut) le",
            "trille blanc de l Ontario, l iris",
            "versicolore du Qu bec, la fleur",
            "de mai de la Nouvelle-Ecosse,",
            "la violette cucull e du Nouveau-",
            "Brunswick, l an mone pulsatille du",
            "Manitoba, le cornouiller de Nuttall de",
            "la Colombie-Britannique, le",
            "sabot de la Vierge de I Ile-du-",
            "Prince-Edouard, le lis rouge",
            "orang  de la Saskatchewan,",
            "la rose aciculaire de |  Alberta,",
            "la sarrac nie pourpre de",
            "Terre-Neuve-et-Labrador, la",
            "dryade a feuilles enti res des",
            "Territoires du Nord-Ouest, l pilobe a feuilles  troites du Yukon",
            "et la saxifrage a feuilles oppos es du Nunavut. A l avers comme",
            "au revers, le champ textur  imite le grain du bois. L avers est",
            "a l effigie de Sa Majest  la reine Elizabeth II, selon Susanna\nBlunt.",
            "281\n"
        ],
        "PageNo": "281"
    },
    {
        "File": "The_CN_Journal_September_42.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134",
            "LeRoux s Canadian Coin Cabinet + Medaillier du Canada",
            "Montreal was the centre of numismatic research\n and activity in the late 19th century in Canada.",
            "It was home to many Canadian numismatists\nsuch as Robert W. McLachlan, Ad lard Boucher, Gerald\nE. Hart, and Pierre N. Breton. It was there that the first\ncoin club in the nation, the Canadian Numismatic and\nAntiquarian Society of Montreal was formed.",
            "It was Montreal where Canadian numismatic research and\nwriting was born. Alfred Sandham published the first catalogue\nthere. Breton, as well, published his famous catalogues in\nMontreal. The earliest known coin auction was held there in\n1865. And the Canadian Numismatic and Antiquarian Society\nof Montreal published the first numismatic periodical in 1872.",
            "It was in this hot bed of numismatic activity that Joseph\nLeRoux began to write about his passion: coins. LeRoux\nbegan collecting as early as 1876, while he was working as\na teacher. Eventually he gave up teaching in 1879, possibly\nfor health reasons; he decided to switch careers and began\nstudying medicine at Laval University in Montreal.",
            "Even as a medical student, he had the numismatic bug. He\nwon a couple of awards in 1880 for his numismatic exhibits\nand published his first numismatic book, Canadian Copper\nCoin Catalogue, in 1882. He may have also dabbled in the\nbuying and selling of coins. Even as he pursued his numismatic\nendeavours, he still managed to graduate from medical school\nand opened a practice in Montreal in 1883. He would go on to\nwrite six more numismatic books and at least one fixed-price\nlist. He even tried his hand at publishing a monthly magazine\ncalled Le Collectionneur. Sadly, he passed away in 1904 at the\nrelatively young age of 55, but his numismatic legacy lives on.",
            "LeRoux is best remembered for his detailed listing of\nCanadian medals. It first appeared in 1888 when he published\nThe Canadian Coin Cabinet. This work was greatly expanded\nfrom his previous listing to include descriptions and\nillustrations of  coins, tokens, business cards, counterchecks,\ncommunion tokens, medals of all kinds. ",
            "It was quite an improvement on his previous catalogue;\nNumismatic Atlas for Canada was published five years\nearlier. At a mere 40 pages, it only covered coins and tokens.\nLeRoux s new catalogue came in at a whopping 336 pages,\nmostly by adding hundreds of French jetons, communion\ntokens, and medals to the listing. Each entry featured a clear\ndrawing, rendered in actual size, and a description in both\nFrench and English. According to tokens made by LeRoux\nto advertise his new book, over 2000 illustrations were\nincluded in the volume.",
            "He had also renovated his numbering system; 1t now\nstarted at 250. LeRoux wanted to  have room for unknown\npieces and avoid mistakes with the Atlas.  This time he\nexcluded deliberately made mules; many collectors at the\ntime used this strategy to create more varieties to trade for\npieces to add to their own collections.",
            "He did not provide values but did include a rarity scale\nfrom 1 (common) to 10 (extremely precious, almost unique)\nand added that pieces of rarity 1 are worth one cent and\nthose of rarity 10, $200 to $250.",
            "The catalogue was a success; it soon became the standard\nreference for Canadian medals. Two supplements and a\nsecond edition were published, and have been reprinted\nseveral times since.",
            "Although more than a century old, LeRoux s catalogues\nare still the standards on early Canadian medals. His\nnumbering system continues to be used by collectors, dealers,",
            "and auctioneers to describe  LeRoux medals. ",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "282"
    },
    {
        "File": "The_CN_Journal_September_43.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH History",
            "THE BATTLE OF ACTIUM",
            "BY JESUS VICO\nAND, MARISA. OLLERO",
            "\nSeptember 2, 31 BCE",
            "The Battle of Actrum was the decisive\n| confrontation of the Final War\nof the Roman Republic, a naval",
            "engagement between Octavian and the\ncombined forces of Mark Antony and\nCleopatra on September 2, 31 BCE, on the\nIonian Sea near the promontory of Actium, in\nthe Roman province of Epirus Vetus in Greece.\nOctavian s fleet was commanded by Agrippa, while\nAntony s fleet was supported by the power of\nQueen Cleopatra of Ptolemaic Egypt.",
            "Octavian s victory enabled him to\nconsolidate his power over Rome and its\ndominions. He adopted the title of Princeps\n( first citizen ) and some years later was\nawarded the title of Augustus ( revered )\nby the Roman Senate. This became the name\nby which he was known in later times. As\nAugustus, he retained the trappings of a restored\nRepublican leader, but historians\ngenerally view this consolidation\nof power and the adoption of these\nhonorifics as the end of the Roman\nRepublic and the beginning of the\nRoman Empire.",
            "Number 6 September 2019 ",
            "The alliance among Octavian, Mark\nAntony and Marcus Lepidus, commonly\nknown as the Second Triumvirate,\nwas renewed for a five-year term in 38\nBCE. However, the triumvirate broke",
            "down when Octavian saw Caesarion, the\nprofessed son of Julius Caesar and Queen\nCleopatra VII of Egypt, as a major threat to his\npower. This occurred when Mark Antony, the other\nmost influential member of the triumvirate,\nabandoned his wife, Octavian s sister Octavia\nMinor, and moved to Egypt to start a long-\nterm romance with Cleopatra, becoming\nthe de facto stepfather to Caesarion. Such\nan affair was doomed to become a political\nscandal. Antony was inevitably perceived\nby Octavian and the majority of the\nRoman Senate as the leader of a separatist\nmovement that threatened to break the unity of\nthe Roman Republic.",
            "During 32 BCE one-third\nof the Senate and both consuls\nallied with Antony. The consuls\nhad determined to conceal the\nextent of Antony s demands."
            
        ],
        "PageNo": "283"
    },
    {
        "File": "The_CN_Journal_September_44.jpg",
        "Paragraphs": [
            "On January 1, Gaius Sosius made an elaborate speech in\nfavor of Antony, and would have proposed the confirmation\nof his act had it not been vetoed by a tribune. Octavian was\nnot present, but at the next meeting made a reply of such a\nnature that both consuls left Rome to join Antony; Antony,\nwhen he heard of it, after publicly divorcing Octavia, came\nat once to Ephesus with Cleopatra, where a vast fleet was\ngathered from all parts of the East, of which Cleopatra\nfurnished a large proportion. After staying with his allies\nat Samos, Antony moved to Athens. His land forces, which\nhad been in Armenia, came down to the coast of Asia and\nembarked under L. Canidius Crassus.",
            "Octavian was not behind in his strategic preparations.\nMilitary operations began in 31 BCE, when his general\nAgrippa captured Methone, a Greek town allied to Antony.\nHowever, by the publication of Antony s will, and by\ncarefully letting it be known in Rome what preparations\nwere going on at Samos and how entirely Antony was\nacting as the agent of Cleopatra, Octavian produced such a\nviolent outburst of feeling that he easily obtained Antony s\ndeposition from the consulship of 31 BCE, for which Antony\nhad been designated. In addition to the deposition, Octavian\nprocured a vote for a proclamation of war against Cleopatra  ",
            "Imperatorial Rome; Mark\nAntony & Cleopatra VII. Silver\nDenarius (3.63 g), 34 BCE.\nAlexandria. ANTONI ARM-ENIA\nDEVIC-TA, head of M. Antony\nright; behind, Armenian\ntiara. Reverse CLEOPATRAE\n[REGINAE] REGVM_ FILIORVM\nREGVM, diademed and draped\nbust of Cleopatra right; below,\nprow of galley right. Crawford\n543/2; HCRI 345; Newman\n34.3; Sydenham 1210; RSC 1.\nMostly well struck and perfectly\ncentred with two exceptional",
            "portraits. Extremely Fine.\n(Goldberg Auctions)\n|",
            "Imperatorial Rome; Mark\nAntony & Octavian. Gold\nAureus (21.5 mm, 8.05 g),\nEphesus(?) mint, struck\n41 BCE. M._ Barbatius\nPollio, moneyer. Obverse:\nBare head of Mark Antony\nright; M ANT. IMP AVG Ill\nVIR. R. PC. M. BARBAT Q\nP. Reverse: Head of lightly\nbearded Octavian right;\nCAESAR. IMP. PONT. _ IIl.\nVIR. R. P. C., Craw 517/1a;\nCalicd 109; CRI 242; C. 7;\nBMCRR East 99; Vagi 174.\n(Goldberg Auctions)",
            "well understood to mean against Antony, though he\nwas not named. In doing this the Senate issued a war\ndeclaration and deprived Antony of any legal authority.",
            "The two fleets met outside the Gulf of Actrum (today\nPreveza) on the morning of September 2, 31 BCE.\nAntony s fleet numbered 500, of which 230 were large\nwar galleys with towers full of armed men. He led\nthese through the straits towards the open sea. Octavian\nhad about 250 warships. His fleet was waiting beyond\nthe straits, led by the experienced admiral Agrippa,\ncommanding from the left wing of the fleet, Lucius\nArruntius the centre and Marcus Lurius the right. Titus\nStatilius Taurus commanded Octavian s armies, and he\nobserved the battle from shore to the north of the straits.\nAntony and Gellius Publicola commanded the right wing\nof the Antonian fleet, while Marcus Octavius and Marcus\nInstetus commanded the centre, with Cleopatra s squadron\npositioned behind them. Gaius Sosius launched the initial\nattack from the left wing of the fleet, while Antony s chief\nlieutenant Publius Canidius Crassus was in command of\nthe triumvir s land forces.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "284"
    },
    {
        "File": "The_CN_Journal_September_46.jpg",
        "Paragraphs": [
            "Before the battle one of Antony s generals,\nQuintus Dellius, had defected to Octavian,\nbringing with him Antony s battle plans.",
            "In one account of the battle, shortly\nafter midday, Octavian manoeuvred\nhis fleet so that Antony was forced\nto extend his line from the protection\nof the shore. Antony had hoped to\nuse his biggest ships to drive back\nAgrippa s wing, but Octavian s entire\nfleet, aware of his strategy, stayed out of\nrange. Antony was forced to attack. The\nbattle raged all afternoon.",
            "Then Cleopatra s fleet, in the rear, retreated\nto the open sea without engaging. Some\nhistorians argue that Antony would have\nbeen fighting with victory within reach\nif it were not for Cleopatra s retreat.\nAntony, followed the fleeing squadron.",
            "Seeing this, many of Antony s fleet\nbroke ranks. Some fought on, and\nit was not until long after nightfall,\nwhen many ships were ablaze from the\nfirebrands thrown upon them, that the\nbattle was over. Antony bumed the ships\nhe could no longer man while clustering\nthe remainder tightly together. With many\noarsmen dead or wounded, Antony s\nlarge quinqueremes, designed for\nhead-on ramming, could no longer be\nused. Antony transferred to a smaller\nvessel with his flag and managed to\nescape, taking a few ships with him\nas an escort to help break through\nOctavian s lines. Those left behind\nwere captured or sunk.",        
            "On the morning of September 2, 31 BCE the\ncombined fleets of Mark Antony and Cleopatra\nmet the fleet of Octavian outside the Gulf of\nActium in Greece. Antony s ships were large\nquinqueremes which were built primarily for\nramming and sinking opponents  vessels. His\nships, however, were seriously undermanned\ndue to a malaria outbreak which had struck\nhis crews. Octavian s ships, on the other\nhand, were smaller and fully manned with\nhealthy crews. A further blow against Antony s\nhopes for success was the defection of one of\nhis Generals, Quintus Dellius, to Octavian s\nside with all of Antony s battle plans. Octavian\ndrew Antony s fleet out and, sometime after\nmid-day, Antony engaged his enemy. Soon\nafter, Cleopatra left the battle with her sixty\nships. Antony immediately left his command\nship and followed Cleopatra with forty of his\nown ships, leaving some 5,000 men and 300\nships to be destroyed by Octavian.",
            "A different account of the battle postulates",
            "that Antony knew he was surrounded and",
            "had nowhere to run. To try to turn this",
            "to his advantage, he gathered his ships",
            "around him in a quasi-horseshoe",
            "formation, staying close to the shore",
            "for safety. Then, should Octavian s",
            "ships approach his, the sea would",
            "push them into the shore. Antony",
            "foresaw that he would not be able",
            "to defeat Octavian s forces, so he and",
            "Cleopatra stayed in the rear of the formation.",
            "Eventually Antony sent the ships on the northern",
            "part of the formation to attack. He had them move",
            "out to the north, spreading out Octavian s",
            "ships, which up until this point were tightly",
            "arranged. He sent Gaius Sosius down",
            "to the south to spread the remaining",
            "ships out to the south. This left a hole",
            "in the middle of Octavian s formation.",
            "Antony seized the opportunity and,",
            "with Cleopatra on her ship and him on a",
            "different ship, sped through the gap and\nescaped, abandoning his entire force.",
            "With the end of the battle, Octavian",
            "exerted himself to save the crews of the",
            "burning vessels and had to spend the whole night",
            "on board. The next day, as much of",
            "the land army as had not escaped",
            "to their own lands, submitted, or",
            "were followed in their retreat to",
            "Macedonia and forced to surrender,",
            "Antony s camp was occupied,",
            "bringing an end to the war.",
            "Reprinted with permission\nfrom VCoins eNewsletter.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "286"
    }
]