[
    {
        "File": "The_CN_Journal_March_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT.",
            "MovT_DU_PRESIDENT.",
            "Now that spring is finally at hand it is time to\nN cast off the residual effects of those odd",
            "weather patterns of last year and get back to\nthe pleasures of collecting and learning more about what\nwe collect. If you are now looking to filling those holes\nin your collection I d like to propose that you first plan\nyour collecting strategies. If you haven t already, take\nthe opportunity to research the coins, tokens, medals or\npaper that you are interested in before jumping at the\nfirst available example. The adage  buy the book before\nbuying the coin  definitely fits. Also, when you are at\nshows or auctions, try to stay on target, I find it too easy\nto get distracted by  bright and shiny  things that come\nmy way, and I lose track of the bigger picture.",
            "If you are like me, you may feel that you have\nexhausted the hunt in certain areas of your collection.\nInstead of slowing down in the hobby, consider\nbecoming more involved with other aspects   look past\nthe thrill of the hunt and research each item s place in\nhistory for example. Try it; you might like it. If you do\nwhy not tell others about it?",
            "The numismatic social events that I look forward to\neach year include local club shows and professional\nshows. These start up again in the spring months. A show\nsponsored by a provincial association, like the Ontario\nNumismatic Association Convention (Kingston, Ontario,\nfrom April 12 to 14) is one of the larger events that allow\nyou to combine the educational and social aspects of the\nhobby with significant purchasing opportunities.",
            "Our 66th Annual Convention will be taking place\nbetween Tuesday, July 16 and Saturday, July 20, at the\nBest Western Premier Calgary Plaza Hotel in Calgary\nAB, hosted by the Calgary Numismatic Society. The\nconvention committee, with James Williston at the\nhelm, is working hard to make this the numismatic\nsocial event of the year. See the detailed information\nin this issue! Our official auctioneer for the Convention\nis The Canadian Numismatic Company. For members\nconsidering consigning items to this auction, TCNC will\nwaive their usual seller s fee. This is a huge benefit of\nmembership, and one that you can truly profit from.",
            "In closing, our next executive meeting will be in April\nduring the ONA Convention so if there is anything that you\nwant me to bring to the attention of this meeting, please let\nme know either directly at president@rcna.ca or through\nour executive secretary at info@rcena.ca.",
            "Number2 March",
            "Maintenant que le printemps est arriv , il est temps\nM de laisser les soubresauts que dame nature nous",
            "a impos s cet hiver et de revenir aux plaisirs de\ncollectionner et d en apprendre davantage sur nos sujets de\ncollection.Si vous cherchez 4 combler quelques trous dans\nvotre collection, je vous propose de commencer par planifier\nvos strat gies pour les acqu rir. Si ce n est deja fait, profiter de\nPoccasion pour faire des recherches sur les pi ces, les jetons,\nles m dailles ou les billets papier qui vous int ressent avant\nde prendre le premier qui sera disponible. L adage  achetez\nle livre avant d acheter la pi ce  est tout a fait appropri . De\nplus, lorsque vous visitez des salons ou participer a des ventes\na l encan, essayez de garder votre objectif, je trouve qu il est\nsouvent facile de se laisser distraire par les choses  brillantes \nqui m arrivent que je perde de vue mes objectifs.",
            "Si vous  tes comme moi, vous aurez peut- tre le sentiment\nd avoir  puis  vos recherches pour certaines parties de votre\ncollection. Au lieu de ralentir votre dans votre passe-temps,\nenvisagez de vous impliquer davantage dans d autres aspects\n regarder au-dela de la recherche pour trouver un item\net explorez, par exemple, la place que cet item occupe dans\nVhistoire. Essayez-le, vous pourriez aimer. Si vous le faites,\npourquoi ne pas partager votre exp rience?",
            "Les  v nements numismatiques que j attends chaque ann e\ncomprennent des salons numismatiques de clubs locaux et les\nsalons de professionnels. Ceux-ci red marrent au printemps.\nUn salon parrain  par une association provinciale, telle que\nlecongr s numismatique de l Ontario (Kingston, Ontario, du\n12 au 14 avril), est l un des plus grands  v nements qui vous\npermet de combiner les aspects  ducatifs et sociaux du loisir\navec d importantes opportunit s d  achat.",
            "Notre 66e congr s annuel aura lieu du mardi 16 au samedi 20\njuillet 4  hdtel Best Western Premier Calgary Plaza a Calgary, en\nAlberta, organis e par la Calgary Numismatic Society. Le comit  du\ncongres, sous la pr sidence de James Williston, travaille fort pour en\nfaire l v nement numismatique de l ann e. Voir les informations\nd taill es dans ce journal! Notre encanteur officiel du congres\nest The Canadian Numismatic Company. Pour les membres qui\nenvisagent de consigner des articles 4 cette vente a l encan, TCNC\nrenonce aux commissions de vente habituelle. C est un avantage\n norme de votre adh sion, et vous en profiterez vraiment.",
            "En terminant, notre prochaine r union de |  ex cutif\naura lieu en avril, lors du congr s de l7?ONA. Si vous\nsouhaitez que j apporte un point a l attention de l ex cutif,\nveuillez m en informer directement a l adresse courriel\npresident@rcna.ca ou par l interm diaire de notre secr taire",
            "ex cutif a info@rcna.ca."
        ],
        "PageNo": "56"
    },
    {
        "File": "The_CN_Journal_March_07.jpg",
        "Paragraphs": [
            "CONVENTION COMMUNIQUE DU CONGRES",
            "Calgary   site of the Next RCNA Convention  \nLe prochain congr s de l ARNC de Calgary",
            "This year s annual RCNA Convention will be July",
            "16-20 at the Best Western Premier Calgary Plaza\nHotel (formerly Coast Plaza).",
            "Our host, the Calgary Numismatic Society (CNS), has\nlots of activities ready for everyone s enjoyment. These\ninclude tourist-oriented activities that will appeal to your\nentire family as well. It s a family friendly destination\nwhere there s plenty nearby to keep you occupied.",
            "The design for this year s convention medal,\nsubmitted by CNS, centres on the Albertosaurus\ndinosaur that lived about 70 million years ago in what is\nnow The Province of Alberta.",
            "Albertosaurus sarcophagus was named by Henry\nFairfield Osborn in 1905 to honour Alberta, which\njoined Confederation that year. The fossil was first\ndiscovered on June 9, 1884, in an outcrop of the\nHorseshoe Canyon Formation beside the Red Deer\nRiver. The find was recovered by an expedition of the\nGeological Survey of Canada, led by geologist Joseph\nBurr Tyrrell. Over 30 different specimens of all ages of\nthe Albertosaurus have been recovered, giving scientists\na good understanding of its anatomy. A large theropod,\na carnivorous dinosaur with short forelimbs, it walked\nor ran on its hind legs   a creature much smaller than its\ndistant movie-star cousin the Zvrannosaurus Rex.",
            "The oldest and largest known specimen is ten metres\nin length; forensics determined it to be 28-years-old. The\naverage Albertosaurus was nine to ten meters long, 3.4 m\nin height and weighed in the 1.3 to 1.7 metric tonne\nrange. Its body skin was covered with hexagonal shaped\nscales arranged in rows. The skull which was about | m\nlong housed its long jaw that held 58 or more banana-\nshaped teeth.",
            "Consider joining this year s opening tour, a full-day\ntrip to the Royal Tyrrell Museum in Drumheller, to\nsee Albertosaurus up close   along with the rest of his\ndinosaur relatives on display.",
            "For more information about the complete Program of\nActivities, visit www.rena.ca/2019 where registration\nforms for all optional events are available. If you\nhave questions, email Convention Chairman James\nWilliston: 2019convention@rcna.ca; or RCNA\nExecutive Secretary Paul Johnson: info@rena.ca or\nphone (647) 401-4014.",
            "So don t delay, book your hotel stay today!","Your convention chair,",
            "James Williston",
            "Number2 March",
            "L e congr s annuel de l  ARNC de cette ann e se tiendra\n",
            "du 16 au 20 juillet au Best Western Premier Calgary\nPlaza Hotel (anciennement Coast Plaza).",
            "Notre club h te, la Calgary Numismatic Society (CNS),\npropose de nombreuses activit s pour le plus grand plaisir de\ntous. Celles-ci incluent des activit s touristiques qui plairont\na toute votre famille. C est une destination familiale ot il y a\nbeaucoup de choses a proximit  pour vous garder occup .",
            "La conception de la m daille du congr s de cette ann e,\nsoumise par le CNS, est centr e sur le dinosaure Albertosaurus,\nqui vivait, dans Pactuelle province de |  Alberta, il ya de cela\nenviron 70 millions d  ann es.",
            "Le sarcophage Albertosaurus a  t  nomm  par Henry\nFairfield Osborn en 1905 pour honorer I  Alberta, qui a rejoint\nla Conf de ration cette ann e-la. Le fossile a  t  d couvert pour\nla premi re fois le 9 juin 1884 dans le paysage de l Horseshoe\nCanyon Formation au bord de la rivi re Red Deer. La d couverte\na  t  r alis e lors d une exp dition de la Geological Survey\nof Canada, dirig  par le g ologue Joseph Burr Tyrrell. Plus\nde 30 sp cimens de | Albertosaurus de tous les ages ont  t \nr cup r s, ce qui permet aux scientifiques de bien comprendre\nson anatomie. Un grand th ropode, un dinosaure carnivore aux\npattes avant courtes, il marchait ou courait sur ses pattes arri re\n- une cr ature bien plus petite que son cousin lointain, la vedette\ndu cin ma Tyrannosaurus Rex.",
            "Le plus ancien et le plus grand sp cimen connu mesure\ndix m tres de long; les m decins scientifiques ont d termin \nquwil avait 28 ans. L Albertosaurus moyen mesurait de 9 a 10\nmetres de long, 3.4 m de hauteur et pesait entre 1.3 et 1.7 tonne\nm trique. La peau de son corps  tait recouverte d cailles de\nforme hexagonale dispos es en rang es. Le crane, d environ 1 m\nde long, abritait sa longue machoire contenant 58 dents ou plus,\ndes dents en forme de banane.",
            "Consid rez de vous joindre au groupe pour la visite inaugurale\nde cette ann e, une excursion d une journ e complete au mus e\nRoyal Tyrrell de Drumheller, pour voir de pr s Albertosaurus,\navec le reste de sa famille de dinosaures en exposition.",
            "Pour plus d informations sur le programme d  activit s\ncomplet, visitez le site www.rena.ca/2019, ot les formulaires\nd inscription pour tous les  v nements optionnels sont\ndisponibles. Si vous avez des questions, envoyez un courriel au\npr sident du congr s, James Williston: 2019convention@rena.\nca; ou secr taire ex cutif de PARNC, Paul Johnson: info@rena.\nca ou par t l phone au (647) 401-4014.",
            "Alors, ne tardez plus, r servez votre s jour a hotel d s\naujourd  hui!",
            "Votre pr sident de congr s, James Williston"
           
        ],
        "PageNo": "55"
    },
    {
        "File": "The_CN_Journal_March_08.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE DU CONGRES",
            "2019 RCNA Symposium",
            "The Royal Canadian Numismatic Association",
            " invites you to this year s Educational Symposium.",
            "Continuing in the two-day expanded format, this",
            "year s symposium will consist of eight leading numismatists",
            "presenting a wide range of topics for your pleasure and\nknowledge.",
            "As the Canadian collector becomes more sophisticated\nthe demand for numismatic education becomes stronger. For\neveryone attending the 2019 Convention, the RCNA is proud\nto offer this leading educational event. It is an opportunity to\nconnect with people passionate about this hobby and eager to\nshare their knowledge making your numismatic experience\nthat much greater. Remember, knowledge is power!",
            "Scott E. Douglas",
            "Wednesday July 17",
            "1:00 p.m.   Marina Fischer:",
            "Coins of Jesus: Money and Religion in the Ancient\nWorld",
            "Money and religion share a\nlong history. This talk will\nexplore Judeo-Christian\ncoinage, covering a unique\ngeographic area and a\nhistoric period of cultural\nand ideological diversity.\nBeginning with the Persian\nImperial coins   the only\ncoins referenced in the\nOld Testament, we will\nexamine early money\nin the Holy Land, Jewish, Judeo-Roman and Christian\ncoinage, focusing on the ones directly associated with\nthe historic figure of Jesus. Coins from the University of\nCalgary s Nickle Numismatic Collection will be available\nfor viewing.\nMarina Fischer is Collection Specialist for Numismatics\nat Nickle Galleries, University of Calgary. She holds an\nM.A., from the University of Calgary, in Ancient History\nwith specialization in Art History; her research focuses\non ancient Greek and Roman coinage. Marina is also\nInstructor with Continuing Education, and is a recipient of\n2018 University of Calgary Teaching Award.",
            "2:00 p.m.   Sean Sinclair:\nCollecting for Beginners",
            "Sean Sinclair, an Ottawa\nnative, began collecting\ncoins when he was 15-years-\nold and became intrigued by\nCanadian coins with George\nVI s portrait, Elizabeth II s\nportrait (1st and 2nd types),\nand by the bird on our 1967\ncent, plus US Lincoln cents\nwith reverses showing\ndifferent buildings.",
            "Eventually his grandfather\ngifted him an old Charlton catalogue, which gave him an idea\nof the value of some of the coins. After moving to Kitchener\nin 2005, he joined his first com club: Waterloo Coin Society.\nHis memberships gradually expanded to six clubs in the\ngeneral area, as well as the ONA and RCNA. He was bourse\nchairman for the 2012 ONA Convention in Niagara Falls and\nwill serve again at the convention in Kingston.",
            "3:00 p.m.   Eric Jensen, FCNRS:\nExonumia - Numismatic Fringe - Revisited",
            "Exonumia is a very",
            "interesting topic that no",
            "matter which way you try",
            "to describe it the definitions",
            "and use of the terms will",
            "not make sense to or please",
            "everyone. However, Eric",
            "hopes to shed some light",
            "on what the Pandora s box",
            "of exonumia may look like",
            "when fully opened up, and",
            "he ll attempt to explain why collecting these various items\ncan be very time consuming, rewarding and just so darn\nmuch fun.",
            "Eric Jensen started collecting circulating Canadian\ndecimal coins some fifty years ago eventually branching off\ninto studying each and every coin he had or came across to\nsee what die breaks or other imperfections he could find. He\ncontinues to actively collect circulating Canadian decimal\ncoins, western Canadian trade tokens, Alberta medallions\nand woods and other related exonumia. Early in his token",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "56"
    },
    {
        "File": "The_CN_Journal_March_09.jpg",
        "Paragraphs": [
            "collecting days he was also involved in the cataloguing and\ncollecting of Alberta Medallions. Eric became and remains\nheavily involved with compiling the illustrated listing of\nAlberta Medallions & Similar Type Stuff as well as many\nother numismatic fringe collectables. He was awarded the\nCNS s Donald D. Patterson Award in 2007 and made an\nHonorary Life Member in 2015. Eric is currently a member\nof the RCNA, CNS, ENS, CATC, CAWMC and is a Fellow\nof the Canadian Numismatic Research Society.",
            "4:00 p.m.   Stan Clute, FCNRS:",
            "Numismatic Research &\nWriting - Then And Now",
            "Stanley H. Clute has been\na resident of the Calgary\narea for the past forty\nyears. He is a fellow of\nboth the RCNA and the\nCNRS. His fascination\nwith numismatics began\nin his early teenage years.\nHis interests really began\nto focus when in grade ten\nhe presented a class talk\non ancient Roman coinage   a subject which has since\nbecome one of his major areas of interest. Other interests\ninclude British tokens, medals and related items, Canadian\nhistorical tokens and medals, and paper money.",
            "Clute has been writing articles and columns for some\nforty-five years for various publications, including\nThe Canadian Numismatic Journal and Canadian Coin\nNews. He is also the author of The Canadian Numismatic\nAssociation A Half Century of Advancement In\nNumismatics, which was published in the year 2000.",
            "Over the years he has held many executive offices in coin\nclubs across the country, including president of the North York\nCoin Club, the Calgary Numismatic Society (of which he holds\nHonorary Life Membership number 12, and the Canadian\nAssociation of Wooden Money Collectors. From 1985 to\n1987 he was president of the RCNA. Clute currently serves as\npresident of the Canadian Numismatic Research Society.",
            "Thursday July 18",
            "1:00 p.m.   Michael Souza:\nThe Occupation of Hong Kong and the Life of a Veteran",
            "Michael Souza was born in Hong Kong in 1955 and\nimmigrated to Canada in 1968. He graduated from high\nschool in 1973 and was employed in 1976 by Revenue\nCanada Taxation (now Canada Revenue Agency) as a tax\nauditor. He obtained his designation as a Certified General\nAccountant in 1984 and after a 35-year career at the Canada\nRevenue Agency, Michael retired in 2011.",
            "Number2 March",
            "BORD) ean ceca rears",
            "Michael has been a\nmember of Vancouver s\nNorth Shore Numismatic\nSociety (NSNS) since\n1988, and currently, he is\nits President, its Secretary,\nand its Treasurer. He is\nalso a member of the BC\nPhilatelic Society, as well as\nthe Vancouver and the North\nCarolina Chapters of the\nInternational Bank Note Society.",
            "Michael spends most of his time organizing the\nNSNS s five annual Coins, Stamps & Collectible Shows\nand its monthly meetings. As well, he is active in making\npresentations at other local coin and stamp clubs.",
            "2:00 p.m.   Lisa Dare:",
            "Numismatics 101 - A Spouse s Guide to Understanding\nand Living with a collector",
            "Join Lisa Dare as she",
            "shares her perspective and\nknowledge as the spouse\nof a serious numismatist.\nShe will be providing\nlighthearted insights that\nshe has gleaned over\ntime from meeting and\nhaving conversations with\nnumismatists of all types\nand varieties.",
            "Lisa Dare is an executive and leadership coach based in\nCalgary. She began her career as a hospital pharmacist and\nsubsequently transitioned into the pharmaceutical industry\nwhere she worked for several major companies. Currently\nshe is the principal and CEO of Lisa Dare and Associates\nwhich is a coaching, consulting and facilitation firm.\nHer clients include leaders at all levels within numerous\nindustries including major corporations, governmental\nagencies and educational institutions.",
            "Lisa s introduction to the world of numismatics was\nthrough her husband who has been an avid collector since\nhe was a young boy. Although not a serious collector\nherself, she has been known to buy a few sparkling shiny\nround items from the Royal Canadian Mint.",
            "3:00 p.m.   Barrie Renwick, FCNRS:\nR.Tait McKenzie, his life and his art",
            "Barrie Renwick remembers that his fascination with\ncoins and medals started in childhood around 1935 when\ngiven a Geo. V Jubilee silver dollar for his collection,\nwhich was a shinplaster, two large cents and a $5-\ngold coin. Money was vital in those Depression years,\n"
        ],
        "PageNo": "57"
    },
    {
        "File": "The_CN_Journal_March_10.jpg",
        "Paragraphs": [
            "so when he got his Royal\nVisit school-kid s medal,\nMom cautiously deposited\nhis gold coin in his bank\naccount. Protecting its dollar\nvalue meant more than\nkeeping it for show.",
            "As a student, his\nnumismatic interest was\nforeign coins; relatives gave\nhim accumulations, military\nmembers returning from\nWW II contributed, and parents sometimes helped him buy\nthat magical grab bag some American dealers advertised: 50\ncoins from 50 countries for $5.",
            "In his early adult years he joined a coin club and served\nin office. His collecting interests gravitated from coins to art\nplaques and medals. These interests prompted him studying\nheraldry, and art symbols to better his appreciation of works\nby favoured sculptors and medallists.",
            "In his retirement years Barrie, a Fellow of RCNA and\nCNRS, began writing. His articles were about things he d\ncollected. When that source exhausted, he chose subject\nitems from museums and Internet sites. He s written about\nmany medals and sculptors and has reviewed several\nnumismatic books. His numerous writings regularly appear\nin The CN Journal.",
            "Now in his concluding years, no longer actively collecting,\nhe s been an ongoing assistant in preparing material for print\nin The CN Journal. During that time, he s also presented at\neducation sessions of two previous conventions.",
            "Plan to attend the 2019 RCNA Symposium\nheld Wednesday, July 17 and Thursday,\nJuly 18, in the Plaza Room 5 of the\nConvention hotel. It is an opportunity to\nconnect with people passionate about this\nhobby and eager to share their knowledge\nmaking your numismatic experience that\nmuch greater. Remember, knowledge is\npower! Everyone is Welcome.",
            "4:00 p.m.   Neil Probert, FCNRS:\nOrganized Numismatics in Calgary",
            "Neil Probert was born in\nCalgary, Alberta. He started\ncollecting coins in his youth\nand joined both the Calgary\nNumismatic Society\n(CNS) and the Royal\nCanadian Numismatic\nAssociation (RCNA) as\na junior member in 1972.\nHe collects Canadian\nand specific world coins,\nCanadian wooden money\nand collectibles issued by\ncoin clubs.",
            "Neil is past president of the Calgary Numismatic\nSociety (1978, 1979, 2005) and the Canadian Association\nof Wooden Money Collectors (1983 to 1985). He\nhas been editor of the Calgary Numismatic Society s\nmonthly Bulletin since 1977 and has won a number of\nawards from both the RCNA and the ANA for the CNS\nBulletin. The Calgary Numismatic Society awarded Neil\nthe Donald D. Paterson Award in 1980 and an Honorary\nLife Membership in 1996. In 2000, Neil co-authored the\nbook: History of the Calgary Numismatic Society, as part\nof the club s 50th Anniversary celebrations. He has also\nhelped design a number of medals, including the 1987\nCNA Convention medal and the 1990 medal for the 40th\nAnniversary of the CNS.",
            "Neil was asked to be a guest speaker at the 1986\nAmerican Numismatic Association s Annual Convention s\ndelegates meeting regarding club newsletters and was\na presenter at the 2009 Educational Symposium at the\nRoyal Canadian Numismatic Association Convention in\nEdmonton.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "58"
    },
    {
        "File": "The_CN_Journal_March_16.jpg",
        "Paragraphs": [
            "UNDOCUMENTED VARIETY\nOF BRETON 886",
            "par/BY CLEMENT CHAPADOS-GIRARD\nLM.#451",
            "Nouvelle vari t  de Breton 886",
            "Jai le bonheur, et le privil ge de vous pr senter un\njeton colonial de la Nouvelle-Ecosse qui  tait jusqu a\nmaintenant inconnu. II s agit d une nouvelle combinaison\nnon r pertori e de coin.",
            "L tude des Jetons Coloniaux Canadiens est tr s int ressante\net malgr  les nombreux travaux d ja faits depuis plus d un\nsi cle, on ignore toujours plusieurs choses. Avec cette\nd couverte on en connait maintenant une de plus.",
            "Le Me dailler du Canada paru en 1888, du pionnier Joseph\nLeroux, a ironiquement rapport    2 ou 3 vari t s   pour le\ntype de jetons ressemblant a ma d couverte. I] semblerait que\nLeroux n tait pas certain du nombre exact existant. Il lui a\ndonn  le num ro 438.",
            "Le populaire Pierre-Napol on Breton lui a donn  le\nnum ro 886 dans son livre a succ s qu est Histoire Illustr e\ndes Monnaies et Jetons du Canada, paru en 1894. Il ne\nconnaissait que trois vari t s. Ce chiffre est de quatre pour\nle fameux Eug ne G. Courteau. Avec mon ajout le nombre\ntotalise maintenant cing. Elles comportent toutes   Genuine\nBritish Copper  , sur le revers et   Half Penny Token 1815  \nsur l avers. Il y a quatre types de buste au total pour I avers et\ndeux types de Britannia assise pour le revers.",
            "Paul et Bente Withers, dans leur ouvrage British Copper\nTokens 1811-1820, listent cinq types pour ces jetons mais ils\nn en ont vu que 3, Withers (Wi) 1418, 1419 et 1421. IIs se\nbasent sur le travail de W. J. Davis pour r pertorier les deux\nvari t s qu ils n ont pas vues. Vraisemblablement une erreur\npuisque les deux revers non observ s mentionnent la branche\nolivier ayant cinq feuilles, alors que les revers connus n en\nont que quatre ou neuf.",
            "I have the good fortune, and the privilege to present",
            "you a previously unknown colonial token from Nova\nScotia. This is a new, not listed mule.",
            "The study of Canadian Colonial Tokens is very\ninteresting and despite the research already done for\nmore than a century, there is still a lot that we don t\nknow. With this discovery we now know a little bit more.",
            "The Canadian Coin Cabinet, published in 1888 by the\npioneer Joseph Leroux, cites ironically  2 or 3 varieties \nfor the type of tokens resembling my discovery. It seems\nthat Leroux was not sure of the exact number of existing\npieces. He gave the token the number 438.",
            "In his book, the well-known J/lustrated History of\nCoins and Tokens related to Canada, issued in 1894,\nthe popular Pierre-Napoleon Breton gave the token\nthe number 886. He knew only of three varieties. The\nfamous Eugene G. Courteau knew of four. With this\naddition the number of varieties now totals five. They\nall feature on the reverse  Genuine British Copper,  and\non the obverse  Half Penny Token 1815.  There are four\ntypes of bust in total for the obverse and two types of\nBritannia sitting for the reverse.",
            "Paul and Bente Withers, in their British Copper Tokens\n1811-1820, list five types for these tokens, but they only\nsaw 3, Withers (W1) 1418, 1419 and 1421. They refer to\nthe work of W J Davis to list the two varieties they did\nnot see. Presumably an error since the two unobserved\nreverses mention the olive branch with five leaves, as\nknown reverses have only four or nine.",
            
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "64"
    },
    {
        "File": "The_CN_Journal_March_17.jpg",
        "Paragraphs": [
            "Les quatre vari t s de ce type qu Eug ne G. Courteau\nconnaissait sont dans son ouvrage The Coins and Tokens of\nNova Scotia publi  en 1910, soient les num ros 347, 348,\n349 et 350. Le Canadian Colonial Tokens de Charlton Press\n(Charlton), ayant suivi le code de Courteau et ce dans le m me\nordre, a les m mes que lui mais avec des num ros diff rents;\nNS-25A1, NS-25A2, NS-25A3 et NS-25A4.",
            "Pr c demment, le buste du NS-25A1 (Co 347NS, Wi 1418)\nn tait connu qu avec une seule vari t  de Britannia. II  tait\nunique a celui-ci pour ce type. Cette trouvaille indique qu il\nest possible de le voir avec le second type de Britannia. Malgr \nle fait que le trident des deux Britannia pointe vers le   H   de\n  British   il y a de multiples diff rences facilement visibles\nqui seront  nume r es ci-bas.",
            "La pi ce de la d couverte (Figure 1) est en cuivre, p se\n6,11 grammes, a un diam tre de 26 millimetres, 1  orientation\nest pratiquement nord-sud, NW, et sa tranche est lisse. Le\nCharlton rapporte que le poids est normalement entre 6,1 g\net 7,1 g, 25,8 mm a 26,1 mm pour le diam tre. Pour\nl orientation des coins et la tranche c est la\nm me chose que la pi ce de la d couverte.",
            "Le jeton a clairement circul  et a une frappe\npartiellement faible ce qui indique, et ce\nsans l ombre d un doute, que ce n est pas\nune frappe d preuve. A la suite de mes\nrecherches, 11 m est apparu que l avers\nsemblait  tre d un coin plus us  que les\nautres. Les perles a 8 heures sont fusionn es\nentre elles et je n ai observ  cela que sur ce\njeton, incluant l avers des NS-14A4 et NS-14A5\nqui  quivaut au Co 345NS, et ce pour les\ndeux vari t s.",
            "J indiquerai maintenant comment mieux\ndiff rencier les deux revers. Afin de faciliter\nla compr hension je mentionnerai le revers\ndu NS-25A1 (Co 347NS) comme Rel\n(Figure 2) et celui des NS-25A2, NS-\n25A3, NS-25A4 ainsi que la nouvelle\ncombinaison comme Re2 (Figure 3). Sur\nle Rel on y retrouve un bateau avec de\nl eau devant les tibias de la Britannia et\npas sur le Re2. Le   R   de   Copper   dans\nle Rel est vis-a-vis le haut du bouclier, pour\nle Re2 il est vis-a-vis la partie inf rieure\ndu bouclier. Le   G   de   Genuine   est\npr s du niveau des genoux pour le Rel\net a celui des pieds pour le Re2. Le bras\nde Britannia sur le Rel est  lev  presque\na 45 degr s et dans sa main elle tient une\nbranche @ olivier qui monte jusqu entre\nle dernier   E   de   Genuine   et\nle   B   de   British  . Le bras du\nRe2 a un angle d environ 10 degr s et",
            "Number2 March",
            
            "The four varieties of this type that Eugene G. Courteau\nknew about were in his book The Coins and Tokens of\nNova Scotia published in 1910, numbers 347, 348, 349\nand 350. The Canadian Colonial Tokens by Charlton Press\n(Charlton), having followed the code of Courteau and in\nthe same order, has the same varieties but with different\nnumbers; NS-25A1, NS-25A2, NS-25A3 and NS-25A4.",
            "Previously, the bust of NS-25A1 (Co 347NS, Wi\n1418) was known only with one Britannia variety. It was\nunique to this one for this type. This find indicates that\nit is possible to see it with the second type of Britannia.\nEven though the trident of the two Britannia points to the\n HA  of  British  there are many easily visible differences\nthat will be listed below.",
            "The discovery piece (Figure 1) is in copper, weighs\n6.11 g, measures 26 mm in diameter, the orientation is\npractically north-south (medal alignment NW) and its\nedge is plain. Charlton reports that the weight is normally",
            "between 6.1 g and 7.1 g, 25.8 mm to 26.1 mm for\nthe diameter. The orientation of the piece and\nthe edge concurs with the description in\nCharlton. The token has clearly circulated\nand has a partially weak strike which\nindicates, without a shadow of a doubt,\nthat it is not a proof strike. Following\nmy research, it appeared to me that the\nobverse seemed to be of a die more wom\nthan the others. The pearls at 8 o clock are\nfused together and I only observed this on\nthis token, including the obverse of NS-14A4\nand NS-14A5 which equals Co 345NS",
            "for both varieties.\nI will now indicate how to better\ndifferentiate the two reverses. For ease of\nunderstanding I will mention the reverse\nof NS-25A1 (Co 347NS) as Rel (Figure\n2) and that of NS-25A2, NS-25A3, NS-\n25A4 as well as the new combination\nas Re2 (Figure 3). On the Rel we find\na boat with water in front of the shins\nof Britannia. We do not find this on the\nRe2. The  R  of  Copper  in the Rel is\nopposite the top of the shield, and on the\nRe2 it is vis-a-vis the lower part of\nthe shield. The  G  of  Genuine  is\nnear the knee level for the Rel and at\nthe feet level on the Re2. Britannia s\narm on Rel is raised to almost 45\ndegrees and in her hand, she holds\nan olive branch that rises between\nthe last  E  of  Genuine  and the\n B  of  British.  On Re2 the arm is\nat an angle of about 10 degrees and\n"
        ],
        "PageNo": "65"
    },
    {
        "File": "The_CN_Journal_March_18.jpg",
        "Paragraphs": [
            "la branche d olivier se trouve a une certaine distance sous le\n  B   de   British  . Plusieurs autres diff rences sont pr sentes\nmais avec celles que j ai d ja mentionn es, savoir lequel des\nrevers vous avez entre les mains sera ais .",
            "Selon moi, il ne manquait qu a Breton et aux Withers un\nseul buste. Courteau qui lui l avait vu, lui a attribu  le num ro\n350NS et est  galement sur le 345NS (Br 891, NS-14A4 et\nNS-14A5). Courteau lui a donn  un degr  de raret  7, ce qui\nrepr sente tr s rare. Par exp rience je confirme que ce jeton\nn est vraiment pas facile 4 obtenir. Des ventes majeures et\nr centes, il  tait absent. En effet on ne 1 a pas vu dans les\ncollections de Richard Cooper et de feu Doug Robins.",
            "Pour l histoire de cette nouvelle acquisition, elle d bute sur\nl Internet, plus pr cis ment sur eBay comme certaines autres\nmaintenant. C est 1a que j ai achet  ce jeton directement d un\ncollectionneur am ricains qui m a dit qu il l avait achet  il y a\nenviron trois d cennies 4 d un marchand lors d un salon dans la\nville de New York. Durant tout ce temps, ce jeton apparemment\ninnocent mais 6 combien diff rent, m avait patiemment\nattendu jusqu au moment ot il ira entre les mains d un de mes\nprochains. Et c est le sort qui attend tous les jetons, celui d tre\nadopt  encore et encore. Toujours en souhaitant que  a soit fait\ndans le but de les conserver et avec amour.",
            "Ce nouveau type de jeton",
            "d montre encore une fois\nque de nouvelles d couvertes\nmajeures peuvent  tre encore\nfaites dans le domaine des\nJetons Coloniaux Canadiens.\nCe patrimoine que tous ont\nmanipul  fait partie des\nracines et de l histoire de\nla numismatique moderne\ncanadienne. C est notre\nh ritage a tous, il est\nimportant, il faut le connaitre\net en prendre soin.",
            "Si jamais vous trouvez\ncette nouvelle combinaison,\nou une autre, dans votre\ncollection ou ailleurs,\nJ appr cierais  norm ment\nsi vous me le laissiez\nsavoir par courriel a\nJetonsCanada@gmail.com.",
            "the olive branch is at a certain distance under the  B \nof  British.  Several other differences are present but\nwith those that I have already mentioned, knowing which\nreverses you have in your hands will be easy.",
            "In my opinion, Breton and the Withers only needed\none more bust. Courteau who had seen it, gave it the\nnumber 350NS. The bust is also on 345NS (Br 891, NS-\n14A4 and NS-14A5). Courteau gave the piece a degree\nof rarity 7, which is very rare. From experience I confirm\nthat this token is not easy to obtain. It was not offered\nin major recent sales. Indeed, it has not been seen in the\ncollections of Richard Cooper and the late Doug Robins.",
            "As for the story of this new acquisition, it begins on\nthe Internet, more precisely on eBay as some others do\nnow. That s where I bought this token directly from a\ncollector from the United States who told me that he\nbought it about three decades ago from a merchant at a\ncoin show in New York City. All this time, this seemingly\ninnocent but oh so different token had patiently waited\nfor me until it will go into the hands of one of my fellow\ncollectors. And it is the fate that awaits all the tokens,\nthat of being adopted again and again. Always wishing\nthat it be done in order to preserve them and with love.",
            "This new type of token\ndemonstrates once again\nthat major new discoveries\ncan still be made in the\nfield of Canadian Colonial\nTokens. This heritage that\neveryone has manipulated\nis part of the roots\nand history of modern\nCanadian numismatics.\nIt s our legacy to all, it s\nimportant, you must know\nit and take care of it.",
            "If you ever find this\nnew combination, or any\nother, in your collection\nor elsewhere, I would\ngreatly appreciate if you\nlet me know by email at\nJetonsCanada@gmail.com.",
            "Les quatre vari t s de ce type qu Eug ene G. Courteau connaissait sont dans son ouvrage\nThe Coins and Tokens of Nova Scotia publi  en 1910, soient les num ros 347, 348, 349 et\n350. - The four varieties of this type that Eugene G. Courteau knew about were in his book\nThe Coins and Tokens of Nova Scotia published in 1910, numbers 347, 348, 349 and 350.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "66"
    },
    {
        "File": "The_CN_Journal_March_19.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH HisToRy\nTHE BATTLE OF MUNDA",
            "BY JESUS VICO\nAND, MARISA.OLLERO",
            "March 17, 44 BCE",
            "During the Roman Civil Wars, the\nD republicans had initially been led\nby Pompey, until the Battle of",
            "Pharsalus in 48 BCE and Pompey s death\nsoon afterwards. However, in April 46\nBCE, Caesar s forces destroyed the\nPompeian army at the Battle of Thapsus.",
            "After this, military opposition to\nCaesar was confined to Hispania (the\nIberian Peninsula, comprising modern\nSpain and Portugal). During the spring\nof 46 BC, two legions in Hispania Ulterior,\nlargely formed by former Pompeian veterans\nenrolled in Caesar s army, had declared\nthemselves for Gnaeus Pompeius (son of\nPompey the Great) and driven out Caesar s\nproconsul. Soon they were joined by the\nremnants of the Pompeian army. These\nforces were commanded by the brothers\nGnaeus Pompeius and Sextus (sons of\nPompey) and by the talented\ngeneral Titus Labienus, who had\nbeen one of the most trusted of\nCaesar s generals during the Gallic\nWars. Using the resources of the\nprovince they were able to raise an army of three legions.\nThese were the two original veteran legions, and one\nadditional legion recruited from Roman citizens and local\ninhabitants in Hispania. They took control of almost all\nHispania Ulterior, including the important Roman colonies\nof Italica and Corduba (the capital of the province).",
            "Number2 March 2019 -------------------------------------------",
            "Caesar s generals Quintus Fabius Maximus and\nQuintus Pedius did not risk a battle and\nremained encamped at Obulco (present-\nday Porcuna), about 56 km east of\nCorduba, requesting help from Caesar.\nThus, Caesar was forced to move\nfrom Rome to Hispania to deal with\nthe Pompetus brothers. He brought two\ntrusted veteran legions (X Equestris\nand V Alaudae) and some newer legions\n(including III Gallica and VI Ferrata), but\nin the main was forced to rely on the recruits\nalready present in Hispania. Caesar covered\nthe 2,400 km from Rome to Obulco in less\nthan one month, arriving in early December (he\nimmediately wrote a short poem, Iter, describing\nthis journey). Caesar had called for his great-\nnephew Octavian to join him, but due to his\nhealth Octavian was only able to reach him\nafter the conclusion of the campaign.\nCapitalizing on his surprise\narrival Caesar was able to relieve\nthe stronghold of Ulipia (a town\nwhich had remained loyal to him and\nhad been unsuccessfully besieged\nby Gnaeus Pompetus) but was unable to take Corduba,\nwhich was defended by Sextus Pompeius. Under Labienus \nadvice, Gnaeus Pompeius decided to avoid an open battle,\nand Caesar was forced to wage a winter campaign, while\nprocuring food and shelter for his army. After a short\nsiege, Caesar took the fortified city of Ategua; this was an\nimportant blow to the Pompeian confidence and\nmorale, and some of the native allies started to\ndesert to Caesar. Another skirmish near Soricaria\non March 7 went in Caesar s favor; many\nRomans in the Pompeian camp began planning\nto defect and Gnaeus Pompeius was forced to\nabandon his delaying tactics and offer battle.\nThe two armies met in the plains of Munda\nin southern Spain. The Pompeian army was\nsituated on a gentle hill, less than 1.6 km\nfrom the walls of Munda, in a defensible\nposition. Caesar led a total of eight legions\n(80 cohorts), with 8,000 horsemen, while\nPompeius commanded thirteen legions, 6,000\nlight-infantrymen and about 6,000 horsemen.\n"
        ],
        "PageNo": "67"
    },
    {
        "File": "The_CN_Journal_March_20.jpg",
        "Paragraphs": [
            "After an unsuccessful ploy designed to lure\nthe Pompeians down the hill, Caesar ordered\na frontal attack (with the watchword  Venus, \nthe goddess reputed to be his ancestor).",
            "The fighting lasted for eight hours without\na clear advantage for either side, causing\nthe generals to leave their commanding\npositions and join the ranks. As Caesar\nhimself later said he had fought many\ntimes for victory, but at Munda he had to\nfight for his life. Caesar took command of\nhis right wing, where his favorite Legio X\nEquestris was involved in heavy fighting.\nWith Caesar s inspiration the tenth legion\nbegan to push back Pompeius  forces.\nAware of the danger, Gnaeus Pompeius\nremoved a legion from his own right\nwing to reinforce the threatened left wing.",
            "However, as soon as the Pompeian right wing\nwas thus weakened, Caesar s cavalry launched\na decisive attack which turned the course of\nthe battle. King Bogud of Mauretania and his\ncavalry, Caesar s allies, attacked the rear of the\nPompeian camp. Titus Labienus, commander\nof the Pompeian cavalry, saw this manoeuvre\nand moved some troops to intercept them.",
            "The Pompeian army misinterpreted the\nsituation. Already under heavy pressure on\nboth the left (from Legio X) and right wings\n(the cavalry charge), they thought Labienus\nwas retreating. The Pompeian legions broke\ntheir lines and fled in disorder. Although some\nwere able to find refuge within the walls of\nMunda, many more were killed in the rout. At\nthe end of the battle there were about 30,000\nPompeians dead on the field; losses on Caesar s\nside were much lighter, only about 1,000. All",
            "thirteen standards of the Pompeian legions were captured, a sign of complete disbandment. Titus Labienus died on the field\nand was granted a burial by Caesar, while Gnaeus and Sextus Pompetus managed to escape from the battlefield.",
            "KINGS of MAURETANIA. Bogud. 49-38\nBCE. AR Denarius 3.27 g (19 mm,\n6h), Uncertain mint. Struck circa\n47-46 BC. Head of Africa left, wearing\nelephant skin / REX BOCVT (VT ligate),\ngriffin standing right; winged solar\ndisk (mihir) above, thunderbolt below.\nMAA 56; Mazard 103; Miiller, Afrique 5;\nRPC | 853; CRI 547 (all referencing the\nspecimen in the BN). Extremely rare,\none of five known.",
            "Reprinted with permission from VCoins eNewsletter.",
            "own nnn nnn nnn nnn The CN Journal Volume 64\n"
        ],
        "PageNo": "68"
    },
    {
        "File": "The_CN_Journal_March_21.jpg",
        "Paragraphs": [
            "IN. THE_NEWS",
            "Lancement de la version en francais du Cours par Correspondance sur la\nNumismatique canadienne - Partie Il   Launch of the French version of the RCNA\nCorrespondence Course on Canadian Numismatics - Part Il",
            "The French\nversion of\nCorrespondence",
            "Course on Canadian\nNumismatics   Part\nII was launched\nin Drummondville\nat the Association\ndes Numismates\nFrancophones du Canada\n(ANFC) Show, February\n9-10, a translation of the\nEnglish Part II (2005).\nYvon Marquis led his\nteam of five: Jasmin\nLavoie, Jacques Poitras,\nJacques Roy, Frangois\nRufiange and Jacques\nVerreault, in translating\nthe material. Following\nthe agreement with the\nRCNA made in summer\n2018 to release the French version at the ANFC February\n2019 show, a group of qualified examiners: Jasmin Lavoie,\nJacques Poitras, Henry Nienhuis and Yvon Marquis,\nreviewed the content. Their work required accuracy and\ndiligence to meet the deadline for launching this course.\nPart II of the course consists of seventeen chapters, a total\nof 486 pages, with hundreds of pictures and an expansion of\nthe elements that formed Correspondence Course   Part I.\nEach new chapter was written by a numismatist expert\nin the topic covered, and the content is more complete\nand better detailed than that in Part I. The original writing\nof Part II and now its translation into French represents\ngreat teamwork by our group: the course committee, the\nauthors, the reviewers, the photographers, the translators,\nand formatters. Correspondence Course on Canadian\nNumismatics, Parts I and IT, form a permanent benefit to\nCanadian numismatics. Each participant who successfully\npasses the course receives a Certificate of Completion",
            "Cost for the course is $90 for RCNA members and $129\nfor non-members. To register, visit the Royal Canadian\nNumismatic Association s website at rcna.ca or by email\nat info@rcna.ca.",
            "Number2 March",
            "La version\nfrancophone\ndu cours par",
            "correspondance sur\nla numismatique\ncanadienne a  t \nlanc e lors du\nSalon I  Association\ndes Numismates\nFrancophones du\nCanada   ANFC  \nqui s est tenu a\nDrummondville les 9\net 10 f vrier demier.",
            "Ce cours avait\n t  lanc  en anglais",
            "en 2005. Sous la",
            "supervision d  Yvon",
            "Marquis, une  quipe",
            "de cing traducteurs",
            "form e de Jasmin",
            "Lavoie, Jacques\nPoitras, Jacques Roy, Francois Rufiange et Jacques Verreault, a\ntravaill  avec efforts pour traduire le tout. Suite a l offre faite a\nPARNC a  t  2018 de lancer le cours lors du Salon ANFC de\nf vrier 2019, une  quipe de r viseurs, form e de Jasmin Lavoie,\nJacques Poitras, Henry Nienhuis et Yvon Marquis a t  form e\npour valider l ensemble des textes. Ce travail a demand  des\nefforts soutenus pour respecter la date butoir pour le lancement\ndu cours.",
            "Ce nouveau cours consiste en dix-sept chapitres et comprend\nun total de 486 pages avec des centaines de photos et pr sente\ndes  l ments additionnels a ceux de la Partie I. Chaque chapitre\na  t   crit par un numismate expert du domaine trait  et le\ncontenu est plus complet et d taill  que dans le premier cours.",
            "La cr ation de ce cours et sa traduction en frangais\nrepr sentent un grand travail d quipe qui a inclus le comit , les\nauteurs, les r viseurs, les photographes, les traducteurs et autres.\nCe cours sera b n fique pour la numismatique canadienne pour\nplusieurs ann es a venir. Les participants qui r ussiront le cours\nrecevront un   Certificat de R ussite  .",
            "Le coat du cours est de 90 $ pour les membres de l  ARNC\net de 129 $ pour les non-membres. Pour vous inscrire, visitez\nle site web de l Association Royale de Numismatique du",
            "Canada rena.ca ou par courriel a info@rcna.ca.",
            "From left to right, Yvon Marquis, Jasmin Lavoie and Jacques Poitras\npromoting the course in front of the banner at the recent ANFC show\nin Drummondville.   De gauche a droite, Yvon Marquis, Jasmin Lavoie\net Jacques Poitras faisant la promotion du cours devant la banni re\nde I ANFC lors de leur plus r cent salon a Drummondville."
            
        ],
        "PageNo": "69"
    },
    {
        "File": "The_CN_Journal_March_22.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "Legendary Collection of Canadian Coins Presented by Heritage Auctions",
            "Collector George Cook credited for establishing one of the most\ncomprehensive and complete collections in North American history",
            "DALLAS, Texas (March 7, 2019)   The world s most comprehensive and complete collection\nof Canadian coins ever assembled   including Canada s 1911 silver dollar and its finest\nknown 1936 dot cent  1is heading to auction (and into Canadian history) later this year.",
            "The late collector, George Cook, devoted more than 25 years to seeking out every major\nrarity issued by the Canadian government and successfully assembling one of the most\nsignificant numismatic collections in North America. In some cases, he owned the rarest of all\nspecimens 1n the best condition and even possessed every example of special coins available\nfor private ownership. Heritage Auctions, the world s largest auctioneer of rare coins, will\npresent Cook s collection at the World s Fair of Money, August 13-19 in Chicago, Illinois.",
            " IT worked with George for over a decade helping him build his Canadian set, and we\nbecame friends,  said Cris Bierrenbach, vice president of International Numismatics",
            "at Heritage Auctions.  George was one of the most focused collectors I have met in ",
            "my 25 years in numismatics. He loved coins and he loved the challenge of finding the\nabsolute best specimen for each denomination and date, and this will be evident once his\ncatalogue is published in July. ",
            "Cook overcame his humble beginnings and built a successful and happy life\nin Canada. Leaving the poverty of post-war Europe behind, he immigrated\nto Canada in 1951 with little money, carrying a box stuffed with his only\nbelongings and hoping for a better life. With determination, he worked\nacross the country and successfully graduated to managing some of the\nlargest industrial construction sites in Western Canada.",
            "Years later, his efforts culminated in the creation of his own successful\nsteel fabrication company, which was highly valued across North\nAmerica. Cook lived in Calgary with his wife, Margaret, and their four\nchildren. He also served Canada as an honorary consul for Germany.",
            "He was an avid collector of coins throughout his entire life, enjoying\nthe rich history and stories behind each new discovery. Over the years,\nevery major Canadian rarity found its way into the collection, including the\nextraordinarily rare 1911 silver dollar. Considered a  Holy Grail,  and perhaps\nthe most storied rarity in all of Canadian numismatics, the coin is one of only two\nexamples struck in silver. Outside of Cook s collection, the only other 1911\nsilver dollar coin is in the permanent Bank of Canada s National Currency\nCollection, Ottawa.",
            "Cook also owned the finest of just three known 1936 dot cents. Known the world\nover as one of the most famous rarities in Canadian coins, the 1936 Canadian dot\ncent was struck in 1937 prior to the creation of comage dies for George VI. It was\nnever released for circulation; Cook owned one in the best condition.",
            "Cook held both the Specimen and Business Strikes of the rare 1921 50-cent\ncoin, known as  The King of Canadian Coins.  He also owned the Specimen\nstrike of an 1875 25-cent, a 1936 dot 10-cent coin and a 1916-C sovereign coin\n each of which is simply unheard of in any other, private collection.",
            "Cook s main Canadian collection will cross the auction block August\n13-17 at a special online session held during the American Numismatic\nAssociation s World s Fair of Money in Chicago. A supplemental online auction\ntakes place in September on HA.com.",
            "George Cook at the 2012\nRoyal Canadian Numismatic Association Convention  in  Calgaray Alberta.",
            " The CN Journal",
            "Volume 64\n"
        ],
        "PageNo": "70"
    },
    {
        "File": "The_CN_Journal_March_27.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e\nNOUVELLES_DES_CLUBS",
            "By BRETT IRICK (CLUB SERVICES)",
           "FONA #22198",
            "Tony Swicer to Speak during RCNA Club\nDelegates Breakfast",
            "Tony Swicer, Florida United Numismatists vice president\nand past president, has accepted an invitation to speak\nduring the RCNA Club Delegates breakfast being held\nFriday July 19. Tony s topic is  Running an Estate\nAuction.  He will discuss putting together and holding a\nnumismatic estate auction as a coin club event, one that is\nopen to members only. The sellers of the material benefit\nin this because they will gain more money than they\nwould typically get in a public auction or from a dealer.\nThe hosting club benefits by collecting a fee   typically 5\npercent plus the cost of printing the auction list. In addition\nto being the FUN vice president, Tony Swicer also\ncoordinates the nomination and selection of the annual\nNumismatic Ambassador Awards; he s an American\nNumismatic Association District Representative and\ncurrently president of the Palm Beach Coin Club.",
            "Waterloo Coin Society celebrates its 60th\nAnniversary",
            "Waterloo Coin Society celebrates its 60th anniversary\nthis year. The WCS was founded in 1959 by a group of\ncollector s headed by William English. According to the\nsociety s first bulletin, dated March 1959, the group held an\norganizing meeting on February 17 to elect an executive.\nBill was named its first president. The first regular meeting\nwas held on Tuesday, March 10, 1959, at\nthe Waterloo Recreation Centre. During\nthat meeting it was announced that the\nsociety had joined the RCNA as Chapter\nClub Member #18.",
            "It is fitting that the society celebrated\nits 60th anniversary at its March 12,\n2019, meeting. Among the dignitaries\nattending that night were The Hon.\nBardish Chagger, MP for Waterloo, Dave\nJaworsky, Waterloo mayor, and Angela\nVieth, Waterloo ward 3 councillor. Henry\nNienhuis, RCNA president, was there to\npresent WCS President Maher Babbli\nwith a certificate of recognition for the\nsociety s 60-year membership in the\nRCNA.",
            "The meeting, a great success, was\nenjoyed by all. Minister Chagger helped\ncut the cake.",
            "Brett Irich",
            "Number2 March",            
            "Tony Swicer sera le conf rencier invite pour le\nd jeuner des d l gu s de club de l ARNC",
            "Tony Swicer, vice-pr sident et pr sident sortant du Florida\nUnited Numismatists, a accept  l invitation d tre conf rencier\nlors du d jeuner des d l gu s du club de l ARNC, qui se tiendra\nle vendredi 19 juillet. Le sujet de Tony est   Faire un encan\nde succession  . I] pr sentera comment un club peut faire une\nactivit  de club en organisant une vente a l encan de succession,\nqui est ouverte uniquement aux membres. Les vendeurs de\nmat riel sont gagnants, car ils obtiendront un montant plus  lev \nquwils n obtiendraient normalement dans un encan public ou\nvia un courtier. Le club organisateur b n ficie en percevant une\ncommission - normalement 5% plus lesfrais d impression de la\nliste des items offerts. En plus d tre le vice-pr sident de FUN,\nTony Swicer coordonne  galement la nomination et la s lection des\nprix annuels des ambassadeurs numismatiques; il est repr sentant\nde district au sein de 1  American Numismatic Association et est\nactuellement pr sident du Palm Beach Coin Club.",
            "Waterloo Coin Society c l bre son 60e anniversaire",
            "La Waterloo Coin Society c l bre son 60e anniversaire cette ann e.\nLe WCS a  t  fond  en 1959 par un groupe de collectionneurs\ndirig  par William English. Selon le premier bulletin de la soci t ,\ndat  de mars 1959, le groupe a tenu une r union de fondation le 17\nf vrier pour  lire un ex cutif. Bill a  t  nomm  le premier pr sident.\nLa premi re r union r gulicre a eu lieu le mardi 10 mars 1959 au\nCentre R cr atif de Waterloo. Lors de cette r union, il a  t  annonc \nque la soci t  avait rejoint l ARNC\nen tant que membre club # 18.",
            "Il  tait de mise que la soci t \nc l bre son 60e anniversaire lors de\nsa r union du 12 mars 2019. Parmi\nles dignitaires pr sents, notons\nVhonorable Bardish Chagger,\nd put  de Waterloo, Dave Jaworsky,\nmaire de Waterloo, et Angela\nVieth, conseill re du quartier 3 de\nWaterloo. Henry Nienhuis, pr sident\nde   ARNC,  tait sur place pour\npr senter au pr sident de la WCS,\nMaher Babbli, un certificat de\nreconnaissance pour les 60 ans de\nmembership a  ARNC.",
            "La r union, qui fut un grand\nsucc s, a  t  appr ci e par tous.\nLa ministre Chagger a aid  pour la\ncoupe du gateau.",
            "Brett Trich\n"
        ],
        "PageNo": "75"
    },
    {
        "File": "The_CN_Journal_March_28.jpg",
        "Paragraphs": [
            "THE MARCH OF DIMES\nAND_THE_POLIO_VACCINE",
            "BY ELLISON ROTH",
            "Recent news stories have highlighted outbreaks\nR: infectious diseases across North America",
            "and Europe. One hundred years ago infectious\ndiseases were the leading cause of death worldwide but\nnow, according to the Public Health Canada Agency, they\naccount for less than 5 percent. Immunization programs\nhave probably saved more lives in Canada in the last 50\nyears than any other health intervention. The World Health\nOrganization reports that vaccination programs prevent\nbetween 2 3 million deaths each year, but it has listed\nvaccination hesitancy as one of the ten threats to global\nhealth for the year 2019. The global program to eradicate\npolio has been one of the most successful immunization\nprograms to date with only three countries still reporting\ncases in 2018. This scientific and public health effort\nhas been celebrated by honouring the individuals and\norganizations involved in the fight.",
            "Polio was commonly called  the crippler  or  infantile\nparalysis.  Individuals of any age may contact the disease,\nbut children under age five are most at risk. In its most\nsevere form polio can be fatal within hours of infection, but\nover 90 percent of those infected have either no symptoms\nor only a temporary fever. An estimated 11,000 people in\nCanada were left paralyzed by polio between 1949 and\n1954. The incidence of polio peaked in 1953 with nearly\n9,000 cases and 500 deaths. The last major epidemic in\nCanada occurred in 1959, with nearly 2,000 paralytic cases.\nIn the early 20th century, polio was one of the most feared\ndiseases in industrialized countries, paralysing hundreds of\nthousands of children every year.",
            "For many years US President Franklin Delano Roosevelt\n(FDR) was a public symbol of its effects. In 1921, FDR\ndeveloped paralysis as an adult and never walked unaided\nagain. From a wealthy and influential family, FDR had\noptions available to manage his condition. After hearing of\nothers regaining the use of their limbs through hydrotherapy\nin mineral springs, FDR founded a centre in Warm Springs,\nGeorgia, for people with poliomyelitis; he used his personal\nfunds to purchase its property. Beginning in 1934, public\nfundraising supporting the fight against polio became\nassociated with the annual Birthday Balls held each January\n30th, in honour of FDR s birthday.",
            "The search for a solution to polio took a long time,\nand it required the scientific and medical skills of many\nresearchers. In 1908 it was proven that polio was caused by\na virus, but it was not until the 1930s that discovery showed\npolio was transmitted through an alimentary route. The first\nformal testing of a vaccine against polio began in the 1930s.",
            
            "Two separate teams of researchers headed by John Kolmer,\nMD, of Temple University in Philadelphia, and Maurice\nBrodie, MD, of New York University, independently\ndeveloped polio vaccines in 1935 using different scientific\ntechniques. Both of the programs were cancelled due to side\neffects from the vaccines. The tarnish to the researchers \nreputations was so severe that no other trials of other polio\nvaccines were attempted for decades. Thankfully, these\nsetbacks did not stop research continuing.",
            "In 1937, the National Foundation for Infantile Paralysis\n(NFIP) was established to fight polio and to direct funding for\ntreatment and research into the disease. A broader appeal was\nmade to the public to support this cause by sending a single\ndime donation to the NFIP in care of the White House, FDR\nwas the sitting US President at the time. This appeal was\nincredibly successful, in part due to FDR s popularity. In 1938\nthe White House mailroom was flooded with individuals \ndonations. The president s official correspondence was\noverwhelmed and buried under an avalanche of donations\nto the NFIP tallying to a total of 2,680,000 dimes.",
            "Funerary stele of the priest Ruma c. 1400 BCE shows\nthe withered limb and down-flexed foot of poliomyelitis.\nThis artifact is in the Ny Carlsberg Glyptotek art\nmuseum in Copenhagen, Denmark. It is perhaps the first\ndocumentation of the effects of an infectious human\ndisease. [Image: Knowlson et al (2015) PLOS]",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "76"
    },
    {
        "File": "The_CN_Journal_March_29.jpg",
        "Paragraphs": [
            "Based on this success, the March of Dimes (MoD) was\nborn. In 1951, the Ontario March of Dimes began in\nCanada, as the Canadian Foundation for Poliomyelitis.",
            "The funds raised by the NFIP were used to support\nresearch into prevention/cure for polio and also to provide\nrehabilitation and support to survivors of the disease.\nA breakthrough in this search came in 1949 when John\nFranklin Enders and his research group, including Thomas\nHuckle Weller, and Frederick Chapman Robbins, were\nsuccessfully able to cultivate the poliovirus in human tissue\nin the laboratory. This achievement advanced research\ntoward development of a vaccine against polio. Their work\nwas honoured with the 1954 Nobel Prize in Physiology or\nMedicine. As worldwide research continued, two primary\nschools of thought became the basis for the development of\na vaccine against the poliovirus. Researchers began focusing\non developing a vaccine based on either a  killed  virus\nmodel or one based on a weakened  live  virus. The two\nprimary researchers who emerge in the hunt for a vaccine\nagainst polio and whose names became synonymous with the\ndefeat of polio are Dr Jonas Salk and Dr Albert Sabin.",
            "Dr Jonas Salk s research into polio began in 1947 at\nthe University of Pittsburgh School of Medicine. He was\nfunded by the NFIP to study and type the polio virus. His\nprevious success in developing a killed-vaccine against\ninfluenza led him to believe that this style of  killed-virus \nvaccine could be developed against polio. Salk felt that a\nvaccine based on a killed virus would be safer than one\nbased on a  live  virus model. In 1951, with the three\nsubtypes of the polio virus now identified, Salk moved\nfrom research to the development of a prototype vaccine.\nIt was Enders  breakthrough culturing technique that\nprovided Salk with the ability to create large quantities of\nthe virus in the lab, previously a major research roadblock.",
            "Number2 March",
            "An initial limited test of a vaccine occurred in March 1953\nand was deemed a success. A large-scale field trial occurred\nin 1954 involving 1.8 million schoolchildren across the\nUnited States known as the  polio pioneers.  Based on\nthe reported effectiveness, Salk s vaccine was identified as\n safe, effective and potent  and was approved in April 1955\nfor widespread use. The vaccine needed to be produced\non a massive scale and large, powerful pharmaceutical\ncompanies, Eli Lilly, Wyeth Laboratories, and Parke, Davis\nand Company, seeing the opportunity for profits signed on\nto produce the vaccine.",
            "Dr Salk was awarded the US Congressional Gold Medal\nin August 9, 1955,  In recognition of his discovery of a\nserum for the prevention of poliomyelitis. \n",
            "The 1954 Nobel Prize Medal for Physiology or Medicine\nawarded to Frederick C. Robbins for his work leading\nto the development of the polio vaccine; sold in the\nSotheby s History of Science and Technology auction,\nDecember 12, 2017 for US$200,000; the edge marked\nMJV (Mynt ochs Justeringsverket [Swedish Royal Mint\nand Assay]) GULD 1954; 182.57 g, .958 fine gold; 66 mm\ndiameter."
        ],
        "PageNo": "77"
    },
    {
        "File": "The_CN_Journal_March_30.jpg",
        "Paragraphs": [
            "In 1932, Dr Albert Bruce Sabin had begun his research\ninto the polio virus while working at the Rockefeller\nInstitute for Medical Research. While studying the\npoliovirus he and colleagues were able to grow the virus\nin-vitro in brain tissue. After the war, his research at the\nUniversity of Cincinnati College of Medicine proved that\npolio first attacked the intestinal tract then the central\nnervous system. That discovery provided evidence that\nthe virus could be grown in non-nerve tissue. At about\nthe same time that Jonas Salk began his research, Sabin\nbegan developing a polio vaccine based on an attenuated,\nor weakened, live-virus. Sabin felt that an oral vaccine\nwould be superior to an injectable version, as such is\neasily administered, and many researchers believed that\nonly a vaccine based on a living virus would be able to\nprovide long-term, sustained immunity to polio. Sabin s\nresearch found three strains of the virus that stimulated\nthe production of antibodies but did not cause paralysis,\nand he based an oral vaccine on those strains. However\nSalk s vaccine was being used successfully in the United\nStates, so Sabin was unable to get support for a large-\nscale, controlled trial of his vaccine. He did complete\na successful field-study trial under the supervision of\nthe Soviet Union s Health Ministry and this success\nprompted the US Public Health Service to approve\nSabin s oral vaccine in 1961 for manufacture and use in\nthe US. The World Health Organization (WHO) began to\nuse Sabin s live-virus, oral polio vaccine (administered\nin drops or on a sugar cube) in many parts of the world\nreplacing Salk s injectable vaccine because of Sabin s\nvaccine s ease of use.",
            "Starting in 1946, FDR was\nmemorialized on the US dime\nin thanks to a polio patients \nclub of the Norfolk Hospital\nAssociation Chapter of the\nNFIP thus celebrating his\nconnection to the March\nof Dimes. In March 2015,\nthe 60th anniversary of Salk\npolio vaccine, the United States of\nAmerica honoured The March of\nDimes legacy by issuing a $1\nsilver commemorative coin to\nacknowledge conquering polio\nin the past and continuing\nwork to ensure every baby\ntoday is healthy. This silver\ndollar coin is designed to blend\nthe March of Dimes past,\npresent and future. Franklin D.\nRoosevelt and Dr Jonas Salk\nare shown on the obverse side.\nThe coin s reverse image is\nthat of a baby being cuddled\nin the hand of its parent which\nis symbolic of the March\nof Dimes mission today:\nhelping every baby\nbe born healthy. This\ncoin was the winner\nof the 2017 Coin of\nthe Year award in the\nMost Inspirational Coin\nCategory and this coi s\ndesigner, Don Everhart\nII, received the Lifetime\nAchievement Award in Coin\nDesign for 2018 from\nKrause Publications.\nSeveral medals\nhonouring Salk have\nbeen created. One\nexample of these\nis this 36 g, 40 mm\nsterling silver high-\nrelief medal struck by\nthe Wittnauer Mint,\nunder a commission\nof the Longines\nSymphonette Society,",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "78"
    },
    {
        "File": "The_CN_Journal_March_31.jpg",
        "Paragraphs": [
            "honouring Jonas Salk s 1954 development of",
            "the polio vaccine. This medal was also minted in",
            "gold and bronze. As well, the Danbury mint also",
            "created a 34 g sterling silver medal honouring",
            "Salk conquering polio. The Jewish-American Hall of Fame commissioned the creation\nof a 46 mm medal from the Magnes Museum of Berkley California.",
            "Albert Sabin was awarded the Walter Reed Medal by the American Society\nof Tropical Medicine and Hygiene in 1969 to recognize his distinguished\naccomplishments in the field of tropical medicine. In 1970, US President Richard\nNixon awarded Sabin a National Medal of Science for  numerous fundamental\ncontributions to the understanding of viruses and viral diseases, culminating in the\ndevelopment of the vaccine which has eliminated poliomyelitis as a major threat to\nhuman health.  Each year the Sabin Vaccine Institute itself awards a gold medal in\nhonour of the legacy of the late Dr Albert B. Sabin.",
            "The work by all individuals in the fight against polio has been tremendously\nsuccessful. In 1994, the US Centre for Disease Control determined polio was\neliminated in North America. The disease was officially eliminated in 36 western\nPacific countries, including China and Australia, in 2000 and Europe was declared\npolio-free in 2002 by the World Health Organization. Since January 2011, no cases\nof the disease have been reported in India, and in February 2012, the WHO declared\nIndia a polio-free country.",
            "Number2 March 2019 \n"
        ],
        "PageNo": "79"
    },
    {
        "File": "The_CN_Journal_March_36.jpg",
        "Paragraphs": [
            "WorLD Coin News ANNOUNCES 2019\nCOIN_OF_THE_YEAR_WINNER",
            "The World Coin News  2019 Coin of the Year",
            "(COTY) awards this year were presented",
            "during a ceremony on February 2, 2019, at",
            "the World Money Fair in Berlin, Germany, which\nhas been their home for the last decade.",
            "Each year, the COTY awards honour the best in\ncoin design from around the world. The awards were\nfirst presented in 1984 for 1982-dated coinage. This\nyear is the thirty-sixth awards presentation for coins,\nand this year s entrants, dated 2017, represent the\nhighest achievement in theme, design and marketing\nby mints and central banks from around the world.\nOf the more that 800 coins that were submitted 100\ncoins were selected across the 10 subject categories\nin the initial round of balloting, in January. These\nnominees were then reviewed by the international\npanel of judges comprised of mint and museum\nofficials, journalists and individual experts. From\nthese nominations 10 category winners were\nselected, and from these, the international panel of judges\nselected World Coin News  2019 Coin of the Year.",
            "This year, once again, Austria and France were\ntied as the top category winners with three\ncategory awards each. Included in the wins for\nMonnaie de Paris is a coin it produced for the\nCentral Bank of Mauritania. Unfortunately, the\nRoyal Canadian Mint was edged out of all nine\ncategories for which it received nominations.",
            "The ceremony at the World Money Fair was opened\nwith remarks from the award sponsors: World Money\nFair, represented by Gitta Kiinker, Managing Director,\nand Michael Chou, Publisher of the Journal of East Asian\nNumismatics.",
            "Tom Michael, Senior Editor for FW Media s Standard\nCatalogue of World Coins, was there to present the awards.\nThis year Austria and France were once again the top\ncategory winners, bringing home three awards each.",
            "This year s Coin of the Year was awarded to the\nMonnaie de Paris, for the 50-euro silver coin honouring\nFrench excellence and cuisine, with Chef Guy Savoy s\nchoice of design; it was also winner of The Best Silver\nCoin category. Accepting the award was the Monnaie\nde Paris CEO Mare Schwartz. The innovative 50-\neuro silver coin has the shape of a fondue pot with\nin its centre, a cooked-egg design celebrating the",
            
            "Michelin starred Chef Guy Savoy whose restaurant was",
            "appointed Best Restaurant in the world. The series makes",
            "references to the gastronomic register of the starred Chef:",
            "the egg, the truffle, the asparagus. The reverse is also",
            "adorned with the four essential elements to the cook s",
            "alchemical work. The obverse presents Guy Savoy s right",
            "handprint and is covered with drawings of ingredients used",
            "by the cook: the asparagus, a John Dory, an artichoke, and\nan oyster.",
            "Last year s COTY award was",
            "won by Germany s 5 euro,",
            "copper-nickel, Planet",
            "Earth, Polymer Ring",
            "coin with different",
            "blue pigmentation",
            "for each of the five",
            "mints that produced",
            "it: Berlin, Munich,",
            "Stuttgart, Karlsruhe,\nand Hamburg;\nGerman Federal\nMinistry of Finance.\nThe example below\nwas struck at the\nHamburg ( J ) Mint.",
            "At centre, holding the Coin of the Year trophy, is Marc\nSchwartz, President and CEO of the Monnaie de Paris.\nHe is joined by coin designer Joaquin Jimenez to his\nimmediate left and by a celebratory group of Monnaie de\nParis colleagues and award presenters.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "84"
    },
    {
        "File": "The_CN_Journal_March_37.jpg",
        "Paragraphs": [
            "The 10 category winners follow: Best Crown",
            "Best Circulating Coin Cook Islands, 5 dollars, silver, Scarab   Red Dawn,",
            "Spout . . . . KM1850; Coin Invest Trust, Principality of Liechtenstein.\nMauritania, 20 ougutya, tri-metallic 2 Camels, coin",
            "KM15; Mauretania Central Bank/Monnaie de Paris.",
            "Best Bi-Metallic Coin Mest Historically Significant Coin",
            "France, 2 euro, bi-metallic, Fight Against Breast Cancer",
            "wlanilour vibion Gen), KMOSES: Monnaie defParis Austria, 20 euro, silver, Vienna Philharmonic 175th",
            "Anniversarv. KM3269: Austrian Mint.",
            "Number 2 March 2019 ------------------------------ noon nnn ncn ce nnn 85\n"
        ],
        "PageNo": "85"
    },
    {
        "File": "The_CN_Journal_March_38.jpg",
        "Paragraphs": [
            "Best Gold Coin Most Inspirational Coin",
            "United States, 100 dollars, Gold, 225th Anniversary Mint, United States, 1 dollar, silver, Boys Town, KM660; US Mint.\nKM668; US Mint.",
            "Best Contemporary Event Coin",
            "South Africa, 2 rand, silver, Heart Transplant, KM619; Most Artistic Coin\nSouth African Mint. Austria, 50 euro, gold, Sigmund Freud   Man & Woman\nClose Together with Eyes Closed, KM3273; Austrian Mint.",
            "a The CN Journal Volume 64\n"
        ],
        "PageNo": "86"
    },
    {
        "File": "The_CN_Journal_March_39.jpg",
        "Paragraphs": [
            "Most Innovative Coin",
            "Palau, 20 dollars, silver, BIRTH OF VENUS by Botticelli   Great Micromosaic Passion (composed\nof 5000+ minted tiles) , KM562; Power Coins, Rome.",
            "Best Silver Coin and Coin of the Year!\nFrance, 50 euro, silver, Guy Savoy French Excellence, KM2431; Monnaie de Paris.",
            "In particular, the Guy Savoy coin was a very popular win, evoking a strong reaction the\nfirst time you see the coin in person. It s a stunning design achieved by designer Joaquin\nJimenez and Chef Guy Savoy working together to best convey the fine art of cooking.\nTom Michael, awards host, was pleased to have Mare Schwartz, president and CEO of the\nMonnaie de Paris, accept the Best Bi-Metallic Award and delighted with designer Joaquin\nJimenez sharing his own experience when accepting Best Silver Coin award.",
            "Number2 March 2019 ------------------------------------------------~-------- nnn nnn nnn nnn nnn nnn nnn nnn nnn nnn nnn nnn nnn\n"
        ],
        "PageNo": "87"
    },
    {
        "File": "The_CN_Journal_March_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE ",
            "5 oz. Pure Silver Coin   Reverse-Gold Plating\nCoin   Big Coin Series: 5-Cent",
            "The reverse features British artist GE. Kruger-\nGray s iconic image of the side profile of a\nbeaver standing on a rock surrounded by\nwater. Reverse gold plating fills the field\nwhile the coin s silver surface draws the",
            "eye to the engraved relief. The reverse\ngold-plated obverse",
            "features the effigy of",
            "Her Majesty Queen",
            "Elizabeth II by",
            "Susanna Blunt.",
            "2 oz. Pure Silver 1959 2019 50 Cents",
            "Masters Club   Club des Maitres",
            "In 1957, Canada amended the coat of arms it had been",
            "using since 1921. Canadian artist Alan Beddoe",
            "was tasked with revising the arms to reflect two",
            "elements preferred by Canada s new monarch,",
            "Her Majesty Queen Elizabeth II: the use of",
            "St. Edwards Crown in place of the Tudor",
            "crown and a change of leaf colour from",
            "green to red. Beddoes revision was recreated",
            "two years later for the 50-cent com (which",
            "has traditionally featured Canadas coat of",
            "arms) by former Royal Canadian Mint",
            "Chief Engraver Thomas Shingles.",
            "At the centre is the Shield, with the",
            "royal symbols of Great Britain and",
            "France in the upper quadrants: three",
            "lions (England), one lion within a",
            " double tressure  (Scotland), the",
            "harp of Tara (Ireland), and three fleur-",
            "de-lis (France). In the bottom portion of the Shield, a sprig of\nthree maple leaves represents Canadians of all origins. Two\nSupporters hold the Shield: on the viewer s left, a lion holds\na lance with the Union Jack; on the right, a unicorn holds the\nroyal flag of France. Both the rim and the arms are gold-plated,\nwhich strikes an elegant contrast between the gleam of gold\nand the silver shine of the mirror-like background. Along with\nthe reeded edge, the reverse includes the engraved face value\n 50 CENTS  and the word  CANADA , while the dates\n 1959-2019  are inscribed in a matching font to commemorate\nthe 60th anniversary of the 1959 issue.",
            "Pi ce de 5 oz en argent pur avec placage d or\ninverse   S rie Pi ces de grande taille : Pi ce\nde 5 cents",
            "Le motif au revers, ceuvre bien connue\nde l artiste britannique G. E. Kruger\nGray, repr sente le profil droit d un\ncastor se tenant sur un rocher a fleur\nd eau. Le champ est rehauss  d un\nplacage d or inverse, et la surface\nen argent de la pi ce attire le regard\nsur le relief grav  au centre. L avers,\naussi rehauss  d un placage d or\ninverse, est a l effigie de Sa Majest  la\nreine Elizabeth II, selon Susanna Blunt.",
            "Pi ce de 50 cents de 1959 2019 de 2 oz en\nargent pur",
            "En 1957, le Canada a modifi  les armoiries",
            "qu'il utilisait depuis 1921. L artiste canadien",
            "Alan Beddoe a regu le mandat de r viser les",
            "armoiries afin de refl ter les deux  l ments",
            "pr f r s du nouveau monarque du Canada,",
            "Sa Majest  la reine Elizabeth II: P utilisation",
            "de la couronne St. Edwards au lieu de la",
            "couronne Tudor et le changement de couleur",
            "des feuilles du vert au rouge. La r vision de",
            "Beddoe a  t  recr e deux ans plus tard pour la",
            "piece de 50 cents (qui portait traditionnellement",
            "les armoiries du Canada) ceuvre de l ancien graveur",
            "en chef de la Monnaie royale canadienne Thomas Shingles. Le",
            "centre du motif est occup  par I cu, dont les quartiers sup rieurs",
            "comportent les symboles royaux de la Grande-Bretagne et de",
            "la France : les trois I opards de I  Angleterre, le lion d Ecosse",
            "cem  d un trescheur double, la harpe irlandaise de Tara et les",
            "trois fleurs de lis de la France. Dans la partie inf rieure de 1 cu,",
            "une branche d rable a trois feuilles repr sente les Canadiens",
            "de toutes origines. De part et d autre de celui-ci se dressent",
            "deux supports; 4 gauche, un lion tenant une lance arborant",
            "le drapeau de l Union (Union Jack), et 4 droite, une licorne",
            "tenant le drapeau royal de France. Le cordon et les armoiries",
            "sont plaqu s or, ce qui cr e un  l gant contraste avec I clat",
            "argent  de l arri re-plan r fl chissant. Bord  d une tranche",
            "cannel e, le revers porte la valeur nominale   50 CENTS  , la",
            "mention   CANADA   et les dates   1959-2019  ; celles-ci sont",
            "@ailleurs inscrites dans la m me police que sur la pi ce de 50\ncents de 1959 pour souligner son 60e anniversaire.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "88"
    },
    {
        "File": "The_CN_Journal_March_41.jpg",
        "Paragraphs": [
            "2019 Special Edition Silver Dollar Proof Set:\n75th Anniversary of D-Day",
            "Proof Dollar Design: Selectively coloured",
            "to resemble a black-and-white",
            "photograph, your coin s design by",
            "Tony Bianco steps back in time to",
            "the morning of June 6, 1944, as",
            "the first wave of Canadian troops",
            "storms Juno Beach. The scene",
            "shares the same inspiration as the",
            "Juno Beach Centre Association s",
            "D-Day anniversary logo; it re-creates",
            "a moment caught on film when the",
            "North Shore (New Brunswick) Regiment",
            "landed on Nan Red Beach (La Rive",
            "Plage). An infantry soldier has a",
            "strained expression on his face",
            "after surveying what lies ahead",
            "  this is his first real combat",
            "experience. A reassuring pat",
            "is a touching moment",
            "of humanity and a",
            "gesture of solidarity",
            "amid enemy fire and",
            "fear. But the gold-",
            "coloured wedding ring is",
            "also a reminder of the cost",
            "of war, of loved ones back",
            "home. In the sky above, a sequence of dots and dashes\nrepresent the letter V (for  Victory ) in Morse code;\nthey allude to the radio broadcasts that announced the\nAllied landings that day. The reverse includes the word\n CANADA,  the double dates  1944  and  2019,  and the\nface value  DOLLAR.  The obverse features the effigy of\nHer Majesty Queen Elizabeth II by Susanna Blunt.",
            "Pure Silver Coin with Selective\nRose Gold Plating   Queen\nElizabeth Rose Blossoms\nArtist Claudio D  Angelo captures\nthe timeless elegance of Rosa Queen\nElizabeth on your coin, where the\nengraved arrangement depicts the\nrose in three different stages of\nbloom. Each flower is enhanced by\nthe selective application of rose gold\nplating, which stands in for the Queen\nElizabeth rose s natural salmon pink\ncolour. The reverse includes the engraved\nword  CANADA  and the year  2019  as well\nas the face value of  3 DOLLARS.  The obverse\nfeatures the effigy of Her Majesty Queen Elizabeth\nII by Susanna Blunt.",
            "Number2 March",
            "BORD) ean ceca rears",
            "Ensemble  preuve numismatique avec dollar en\nargent  dition sp ciale 2019 :\n75e anniversaire du jour J",
            "Motif du dollar  preuve numismatique :",
            "Rehauss  d une coloration s lective de",
            "mani re a ressembler a une photographie",
            "en noir et blanc, le motif de la pi ce, ceuvre",
            "de Tony Bianco, nous ram ne au matin",
            "du 6 juin 1944, quand la premi re vague",
            "de soldats canadiens se lance a l assaut",
            "de Juno Beach. Tout comme le logo de",
            "l anniversaire du jour J de 1 Association",
            "Centre Juno Beach, la sc ne s inspire",
            "d un moment film  lors du d barquement du",
            "R giment North Shore du Nouveau-Brunswick sur le",
            "secteur Nan Red de la plage",
            "(La Rive Plage). Un soldat",
            "d infanterie a les traits",
            "tendus apr s avoir jet  un",
            "coup d ceil sur ce qui",
            "Vattend   ce sera son",
            "tout premier combat.",
            "Puis, un moment",
            "touchant, une main rassurante",
            "se pose sur son  paule, d notant humanit  et",
            "solidarit  au milieu des tirs ennemis et de l ambiance",
            "de peur; le jonc de mariage dor  sur cette main nous rappelle",
            "le cotit de la guerre et les proches laiss s derri re. Dans le ciel,",
            "la lettre   V   (pour   Victoire  ) est repr sent e en code morse",
            "par une s quence de points et de traits qui  voque les bulletins",
            "radio ayant annonc  le d barquement des Alli s ce jour-la.",
            "Le revers porte aussi la mention   CANADA  , les ann es",
            "  1944   et   2019  , et la valeur nominale   DOLLAR  .",
            "Lavers est a l effigie de Sa Majest  la reme Elizabeth II, selon\nSusanna Blunt.",
            "Pi ce en argent pur avec placage",
            "d or rose s lectif   Fleurs du rosier\nQueen Elizabeth",
            "Lartiste Claudio D  Angelo immortalise\nl l gance intemporelle des fleurs du\nrosier Queen Elizabeth sur cette pi ce,\nou l arrangement grav  repr sente la\nrose dans trois phases de sa floraison.\nChaque fleur est rehauss e d un\nplacage d or rose s lectif, qui reproduit\nla couleur rose saumon naturelle de la\nQueen Elizabeth. Au revers sont aussi\ngrav s la mention   CANADA  ,\nle mill sime   2019   et la valeur\nnominale   3 DOLLARS  . L avers\nest 4 leffigie de Sa Majest  la reine",
            "Elizabeth II, selon Susanna Blunt.\n"
        ],
        "PageNo": "89"
    },
    {
        "File": "The_CN_Journal_March_44.jpg",
        "Paragraphs": [
            "Book_REVIEW",
            "BY SERGE PELLETIER\nLM. #423",
            "Guide to Errors and Varieties on Canadian Coins, Vol. 1   1 Cent (Elizabeth Il)",
            "For decades, Christian Houle\nhas  been collecting Canadian",
            "coins with errors and varieties\nand has become quite passionate\nabout them. He plans to share the\nknowledge he has accumulated over\nthose years in a series of guides.",
            "The first volume of this series, this\nbook covers the varieties and errors\nfound on 1-cent coins issued during\nthe reign of Her Majesty Queen\nElizabeth II, years 1953-2012.",
            "To better keep track of the pieces in\nhis collection, he developed three-letter\ncodes to describe the type of error and\nits location.",
            "In the first part of the book, he\nintroduces the reader to his three-letter\ncodes as well as to what he calls the  interest index. ",
            "Indeed, rather than give a value for the various pieces\nlisted, he has provided an  interest index,  which reflects\nthe appeal an error may have to a collector.",
            "In the second part of the book, Houle presents non-die-\nrelated errors, those that are the result of faulty procedures\nin producing the coin (during blanking, plating, and\nstriking), things that affect the physical aspects of the\ncoin.",
            "Since coins resulting from these types of errors are\nusually quite obvious, they seldom make it out of the mint\nand are therefore quite rare. For this reason, he chose not to\nlist the known pieces.",
            "Finally, the last part of the book deals with die-related\nerrors, those errors that are reproduced on every coin struck\nby a faulty die. In these cases, it is the motif of the coin\nrather than its physical aspect that is affected.",
            "In this section, Houle presents tables of the known errors\nfor every year of issue.",
            "The book is profusely illustrated with clear, colour\nimages, most being enlargements of the areas affected on\nthe coin.",
            "This guide is for both the collector just starting to collect\nerror coins with errors and for the collector who has been\ncollecting them for a while.",
            "A Guide to Errors and Varieties on Canadian Coins,\nVolume 1   1 Cent (Elizabeth ID) is available directly\nfrom the author. For more information, contact Christian\nHoule at canerrors@bell net.",
            "The CN Journal",
            "Voila des d cennies que\nChristian Houle collectionne\nles monnaies canadiennes",
            "faut es et les vari t s; elles le\npassionnent. Il a done d cid  de\npartager les connaissances qu il a\nacquises au fil des ann es par le biais\n@une collection de guides.",
            "Premier volume de cette collection,\ncet ouvrage porte sur les vari t s et\nerreurs trouv es sur les pi ces de 1 cent\n mises sous le regne de Sa Majest  la\nreine Elizabeth II (1953-2012).",
            "Pour mieux inventorier sa collection,\nHoule a d velopp  des codes 4a trois\nlettres pour les types d erreurs et\nl emplacement de celles-ci.",
            "En premi re partie de cet ouvrage,\nil pr sente ces codes ainsi que ce qu il appelle 1  indice\nd int r t  .",
            "Plutot que de donner des valeurs pour les pi ces\nr pertori es, Houle a fait le choix judicieux d offrir un\n  indice d int r t   qui refl te 1 engouement que les\ncollectionneurs peuvent avoir pour chaque type de pi ce\nfaut e.",
            "La seconde partie de l ouvrage porte sur les erreurs\nnon li es aux coins, c est-a-dire celles qui r sultent d un\naccident lors de la production de la monnaie (soit pendant\nle d coupage, le placage ou la frappe); erreur qui affecte\nl aspect physique d une monnaie.",
            "Puisque ces pieces faut es sont flagrantes, elles sortent\nrarement de |  atelier mon taire, ce qui les rend rares. Houle a\ndonc choisi de ne pas r pertorier ces derni res.",
            "La derni re section du guide porte sur les erreurs li es\naux coins; coins qui transmettent les erreurs sur chacune\ndes pi ces qu ils frappent. Dans ce cas, c est le motif qui est\naffect , et non l aspect physique de la piece.",
            "Houle a ainsi r pertori  les erreurs connues qu il pr sente\ndans des tableaux pour chaque mill sime.",
            "Louvrage est abondamment illustr  de photos couleur, qui\nsont principalement des gros plans des r gions affect es.",
            "Ce guide sera utile tant au collectionneur qui commence a\ncollectionner les pi ces faut es qu au collectionneur qui les\nappr cie depuis plusieurs ann es.",
            "On peut se procurer le Guide des erreurs et vari t s des\nmonnaies canadiennes, Vol. 1   1 cent (Elizabeth II) aupr s\nde l auteur. Contactez Christian Houle au canerrors@bell.net.",
            "Volume 64\n"
        ],
        "PageNo": "92"
    },
    {
        "File": "The_CN_Journal_March_46.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134",
            "Collectors of Canadian Coins of the Past",
            "Fred Bowman was a very prolific writer. He wrote",
            "about various subjects including communion tokens,",
            "bouquet sous, and decimal coins. He also veered into\nsome of the more fringe topics such as coin catalogues,\nbibliographies, and even a research index. He was\ninterested not only in coms and tokens, but also the research\noccurring throughout the hobby and the personalities doing\nthat research.",
            "So, it would be natural that Bowman would compile\nbiographical sketches of those who contributed to our hobby\nand publish them for all to see. Collectors of Canadian Coins\nof the Past was written and published by Bowman in 1972. It\nis a collection of about 150 biographical sketches of collectors\nof Canadian coins, tokens, and other numismatic material.",
            "This work was originally to be published serially in the\nCanadian Numismatic Research Society s Transactions. The\nfirst installment appeared in the July 1971 issue, covering\nMartin Anderson to Fabien Rene Edouard\nCampeau. A second installment was never\npublished. Instead, the work was published as a\nseparate volume the next year.",
            "This was by no means the first time that\nbiographies of noted Canadian numismatists\nwas assembled and published. Pierre Napoleon\nBreton s 1894 work I/lustrated History of Coins\nand Tokens Relating to Canada included about a\ndozen biographies of prominent collectors of the\ntime. British Colonial Coins and Tokens, written\nin 1962 by J. Verner Scaife, Jr., contained many\nbiographies, including those of some well-known\nauthors of Canadian numismatic works such as P.",
            "N. Breton, Howland Wood, and Wayte Raymond.\nBut it seems that Bowman s work was the first\ndedicated exclusively to biographical material.",
            "Bowman copied this work from his\nunpublished Encyclopedia: Canadian Coins,",
            "Tokens and Medals. The Encyclopedia is a\nrepository of all of Bowman s research during\nhis numismatic career. Its 29 volumes cover\ndecimal coins, tokens, medals, and woods, all\nsorted by various denominations, topics, and\nplaces of origin. Volume 16 includes tokens\nand medals issued by numismatists as well the\nbiographical sketches of well-known collectors.\nThis was the source material for Bowman s\nCollectors of Canadian Coins of the Past.",
            
            "The Encyclopedia now sits in the library of the Bank of\nCanada s National Currency Collection and 1s available to\nall numismatic researchers.",
            "While it is important to document the lives of prominent\nnumismatists, it s more important to make your own\nmark on the hobby. Organize those notes in your head.\nWrite an article. Make sure the information survives\nyou and can be used by future generations. This is why\nFred Bowman created his Encyclopedia. As J. Douglas\nFerguson wrote in 1965,  In closing I have one major\nsuggestion to make. While many of us have elaborate\nnotes and files on interesting and little-known issues of\nCanadian tokens, medals and paper money, there has been\nno central depository for the permanent preservation of this\ninformation.  While no such depository has been created,\nthe various newsletters and journals published in Canada\nand around the world can serve a similar purpose.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "94"
    }
]