[
    {
        "File": "The_CN_Journal_January_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT",
            "Happy New Year! 2019 is going to be a busy",
            "year for the RCNA, and I wish to bring a",
            "number of items of Association business to\nyour attention in this New Year.",
            "First, if you have not already renewed your membership\nI would like to remind you that it is time to do so right\naway while it is fresh in your mind. If you missed the\nrenewal notice that was sent to you in October, you will\nbe able to photocopy the form on page 6 of this issue or\nfind a printable membership form at wwwrcna.ca/RCNA __\nApplication Membership.pdf. If tt is more convenient,\nyou can renew your membership on-line at www.rcna.ca/\npaydues.php.",
            "Second, I need to remind you that this is an election\nyear for the Board of Directors of your Association. If\nyou are interested in nominating someone for a position\non the board further information is available in Section\n5.06 Nomination of Directors of the Association s General\nOperating By-Laws available at rcna.ca/bylaws.pdf. If you\nare interested in nominating an individual for this year s\nelection please advise our executive secretary at info@rcna.\nca or at (647) 401-4014. As well, in this issue of The CN\nJournal you will find the Call for Awards Nominations,\nstarting on page 9.",
            "Our Annual Convention in 2019, hosted by the\nCalgary Numismatic Society, will be taking place\nbetween Tuesday, July 16 and Saturday, July 20, at the\nBest Western Premier Calgary Plaza Hotel in Calgary\nAB. The convention committee, with James Williston at\nthe helm, is working hard to make this, the RCNA s 66th\nannual convention, the numismatic social event of the\nyear. Consider including this roundup in your vacation\nplans; further information is available at www.rena.\nca/2019. Our official auctioneer for the Convention is\nThe Canadian Numismatic Company. We are happy to\nhave Mare and Eric at TCNC on board for the auction\nin Calgary. There is exciting news for our members who\nmay be considering consigning items to this auction. For\nauction consignments by RCNA members, TCNC will\nwaive the stated seller s fee. This is a huge benefit of\nmembership, and one that you can truly profit from.",
            "In closing, our next executive meeting will be in April\nduring the Ontario Numismatic Association Convention\nin Kingston, Ontario. If there is anything that you want\nme to bring to the attention of this meeting, please let me\nknow either directly at president@rcna.ca or through our",
            "executive secretary at info@rena.ca",
            "Number 1",
            "January   February 2019 ---------------------",
            "MoT_DU_PRESIDENT",
            "Bonne ann e! sera une ann e tr s occup e pour\n(Pirnwse et je voudrais attirer votre attention sur",
            "quelques points d int r ts de votre association en ce\nd but du Nouvel An.",
            "Tout d abord, si vous n avez pas d ja renouvel  votre\nadh sion, je vous encourage a le faire d s maintenant alors que\nc est frais dans votre esprit. Si vous n avez pas gard  l avis\nde renouvellement qui vous a  t  envoy  en octobre, vous\npouvez photocopier le formulaire a la page 6 de ce num ro\nou imprimer le formulaire d adh sion a partir du site internet\nwww.rena.ca/RCNA_ Application Membership.pdf. Si cela\nvous convient, vous pouvez  galement renouveler votre\nadh sion en ligne au www.rena.ca/paydues.php.",
            "Deuxiemement, je tiens a vous rappeler qu il s agit d une\nann e  lectorale pour le conseil d administration de votre\nassociation. Si vous d sirez nominer une personne pour un\nposte au conseil, vous trouverez plus d informations dans la\nsection 5.06 de la constitution intitul e  Nomination des\nadmunistrateurs  dans les reglements g n raux d op rations de\nlAssociation disponible sur le site rena.ca/bylaws.pdf. Si vous\nsouhaitez nommer une personne pour I lection de cette ann e,\nveuillez en informer notre secr taire ex cutif a info@rena.ca ou\nau (647) 401-4014. Egalement inclus dans ce num ro du journal\ncanadien de numismatique, a partir de la page 9, vous trouverez\nla mise en candidatures pour les diff rents prix.",
            "Notre congr s annuel de 2019, organis  par le Calgary\nNumismatic Society, aura lieu entre le mardi 16 et le samedi 20\njuillet au Best Western Premier Calgary Plaza Hotel a Calgary,\nen Alberta. Le comit  du congr s, sous la pr sidence de James\nWilliston, s efforce de faire de ce 66e congr s annuel de P ARNC\nP v nement social numismatique de l ann e. Pensez a inclure ces\nactivit s dans vos projets de vacances. Pour plus d  information,\nvisitez notre site internetwww.rena.ca/2019. The Canadian\nNumismatic Company est notre encanteur officiel pour ce congres.\nNous sommes heureux de compter sur Mare et Eric de TCNC\na titre d encanteur a Calgary. Nous avons aussi des nouvelles\nexcitantes pour nos membres qui envisagent peut- tre d  envoyer\ndes items pour cette vente aux encheres. Pour les membres de\nPARNC, TCNC renonce aux frais de vente indiqu s pour les\nitems mis en consignation. C est un b n fice important pour nos\nmembres, et un b n fice dont vous pouvez profiter imme diatement.",
            "En terminant, notre prochaine r union ex cutive se tiendra\nen avril lors du congr s de | Association Numismatique de\nPOntario 4 Kitchener, en Ontario. S il y a quelque chose que\nvous voulez que je porte a l attention de l ex cutif lors de\ncette r union, mh sitez pas a me le faire savoir directement\nau president@rcna.ca ou via notre secr taire administratif de\nPARNC a info@rena.ca.",
            ""
        ],
        "PageNo": "5"
    },
    {
        "File": "The_CN_Journal_January_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNI",
            "QUE_DU_CONGRES",
            "Greater Calgary Area, site of the Next RCNA Convention  \nLe prochain congr s de l ARNC dans la r gion de Calgary",
            "With the\nW: e w\nYear",
            "now upon us, it s\nnot too early to\nstart making plans\nto attend the 2019\nRCNA Annual\nConvention. With\nthe Association s\n66th annual\nConvention, we are\nonce again holding\nCanada s Money Collector Show, in the Greater Calgary Area from\nJuly 16 to 20. The Calgary Numismatic Society, your\nhost, is hard at work planning to make this convention\none that you will not soon forget! The convention hotel\nwe have chosen, the Best Western Premier Calgary Plaza\nHotel is a newly renovated facility with many state-of-\nthe-art amenities to make your stay as comfortable as\npossible. These include indoor heated pool, a fitness\ncentre, as well as a scheduled airport shuttle available.\nThe hotel is centrally located and just minutes from the\nCalgary International Airport and the Heart of the City.\nWithin minutes from shopping, world class restaurants\nand sporting events; Calgary is at your fingertips. Why not\nplan your family vacation to overlap with the convention?\nThe convention committee is determined to make your and\nyour family s convention time a memorable experience.",
            "So, mark your calendar for July 16 20 (dates that\ninclude pre-convention activities), and plan your\nfamily summer vacation around the Convention and\nthe Calgary area. Be ready for more information \nwe will post updates in The CN Journal, the RCNA\nwebsite, and Wms Wores to ensure you have all the\nlatest details. For current information about the\nConvention visit our website www.rena.ca/2019. The\nHotel is now set to handle your reservations; either use\nthe Book Now link or dial the Hotel reservation desk at\n1-403-248-8888. Arrive as early as July 15 and stay as\nlate as July 22 and enjoy the convention rate of only\n$129-139 (before taxes) per night.",
            "So don t delay, book your hotel stay today!",
            "Your convention chair,",
            "James Williston",
            "Number1 January February 2019",
            "Avec l arriv e",
            " de la",
            "nouvelle",
            "ann e, il n est pas",
            "trop t t pour planifier",
            "de participer au",
            "Congr s annuel de",
            "PARNC 2019. Avec",
            "le 66e congr s annuel",
            "de l association, la",
            "grande r gion de",
            "Calgary accueille",
            "une autre fois,entre le",
            "16 et 20 juillet, le Salon canadien des collectionneurs de monnaie. Votre",
            "hote, le Calgary Numismatic Society, travaille activement",
            "pour planifier ce congr s pour que vous en gardiez un bon",
            "souvenir. L >h tel Best Western Premier Calgary Plaza est",
            "un  tablissement r cemment r nov  dot  de nombreux",
            " quipements ultramodernes pour rendre votre s jour aussi",
            "confortable que possible. Il comprend une piscine int rieure",
            "chauff e, un centre de conditionnement physique, ainsi qu un",
            "service de navette r gulier entre  h tel et l a roport. L h tel est",
            "situ  4 quelques minutes de l a roport international de Calgary",
            "et du cceur de centre-ville de Calgary. A quelques minutes",
            "des boutiques, des restaurants de renomm e mondiale et des",
            " v nements sportifs; Calgary est 4 votre port e. Pourquoi ne",
            "pas combiner vos vacances familiales avec le congr s? Le",
            "comit  du congr s est d termin  a faire de cette semaine une\nexp rience m morable pour vous et votre famille.",
            "Marquez les dates du 16 au 20 juillet sur votre calendrier\n(date qui inclut les activit s de pr congre s), et planifiez vos\nvacances estivales en famille autour du congr s dans la\nr gion de Calgary. Des mises a jour se feront via le journal\nde numismatique canadien, le site internet de 1 ARNC et dans\nNamtiNotes. Pour obtenir des renseignements a jour sur le\ncongr s, visitez notre site internet www.rena.ca/2019. Lhotel\nest maintenant pr t 4 recevoir vos r servations; soit en ouvrant\nle lien  Book Now  sur notre site internet ou au comptoir des\nr servations de | hotel au num ro 1-403-248-8888. Arrivez\na partir du 15 juillet et demeurez jusqu au 22 juillet afin de\nprofiter du tarif du congr s de seulement 129 $   139 $ (avant\ntaxes) par nuit.",
            "Ne tardez pas, r servez votre s jour a l hotel d s aujourd  hui!",
            "Votre pr sident de congr s,",
            "James Williston\n"
        ],
        "PageNo": "7"
    },
    {
        "File": "The_CN_Journal_January_08.jpg",
        "Paragraphs": [
            "CALL_FOR.2018 AWARDS. NOMINATIONS",
            "J. Douglas Ferguson Award",
            "Nominations for the J. Douglas Ferguson Award will be\nwelcomed by the Board of Award. This is the highest award\nin Canadian numismatics and is given annually to the living\nnumismatist who, in the opinion of the Board, has contributed\nmost to the advancement of numismatics in Canada, through\nresearch, writing or publishing, or in any other manner, and\nwho has not previously received the award. Members of the\nBoard of Award are: Geoffrey G. Bell, Shediac NB, Graham\nEsler, London ON, Ronald A. Greene, Victoria BC and the\nPresident of the RCNA, ex officio.",
            "Members of the RCNA may submit a nomination for\nthe Award. The deadline for submissions is April 30, 2019.\nContact: Ronald Greene, 1908 Store Street, Victoria BC\nV8T 4R4, ragreene@telus.net",
            "Paul Fiocca Award",
            "Nominations for the Paul Fiocca Award will be welcomed\nby the Board of Award for  long term meritorious service\nor major contributions to the RCNA.  This is an award not\nJust to recognize the elite of the hobby, but any individual\nwho may have worked behind the scenes, often for many\ndecades, for the betterment of The Royal Canadian\nNumismatic Association.",
            "This award 1s strictly an RCNA award for RCNA members\nand is the highest distinction presented by the RCNA. It is\nnot to be confused with the J. Douglas Ferguson Award, the\nhighest award in Canadian numismatics, which does not\nrequire membership in the RCNA.",
            "Any member of the RCNA may submit a nomination for\nthe Paul Fiocca Award.",
            "The deadline for submissions 1s April 30, 2019. Contact:\nWilliam Kamb, FRCNA, FONA, Awards Chair, 224\nOlentangy Ridge Place, Powell OH 43065 USA, nfld73h@",
            "gmail.com.",
            "Charles D. Moore Award",
            "The Charles D. Moore Award, established in 2017 by the\nExecutive Committee of your Association, is to honour the\ncontributions of those individuals felt to be best described\nas a  Professional Numismatist. ",
            "An eligible recipient is a full- or part-time numismatic\ndealer, or researcher, writer, publicist or benefactor who 1s a\nmember of the Association in good standing.",
            "The award is meant to honour a recipient who has\nconsistently contributed to and been devoted to the\nadvancement of Numismatics in Canada and to the Royal\nCanadian Numismatic Association over many years,\nwithout regard to personal benefit.",
            "The recipient will exhibit the traits of Dignity, Integrity,\nTruth and Knowledge and the willingness to advance the\nhobby through education.",
            "The winner will be selected from eligible recipients\nnominated by the RCNA awards committee in consultation\nwith the Executive Committee and key individuals in the\nnumismatic community.",
            "Any member of the RCNA may submit a name for\nnomination for the Award. The deadline for submissions 1s\nApril 30, 2019. Contact: William Kamb, FRCNA, FONA,\nAwards Chair, 224 Olentangy Ridge Place, Powell OH\n43065 USA, nfld73h@gmail.com.",
            "Fellow, Royal Canadian Numismatic Association",
            "In 1990, the Award, Fellow Canadian Numismatic",
            "Association was established by the Executive Committee",
            "of your association. To be eligible for this award,",
            "the services performed must have been carried out",
            "by a member of The Royal Canadian Numismatic",
            "Association and be of benefit directly to The Royal",
            "Canadian Numismatic Association.",
            "The rules approved for this award are as follows:",
            "1. Amaximum of five members may be inducted annually.",
            "2. A nomination must come from a RCNA member, or club,\nwith a comprehensive report to support the nomination.",
            "3. The Awards and Medals Committee, with at least\nthree members, shall choose the inductees from those\nnominated.",
            "4. A certificate and a lapel pin shall be presented to each\ninductee.",
            "Announcement of the names and a suitable induction\nceremony will take place during the Annual RCNA\nConvention.",
            "Any member of the RCNA may submit a nomination\nfor the Award. The deadline for submissions is April 30,\n2019. Contact: William Kamb, FRCNA, FONA, Awards\nChair, 224 Olentangy Ridge Place, Powell OH 43065 USA,\nnfld73h@gmail.com.",
            "Louise Graham Memorial Club of the Year Award",
            "The Louise Graham Memorial Club of the Year Award\nwas established to give recognition to our clubs and\nassociations, and to honour their noteworthy achievements\nthroughout the previous calendar year.",
            "Any club or association wishing to enter this competition\nmay do so by submitting a report on its activities during the\nprevious calendar year. This report should consist of at least\ntwo typed pages of 8%  x 11  and should list the club s\nexecutive and highlight the following criteria:",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "8"
    },
    {
        "File": "The_CN_Journal_January_09.jpg",
        "Paragraphs": [
            "1. Diversity of topics at meetings",
            "2. Original concepts (written and visual)\n3. Educational information",
            "4. Numismatic promotion",
            "5. Coin shows",
            "6. Consistency of meetings.",
            "The presentation of the award,\nconsisting of an engraved silver\nmedal and a cheque in the amount of\n$250, will be made during the Annual\nRCNA Convention.",
            "The entry deadline is April 30,\n2019. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON\nN8T 1C1 xr7gt@prodigy.net",
            "Jerome H. Remick Ill Literary\nAward",
            "The Jerome H. Remick III Literary\nAward was instituted in 1995. It is\nawarded to the author of the best\nnumismatic article published in a local\ncoin club bulletin in Canada.\nNominations may be made by a\nmember, a club, or by the RCNA Club",
            "Number 1",
            "January   February 2019",
            "Services Chair. Each nomination must\nbe accompanied by a copy of the article\npublished with the details about its\npublication (where and when it was\npublished, etc.)",
            "The nominee does not have to be a\nRCNA member to be eligible.",
            "A Committee, of at least three\nmembers, under the chairmanship of the\nRCNA Club Services Chair shall review\nthe nominations and choose the winner.",
            "The presentation of the Award, an\nengraved medal, will be made during\nthe Annual RCNA Convention.",
            "The entry deadline is April 30, 2019.\nContact: Brett Irick, Club Services\nChair, Suite 505, 5060 Tecumseh Road\nEast, Windsor ON N8T 1C1 xr7gt@\nprodigy.net",
            "Best Local & Regional\nNewsletter Awards",
            "Each year, the RCNA recognizes the\nprinted work of a local-member club\nand of a regional-member association\nwith an award to each for The Best",
            "Newsletter published by that club,\nand by the entity.",
            "To participate, clubs and\nassociations must send examples of\ntheir newsletters throughout the year\nto the RCNA Club Services Chair.\nA committee of at least three will\nreview the entries received to decide\nthe winner for each category.",
            "The following criteria will be used to\ndetermine the winner:",
            "1. Numismatic content 20%\n2. Diversity of the content 25%\n3. Quality of presentation 15%",
            "4. Improvement from previous year 10%",
            "5. Consistency of publication 15%\n6. General appreciation\n(Judges  discretion) 15%",
            "Winners will be announced at the Club\nDelegates Meeting during the Annual\nConvention and at the closing banquet.\nThe entry deadline is April 30,\n2019. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON",
            "N8T 1C1 xr7gt@prodigy.net\n"
        ],
        "PageNo": "9"
    },
    {
        "File": "The_CN_Journal_January_10.jpg",
        "Paragraphs": [
            "APPEL_DE_NOMINATIONS. POUR_LES_ PRIX",
            "Prix J. Douglas Ferguson",
            "Les nominations pour le Prix J. Douglas\nFerguson devront  tre soumises au\ncomit  du prix. Ce prix est la plus haute\ndistinction en numismatique canadienne\net est accord  annuellement a un\nnumismate vivant qui n a pas d ja regu\nce prix et qui, selon l opinion du comit ,\na contribu  le plus 4 l avancement de\nla numismatique au Canada, soit par\nla recherche, | criture ou I dition, ou\nde toute autre fagon. Les membres du\ncomit  du prix sont: Geoffrey G. Bell,\nSh diac NB, Graham Esler, London\nON, Ronald A. Greene, Victoria BC et\nle pr sident de l  ARNC, ex officio.\nTout membre de l ARNC peut\nfaire une nomination pour ce prix.\nLes nominations doivent  tre recues\navant le 30 avril 2019. Elles devront\n tre envoy es a: Ronald Greene, 1908\nStore Street, Victoria BC V8T 4R4,\nragreene@telus.net.",
            "Prix Paul Fiocca",
            "Les nominations pour le Prix Paul\nFiocca devront  tre soumises au comit \ndu prix. Ce prix est attribu  pour\n service m ritoire continu ou pour une\ncontribution majeure a l  ARNC . Ce\nprix reconnait non seulement 1 lite du\npasse-temps, mais tout individu qui\npeut avoir travaill  a l arriere-plan,\nsouvent pendant plusieurs d cennies, a\nPam hioration de l association royale de\nnumismatique du Canada.",
            "Ce prix est strictement attribu  par\nPARNC pour les membres de 1  ARNC,\net est la plus grande distinction pr sent e\npar PARNC. II ne doit pas  tre confondu\navec le Prix J. Douglas Ferguson, la\nplus haute distinction en numismatique\ncanadienne, qui ne requiert pas que le\nr cipiendaire soit membre de P ARNC.",
            "Tout membre de l7ARNC peut\nproposer quelqu un pour le Prix Paul\nFiocca. Les nominations doivent  tre\nrecues avant le 30 avril 2019. Elles\ndevront  tre envoy es a: William\nKamb, FRCNA, FONA, le Prix Paul",
            "Fiocca, pr sident du comit , 224\nOlentangy Ridge Place, Powell OH\n43065 E.-U., nfld73h@gmail.com.",
            "Prix Charles D. Moore",
            "Le prix Charles D. Moore, cr  en\n2017 par le comit  ex cutif de votre\nassociation, est congu pour honorer\nles contributions de ces personnes qui\nse sentent mieux d crites comme un\n numismate professionnel .",
            "Les r cipiendaires admissibles\ndoivent  tre des marchands\nnumismatiques a temps plein ou a\ntemps partiel, un chercheur, un  crivain,\nun publiciste ou un bienfaiteur membre\nen r gle de l Association.",
            "Le prix vise a honorer le r cipiendaire\nqui ont toujours contribu  et se\nsont consacr s a | avancement de\nla numismatique au Canada et a\nl Association royale de numismatique du\nCanada pendant de nombreuses ann es,\nsans  gard aux avantages personnels.",
            "Le r cipiendaire pr sentera les traits\nde dignit , V int grit , de v rit  et de\nconnaissance et la volont  de faire\nprogresser le passe-temps par | ducation.",
            "Le gagnant sera s lectionn \nparmi les r cipiendaires admissibles\nnomm s par le comit  des prix de\nVARNC en consultation avec le\ncomit  ex cutif et des personnes cl s\nde la communaut  numismatique.",
            "Tout membre ou club peut soumettre\nune nomination pour ce prix. Les\nnominations doivent  tre regues avant\nle 30 avril 2019. Elles devront  tre\nenvoy es a: William Kamb, FRCNA,\nFONA, pr sident du comit , 224\nOlentangy Ridge Place, Powell OH\n43065 E.-U., nfld73h@gmail.com.",
            "Compagnon, l Association\nroyale de numismatique du\nCanada",
            "En 1990, le Prix de Compagnon \nAssociation royale de numismatique\ndu Canada fut instaur  par le Conseil\nd administration de votre Association.",
            "Pour  tre admissibles a ce prix, les\nservices doivent avoir  t  rendus par\nun membre de l association royale\nde numismatique du Canada et avoir\nprofit  directement a |  association\nroyale de numismatique du Canada.",
            "Les r glements adopt s pour ce Prix\nsont les suivants:",
            "1. Un maximum de cinq (5) membres\npeuvent  tre recus a chaque ann e.",
            "2. Une nomination doit venir d un\nmembre ou d un club de PARNC,\navec un rapport d taill  supportant la\nnomination.",
            "3. Le comit  des R compenses et\nM dailles, compos  d au moins\ntrois (3) membres, r viser les\nnominations et choisira les membres\na  tre recus pour | ann e.",
            "4. Un certificat et une  pinglette seront\nremis a chaque r cipiendaire.\nL annonce du nom des",
            "r cipiendaires et une c r monie",
            "d intronisation auront lieu lors du\ncongr s de l  ARNC.",
            "Tout membre ou club peut soumettre\nune nomination pour ce prix. Les\nnominations doivent  tre regues avant\nle 30 avril 2019. Elles devront  tre\nenvoy es a: William Kamb, FRCNA,\nFONA, pr sident du comit , 224\nOlentangy Ridge Place, Powell OH\n43065 E.-U., nfld73h@gmail.com.",
            "Prix Louise Graham pour Le\nClub de L Ann e",
            "Le Prix Louise Graham pour le\nClub de | Ann e fut  tabli afin de\nreconnaitre nos clubs et associations et\npour honorer leurs accomplissements\nau cours de l ann e pr c dente.",
            "Tout club ou association qui veut\nposer sa candidature pour ce Prix peut\nle faire en soumettant un rapport de\nleurs activit s tenues durant l ann e\npr c dente. Ce rapport doit avoir au\nmoins deux pages de format 8% x 11\npouces. Ce rapport devra nommer les\nmembres du Conseil d admuinistration\net souligner les crit res suivants :",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "10"
    },
    {
        "File": "The_CN_Journal_January_11.jpg",
        "Paragraphs": [
            "1.La diversit  des sujets trait s lors des r unions",
            "2.Voriginalit  de la conception ( crit et visuel)",
            "3.Le degr   ducatif de l information diffus e",
            "4.La promotion de la numismatique",
            "5. organisation d  expositions de monnaies",
            "6.La r gularit  des r unions",
            "La pr sentation du Prix, qui consiste en une m daille en\nargent grav e au nom du gagnant et d un ch que de 250 $,\nsera faite lors du congr s annuel de l  ARNC.",
            "Les nominations doivent  tre regues avant le 30 avril\n2019. Elles devront  tre envoy es a : Brett Irick, Directeur\nservices aux clubs, Suite 505, 5060 Tecumseh Road East,\nWindsor ON N8T 1C1, xr7gt@prodigy.net.",
            "Prix litt raire J r6me H. Remick Ill",
            "Le Prix litt raire J r6me H. Remick III a  t  instaur  en 1995.\nIl est attribu  a l auteur du meilleur article numismatique\npubli  dans un bulletin de club local au Canada.",
            "Les nominations peuvent  tre faites par un membre, par\nun club ou par le responsable des services aux clubs de\nVARNC. Toute nomination doit  tre accompagn e d une\ncopie de l article publi  ainsi que des d tails relatifs a sa\npublication (club ot il a  t  publi , date de publication, etc.).",
            "Notez que l individu mis en nomination n a pas besoin\nd tre membre de P ARNC.",
            "Number 1",
            "January   February 2019 -------------------------",
            "Un Comit  d au moins trois (3) personnes, pr sid  par le\nResponsable des services aux clubs de PARNC choisira le\ngagnant.",
            "La pr sentation de ce Prix, une m daille grav e, sera\nfaite lors du congr s annuel de l ARNC.",
            "Les nominations doivent  tre regues avant le 30 avril\n2019. Elles devront  tre envoy es a : Brett Irick, Directeur\nservices aux clubs, Suite 505, 5060 Tecumseh Road East,\nWindsor ON N8T 1C1, xr7gt@prodigy.net.",
            "Prix pour les Meilleurs Bulletins de Clubs locaux\net r gionaux",
            "Chaque ann e 1  ARNC reconnait les efforts des clubs et\nassociations membres, en attribuant un Prix sp cifique\npour le Meilleur Bulletin public par un club ou association\nlocal et r gional.",
            "Pour participer a la s lection, les clubs doivent envoyer\ndes exemplaires de leur bulletin au Responsable des\nservices aux clubs de 17 ARNC. Un comit  form  d au\nmoins trois (3) personnes r visera les bulletins soumis\net s lectionnera un gagnant dans chaque cat gorie. Les\nbulletins regus durant l ann e seront consid r s pour le\nprix.",
            "Les crit res suivants seront consid r s par les juges pour\nd terminer le gagnant:",
            "1. Le contenu numismatique 20%\n2. La diversit  du contenu 25%\n3. La qualit  de la pr sentation 15%\n4. L am lioration par rapport a",
            "l ann e pr c dente 10%\n5. La r gularit  de la publication 15%\n6. Appr ciation g n rale",
            "(a la discr tion du Juge) 15%",
            "Les gagnants seront d voil s lors de la rencontre des\nd l gu s de clubs dans le cadre du congr s annuel ainsi que\nlors du banquet de cloture.",
            "Les bulletins doivent  tre regus avant le 30 avril 2019.\nIls devront  tre envoy s a : Brett Irick, Responsable des\nservices aux clubs, Suite 505, 5060 Tecumseh Road East,\nWindsor ON N8T 1C1, xr7gt@prodigy.net.\n"
        ],
        "PageNo": "11"
    },
    {
        "File": "The_CN_Journal_January_12.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE_DU_CONGRES",          
            "An Exciting Selection of Tours Planned for the 2019 RCNA Calgary Convention  \nActivit s excitantes lors du congr s de l ARNC de Calgary",
            "Tuesday, July 16th 8:30 am   5:00 pm Tour of\nDrumheller",
            "Departing Calgary we\nwill travel away from\nthe Majestic Canadian\nRockies to the Canadian\nPrairies and the Badlands\nof Alberta by bus\ncoach. Our first stop\nin Drumheller is the\nTourism Visitors Centre\nwhere you will learn\nabout the history of the\nregion. We then move to\nthe World Famous Royal Tyrrell Museum of Paleontology.\nThe Museum tells the story of the local history of the earth\nover millions of years. It covers periods when the Prairies\nwere under the water of an ocean, had tropical forests,\nand as recent as 10,000 years ago, had an ice age glacier\nthat blanketed Alberta. Lunch will be on your expense at\nthe Tyrrell Museum. We will then tour the Little Church,\nbelieved to be the  Smallest Functional Church in the\nWorld.  Subject to the choice of the tour group, we have\nthe option of a side trip to East Coulee with stops at the\nRosedale Suspension Bridge, the Hoodoos and pass by the\nHistoric Atlas Coal Mine before our drive back to Calgary.",
            "Tuesday, July 16th 6:30   9:00 pm Early bird din-\nner at Forbidden City Restaurant",
            "Just a short walk across the parking lot from the hotel\nwe will be gathering at the Forbidden City Restaurant\nfeaturing a variety of Chinese dishes with seafood\nspecialties. Dinner at your own expense.",
            "Wednesday, July 17th 10:00 am   4:30 pm Studio\nBell, Home of the National Music Centre and the\nKing Eddy",
            "This attraction opened in 2016 and boasts five floors\nof music-focused and interactive exhibits. Among the\ndistinctive features are the Kimball Theatre Organ and\nover 22 stages and studio spaces. The NMC acts as a hub\nfor music, innovation and cultural discovery in Canada. It\nis home to the Canadian Music Hall of Fame and Canadian\nCountry Music Hall of Fame. In 2013 the NMC acquired\na Calgary music-haunt icon   the King Edward Hotel and",
            "Mardi 16 juillet 8:30 a 17:00   Visite de Drumheller",
            "En partant de Calgary, nous\nvoyagerons en autobus\nen laissant les Rocheuses\nmajestueuses canadiennes\nse dirigeant vers les prairies\ncanadiennes de | Alberta. Notre\npremier arr t 4 Drumheller est le\ncentre d information touristique\nqui vous fera d couvrir histoire\nde la r gion. Nous passons\nensuite au c lebre mus e royal\nde pal ontologie Royal Tyrrell.\nLe mus e raconte I histoire locale de la Terre depuis\nplusieurs millions d ann es. Il couvre les p riodes ot les\nprairies  taient recouvertes d eau d un oc an, poss daient\ndes for ts tropicales et, il y a pr s de 10 000 ans, un glacier\nde l re glaciaire recouvrait l Alberta. Le diner sera a\nvos frais au mus e Tyrrell. Nous visiterons ensuite une\npetite  glise, consid r e comme  la plus petite  glise\nfonctionnelle du monde . Selon le d sir du groupe, nous\navons la possibilit  de faire une excursion 4 East Coulee\navec des arr ts au pont suspendu de Rosedale, au rocher\nHoodoos et passez devant la mine historique de charbon\nAtlas avant de retourner a Calgary.",
            "Mardi 16 juillet 18:30 a 21:00   Souper pour les\narrives-t6t au Forbidden City Restaurant",
            "A une courte marche de I h tel, traversant le stationnement,\nnous allons nous r unir au restaurant Forbidden City,\nqui propose une vari t  de mets chinois ainsi que des\nsp cialit s de fruits de mer. Diner a vos frais.",
            "Mercredi 17 juillet 10:00 a 16:30   Studio Bell,\nCentre national de musique et King Eddy",
            "Cette attraction a ouvert ses portes en 2016 et propose cing\n tages d expositions interactives ax es sur la musique.\nParmi les caract ristiques uniques est orgue du th atre\nKimball et plus de 22 sc nes et espaces de studio. Le CNM\nest une plaque tournante de la musique, de l'innovation et\ndes d couvertes culturelles au Canada. II abrite le Panth on\nde la musique canadienne et le Panth on de la musique\ncountry canadienne. En 2013, le CNM a acquis une ic ne\nde la musique de Calgary - le King Edward Hotel. Apres",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "12"
    },
    {
        "File": "The_CN_Journal_January_13.jpg",
        "Paragraphs": [
            "after careful reassembly, reopened as a restaurant, bar\nand music venue. Its food menu features a number of\nsouthern themed dishes which have garnered positive\nreviews from locals and visitors to the city. Lunch will be\nat your expense. To learn more about this attraction visit\nwww.studiobell.ca & kingeddy.ca/menu.",
            "Thursday, July 18th 5:45   9:00 pm Nickle Arts\nMuseum hosts the CAFNE Reception",
            "This year the Canadian Association for Numismatic\nEducation (CAFNE)",
            "reception is being hosted",
            "at the University of",
            "Calgary s Nickle Arts",
            "Museum. It is home to",
            "one of Canada s largest",
            "numismatic collections,",
            "and the Museum is",
            "where the Calgary",
            "Numismatic Society",
            "stores its club archives.",
            "These archives along",
            "with the Museum s",
            "current numismatic",
            "exhibit will be on display for everyone to view. For more\ninformation on the Museum please visit www.nickle.\nucalgary.ca. Attendance is limited to ninety-six people.\nThe reception is free. Snacks will be available along with\na cash bar.",
            "Friday, July 19th 10:00 am   4:00 pm Bee\nKingdom Glass Blowing and Historic Inglewood Tour",
            "Bee Kingdom Glass is a Calgary based glassblowing\nstudio established in 2006 that has gained both local\nand international success. Ryan Fairweather and Phillip\nBandura built their studio in a converted garage with\nthe house serving as the gallery/shop and office space.\nThey create all types of glassworks ranging from fine\nart sculptures to a functional production line and their\ndistinctive pieces have been collected worldwide by fans,\nsuch as Sir Elton John. Their presentation will include\nthe history of glass blowing and a live demonstration\nof how a glass art piece is made. This art piece will be\nraffled off to one lucky attendee and for the others there\nwill be an opportunity to peruse their studio for your\nown beautiful and unique souvenir. To view samples\nof their collection visit www. beekingdomglass.com/.\nAfter visiting Bee Kingdom Glass our next stop will be\nthe historic neighborhood of Inglewood where you can\npurchase lunch on your own. Established in 1875, this\nis Calgary s oldest community. It was known as East\nCalgary or Brewery Flats and then renamed in 1911\nafter the nearby homestead of Col. James Walker. Today",
            "Number 1",
            "January   February 2019",
            "des r novations minutieuses, elle a rouvert ses portes comme\nrestaurant, bar et salle de spectacle. Son menu propose un\ncertain nombre de plats avec th matique du sud qui ont suscit \ndes critiques positives de la part des clients et des visiteurs de\nla ville. Le diner est a vos frais. Pour en savoir plus sur cette\nattraction visiter www.studiobell.ca & kingeddy.ca/menu.",
            "Jeudi 18 juillet 17:45 a 21:00   R ception ACPEN au\nNickle Arts Museum",
            "Cette ann e, la r ception de | Association canadienne pour\n ducation numismatique\n(ACPEN) se tiendra au Nickle\nArts Museum de | Universit \nde Calgary. Il abrite l une des\nplus importantes collections\nnumismatiques au Canada et la\nsoci t  numismatique de Calgary\nconserve les archives de son club\ndans ce mus e. Ces archives, ainsi\nque l exposition numismatique\ncourante, seront a la disposition\nde tous pour y jeter un coup d ceil.\nPour plus d informations sur le\nmus e, visitez le site wwwnickle.\nucalgary.ca. La participation est limit e a quatre-vingt-seize\npersonnes. II n y a pas de frais d admission pour cette r ception.\nDes collations et un bar payant seront a votre disposition.",
            "Vendredi 19 juillet 10:00 a 16:00   Visite d un atel-\nier de soufflage de verre et visite du site historique\nInglewood",
            "Bee Kingdom Glass est un atelier de soufflage de verre\nbas  a Calgary, cr  en 2006, qui a connu un succ s local\net international. Ryan Fairweather et Phillip Bandura ont\nconstruit leur atelier dans un garage reconverti, la maison\nservant de galerie / boutique et espace de bureau. IIs cr ent\ndiff rents types de verreries, allant des sculptures d art 4 une\nchaine de production fonctionnelle. Leurs pi ces distinctives\nont  t  vendues dans le monde entier par des amateurs, tels\nque Sir Elton John. Leur pr sentation comprendra l histoire\ndu soufflage du verre et une d monstration en direct de la\nfabrication d une pi ce d art en verre. Cette ceuvre d art\ncr e devant vous sera tir e au sort parmi les participants et\npour les autres, il sera possible de parcourir leur studio pour\nvous procurer votre propre souvenir. Pour voir des exemples\ndes items de leur collection, visitez www.beekingdomglass.\ncom/. Apres votre visite 4 Bee Kingdom Glass, nous nous\narr terons ensuite dans le quartier historique d  Inglewood, ou\nvous pourrez aller diner, a vos frais. Fond e en 1875, cette\ncommunaut  est la plus ancienne de Calgary. Elle  tait connue\nsous le nom de East Calgary ou Brewery Flats et fut renomm e\nen 1911 d apr s les  tablissements voisins du colonel James\nWalker. Aujourd hui, c est un quartier commercial et artistique\n"
        ],
        "PageNo": "13"
    },
    {
        "File": "The_CN_Journal_January_14.jpg",
        "Paragraphs": [
            "it is a shopping and arts district with more than 220\nbusinesses including shops, boutiques and eateries. It\nwas designated by the Canadian Institute of Planners\nas Canada s greatest community in 2014. To see what\nInglewood has to offer visit inglewoodyyc.ca/.",
            "Friday, July 19th 5:00   9:30 pm Big Rock Grill",
            "The Big Rock Grill was voted Best Business Lunch\n2014 by Avenue magazine. Its co-owners: Executive\nChef Harry Griesser and Manager Markus Aschauer\nare seasoned hospitality professionals. The restaurant\nfeatures European inspired dishes with specialty craft\nbeers from the Big Rock Brewery. Enjoy a tour of\nthe brewery that offers beer tasting to sample their\nvarious brews; then follow that with a delicious\nbuffet dinner. The perfect combination of food and\nbrew. Take a visual tour of the venue at bigrockgrill.\ncom/.",
            "Saturday, July 20th 9:30 am   4:00 pm\nCalgary Zoo",
            "The Calgary Zoo is one of only",
            "five zoos in Canada accredited",
            "by the Association of Zoos and",
            "Aquariums. It is home to over",
            "1,000 animals across 119 different",
            "species spread out over 120 acres",
            "divided into six distinct zones:",
            "Destination Africa, Canadian",
            "Wilds, Penguin Plunge, Dorothy",
            "Harvie Botanical Gardens",
            "and ENMAX Conservatory,",
            "Eurasia and Prehistoric Park.",
            "It is Canada s most visited zoo and has received\ninternational recognition for conservation. One of the\nhighlights this year is the two Giant Pandas that are\ncurrently on loan from China. The zoo has numerous\namenities and attractions and these can be viewed at\nwww.calgaryzoo.com/",
            "Note: For your selection of tours, be sure to book\nusing the RCNA Pre-registration form. All tours are\nsubject to cancellation based on a minimum number\nof registrants per tour.",
            "So don t delay, book your hotel stay and your tours\ntoday!",
            "Your convention chair,",
            "James Williston",
            "avec plus de 220 entreprises, dont des magasins, des boutiques\net des restaurants. Elle a  t  d sign e par | Institut canadien des\nurbanistes comme la plus grande communaut  du Canada en\n2014. Pour voir ce qu Inglewood a a vous offrir, visitez le site\nwww. inglewoodyyc.ca/.",
            "Vendredi 19 juillet 17:00 a 21:30   Souper au Big\nRock Grill",
            "Le Big Rock Grill a  t   lu meilleur restaurant des meilleurs\ndiners 2014 par le magazine Avenue. Ses coproprictaires: le\nchef cuisinier Harry Griesser et le g rant Markus Aschauer sont\ndes professionnels chevronn s de l h tellerie. Le restaurant\npropose des plats d inspiration europ enne avec des bi res\nartisanales de la brasserie Big Rock. Profitez d une visite de\nla brasserie qui propose une d gustation de bi re pour gotiter\nleurs diff rentes bi res; puis continuez avec un d licieux souper\nbuffet. La combinaison parfaite de la nourriture et de la bi re.\nFaites une visite virtuelle du lieu a www bigrockgrill.com.",
            "Samedi 20 juillet 9:30 a 16:00   Visite du zoo de\nCalgary",
            "Le zoo de Calgary est l un des\ncing zoos au Canada certifi s\npar l Association des Zoos et\nAquariums. II abrite plus de 1\n000 animaux appartenant a 119\nesp ces diff rentes r parties\nsur 120 hectares r partis en six\nzones distinctes: Destination\nAfrique, Terres sauvages\ncanadiennes, plong es des\npenguins, Jardin botanique\nDorothy Harvie et conservatoire\nENMAX, Eurasia et pare pr historique. C est le zoo le plus\nvisit  au Canada et a recu une reconnaissance internationale\npour la conservation. Les deux pandas g ants actuellement\npr t s par la Chine constituent I un des faits saillants de cette\nann e. Le zoo compte de nombreux  quipements et attractions\nque vous pouvez consulter a l adresse www.calgaryzoo.com/.",
            "Note: pour votre s lection des activit s, assurez-vous de vous\ninscrire en utilisant le formulaire de pr inscription sur le site de\nPARNC. Toutes les activit s sont sujettes 4 une annulation si le\nnombre minimum d  inscriptions n est pas atteimt.",
            "Alors, ne tardez pas, r servez votre s jour a l h tel et\ninscrivez- vous pour les activit s d s aujourd hui!",
            "Le pr sident du congr s,",
            "James Williston",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "14"
    },
    {
        "File": "The_CN_Journal_January_15.jpg",
        "Paragraphs": [
            "2019 COIN OF THE YEAR",
            "CATEGORY_NOMINEES. ANNOUNCED",
            "Krause Publications, a leading producer\nkK: coin and paper money books,\nand magazines, has announced\n100 nominees across 10 categories for\nthe 2019 Coin of the Year awards. For\nthe past few years the awards have been\nsponsored by World Coin News, the\nWorld Money Fair and the Journal of\nEast Asian Numismatics.",
            "First started in 1984, for 1982-dated\ncoinage, the awards honour the best in coin\ndesigns from around the world. The awards\nwill be presented to the winners during a\nceremony on February 2, 2019, at the World\nMoney Fair in Berlin, Germany.",
            "The coins nominated for this year s\nawards are all dated (released) in 2017,\nand are meant to represent the highest\nachievement in theme, design an\nmarketing from mints and central banks\naround the world. The winners of the\n10 category awards and the Coin of the Year award are\nchoosen by an international panel of judges using a two-\nround balloting process.",
            "Perennial powerhouse Canada came away\nwith nine nominations on the list that\nbegins the competition to determine the\nwinner of the 2019 Coin of the Year Award,\nwhich is sponsored by World Coin News,\nsister publication to Numismatic News.",
            "Canada came away with nine nominations on the\nlist of category nominees. This was followed by eight\nnominations for Australia and six for the People s\nRepublic of China. Other strong contenders were Finland,\nFrance, and South Africa with five nominations each.\nThe Cook Islands, a tiny Pacific entity with a population\nof hardly more than 60,000 people, garnered five\nnominations, a tribute to the mints contracted to produce\nthese exceptional coins in its name.",
            "Austria, Poland, the United Kingdom, and the United\nStates reached the list with four nominations each.",
            "This list of 11 countries has more than half of all\nnominations at 59, while 32 issuers divvy up the other 41\nnominations.",
            "Last year the COTY Award was presented to the German\nFederal Ministry of Finance for the 5 Euro Cupro-Nickel,",
            "Number 1",
            "January   February 2019 --------------------------",
            "Planet Earth with\nPolymer Ring,\ncoin, which\nwas also\n_ winner of",
            "  The Most\nInnovative\ncategory.\nThis\ninnovative\nin was produced\nuncirculated\nnd proof-\nike finishes\nat all five\nGerman mint\nfacilities: Berlin\n(represented\nby mintmark\nA); Munich (D);\nStuttgart (F); Karlsruhe\n(G); and Hamburg (J). For the coloured ring, each mint used\na different blue pigmentation of polymer.",
            "Historical",
            "  China, 100 Yuan,\nGold, Confucious.\nKM 2362\n  Australia, 10\nDollars, Gold,\nTrans Australian\nRailroad,\nKM2760\n* Cook Islands,\n20 Dollars, Silver,\n100 Anniversary\nGraf Zeppelin,\nKM1855\n  Austria, 20\nEuro, Silver,\nVienna\nPhilharmonic\n175th\nAnniversary,\nKM3269\n  Bhutan, 50 NG, Silver,\n325 Years of Para Taktsang, KM242\n* Canada, 100 Dollar, Silver, Vimy Ridge, KM2515\n"
        ],
        "PageNo": "15"
    },
    {
        "File": "The_CN_Journal_January_16.jpg",
        "Paragraphs": [
            "Czech Republic, 200 Korun, Silver, 100th\nAnniversary   Czech Astronomical Society,\nKM166",
            "Spain, 300 Euro, Silver, History of the Dollar,\nKM1404",
            "Germany, 20 Euro, Silver, Reformation 500 Years,\nKM359",
            "Finland, 100 Euro, Gold, 100th Anniversary\nliberation, KM265",
            "Contemporary Event",
            "Gold",
            "China, 10 Yuan, Silver, 70th Anniversary of Inner\nMongolia, KM2369",
            "France, 10 Euro, Silver, Spirit of St Louis,\nKM2375",
            "Australia, 5 Dollars, Silver, Queen s Baton Relay,\nKM2758",
            "Republic of Cameroun, 3000 Francs, Silver, 70th\nAnniversary of Roswell, KM96",
            "Czech Republic, 200 Korun, Silver, 75th\nAnniversary of Operation",
            "Anthropoid, KM170",
            "South Africa, 2",
            "Rand, Silver,",
            "Heart Transplant,",
            "KM619",
            "Italy, 5 Euro,",
            "Bi-metallic, 50th",
            "Anniversary of",
            "Antonio de Curtis,",
            "KM402",
            "Falkland Islands,",
            "1 Crown, Silver,",
            "35th Anniversary",
            "of liberation,",
            "KM191a",
            "British Antarctic",
            "Territory, 2",
            "Pounds, Silver",
            "with colour, Larsen",
            "B Ice Shelf, KM18",
            "Canada, 50 Dollars, Silver,",
            "Peace Tower Clock 90th Anniversary, KM2510",
            "Poland, 500 Zlotych, Gold, Treasures of Stanislaw\nAugust, Y1003",
            "United States, 100 Dollars, Gold, 225th Anniversary\nMint, KM668",
            "UK, 25 Pounds, 1/4 oz. Gold, Britannia, KM1485\nSouth Africa, 50 Rand, Gold, Two Leaping\nSpringboks, KM649",
            "Spain, 100 Euro, Gold, 2018 FIFA World Cup Russia,\nKM1402",
            "Samoa, 50 Dollars, Gold, US Capitol Interior of\nRotunda, KM397",
            "Mongolia, 1000 Tugrik, Gold, The Sable, KM374\nAustria, 100 Euro, Gold, Alpine Ibex 1oz, KM32724\nChina, 80 Yuan, Gold, 35th Anniversary of Panda\nHologram, KM2332",
            "Australia, 100 Dollars, Gold, Southern Sky, KM649",
            "Silver",
            "woman nn nnn nnn nn nnn cn a The CN Journal",
            "Switzerland, 20 Franc, Silver, Yodeling, KM166\nUnited States, 1 Dollar, Silver, Lion s Club, KM658\nCayman Islands, 1 Dollar, Silver, Marlin, KM165\nSouth Korea, 5000 Yuan, Silver, Olympic Figure\nSkating, KM139",
            "France, $50 Euro, Silver, Guy Savoy French\nExcellence (Egg), KM2431",
            "Bulgaria, 10 Lev, Silver, Bridge Near Byala  \n150th Anniversary of Construction of the bridge,\nKM345",
            "Latvia, 5 Euro, Silver, Fairytales, KM188",
            "Canada, 100 Dollar, Silver, 1867 Confederation\nMedal (100z.), KM2521",
            "Volume 64\n"
        ],
        "PageNo": "16"
    },
    {
        "File": "The_CN_Journal_January_17.jpg",
        "Paragraphs": [
            "Japan, 1000 Yen, Silver, Asian Games, Y260\nAustria, 10 Euro, Silver, Gabriel the Revealing\nAngel, KM3268a",
            "Crown",
            "Chad, 5000 Francs,",
            "Silver, African Lion\n(uncirculated),",
            "KM46",
            "China, 10 Yuan,",
            "Silver, Bejing",
            "International",
            "Coin Exposition,",
            "KM2351",
            "Nicaragua, 10",
            "Codobas, Silver, Sea",
            "Turtle, KM118",
            "South Africa,",
            "1 Krugerand,",
            "Silver, 50th",
            "Anniversary",
            "of Krugerand,",
            "KM636",
            "Canada, 20 Dollar,",
            "Silver, Polar Bear",
            "Footprints (Nature s\nImpressions Series), KM2552\nHungary, 10000 Forint,\nSilver, 650th Anniversary of\nFoundation of University of\nP cs, KM932",
            "Finland, 20 Euro, Silver,\nHeimola Building   Finland s\nParliament, KM262",
            "Poland, 1/100 Duckeat, Silver,\nPolish History Series, Y993\nSolomon Islands, 5 Dollar,\nSilver, Dance of the World, KM616\nCook Islands, 5 Dollars, Silver, Scarab   Red\nDawn, KM1850",
            "Circulating",
            "Number 1",
            "Mauritania, 20 Ouguiya, TriMetallic, 2 Camels,\nKMI15",
            "Sri Lanka, 10 Rupees, Stainless Steel, 150 Years\nCeylon Tea, KM191",
            "Finland, 2 Euro, BiMetallic, 100th Anniversary,\nKM254",
            "Australia, 2 Dollars, Aluminum Bronze, Hall of\nMemory Lest We Forget, KM2756",
            "France, 2 Euro, BiMetallic (nickel/brass), The\nThinker Sculpture & Rodin, KM2362",
            "Lithuania, 2 Euro, BiMetallic, Vilnius Capitol of\nCulture, KM228",
            "United States, 25 Cents, Copper Nickel, Ellis\nIsland, KM656",
            "Germany, 5 Euro, Copper Nickel w/Red Polymer\nRing, Tropical Zone, KM357",
            "Peru, 1 Sol, Copper Nickel, Condor, KM405\nUnited Kingdom, 50 Pence, Copper Nickel, Isaac\nNewton, KM1430",
            "Bi-Metallic",
            "Italy, 2 Euro, Bi-metallic, 400th Anniversary of\nCompletion of St Marks Bascillica, KM411\nCanada, 2 Dollars, Bi-metallic, Mv Canada, My\nInspiration, KM2323.1\nChina, 500 Yuan,\nGold/Silver, 35th\nAnniversary Bi-\nmetallic Panda\nKM2333",
            "Poland, 5",
            "Zlotych, Bi-",
            "metallic, Central\nIndustrial District,\nY976",
            "Estonia, 2 Euro,\nBi-metallic,\nCentennial of\nIndependence,",
            "KM81",
            "France, 2 Euro,\nBi-metallic,",
            "Fight Against",
            "Breast Cancer w/\ncolour ribbon (red),\nKM2363.1",
            "Finland, 2 Euro, Bi-metallic,",
            "Finnish Nature with Map of Moon, KM253\nSlovenia, 2 Euro, Bimetallic, 10 Years for the\nintro of the Euro, KM130",
            "Switzerland, 10 Francs, Bi-metallic, Gentian,\nKM164",
            "United Kingdom, 2 Pound, Bi-metallic, The War\nin the Air, KM1440",
            "Artistic",
            "Portugal, 7.5 Euro, Silver, Portuguese\nArchitecture   Alvaro Siza, KM880",
            "France, 50 Euro, Silver, Jean Paul Gaultier:\nRooster (left), KM2428",
            "Italy, 10 Euro, Silver, 150th Anniversary of\nGalleria Vittorio Emanuele II in Milan, KM407\nIvory Coast, 5000 Francs, Silver, Elephant Relief,\nKM180",
            "January   February 2019"
        ],
        "PageNo": "17"
    },
    {
        "File": "The_CN_Journal_January_18.jpg",
        "Paragraphs": [
            "* Canada, 10 Dollars,\nSilver, Birds Among\nNatures Colours:\nChickadee,\nKM2358\n  United Kingdom,\n5 Pounds, Silver,\nEdinburgh Castle,\nKM1450\n* Cook Islands,\n5 Dollars, Silver,\nHummingbird,\nKM1847\n  Austria, 50 Euro,\nGold, Sigmund\nFreud   Man &\nWoman Close\nTogether with\nEyes Closed,\nKM3273\n  Australia, 2 Cent,\nBronze, Stuart Devlin\nRevisiting a Vision (uncirculated), KM2738\n  Finland, 10 Euro, Silver, Eurostar (Liekki rug\npattern with bear head denticles), KM261",
            "Innovative",
            "* Canada, 100\nDollars, Silver  \nwith gold plating,\nSculpted Grizzly\nBear, KM2516",
            "* Canaua, 20\nDollars, Silver,\nBat in front of\nmoon, KM2456",
            "a The CN Journal",
            "British Virgin Islands, 1 Dollar, Silver, Capitol\nCoin, KM513",
            "Cook Islands, 5 Dollars, Silver, Time Capsule,\nKM1852",
            "Niue, 2 Dollar, 20z. silver plated with gold, Gilt\nGlobe, KM1968",
            "South Africa, 1/50 Gold Krugerand, Gold, 50th\nAnniversary of Krugerand (smallest diameter gold\ncoin produced), KM638",
            "Latvia, Set of (2) 2.5 Euros, Silver, Eduards\nVeidenbaums spectacles set, KM192 & KM193\nTuvalu, 2 Dollars, Silver (20z. antique), Compass\ninserted in centre of coin, KM346",
            "Palau, 20 Dollars, Silver, Great Micromosaic\nPassion (5000+ minted tiles) BIRTH OF VENUS\nBotticelli Great Micromosaic Passion, KM562\nAustralia, 1 Cent to 5 Dollars, Various, Ten-Coin\nCollections   Planetary Coins, MS100",
            "Inspirational",
            "China, 10 Yuan, Silver, Tour of Qinghai Lake\nInternational Road Cycling Race, KM2375\nAustralia, 5 Dollars, Silver, Front Line Angels\n(WWI)   RAM, KM2759",
            "Poland, 10 Zlotych, Silver, 35th Anniversary of\nFighting Solidarity, Y982",
            "Cook Islands, 5 Dollars, Silver, Murrine Millefiori\nGlass Art, KM1848",
            "Hungary, 10000 Forint, Silver, 200 Anniversary of\nBirth of Zsuzsanna Kossuth (field nurse), KM929\nSouth Africa, 5 Rand, Gold, Nelson Mandela  \n Evil Ultimately Lives in Fear",
            "of and under threat from",
            "the uncompromising",
            "commitment to justice,",
            "fairness and human",
            "compassion,  KM626",
            "Canada, 50 Dollar,",
            "Silver (10 0z.), Tree of",
            "Life, KM2553",
            "Australia, 1 Dollar, Silver,",
            "Many Never Returned  ",
            "Perth, KM2779\nKazakhstan, 500\nTenge, Silver",
            "with gold plating,\nDombyra with gilding\nand diamond, KM365\nUnited States, 1 Dollar,\nSilver, Boys Town, KM660",
            "We await, with anticipation, the results of the Coin of the\nYear awards made February 2 during the World Money Fair",
            "in Berlin!",
            "Volume 64\n"
        ],
        "PageNo": "18"
    },
    {
        "File": "The_CN_Journal_January_19.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH History",
            "CROMWELL S_ EXHUMATION. AND_ EXECUTION",            
            "BY JESUS VICO",
            "AND, MARISA. OLLERO,,",
            "January 30, 1661",
            "In December 1648, in an episode that became",
            "known as Pride s Purge, a troop of\nsoldiers headed by Colonel Thomas",
            "Pride forcibly removed from the Long\nParliament all those who were not\nsupporters of the Grandees in\nthe New Model Army and the\nIndependents. Thus weakened,\nthe remaining body of MPs,\nknown as the Rump Parliament,\nagreed that Charles should be\ntried on a charge of treason.\nCromwell was by that time in\nthe north of England, dealing\nwith Royalist resistance, when\nthese events took place, but\nthen returned to London. On\nthe day after Pride s Purge, he\nbecame a determined supporter\nof those pushing for the King s trial\nand execution, believing that killing\nCharles was the only way to end the civil\nwars. Cromwell approved Thomas Brook s\naddress to the House of Commons, which justified\nthe trial and execution of the King on the basis of the Book\nof Numbers, chapter 35 and particularly verse 33 ( The land\ncannot be cleansed of the blood that is shed therein, but by the\nblood of him that shed it. )",
            "The death warrant for Charles\nwas eventually signed by 59 of\nthe trying-court s members,\nincluding Cromwell (who\nwas the third to sign\nit). Though it was not\nunprecedented, execution of\nthe King was controversial,\nif for no other reason due\nto the doctrine of the divine\nright of kings. Thus, even afte\na trial, it was difficult to get\nordinary men to go along\nwith it:  None of the officers\ncharged with supervising\nthe execution wanted to\nsign the order for the actual\nbeheading, so they brought\ntheir dispute to Cromwell.",
            
            "Number 1",
            "January   February 2019 -------------------------",
            "Oliver seized a pen and scribbled out the order,\nand handed the pen to the second officer,\nColonel Hacker who stooped to sign it.\nThe execution could now proceed. \nAlthough Fairfax conspicuously\nrefused to sign, Charles I was\nexecuted on January 30, 1649.\nAfter the execution of the\ning, a republic was declared,\nknown as the Commonwealth\nof England. The Rump\nParliament exercised both\nexecutive and legislative\noowers, with a smaller Council\nof State also having some\nexecutive functions. Cromwell\nremained a member of the Rump\nand was appointed a member of\nthe Council. In the early months\nafter the execution of Charles I,\nCromwell tried but failed to unite the\noriginal Royal Independents led by St\nJohn and Saye and Sele, which had fractured\nduring 1648. Cromwell had been connected to this\ngroup since before the outbreak of civil war in 1642 and had\nbeen closely associated with them during the 1640s. However,\nonly St John was persuaded to retain his seat in Parliament.\nCromwell was selected to take command of the English\neampaign in Ireland in 1649-1650.\nCromwell s forces defeated the\nConfederate and Royalist\ncoalition in Ireland and\noccupied the country,\nbringing to an end the\nIrish Confederate Wars.\nDuring this period, a series\nof Penal Laws were passed\nagainst Roman Catholics\n(a significant minority in\nEngland and Scotland but\nthe vast majority in\nIreland), and a substantial\namount of their land was\nconfiscated. Cromwell also\nled a campaign against the\nScottish army, between 1650\nand 1651.\n"
        ],
        "PageNo": "19"
    },
    {
        "File": "The_CN_Journal_January_20.jpg",
        "Paragraphs": [
            "Hammered gold and silver coins were first issued by\nthe Commonwealth in 1649. All denominations shared a\ncommon design; Obv: Shield within palm and laurel wreath,\nTHE COMMONWEALTH OF ENGLAND, Mint Mark: Sun; Rev.\ntwo conjoined shields within border of dots, denomination\nabove in Roman. 1649, GOD WITH VS. Examples of some\ndenominations above: a gold unite, double-crown, and a\nsilver crown, shilling, sixpence and two-pence.\n"
        ],
        "PageNo": "20"
    },
    {
        "File": "The_CN_Journal_January_21.jpg",
        "Paragraphs": [
            "On April 20, 1653, he dismissed the Rump Parliament by force, setting up a short-lived nominated assembly known\nas Barebone s Parliament before being invited by his fellow leaders to rule as Lord Protector of England (which included\nWales at the time), Scotland, and Ireland from December 16, 1653. As a ruler, he executed an aggressive and effective\nforeign policy.",
            "Cromwell is thought to have suffered from malaria and from  stone,  a common term for urinary and kidney infections.\nIn 1658, he was struck by a sudden bout of malarial fever, followed directly by illness symptomatic of a urinary or\nkidney complaint. The Venetian ambassador wrote regular dispatches to the Doge of Venice in which he included details\nof Cromwell s final illness, and he was suspicious of the rapidity of his death. He died at age 59 at Whitehall on Friday,\nSeptember 3, 1658, the anniversary of his great victories at Dunbar and Worcester. He was buried with great ceremony,\nwith an elaborate funeral at Westminster Abbey based on that of James I.",
            "He was succeeded as Lord Protector by his son Richard. Richard had no power base in Parliament or the Army and\nwas forced to resign in May 1659, ending the Protectorate. There was no clear leadership from the various factions that\njostled for power during the reinstated Commonwealth, so George Monck was able to march on London at the head of\nNew Model Army regiments and restore the Long Parliament. Under Monck s watchful eye, the necessary constitutional\nadjustments were made so that Charles II could be invited back from exile in 1660 to be King under a restored monarchy.",
            "Commonwealth (1649-60):",
            "Oliver Cromwell, 1653 58, Death of Cromwell, dated 1658, gold medal, after T.\nSimon by an unknown Dutch artist, with grained edge, laureate and draped bust left,\nrev. shepherd standing below olive tree, tending to his flock, the reverse legend\ntranslates as  the people shall not lack an olive tree.  The phrase suggests that\nRichard Cromwell s succession would continue the work of the Protectorate. Medal:\n29 mm @ (MI 434/84, E.201, van Loon Il p.433). Image: Arthur Bryant Coins Limited",
            "Cromwell s body was exhumed from Westminster Abbey on January 30, 1661, the 12th anniversary of the execution of\nCharles I, and was subjected to a posthumous execution, as were the remains of Robert Blake, John Bradshaw, and Henry\nIreton. Oliver Cromwell s body was hanged in chains at Tyburn, London, and then thrown into a pit. His head was cut\noff and displayed on a pole outside Westminster Hall until 1685. Afterwards, it was owned by various people, including\na documented sale in 1814 to Josiah Henry Wilkinson, and it was publicly exhibited several times before being buried\nbeneath the floor of the antechapel at Sidney Sussex College, Cambridge, in 1960. The exact position was not publicly\ndisclosed, but a plaque marks the approximate location.",
            "Many people began to question whether the body mutilated at Tyburn and the head seen on Westminster Hall were\nCromwell s. These doubts arose because it was assumed that Cromwell s body was reburied in several places between his\ndeath in September 1658 and the exhumation of January 1661, in order to protect it from vengeful royalists. The stories\nsuggest that his bodily remains are buried in London, Cambridgeshire, Northamptonshire, or Yorkshire.",
            "The Cromwell vault was later used as a burial place for Charles II s illegitimate descendants. In Westminster Abbey, the\nsite of Cromwell s burial was marked during the 19th century by a floor stone in what is now the RAF Chapel reading:\n The burial place of Oliver Cromwell 1658-1661. ",
            "Reprinted with permission from VCoins eNewsletter.",
            "Number1 = January   February 2019"
        ],
        "PageNo": "21"
    },
    {
        "File": "The_CN_Journal_January_22.jpg",
        "Paragraphs": [
            "The 1658 Blondeau milled crown\n(right) exhibits the usual advanced\ndie-break across the lower\nportion of the Protector s effigy,\none of the better seen examples.\nThese die failures are common\nin examples of Simon s work; the\nresult of the use of inferior die\nsteel available in England of the\nday   in conjunction with the\nhigher stresses from the coining\npress.",
            "During the Commonwealth period the Royal\nMint, in an effort to address counterfeiting and\n clipping  of coins, invited Pierre Blondeau,\nan engineer at the Monnaie de Paris, to come\nto London and introduce the Tower Mint to\nrecent advancements he developed in the\nmechanized production of coins.",
            "Blondeau found himself embroiled in a\nmajor battle from the current moneyers who\nfeared that they would loose their jobs to\nthe machines. In 1651, with support from\nCromwell and chief engraver, Thomas Simon,\nhe was able to produce a small mintage of\ntrial pattern half-crown, shilling and sixpence\ncoins. Shown (left) are examples of the much\nsuperior half-crown and sixpence. These coins\nwere fully round with either milled or, in the\ncase of the half-crown, inscribed edges. The\nlettering reads: TRVTH : AND : PEACE: [olive\nbranch] : PETRVS : BLONDA-VS : INVENTOR :\nFECIT . [palm branch].",
            "Blondeau continued to work in_ this\ncontroversial position. In 1656 57 he was\ncontracted to produce a second, limited",
            "mintage, series of test pieces struck using",
            "his patented coining press. Fewer than",
            "100 examples each of the gold fifty-",
            "shilling, twenty-shilling (broads,",
            "shown left), and silver half-crowns",
            "were made. This series bore the",
            "portrait of Oliver Cromwell from",
            "dies prepared by Thomas Simon",
            "with the Latin legends: OLIVAR -",
            "D-G-R-P-ANG: SCO: HB-",
            "&c PRO on the obverse; with PAX -",
            "QVARITVR : BELLO on the reverse.",
            "In 1658 Blondeau commenced",
            "producing crown, half-crown and",
            "shilling coins using dies Simon modified",
            "so that the design elements would hold up",
            "to circulation longer. However, with the death",
            "of Cromwell in September 1658 Blondeau,",
            "fearing retribution from the moneyers without",
            "Cromwell s protection, abandoned his facility",
            "on the Strand, left his equipment behind, and",
            "returned to Paris. Examples of the shilling\n(left) and crown (below) are shown.",            
            "The CN Journa: Volume 64\n"
        ],
        "PageNo": "22"
    },
    {
        "File": "The_CN_Journal_January_23.jpg",
        "Paragraphs": [
            "A VISIT. WITH REVEREND. PRATT.",
            "BY RON CHEEK",
            "#23921,",
            "E ighteen-year-old Albert Edward Prince of Wales,",
            "Queen Victoria s heir, toured British North America",
            "and the United States in the summer and fall of 1860.\nThis was the first official visit by a British royal to the New\nWorld, and it was a huge sensation. Originally the intended\npurpose had been to inaugurate the Grand Trunk Railway s\nnew Victoria Bridge at Montreal, then the World s longest,\nbut once announced, the tour plans quickly acquired a life\nof their own. Over a three-month period the prince visited\nmuch of what is now Eastern Canada and many regions\nof the United States. Medals issued by the Grand Trunk\nRailway to commemorate the royal inauguration of the\nbridge remind us of the great engineering achievement that\nit was, and the spectacle of its opening 158 years ago. Few\nsuch medals have a provenance. However, I am fortunate to\nbe the custodian of the one presented by the Prince of Wales\nto Reverend Philip Cornish Pratt, Chaplain of the Royal\nNavy ship that took HRH to and from North America. Last\nfall I paid a visit to the medal s original owner.",       
            "Number 1",
            "January   February 2019 -------------------------",       
            "On July 11, 1860, the Prince of Wales sailed from\nPlymouth aboard a 91-gun combined steam and sailing\nbattleship, the Royal Navy s HMS Hero. After several east\ncoast stops Hero arrived to a huge welcome at Quebec City.\nHero remained at Quebec for much of the duration of the\nroyal tour and its officers were feted and treated to their own\ntours of the country as far west as Niagara Falls. They then\nre-joined Hero and sailed for Portland, Maine, to meet the\nprince in October.",
            "Albert Edward arrived in Montreal by steamer from\nQuebec on August 25, 1860. His first day s schedule was full.\nHe formally opened an exhibition organized by the Lower\nCanada Board of Arts & Manufactures held in a  Crystal\nPalace.  Ceremonies then took place at the Montreal end\nof Victoria Bridge where, in heavy rain, the prince laid the\n Jast stone,  and at the centre of the bridge he drove a silver\n Jast rivet.  Following these formalities the prince attended\na luncheon hosted by the Grand Trunk Railway. There he\nwas presented with a gold medal commissioned by the\nGrand Trunk Railway, and his entourage received similar\n"
        ],
        "PageNo": "23"
    },
    {
        "File": "The_CN_Journal_January_24.jpg",
        "Paragraphs": [
            "medals in silver. In the following days\nand evenings, there were parades,\nreceptions, fireworks and a grand\nball. News of these events was\nreported widely, both in the United\nStates and in Britain. The opening\nof the new bridge, completing the\nrail link from Montreal to the sea\nat Portland, Maine, was hailed as\nthe dawn of a new era of Canadian\ntrade and prosperity. \\",
            "The prince s tour, which began July\n24, in St. John s, Newfoundland, covered\nthe colonies that became the Maritime\nProvinces, Canada East, Canada West, and many\nparts of the central and eastern United States.\nIt ended when he embarked for home\naboard HMS Hero, October 20, 1860,\nfrom the terminus of the completed\nrail-to-seaport project.",
            "Although there were several\ncommemorative medals struck\nby private firms, the official\nVictoria Bridge inauguration\nmedal is the one issued by the\nGrand Trunk Railway. It was\nproduced by J. S. Wyon based\non a design by M. D. Wyatt. The\nobverse has a handsome high-relief\nportrait of the prince, facing left, with the\ninscription: ALBERT EDWARD PRINCE\nOF WALES, and J.S. Wyon s signature below\nthe bust. The reverse has the Prince of Wales s emblem\nin a halo of maple leaves and a ribbon with the greeting:\nWELCOME WELCOME WELCOME. The legend reads:",
            "VISITED CANADA AND\nINAUGURATED THE VICTORIA\nBRIDGE 1860. Both M.D. Wyatt s\nand J. S. Wyon s signatures appear\nbelow the wreath.",
            "The medal is 48 mm in\ndiameter. The bronze and silver\nversions are identical except that\nthe date 1860 on the silver medal",
            "has a star on each side, whereas on\nthe bronze, stars are replaced with\ndots. These medals were presented in\nWyon s morocco leather cases, blue for\nthe silver and slightly smaller and less elegant\nred cases for the bronze, both having fitted velvet\nlinings and satin-lined lids. The emblem of\nthe Prince of Wales is embossed on the\ntop of the lid. In Montreal, the prince\nobtained a number of these medals\n(bronze and silver) to present to the\nofficers of HMS Hero during the\nvoyage home. Cataloguers do not\nseem to have recorded how many\nGTR medals were issued however,\nthe I/lustrated London News of\nAugust 25, 1860, does mention the\nnumbers: five gold, 50 silver, and\n500 bronze. The prince was presented\na gold medal. Dignitaries of the GTR\nand honoured guests likely received silver\nmedals. Bronze versions were given to members\nof the Canadian Legislature, and others. It would\nbe intriguing to know where the other four gold copies went.\nMany, probably most, of the cases have been lost. One of\nthese medals in its intact case 1s a special find for any collector.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "24"
    },
    {
        "File": "The_CN_Journal_January_25.jpg",
        "Paragraphs": [
            
            "The edge engraving, which the medal s recipient would\nhave had done later, reads: * PRESENTED TO THE\nCHAPLAIN. REVd., P.C. PRATT H.M.S. HERO OCTOBER\n25th 1860. The inscription inside the case lid was\nprobably written by a member of the prince s entourage.\nThe handwriting matches the notation written inside the\ncase lid of a medal presented to Hero s Master, Timothy\nSulivan. The latitude and longitude indicate a location\neast of Portland, Maine, due south of Newfoundland.\nThe distance of 2094 is a mystery, and probably an error.",
            "If its provenance is known then it is a treasure, because the\nmedals were not named. Imagine my excitement, then when\nI discovered on eBay a cased medal awarded personally by\nthe Prince of Wales to the Chaplain aboard HMS Hero. It is\none of the bronzes. There is a paper sewn to the inside of the\nlid recording the presentation, its date, and the location at sea.\nMoreover, the recipient later had the medal s edge engraved.",
            "HRH personally presented medals to the officers of\nHMS Zero on the return voyage from Portland, Maine, to\nPlymouth. Evidence tells us these presentations took place\non different days. In Boyish Reminiscences of his Majesty the\nKing s Visit to Canada in 1860, a book published 50 years\nafter these events, Lt. Thomas Gough, in 1860 a 15-year-old\nMidshipman aboard HMS Hero, recounts many personal\ndetails. These include his encounters with the prince, a\nhumourous anecdote of Reverend Pratt struggling to conduct\nSunday Divine Services during heavy seas on the voyage\nhome, and an account of receiving his own medal from the\nyoung Albert Edward. Gough relates that he was called to the\nCommander s cabin on the prince s 19th birthday, October\n9, 1860, and his medal was handed to him. Gough does not\ntell us if it was bronze or silver but from his mention that\nthe medal case was blue, it seems the medal must have been\nsilver. It was accompanied by a small note which read:  To\nMr. Gough from A.E. ",
            "As the medal s edge engraving and the paper inside its\ncase tell us, Reverend Pratt received his bronze medal on\nOctober 25.\n"
        ],
        "PageNo": "25"
    },
    {
        "File": "The_CN_Journal_January_26.jpg",
        "Paragraphs": [
            "I am aware of one other such medal, in the hands of a\nUS collector, the inscription on the inside of the lid of its\ncase indicating that was presented to Hero s Master, Timothy\nSulivan. It was presented on October 28, three days later\nthan Reverend Pratt s. Thus far, I have not discovered any\naccounts of these presentations such as described in Gough s\nreminiscences. It is possible, since various officers regularly\ndined with the prince, that they received their medals on those\noccasions. Just why the ship s Chaplain and Master received\nbronze medals while a lower ranking midshipman received a\nsilver medal invites speculation. It may have related to their\nstations in life. Gough came from an important upper class\nfamily. The Chaplain and the Master did not.",
            "HMS Hero s Chaplain",
            "Philip Cornish Pratt was born April 8, 1827, at Staplegrove,\nTaunton, Somerset, England, the son of Thomas Pratt,\na gentleman farmer. Pratt attended Pembroke College,\nCambridge, as a sizar (a subsidized student assigned certain\nduties) and received a B.A. in 1851. Ordained in 1853 as a\npriest in the Church of England, he served various posts in\nWorcester and Somerset until, at age 32, he joined the Royal\nNavy. Reverend Pratt was promoted Chaplain on April 29,\n1859. He was immediately posted to HMS Hero, which had\nJust been commissioned and was part of the Channel Fleet,\nbut she was soon fitted out to take the young Prince of Wales\nto North America. It must have been an exciting time for\nReverend Pratt. He was to live with the heir to the throne,\nin close quarters for nearly six weeks and to deliver him to\nCanada, then bring him back home three months later. And,\nas it turned out, he would receive from the prince s hand a\nmemento that he would treasure for the rest of his life.\nReverend Pratt had a long career in the Royal Navy,\nserving in various regions around the world and on at least\nsix different ships after HMS Hero. In an unpublished journal\nof 1866, Seaman John Tilling complained about officers\naboard his ship, HMS Leander, but he omitted Chaplain\nPhilip Cornish Pratt, whom he described as  a good and\npious man.  In 1868, Pratt was in Blarney, Co. Cork, Ireland.\nThere, he met a young widow, Frances Maria (Maureen)\nMcCheane, the daughter of a clergyman. They were staying\nat the same boarding house. He must have kissed the Blarney\nStone because, at the age of 41 he convinced this young lass\nof 24 to marry him. The Pratts spent five years at the Cape\nof Good Hope and then returned to England where Philip\nserved as Chaplain of the Royal Navy prison at Lewes from\n1878 to 1887. He seems to have retired then, having served\n28 years. Philip and Maureen moved back to Blarney. They\nhad no children and Maureen died in 1896, predeceasing\nPhilip by 15 years. It seems she, or possibly both of them,\nmay have been ill because they lived in a cottage that was\npart of a healing spa, St Ann s Hydropathic Establishment.\nLocally called  the Hydro,  it was the first facility in\nIreland to offer hydropathy and had the first Turkish baths.",
            "The complex comprised dozens of rooms, several cottages,\nsports facilities, and 1t even had its own farm and fish hatchery.\nIt closed in 1952. The site, now cleared, is occupied by a single\nprivate residence. Philip lived out his later years in Ireland and\nhis last in England. He died at Mountlands, Fort Hill, Barnstable,\non February 15, 1911, at age 83. He was buried beside his wite\nback in Ireland, at the Church of the Resurrection, Blarney, near\ntheir onetime home at St. Ann s Hill.",
            "A visit to Reverend Pratt",
            "In September of 2018, my wife and I checked off a long-time\n bucket list  item with a visit to Ireland. My brilliant wife,\nElaine, did weeks of research and made all our bookings and\nother arrangements. For our visit to the Cork area, in the south,\nshe decided to book a room at the venerable Muskerry Arms\nhotel, above a pub of the same name, on the Square in the centre\nof Blarney. It turns out the Muskerry Arms is just a few steps\nfrom the Church of the Resurrection. Before we left Canada, I\nhad worked this out and had contacted church officials telling\nthem we d be visiting, and why. I asked for help in finding\nReverend Pratt s and Maureen s graves. I intended to pay my\nrespects. My request was passed to a man named Richard\nBolster, the churchwarden. He wrote me and told me he had\nlocated the Pratts  grave site and said he would be pleased to\nshow me to it when we arrived. We made an appointment for a\nSunday, when he would be at the church service.",
            "We arrived in Blarney on a Friday afternoon. The gates\nto the churchyard were right next door to our hotel but they\nwere closed and locked. Next morning, I found them open\nso I strolled in, even though my appointment with Richard\nwas for the following day. A few minutes  walking around\nthe cemetery, which surrounds the little church on all sides,\nand I discovered the Pratt grave marker. Ill admit it was an\nemotional moment. I d done a lot of research on Reverend\nPratt for an article published in a British journal and I had been\nthinking about him ever since we began planning our trip to\nIreland. And now, here I was, standing at the man s last resting\nplace. I sat down on the curb surrounding the grave and stared",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "26"
    },
    {
        "File": "The_CN_Journal_January_27.jpg",
        "Paragraphs": [
            "The grave marker inscription reads: TO THE GLORY OF GOD / IN EVER LOVING MEMORY OF / FRANCES MAUREEN / THE\nLOVING WIFE OF / PHILIP CORNISH PRATT BA [CANTAR ?] / CHAPLAIN R.N. / BORN 5TH SEPTEMBER [obscured but c.\n1845] / DIED 11TH JUNE 1896 / ALSO OF THE ABOVE NAMED / PHILIP CORNISH PRATT / FoRMERLY OF / WooDVIEW COTTAGES\nST ANN S HILL, Co Cork / BORN 8TH APRIL 1827 / DIED 15TH FEBRUARY 1911 /  MAY THEY REST IN PEACE. ",
            "Entrance to the Church of the\nResurrection grounds was found to\nbe only steps away from the Muskerry\nArms, on the Square in the centre of\nBlarney. Photo by author.",
            "down at the ageing marker stone. It was\npartly obscured by lichen and some of its\nbrass letter insets were missing. Grass had\nbegun to overgrow the stone s edge but I\nnoted with some pleasure that buttercups\nwere blooming around the grave. As I\nsat there I had a private word with the\nReverend about his medal.",
            "When I looked up, there was Richard\nBolster, down at the bottom of the\nchurchyard weeding flower beds. I\nintroduced myself and he said,  You ve found it then. I saw\nyou up there.  We had a good chat about the church s history,\nSt. Ann s Hill, which overlooks the church, and of course my\ninterest in Reverend Pratt. Richard s wife, Sylvia, soon joined\nus. We took photos, I got a tour of the church, and Elaine and\nI were invited to attend the service next morning.",
            "Blarney s Church of the Resurrection is a Church of\nIreland (Anglican) place of worship, originating back in the\ndays when the British ruled the land. It was completed in\n1776, largely with funding from Charles St. John Jefferyes,\nowner of Blarney Castle. It is charming but small and\ntoday might be more accurately described as a chapel. It\nwas extensively renovated in the 1990s to preserve its\nstructure and bring it up to modern standards for its present\nmulti-purpose weekday uses. Today, it is home to many\ncommunity activities. The building is bright inside, the d cor\nand furnishings are plainer and more functional than they\nwould have been originally, but the carved wood, stained\nglass windows and ornate gallery (for the Jefferyes family)\nmanage to preserve its history and charm.",
            "January   February 2019 ",
            "Churchwarden Richard Bolster and his\nwife Sylvia at the grave of Maureen\nand Philip Cornish Pratt.",
            "Church of Ireland congregations tend",
            "to be pretty small in this predominately",
            "Roman Catholic Republic and such was",
            "the case in Blarney the next morning.",
            "We were a group of fifteen, including an",
            "enthusiastic young clergyman, musicians",
            "and singers, and other parishioners. Our",
            "welcome could not have been warmer.",
            "The service was  paperless,  it might be",
            "said. Prayers and hymns were projected",
            "on a screen. The priest used an iPad for",
            "his guidance. After the service coffee, tea and cookies were",
            "laid out, everyone rearranged the chairs for the next day s",
            "community event, and we socialized. One friendly couple,",
            "she Irish, he a Canadian, told us they lived in the home now",
            "occupying the old St Ann s Hydropathic Establishment",
            "site. Unfortunately, our travel plans didn t allow us time",
            "to accept their invitation to visit. We had to move on, but",
            "perhaps there ll be a next time. We won t ever forget this\nheartwarming experience in Blarney.",
            "Philip Cornish Pratt s medal was acquired by a Devon\ncollector in 2006, from elderly descendants of Rev. Pratt\nliving in Taunton, England. I bought it from him. Reverend\nPratt had it for 50 years and his family kept it for nearly 100\nafter his death, passing it down through the generations until\nthe family line was near its end. Reverend Pratt s medal, in its\nprecious case, is the most prized piece in my 1860 royal visit\nmedal collection. I hope the good Chaplain of HMS Hero\nwould have been pleased that his treasured medal remained in\nhis family as long as it did and that it is now being preserved\nand admired in Canada, and its story finally told.\n"
        ],
        "PageNo": "27"
    },
    {
        "File": "The_CN_Journal_January_28.jpg",
        "Paragraphs": [
            "REPRINTS OF PAST ARTICLES FROM THE CN JOURNAL",
            "CANADA S. NEW_NICKEL_COINS",
            "BY REX F. PEARCE",
            "AND_R. W. FRASER",
            "Volume 14, No. 3, March, 1969 pp 83 89",
            "The new solid nickel coins which were introduced\n| into general circulation in Canada on August 1,\n1968, have two characteristics in which they are\ndefinitely superior to the silver alloy coins they replace.\nThese characteristics are of importance to the public as a\nwhole, to the Mint and to the Vending Industry through\nwhose machines they pass so many times during their\neffective life. These two characteristics are freedom from\ntarnishing and freedom from wear.",
            "While the freedom from tarnishing 1s essentially a result\nof the chemical properties of nickel and the freedom from\nwear is essentially the result of the physical properties, the\ntwo are inter-related. When a metal tarnishes, the darkened\nfilm often wears at a rate much higher than that of the\noriginal metal; most metals which tarnish readily do not\nhave good wear resistance. The freedom from tarnishing\nof nickel results in a coin which retains its brightness\nand attractive appearance over many years. While this is\nimportant, of even greater importance is the much greater\nresistance to wear that nickel provides over silver alloy.",
            "The dimensions of the Coins of the Realm are specified\nby Act of Parliament and a very close tolerance is required\non the weight allowance. While silver is an excellent\ncoinage metal because of its intrinsic value, pleasant\nappearance when new, and its long record of historical\nacceptance, silver coins do wear much more rapidly than\nthose made from solid nickel. A number of experiments\nhave been conducted by various authorities to try to\ndetermine this wear. These experiments are usually carried\nout in laboratories by tumbling coins in the presence of",
            
            "various media, with or without abrasive materials added.\nWhile these tests give comparative results, they are more or\nless artificial in nature and it is difficult to relate the wear\nreported in the tests to the absolute wear which is, or will\nbe, experienced in regular public use. A much more reliable\nindication of the relative wear of nickel and silver coins\nwould be the actual results of coins in circulation over a\nlong period; this determination has now been made in the\nlaboratories of two producers of nickel coins.",
            "The first country to use solid nickel in its coins was\nSwitzerland where a pure nickel 20-centime coin was\nintroduced in 1881. Such coins were struck regularly\nuntil 1939 when the shortage of nickel during the Second\nWorld War forced the Swiss to change to alloy for these\ndenominations. A great many of the nickel coins have\nremained in circulation and can still be found in regular use\nin Switzerland today. At the same time as the solid nickel\n20-centime coins were introduced, the Swiss issued 5- and\n10-centime coins in cupronickel, an alloy of 75 percent\ncopper and 25 percent nickel. (This alloy is used today\nin the American 5-cent coin, for the surface of the new\nAmerican clad coins, and in British coinage, as well as that\nof several other countries.) These cupronickel coins also\nhave remained in circulation over a very long period.",
            "In 1966, staff members of the firm Schweizerische\nMetallwerke Selve & Co., a producer of coinage\nmaterials, decided to determine the weights of these nickel\nand cupro-nickel coins still in circulation and so to obtain\na practical determination of wear over a long period of\ntime. The Swiss metallurgists  searched their purses and\nThe CN Journal Volume 64\n"
        ],
        "PageNo": "28"
    },
    {
        "File": "The_CN_Journal_January_29.jpg",
        "Paragraphs": [
            "those of their colleagues and were surprised to find out\nhow many coins originated from the past century and how\nwell their appearance had kept.  For example, they found\n16 pure nickel coins minted between 1880 and 1890 and\n13 minted between 1891 and 1900; six cupro-nickel coins\ndated between 1880 and 1890 were found and 12 between\n1890 and 1900. In all, the Swiss researchers carefully\nweighed 190 pure nickel coins struck between 1881 and\n1939 and 221 cupro-nickel coins struck between 1881\nand 1939 and 221 cupro-nickel coins struck between 1879\nand 1960. They carefully plotted the weights with relation\nto the years of circulation since minting and derived the\nwear curves which are shown in Figure 4. Their studies\n(1) indicated that over a 40-year period, a pure nickel coin\nwill lose 0.6 percent of its weight, whereas a cupro-nickel\ncoin will lose 1 percent of its weight. Over 70 years, a\npure nickel coin will lose 1.5 percent of its weight,\nwhereas a cupro-nickel coin will lose 3.5 percent of its\nweight.",
            "In general use in 1967, there were 34 solid nickel coins\nissued by 18 countries (Table 1). All of these were first\nissued in the years following the Second World War except\nfor the Canadian 5-cent coin, our familiar Nickel, first\nissued in 1922. The authors became interested in coins\nas a business matter in 1961 and for the next 2 or 3 years\nsaved all 5-cent coins showing the head of George V.\nThese  maple leaf nickels  were common in circulation",
            "until about 1963 or 1964 when a sudden increase in\ncoin collecting caused them to be removed. We decided\nto determine the weights of these Canadian coins and\ncompare them with those of the Canadian 25-cent silver\ncoins. Following the example of the Swiss metallurgists, we\nobtained the co-operation of our colleagues and collected\n434 solid nickel 5-cent pieces struck between 1922 and\n1961. (Nickel was not used for the Canadian 5-cent coins\nin the years 1942-45 nor again in 1951 54, and coins of\nthese years were excluded from the study). Because our\nbusiness has been concerned with nickel coins and not with\nsilver coins, a similar search for 25-cent pieces yielded\nsomewhat fewer samples, but 154 quarters were collected,\nminted between the years 1910 and 1967. Each of these 588\ncoins was carefully weighed to the nearest 0.0001 gram on\na precision balance in the Research Laboratories of Sherritt\nGordon Mines Limited at Fort Saskatchewan, Alberta. The\nresults were tabulated, and a sample of the table for each\ncoin is shown in Table 2.",
            "The data were statistically processed by Sherritt s\nSystems Study Group to determine if there was a\nrelationship between the coin weight and the minting date\nor the years in circulation. The data for both coins were\ncorrelated on a computer using regression analysis, and\nthree possible models to describe the relationship between\ncoin weight and minting date were studied. A summary of\nthe results of the study follows:",
            "The statistical analysis indicated that each of the selected functions yielded highly significant correlations (T values) on\nthe 25-cents data and significant correlations on the 5-cents data. The selected functions accounted for more variance in the",
            "25-cents data (R squared) than in the 5-cents data.",
            "Number 1",
            "January   February 2019"
        ],
        "PageNo": "29"
    },
    
    {
        "File": "The_CN_Journal_January_37.jpg",
        "Paragraphs": [
            "The club is developing classroom materials, and it\nwill assist in teaching a class on coin grading to NGC\nstandards, to be held in Wroclaw Poland in May 2019.\nEach October, in Michigan, a Polish bilingual day is\nhosted by the Polish Mission, designed to expose Polish-\nAmerican youth to Polish language and culture. This\nyear, for the first trme, PANS supported the event with\nfifteen cases of displays on the history of Polish money.\nPANS also had a 13th century-type Polish-made coinage\npress and dies strike 24 mm aluminum medals to give to\nyouth in commemoration of the event. This was a great\nway to expose nearly 200 juniors to our numismatic\nhobby.",
            "November 11 is an\nauspicious day in Poland. It\nwas the day that they regained\nindependence as a nation in\n1918 after 100 plus years of\noccupation. The past year was\nthe centennial. To celebrate the\nevent, a dinner was held that\nthe club officers and several\nmembers attended. As you\nwould expect, the Polish know\nhow to throw a good party!",
            "Another tradition is their",
            "December holiday dinner\nfeaturing  the Oplatek,  in\nEnglish  the Wafer,  held at\na Polish restaurant of course,\nThe Oplatek is a thin bread.\nThe tradition is to break it\ninto pieces and give a piece to\neach in attendance. Then each\nattendee will approach every\nother attendee and break off\na small piece of each other s\nOplatek. They then wish each\nother a good holiday season\nand best wishes for the new\nyear. Personally, I find that\nthis reaffirms the very close\nfriendships and relationships\namong club members.",
            "In closing, my best wishes\nto you for the New Year.",
            "If you would like to have your\nclub profiled here, please write\na column, include pictures and\nsend it to me: xr7gt@prodigy.ne",
            "Brett Trich",
            "Number1 January February 2019 --------------------",
            "Le club  labore du mat riel p dagogique et participera a un\ncours sur la gradation des pi ces conforme aux standards de\nNGC. La session se tiendra 4 Wroclaw en Pologne en mai 2019.\nChaque mois d  octobre, dans le Michigan, une journ e bilingue\npolonaise est organis e avec pour mission d exposer la jeunesse\npolonaise am ricaine a la langue et a la culture polonaises. Cette\nann e, pour la premi re fois, PANS a commandit  l v nement\navec quinze pr sentoirs partageant de | information sur l histoire\nde la monnaie polonaise. On pouvait  galement voir une presse\net des matrices, datant du XIIe si cle, utilis  pour fabriquer\nune m daille en alumintum de 24 mm remise aux jeunes afin\nde comm morer | v nement. C tait une excellente fagon de\npr senter la numismatique a pr s de 200 juniors.",
            "Le 11 novembre est un jour propice\nen Pologne. En cette journ e de 1918,\nils ont retrouv  leur ind pendance\nen tant que nation apres plus de 100\nans d occupation. L ann e qui s est\n coul e reconnaissait le centenaire\nde l ind pendance. Pour c l brer\nl v nement, un souper a  t  organis \nen pr sence des officiels du club et\nde plusieurs membres. Comme vous\nvous en doutez, les Polonais savent\norganiser une bonne f te!",
            "Une autre tradition est leur souper\ndes F tes tenu en d cembre avec  the\nOplatek , en frangais  une gaufre ,\norganis ,  videmment, dans un\nrestaurant polonais.  Oplatek  est un\npain mince. La tradition est de le casser\nen morceaux et de donner un morceau\na chacun des membres. Ensuite,\nchaque participant s approchera de\nchaque autre participant et coupera\nleur pain en petit morceau d Oplatek.\nIls se souhaitent ensuite de joyeuses\nF tes et des Voeux pour le Nouvel An.\nPersonnellement, je trouve que cela\nr affirme les amiti s et les relations\ntr s  troites entre les membres du club.",
            "En terminant, j offre mes meilleurs\nvoeux pour la nouvelle ann e.",
            "Si vous souhaitez avoir le profil de\nvotre club ici,  crivez une chronique,\najoutez des photos et envoyez-moi le\ntout a: xr7gt@prodigy.net.",
            "Brett Trich\n"
        ],
        "PageNo": "37"
    },
    {
        "File": "The_CN_Journal_January_38.jpg",
        "Paragraphs": [
            "Continued from page 31",
            "The experimental data shows quite clearly that the weight change in nickel coimage with time is very small, whereas the\nweight change in silver coinage is much higher. Our figures indicate that over a 40-year period, pure nickel coins will lose\nabout 0.8 percent of their original weight, whereas the 80 percent silver quarter loses about 4.0 percent of its weight. The\ncombined data from the Swiss and our own studies are plotted on Figure 4.",
            "It should be pointed out that these conclusions assume that the legal weight of the coins was constant throughout the\nperiod of study and that the actual weight of issued coins conformed to the legal weight. Figure 3 shows the appearance\nof 25-cent silver coins and 5-cent nickel coins after circulating for 45, 35, 27, 22 and 17 years and freshly minted. Solid\nnickel, with greater resistance to wear and corrosion, retains the design details and attractive appearance for much longer\nthan silver alloy.",
            "When the South African Government was considering a change from its silver alloy coins in 1964, the South African\nMint conducted a thorough study into many aspects of coinage and the metals used. This study was then reviewed in\nconsiderable detail by a Select Committee of the South African Parliament and public hearings were held. South Africa\nchose pure nickel for the 5-, 10-, 20- and 50-cent coins (I-cent S.A.= 1.5-cent Canadian). In discussing the size of the\nnew coins, the Report (2) considered the purchase power of the coins in relation to their weight. The conclusion reached\nwas that  the higher value in cents per gram, the more acceptable a coin is to the general public.  In our own use of the\nSouth African Report, we have converted the unit value to US cents per gram and this figure is shown for each of the 34\nnickel coins in Table 1. The South African coms range from 7.4 to 2.8 US cents per gram, with an average for the four of\n5.40. When introducing the new nickel coins for Canada this year, our Government has accepted the advice of the Royal\nCanadian Mint and reduced the size and weight of the 50-cent and $1-coins. In Table 3, we set out the dimensions of these\nnew coins and the unit value. Our five nickel coins range from 1.03 to 5.93 US cents per gram with an average of 4.96,\nwell above the average unit value of the coins listed in Table 1.",
            "There will inevitably be grumbling about the new nickel coins because they are  different  from the traditional silver\ncoins. However, with an increased unit value, less wear and minimal tarnishing, the new coins will soon be well accepted.",
            "1 fo The CN Journal Volume 64\n"
        ],
        "PageNo": "38"
    },
    {
        "File": "The_CN_Journal_January_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "5 oz. Pure Silver Coin - 70th Anniversary of\nNewfoundland Joining Canada",
            "As it appeared on the 1949 silver dollar, the\noriginal reverse design by Thomas Shingles\ncommemorates Newfoundland s entry\ninto Canadian Confederation on March\n31, 1949. It represents The Matthew,",
            "the ship presumably sailed by explorer\nJohn Cabot when he reached the coast",
            "of Newfoundland in 1497. The image",
            "of the three-masted ship under full sail\nwas based on a model and taken from a\nphotograph. Beneath the water",
            "lies the Latin inscription\n FLOREAT TERRA\nNOVA May the Nev",
            "Found Land Flourish .",
            "The obverse features the",
            "effigy of King George VI",
            "by T. H. Paget.",
            "2019 Proof Silver Dollar   The 75th\nAnniversary of D-Day",
            "Designed by Tony Bianco, your proof dollar steps",
            "back in time to the morning of June 6, 1944, as :",
            "the first wave of Canadian troops storms Juno",
            "Beach. The scene shares the same inspiration",
            "as the Juno Beach Centre Association s",
            "D-Day anniversary logo; it re-creates a",
            "moment caught on film when the North",
            "Shore (New Brunswick) Regiment landed",
            "on Nan Red Beach (La Rive Plage).",
            "Highlighted by selective gold plating,",
            "an infantry soldier has a strained  _-",
            "expression on his face after",
            "surveying what lies ahead this",
            "is his first real combat experience.",
            "A reassuring pat is a touching",
            "moment of humanity and a gesture",
            "of solidarity amid enemy fire and",
            "fear, while the wedding ring 1s a reminder of",
            "loved ones back home. In the sky above, a sequence of dots\nand dashes represent the letter V (for  Victory ) in Morse\ncode; they allude to the radio broadcasts that announced\nthe Allied landings that day. The reverse includes the word\n CANADA , the double dates  1944  and  2019 , and the\nface value  DOLLAR . The obverse features the effigy of\nHer Majesty Queen Elizabeth II by Susanna Blunt.",
            "Pi ce de 5 oz en argent pur - 70e anniversaire\nde l entr e de Terre-Neuve dans la\nConf d ration canadienne",
            "Le motif au revers est celui que Thomas",
            "Shingles avait congu pour la pi ce",
            "originale en argent fin de 1949,",
            "qui soulignait l entr e de Terre-",
            "Neuve dans la Conf d ration",
            "canadienne, officialis e le 31 mars",
            "de la m me ann e. I] s agit d une",
            "repr sentation du Matthew, navire",
            "a bord duquel l explorateur Jean",
            "Cabot aurait accost  a Terre-Neuve en",
            "1497. L image du bateau 4 trois mats,",
            "toutes voiles dehors, s inspire d une\nphotographie d un mod le. Sous l eau",
            "figure l inscription latine   FLOREAT TERRA NOVA  ,\nqui signifie   Puisse cette terre nouvelle prosp rer  .\nL avers est a l effigie du roi George VI, selon T. H. Paget.",
            "Dollar  preuve numismatique en argent 2019 -\n75e anniversaire du jour J",
            "(Euvre de Tony Bianco, le dollar  preuve",
            "numismatique nous ram ne au matin du 6",
            "juin 1944, quand la premi re vague de",
            "soldats canadiens se lance a | assaut",
            "de Juno Beach. Tout comme le",
            "logo de l anniversaire du jour J de",
            "l Association Centre Juno Beach, la",
            "sc ne s inspire d un moment film ",
            "lors du d barquement du R giment",
            "North Shore du Nouveau-Brunswick",
            "sur le secteur Nan Red de la plage (La",
            "Rive Plage). Un placage d or s lectif",
            "met en valeur un soldat d infanterie, les",
            "traits tendus apr s avoir jet  un coup d ceil sur",
            "ce qui l attend   ce sera son tout premier combat. Puis, un",
            "moment touchant, une main rassurante sur son  paule qui",
            "d note humanit  et solidarit  au milieu des tirs ennemis et du",
            "climat de peur, le jone sur cette main rappelant les proches",
            "laiss s derri re. Dans le ciel, la lettre   V   (pour   Victoire",
            " ) est repr sent e en code morse par une s quence de points",
            "et de traits,  voquant les bulletins radio qui ont annonc  le",
            "d barquement des Alli s ce jour-la. Le revers porte aussi la",
            "mention   CANADA  , les dates   1944   et   2019  , et la",
            "valeur nominale   DOLLAR  . L avers est a l effigie de Sa\nMajest  la reine Elizabeth II, selon Susanna Blunt.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "40"
    },
    {
        "File": "The_CN_Journal_January_41.jpg",
        "Paragraphs": [
            "2 oz. Pure Silver Two-Coin Set - Royal Canadian\nMint Coin Lore: Back to Concept",
            "The 25-cent coin re-creates a preliminary sketch\nof the iconic caribou design by artist Emanuel\nHahn. The Big Dipper asterism appears\nbehind the left-side profile of Rangifer\ntarandus, while the denomination  25\nCENTS?  is positioned between the\ncaribou s antlers. Laser engraving on",
            "flat mimics the artist s hand-drawn guide\nlines. The reverse includes the word\n CANADA  and an updated date,  2019 .\nThe $1 coin also features Emanuel Hahn s\nearly take on the Voyageur design that eventually\nappeared on Canada s silver dollars (1935-\n1986). Beneath the aurora borealis, a\nvoyageur and an Indigenous guide\npaddle a fur-laden canoe past wind-\nswept pines that rise up from a semi-\ncircular island. Laser engraving on flat\nmimics the artist s hand-drawn guide\nlines. The reverse includes",
            "the word  CANADA , an",
            "updated date  2019 ",
            "and the denomination,",
            " DOLLAR . The obverses",
            "feature the effigy of King",
            "George VI by T. H. Paget.",
            "2019 $200 Pure Gold Coin   Early Canadian\nHistory: Arrival Of The Europeans",
            "Canadian artist Alan Daniel has created a\nstunning visual narrative of a Mi kmaq\ntrading party paddling to meet a Portuguese\nship caught in a summer storm off the\ncoast of present day Nova Scotia. Their\ncanoe is filled with furs and one man",
            "is waving an animal hide to indicate",
            "their desire to trade. The Mi kmaq s\nexpertise as mariners is reflected in",
            "their skillfully crafted canoe, which",
            "has upward-curving sides and high ends\ndesigned to keep out the rough seas. The\nobverse features the effigy of Her Majesty\nQueen Elizabeth II by Susanna Blunt.",
            "The coin features a complex blend of multiple\ncoin finishes to bring depth to the design and\nremarkable realism to the textural quality of\nvarious elements in the scene a masterpiece\ncrafted in 99.99% pure gold.",
            "Number 1",
            "January   February 2019 ------------------------",
            "Ensemble de deux pi ces de 2 oz en argent pur -\nAnecdotes numismatiques de la Monnaie royale\ncanadienne : Esquisses d origine",
            "La pi ce de 25 cents reproduit une  bauche de\nl embl matique caribou de l artiste Emanuel\nHahn. L ast risme de la Grande Casserole se\ntrouve derri re le profil gauche du Rangifer\ntarandus, et la valeur nominale   25 CENTS\n  est grav e entre les bois de l animal. La\ngravure au laser sur champ plat imite les\nlignes-guides dessin es par l artiste. Le revers\nporte la mention   CANADA   et le nouveau\nmill sime   2019  .\nLa pi ce de un dollar pr sente une autre esquisse\nd Emanuel Hahn, une version pr liminaire du\nmotif du voyageur qui a figur  sur le dollar\nen argent du Canada (1935-1986). Sous une\naurore bor ale, un voyageur et un guide\nautochtone pagaient a bord d un canot charg \nde fourrures, passant devant les pins balay s\npar le vent qui  mergent d une ile en demi-\nlune. La gravure au laser sur champ plat\nimite les lignes-guides dessin es par |  artiste.\nLe revers porte la mention   CANADA\n , le nouveau mill sime   2019   et la\nvaleur nominale   DOLLAR  . Les avers\nmontrent l effigie du roi George VI par T. H. Paget.",
            "Pi ce de 200 $ en or pur 2019 Les D buts du\nCanada : Arriv e des Europ ens",
            "L/artiste canadien Alan Daniel a concgu une",
            "superbe sc ne dans laquelle un groupe de",
            "Micmacs pagaient en direction d un navire",
            "portugais, en pleine temp te estivale, pr s",
            "de la c te de l actuelle Nouvelle-Ecosse.",
            "Leur canot est rempli de fourrures, et",
            "l'un d eux brandit une peau d animal",
            "pour signifier leur intention de",
            "commercer. Impossible de douter de",
            "leur maitrise de la navigation en voyant",
            "leur canot savamment construit, dont les",
            "bords courb s vers le haut et les extr mit s",
            "nautes sont concus pour r sister aux mers",
            "agit es. L avers est a l effigie de Sa Majest  la\nreine Elizabeth II, selon Susanna Blunt.",
            "La pi ce pr sente une combinaison complexe\nde finis qui apportent de la profondeur au motif\net un r alisme remarquable a la texture des divers\n l ments   un veritable chef-d ceuvre cisel  dans",
            "Por pur a 99,99 %.\n"
        ],
        "PageNo": "41"
    },
    {
        "File": "The_CN_Journal_January_44.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134",
            "B y 1988, James E. Charlton had for the most part",
            "O Canada   Wampum to Tokens, Beavers to Loons",
            "removed himself from the coin business. His",
            "various numismatic operations has been sold off by\n1969. That same year, he conducted his last auction at the\nCanadian Numismatic Association convention in Toronto.\nAnd he had turned over the editing and ownership of his\nfamed Charlton Catalogue to others eight years before.",
            "After his  retirement,  Charlton continued to be active\nin the hobby. He served as president of the RCNA and was\nawarded countless honours and awards for his contributions\nto the hobby. He never missed a RCNA convention, and\nwould even appear at some smaller shows.",
            "It was at one of those shows, the Burlington Coin Show,\nthat this writer would frequently encounter Mr. Charlton\nmanning his own small dealer s-table, and\npolitely tolerating the many questions from\npassersby who recognized him. This was\nthe friendly and giving nature that likely\nprompted Jim Charlton to write O Canada  ",
            "Wampum to Tokens, Beavers to Loons.",
            "This work is an introductory overview\nof Canadian numismatics. It starts with\nwampum, which was part of the barter\nsystem between natives, and jetons and\nplaying card money introduced by the\nearly French Habitants. Currency from the\nhome country was meant to circulate in the\ncolony but rarely did. As quickly as coinage\nwas shipped into a young colony, it would\nbe shipped out on another boat to pay for\nimports.",
            "Colonists would become so desperate\nfor change that they would accept anything,\neven underweight coinage, in trade. Greedy\nmerchants would begin having cheap low-\nquality tokens made overseas and introduced\ninto circulation at a profit to them. Being\nunderweight, the tokens would stay in a\ncolony and not be accepted elsewhere. Soon\nthe colony would be flooded with worthless\nchange and would have to take steps to\ncontrol the situation. Charlton writes that this\nusually involved replacing the circulating\nchange with colony-issued coinage or\nassigning a bank to do it for them. As the\ncolony transitioned to a self-governing",
            
            "country, maintenance of the monetary system became its\nresponsibility.",
            "On the way, Charlton also discusses wooden nickels and\ntrade dollars. He rounds out his work by discussing proof-like\nand specimen coins, Olympic coins, and the introduction of\nMaple Leaf bullion.",
            "O Canada was issued as a supplement to Coin World, a\nUnited States based numismatic newspaper. It was part of\na series of booklets issued by that magazine to introduce\nAmericans to coimage around the world. But O Canada\nproved to be of value even to Canadian collectors and\nappeared as a free publication at coin shows such as Torex.\nIt is always worthwhile to seek out hidden opportunities to\nexpand our knowledge about the hobby.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "44"
    },
    {
        "File": "The_CN_Journal_January_45.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "Minister Morneau Announces Appointment of Master of the Royal Canadian Mint",
            "January 21, 2019, Ottawa ON :",
            "inance Minister Bill Morneau today\nannounced the appointment of Marie Lemay,\nP.Eng., ing., as Master of the Royal Canadian\nMint for a period of five years.\nMs. Lemay recently served as Deputy Minister\nand Deputy Receiver General for Canada at Public Services\nand Procurement Canada (PSPC), where she provided\nexpert advice and support to the Minister, and day-to-day\nmanagement of the 12,000 employee Department with a\n$6 billion budget. PSPC oversees one of the largest and\nmost diverse portfolios of real estate in the country and\nis the Government of Canada s real property expert. As\nDeputy Minister, Ms. Lemay has provided Ministers with\nexpert advice and support, and undertaken the day-to-\nday management of the Department. Ms. Lemay has held\nseveral senior leadership government positions for the past\n20 years, and has extensive experience managing human\nresources and organizational budgets.",
            "Number 1",
            "January   February 2019 -------------------------",
            "Prior to this position, Ms. Lemay served as Deputy",
            "Minister and President of the Canada Economic",
            "Development Agency for Quebec Regions (CED).",
            "CED promotes the long-term economic development",
            "of the regions of Quebec by giving special attention",
            "to those areas where slow economic growth is",
            "prevalent or where opportunities for productive\nemployment are inadequate.",
            "In 2012, she was Associate Deputy Minister at\nInfrastructure Canada, the main department responsible for\nfederal efforts to enhance Canada s public infrastructure.",
            "From January 2008 to 2012, Ms. Lemay was the CEO of\nthe National Capital Commission, where she led a change\nin culture to one of openness and transparency, including\nby leading through the transition to the first public Board\nmeetings.",
            "Ms. Lemay is a member of the Ordre des ing nieurs du\nQu bec and of Professional Engineers Ontario, as well\nas a Fellow of Engineers Canada. She is a member of the\nCanadian Academy of Engineering, and has served on",
            "several boards.\n"
        ],
        "PageNo": "45"
    },
    {
        "File": "The_CN_Journal_January_46.jpg",
        "Paragraphs": [
            "FIRST_NATIONS. MEDALS",
            "SUBMITTED BY GEORGE MANZ",
            "FRCNA, #19846,",
            "Feature of the Regina Coin Show",
            "When Queen Victoria died on January 22,\nW 1901, it began a series of events that\nwould have great consequences\nfor the future of the British monarchy and its .\noverseas territories.",
            "With her death, Victoria s eldest son\nbecame Edward VII.",
            "Edward s eldest surviving son was next in |\nline to the throne, so he sent the young George\non a trip to many parts of the British Empire.\nThe Duke, and his wife, the Duchess of Cornwall\nand York, left England on March 16, 1901 aboai\nHMS Ophir. For the next nine months, they\nvisited Gibraltar, Malta, Ceylon, Singapore,\nAustralia, New Zealand, Mauritius, South\nAfrica, St. Vincent, and finally, Canada and\nNewfoundland.",
            "Melvill Allan Jamieson s book  Medals\nAwarded to North American Indian Chiefs\n1714-1922  chronicled the event:  ...",
            "As in other parts of the British Empire",
            "a gathering of the native tribes was held to\noffer allegiance to the Royal travelers who were\nrepresenting the King Emperor. ",
            "On September 28, 1901, the Royal party rode in\na special carriage two miles west from Calgary\nto Shagannapi Point, a wide plateau among  \nthe foothills overlooking Calgary. In ancient\ntimes, it served as a meeting ground between\nBlackfoot and Cree. Approximately 2,000\nrepresentatives of the various First Nations\ntribes of western Canada were encamped there,\nincluding Blackfoot, Blood, Peigan, Sarcee,\nStony and Cree. They were wearing their finest\nbuckskins, feathers, leggings and moccasins.",
            "It was a grandiose affair. A detachment of North\nWest Mounted Police accompanied the Royals\nand the Governor General of Canada, Lord\nMinto.",
            "The 12 Head Chiefs of the First\nNations tribes were presented to the '\nDuke, who greeted and shook the hand\nof each Chief. A young Sarcee boy\nthen read a statement welcoming the\nDuke  to the land of our forefathers. ",
            "Each of the Head Chiefs of the six First Nations then\ngave a speech in their own languages.\nThis was followed by a speech from the\nDuke to the assembled First Nations peoples.\nHis speech ended with  From the warmth\nof your reception I feel that you will also\nlong remember this day. In order to specially\ncommemorate it the Great King has ordered\nthat a suitable silver medal shall be struck,\nand one will be presented to each of the Head\nChiefs, which shall always be kept by him so\nlong as he remains in office, and afterwards by his\nsuccessors. \nEach of the 12 Head Chiefs received a 65mm\nsilver medal. The obverse of the medal\ndepicts the busts of their Royal Highnesses\nThe Duke and Duchess of Cornwall and\nYork encircled by a scroll of maple leaves.\nThe reverse shows the Royal Arms in the\ncentre, underneath CALGARY SEP. 28th\n1901 surrounded by PRESENTED TO\nHEAD CHIEFS IN COMMEMORATION OF\nASSEMBLY OF INDIAN TRIBES. The medal is\nsuspended by a ring, with a red, white and blue ribbon\nat the top of which is a brooch showing a male\nFirst Nations in a canoe, holding a paddle in\n, both hands.\nIn addition, 24 similar bronze medals\nwere presented to sub Chiefs.\nBoth the silver and bronze medals were\nproduced by P. Ellis Company of Toronto.\nAfter his return to Britain, George was\nproclaimed Prince of Wales in November 1901.\nHe became King George V in 1910, leading\nBritain until 1936. His granddaughter, Elizabeth II,\n+ omrrently on the throne.\nThe medals will be on display at the Regina\nCoin Club spring show and sale, April 13 \n14, 2019 at the Turvey Centre, just north of\nRegina.\nRepresentatives from the Sakimay First\nNations will cut the ribbon to open the\nshow. Lieutenant Governor of Saskatchewan\nThomas Molloy will attend the show as",
            "Jueen Elizabeth s representative.",
            "George Manz is a Fellow of the Royal Canadian Numismatic Association and President of the Regina Coin Club.",
            " The CN Journal Volume 64\n"
        ],
        "PageNo": "46"
    }
]