[
    {
        "File": "The_CN_Journal_July_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT.",
            "approach this, my last message to you as President\nI of the Association with a little sadness. Not that I",
            "worry about what the next years will bring; I know\nthat I leave the helm in good hands. It is because I have\ngreatly enjoyed meeting and working with so many\nof you over the last four years. I hope that I leave the\nAssociation a little better off than it was and that some\nof the improvements around fiscal responsibility and\nConvention management that have been implemented\ncarry on. Also, I believe that the success of the Canada\n150 medal program both created a lasting numismatic\nlegacy and more importantly, helped to forge links with\nour 30 participating member clubs. For those of you who\nknow me, you will understand when I say I look forward\nto serving the Association in other ways in the future.",
            "I am happy to be able to announce that your\nAssociation has been honoured by being granted the\nPatronage of Her Excellency the Right Honourable\nJulie Payette, Governor General of Canada. We\nreceived a letter dated May 3 from the Secretary to the\nGovernor General informing us of the acceptance.",
            "With many local clubs in recess during the summer\nthis is an ideal time for you to join us at our 66th annual\nConvention, held this year in Calgary from Tuesday,\nJuly 16 to Saturday, July 20 at the Best Western Premier\nCalgary Plaza Hotel and Conference Centre. With this\nissue is an insert: the Convention souvenir booklet; in it\nyou can read a full report of Convention activities.",
            "If you spend a moment to look through this booklet,\nI m sure you ll agree our annual convention, Canada s Money\nCollector Show, is the country s largest three-day Numismatic\nEvent, it has a preeminent three-day auction, educational\nsessions and other activities making it genuinely the\nnumismatic social event of the year. What more can you\nask! If there is something more, let me know, and Ill try to\nmake sure we include it in the future.",
            "Finally, just a reminder that this year is an election year.\nYour vote is your voice, so please take the time to review\nthe ballot and the covering letter, included as inserts with\nthe June issue. You have until July 11 for your ballot to\nbe received and counted by the Election Committee, so\nplease get your ballot in the mail right away!",
            "In closing I want to remind you that during our\nConvention there is a meeting of the outgoing executive\non Wednesday, July 17, and the first meeting of the new\nexecutive on Sunday, July 21. All members are invited to",
            "\nattend as observers G0 aa",
            "Number 4 July   August 2019 -----------------------------",
            "-MOT DU PRESIDENT",
            " Cest avec un brin de nostalgie que je publie mon dernier\n( message en tant que pr sident de l association. Non pas",
            "parce que je m inquiete de ce que les prochaines ann es\napporteront; je sais que je laisse la pr sidence entre de bonnes mains.\nC est plutot parce que j ai eu beaucoup de plaisir a vous rencontrer\net travailler avec vous au cours des quatre dem res ann es. J  esp re\nque l association est en meilleure position a mon d part qu elle ne\nl tait a mon arriv e et que certaines des am liorations apport es a\nla gestion financi re et a la gestion des congr s se poursuivront. De\nplus, je pense que le succ s du programme de m daille du Canada\n150 acr  un h ritage numismatique durable, et, plus important\nencore, contribu  4 forger des liens avec les 30 clubs membres\nqui ont particip  au programme. Pour ceux d entre vous qui me\nconnaissent, vous comprendrez quand je dis que j ai hate de servir\nassociation autrement a l avenr.",
            "Je suis heureux de pouvoir annoncer que votre association\nest honor e de recevoir le parrainage de Son Excellence la\ntres honorable Julie Payette, gouverneure g n rale du Canada.\nNous avons recu une lettre, dat e du 3 mai, du secr taire du\ngouverneur g n ral nous informant de son acceptation.",
            "Puisque de nombreux clubs locaux prennent une pause\nestivale, c est le moment id al de vous joindre a nous pour notre\n66e congr s annuel, qui se tiendra cette ann e a Calgary entre le\nmardi 16 juillet et le samedi 20 juillet au Best Western Premier\nCalgary Plaza Hotel and Conference Centre. Ce journal contient\nun d pliant, soit le guide souvenir du congr s. Vous pouvez y voir\nles d tails des activit s du congr s. Si vous prenez le temps de\nfeuilleter le guide, je suis certain que vous serez d accord pour dire\nque notre congr s annuel est Le salon canadien des collectionneurs de monnaie,\net repr sente l v nement numismatique de l ann e. R parti sur\ntrois jours, il comprend une prestigieuse vente a l encan durant\nles trois jours, des sessions  ducatives et plusieurs autres activit s\nqui en font v ritablement | v nement social numismatique de\nPann e. Que demander de plus! Sil y a quelque chose de plus,\nfaites-le savoir, et je vais m assurer de le consid rer pour I avenir.",
            "Enfin, un rappel que cette ann e est une ann e d lection.\nVotre vote est votre voix, alors, s 1l vous plait, prenez le temps\nde revoir le bulletin de vote et la lettre d accompagnement, qui\n taient inclus avec votre journal de juin. Vous avez jusqu au 11",
            "juillet pour que votre bulletin de vote soit recu et comptabilis ",
            "par le comit  des  lections, alors veuillez le remplir et retourner\npar la poste tout de suite!",
            "En terminant, je tiens 4 vous rappeler que lors de notre\ncongre s, l ex cutif sortant se r unira le mercredi 17 juillet et que\nle nouvel ex cutif se r unira pour la premi re fois le dimanche 21",
            "Juillet. Tous les membres sont invit s a assister une des r unions",
            "comme observateurs.\n  ",
            "\n"
        ],
        "PageNo": "197"
    },
    {
        "File": "The_CN_Journal_July_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE DU CONGRES",           
            "Welcome to our 66th annual convention   Bienvenue a notre 66e congr s annuel!",
            "A special event happening\nduring the 2019 Royal\nCanadian Numismatic",
            "Convention is a unique exhibit\nentitled  Money & Calgary: The\nCity s History of Numismatics \ncurated by the Nickle Galleries at\nthe University of Calgary. Items\non display will be from Calgary\nNumismatic Society members and\nthe Museum s extensive collection.\nDuring our Convention, the exhibit\ncontinues until July 20.",
            "Attendees for the Canadian\nAssociation for Numismatic\nEducation (CAFNE) reception\non Thursday night will have the\nopportunity to view the exhibit.\nReturn transportation between the\nhotel and the event is provided. A\ndisplay of the CNS archives for all\nto enjoy will also be shown on the\nevening of the CAFNE reception.",
            "Members not attending the\nCAFNE reception may visit the\nNickle exhibit at their convenience;\nadmission is free; all are welcome\nto enjoy this rare numismatic\nopportunity.",
            "For the complete Program\nof Convention Activities, visit\nwww.rena.ca/2019. Registration\nforms for all optional events are\navailable there. For other inquiries,\nemail Convention Chairman James\nWilliston: 20/ 9convention@rena.ca;\nor RCNA Executive Secretary Paul\nJohnson by email: info@rena.ca or\nphone (647) 401-4014.",
            "So don t delay, Book your hotel\nstay today!",
            "Your Convention Chairman,",
            "James Williston",
            "Number 4 July   August 2019 \n"
        ],
        "PageNo": "199"
    },
    {
        "File": "The_CN_Journal_July_08.jpg",
        "Paragraphs": [
            "2019 RCNA Symposium update + mise a jour du Symposium de l ARNC de 2019",
            "A change has been made in the symposium for Wednesday, July 17. We are happy to announce that Robb McPherson",
            "has agreed to speak at 2:00 p.m. See Robb s information below. * Un changement a  t  apport  au symposium le\nmercredi 17 juillet. Nous sommes heureux d annoncer que Robb McPherson a accept  de prendre la parole a 14\nheures. Voir les informations de Robb ci-dessous.",
            
            "2:00 p.m.   Robb McPherson: \nCasino Collectibles   Chips, Tokens Etc. ",
            "Robb began collecting coins when he\nwas a young boy and joined the Waterloo\nCoin Society as a young man in 1989. He\nserved as a director and President (2000 \n2010). In 2014, Robb was presented with\nLife Membership number 9 by the Society.",
            "In 2010, he was awarded the Fellow\nof the Ontario Numismatic Association\nand the Award of Merit in 2018. In 2013\nRobb served as President of the ONA for\ntwo terms (2013-2017) and is now Past\nPresident and Treasurer.",
            "Robb is an avid collector of casino chips, tokens, silver strikes and all other casino memorabilia. He is currently editor of the Silver Strikers \nClub and the Casino Chip & Gaming Token Collectors\nClub Inc. (CC&GTCC) and co-editor of the Casino  \nCollectible News.",
            "14h00   Robb McPherson: Objets de collections des Casinos - Chips, Jetons, Etc.",
            "Robb a commenc  4a collectionner des\npieces lorsqu il  tait jeune gargon et a\njoint la Waterloo Coin Society en 1989.\nIl en a  t  directeur et pr sident (2000-\n2010). En 2014, Robb a recu l adh sion a\nvie num ro 9 a vie de la part des membres.",
            "En 2010, il a recu le titre de Fellow de\nl Ontario Numismatic Association et le\nPrix du m rite en 2018. En 2013, Robb\na  t   lu pr sident de l?ONA pour deux\nmandats (2013-2017) et est maintenant\npr sident et tr sorier sortant.",
            "Robb est un collectionneur passionn ",
            " de jetons de casino, de frappes en argent et de tout autres\n souvenirs de casino. II est actuellement r dacteur en chef du Silver Strikers Club et du Casino Chip & Gaming Token Collectors Club Inc. (CC & GTCC) et co- diteur de Casino Collectible News.",
            "| The CN Journal Volume 64\n"
        ],
        "PageNo": "200"
    },
    {
        "File": "The_CN_Journal_July_09.jpg",
        "Paragraphs": [
            "2018 ROYAL CANADIAN MINT REPORT \nCOMMENTARY  BY PAUL R PETCH, LM #272",
            "The Royal Canadian Mint has tabled its\n| annual report, and it should come as\nno surprise to anyone that it does not\nstand up well to year-over-year comparisons.\nHow could 2018 hope to compete with the\nopportunities that were presented by the 2017\nCanada 150 Program? This is a business\ndocument, so you will find that it is formatted\nand filled with the cumbersome wording of\nsuch documents. As an old English teacher\nacquaintance of mine always said,  We must\nguard ourselves against glittering generalities and\ndemand that the writer always define his terms. \nThis Mint Report is not light reading.",
            "For those of you who may wish to view the\nactual report, it is available online at: www.mint.\nca/store/dyn/PDF's/2018 RCM English _AR\nWeb.pdf. For the rest of you, please read on.",
            "The Mint breaks its activities into four\nbusiness groups. These are Canadian Circulation,\nForeign Circulation, Bullion Products/Services,\nand Numismatics. The following chart shows\nthat revenues were down in all sectors except\nfor Foreign Circulation, which had impressive\ngrowth of 49 percent.",
            "Going beyond the 2018 revenues, the next table not only shows\nby just how much the revenue decreased compared to 2017 but\nalso shows a 15 percent drop in profit with an 89 percent drop in\nthe dividends paid by the Mint to its shareholder.\nThe Mint s current Numismatics product marketing\nstrategies obviously cannot continue. In the middle of the\nyear they undertook a close examination of the way they\nmarket to the numismatic community. Coming out of this exercise was  the identification and approval of a\nmore focused approach to serving the Mint s customers well and profitably. ",
            "Number 4 July   August 2019 \n"
        ],
        "PageNo": "201"
    },
    {
        "File": "The_CN_Journal_July_10.jpg",
        "Paragraphs": [
            "On this subject, the report continues,\n Following the exceptional breadth\nand elevated cost of activities in 2017,\nparticularly those associated with Canada\n150 programs, management conductec\na structured, thorough, and inclusive\nexamination of customers  needs in each\nmarket, the related value propositions\nrequired to meet those needs well, anc\nthe capability choices and configuration\nrequirements to deliver them profitably. ",
            "In respect to this last statement, I am\naware that some products are not actually\nproduced within the walls of the Ottawa\nmint together with the mint s othe\nnumismatics products. Knowing this, ]\nwonder if the phrase  capability choices\nand configuration requirements  means a\nreduction, or perhaps an end, to contracting\nout the fabrication of some products.",
            "Getting back to the Mint Report text,\n Tt became clear that these choices, as 4\nwhole, would require more trade-offs than\nin previous years. The revised strategy\ncreates the pathway to sustainable profits\nby articulating and executing a new set o\ncustomer-facing choices that will stabilize\nthe performance of the business anc\nbring it closer to its best and most loya\npremium and mainstream customers.",
            "Renewed focus on creating distinc\nvalue for our premium and mainstream\ncustomers will require a differen\nset of supporting structures an \nimplementation activities across al\nareas of the business that are designed tc\ndeliver distinct premium and mainstream\nvalue propositions to market in a cos\neffective way. Moving forward, sales anc\nmarketing will be fully integrated unde1\nthe leadership of a new Chief Commercial Officer and our product plan will be initially smaller than it is\ntoday, focusing on those products that best meet the needs and preferences of our customers. ",
            "The wording of the preceding statement confirms the Mint is going to have to change its ways and\nprobably only produce proven products with the highest profit margins. The number and variety of products\nare most certainly going to have to be cut back and already in the announcements of 2019 there seems to be\nmore of a focus on our Canadian numismatic and philatelic heritage. There has to be a cut to the number of\nexperimental products and a switch to products that will appeal to existing customers, not those who may or\nmay not respond to media advertising. I sense there has been a significant absence of Mint ads on television\nso far this year.",
            "Continued on page 204\n| The CN Journal Volume 64\n"
        ],
        "PageNo": "202"
    },
    {
        "File": "The_CN_Journal_July_12.jpg",
        "Paragraphs": [
            "Specifically on the numismatics business the report states,\n Revenue decreased 32 percent to $117.1 million from\n$172.5 million in 2017. The decrease in revenue was largely\nattributable to a 36 percent decrease in the volume of silver\nand base metal numismatic products sold in 2018, compared\nto 2017 Numismatics revenue, which was supported by\nthe strong Canada 150 campaign. In addition, some key\nmarketing initiatives, including product mix optimization and\nCanada 150 customer conversion, did not materialize during\nthe year, which contributed to the decrease in revenue year-\nover-year.  Simply stated, just because there were customers\nwho enthusiastically bought Canada 150 products, these\nsame people were not ready to embrace the themes of other\nproducts that the Mint may come up with.",
            "This next quote hits very close to home for me because it\nsounds like we may expect surveys of the products we would\nlike to see instead of what the Mint s advisors say we should\nsee.  The Mint believes the Numismatics business has good\nfundamentals and a solid foundation from which to generate\nsustainable future profits. The nature of this business has\nchanged substantially over the last few years with the wind-\ndown of the Face Value Program and fewer commemorative\ncoins and programs (such as Canada 150), which have\nnegatively impacted our ability to attract and grow new",
            "customers. Investments in improved marketing and customer service capabilities and tools are being made in order\nfor the Numismatics business to profitably grow and service the Mint s loyal and passionate customer base. In 2019,\nthe Mint will focus on the implementation of its updated numismatics strategy and will shift its approach from an\ninward product focused perspective to an outward customer focused approach. Its growth activities in Canada and\nthe US will continue, while maintaining ancillary markets such as Europe and Asia. The Mint will also capitalize\non its strong network of bullion dealers and distributors to cross-promote incremental numismatic opportunities and\ngenerate healthy, quality earnings.  (I don t think I have ever seen the phrase,  quality earnings  before.)",
            "With so much difficulty with generating revenue and profit, it is little wonder there was management turnover\nat the Mint. The Mint s President and CEO, Sandra Hanington, announced her resignation from the Mint effective\nJuly 1, 2018. From July 1, 2018, until February 17, 2019, Jennifer Camelon, the Mint s CFO and Vice President of\nFinance and Administration served as interim President and CEO, while during this period Robert Zintel, the Mint s\nSenior Director, Finance, served as acting CFO and Vice President Finance and Administration. On January 21,\n2019, the Honourable Bill Morneau, Minister of Finance, announced the appomtment of Marie Lemay as the Mint s\nPresident and CEO effective February 18, 2019, for a period of five years. While the pictures of Marie Lemay look\nlike she is having a good time in her new job, she has the reputation of being a  fixer  and she may be the new broom\nthat sweeps clean.",
            "A good place to conclude this brief look at the 2018 Mint Report is its circulation coin production. In years gone\nby, this was always the first alert on what might become the scarce dates of the future, but the 2018 production\nnumbers seem to be high enough that this won t be happening. Of course, we can also hope for the discovery",
            "of short runs of production varieties or mint errors!",
            "| a The CN Journal Volume 64\n"
        ],
        "PageNo": "204"
    },
    {
        "File": "The_CN_Journal_July_13.jpg",
        "Paragraphs": [
            "THE ROYAL WART? BY.STEPAN.KONCHA,",
            "On Parthian Coinage between 57 BCE and 88 CE",
            "The Parthian Empire was",
            "thriving from 238 BCE\nto 228 CE. Just like other\nkingdoms, the Parthians (modern\nIran) minted their coins. This\nperiod of time is very interesting\nto many historians because the\nRomans and the Parthians were at\nwar and Armenia played a strategic\nrole. Starting from King Orodes II,\nwho reigned from 57 to 37 BCE,\nsome coins and some coins of his\nsuccessors depicted a mysterious\ndot on their faces, which was\nbelieved to be a wart. Some\nnumismatists seemed to imagine\nParthian kings, eager to depict\ntheir family s wart on their coins.\nOthers pictured creative mint\npersonnel, who used a previously\nunknown method to mark the die\nand possibly the metal that the\ncoins were made of. A third group\nargues that political reasons could\nbe an influence to depict these dots\non coins. Some of these specific\nreasons were the Roman/Parthian\ndispute over Armenia that was\na very strategic location for both\nempires. The Parthians, however,\nfound a way to put the Parthian\nking s brother on the Armenian\nthrone. This will be discussed in",
            "the article as well. The first one to\npublish these dots was numismatist",
            "Warwick William Wroth (Wroth\n1903). Since then, numismatists\nover the world debated the issue,\nhowever, there are still two points",
            "of view for which there is credible",
            "evidence. This paper will argue\nthat warts depicted on the coins of\nParthian kings are not, fortunately,\na sign of skin disease or a benign\ntumour called Trichoepithelioma\n(Hart 1966).",
            "Number 4 July   August 2019",
            "Parthian stone low relief sculpture of\na bearded male figure in full frontality\nand careful attention to linear details,\nparticularly in design on textiles, such as\na belted tunic decorated with elaborate\ngeometric motifs. The figure faces\nforward, and his enormous upraised right\nhand with palm upheld in a gesture\nof reverence identifies him as a votive\nimage of a worshipper.",
            "PARTHIAN EMPIRE. Arsaces | (247-211 BCE). AR\ndrachm (18 mm, 4.18 g). Nisa. Obv: beardless\nhead left, wearing bashlyk; circular border of\npellets. Rev: beardless archer wearing bashlyk\nand cloak seated left on backless throne,\nholding bow in left hand; circular border of\npellets; two-line Greek inscription = APXAKOY\n/ AYTOKPATOPOX. Extremely rare. $2.1",
           
            "I believe the facial mark on\nParthian kings is not a sign of skin\ndisease because the nodule does not\nappear on every coin and when it\nis present, it is located in different\nspots on the kings face. According to\nnumismatist and historian Gerhard D.\nHart, who studied the issue, Parthian\nkings  warts appear on coins, but\nthey do not appear on other artistic\nportraits of the same kings. This is\nextremely important to note because\nyou would expect the portraits of\nthe same king in other art forms to\ndepict the same facial features. Dr\nFabrizio Sinisi in his article: Facial\nMarks on Parthian Coins: a sign\nof skin disease? (2018) tells us that\nVologases I had the dot under his nose\non his first issued coins, from August\nto November 51 CE, but disposed of\nit after November (Sellwood 1980:\ntype 68). Note that at that time,\nVologases invaded Armenia and\nput his brother, Tiridates I, upon the\nthrone. This is why there were points\nof view among numismatists that\nthe dots on particularly Vologases\nI coins were somehow related to\nthe ascent of Tiridates upon the\nArmenian throne. Armenia, at that\ntime, was a critical location. Thus,\nthis fact is also worth noting due to",
            "he short period of time in which the\nwart was removed. If the king did",
            "not like the wart and had a medical\nprocedure carried out to dispose of\nit, why even put it on the first issue?\nOrodes II minted coins without a",
            "nodule on his face for a period of time",
            "and then abruptly the dot was seen\n(Sinisi 2018; Sellwood types 42-46\nhave no wart, types 46-49 have\nthe wart present). This statement is\neven more in support of the theory\nthat the dot on coins was not a wart.\n"
        ],
        "PageNo": "205"
    },
    {
        "File": "The_CN_Journal_July_14.jpg",
        "Paragraphs": [
            "PARTHIAN EMPIRE. Orodes Il (57-38 BCE). AR\ndrachm (17 mm, 3.31 g). Ekbatana. Obv: Diademed\nbust left, wart on forehead, star before, crescent\nabove star behind. Reverse: Archer (Arsakes 1)\nseated right on throne holding bow; seven-line\nGreek inscription = BAZIAEQX BAZIAEQN APZAKOY\nEYEPTETOY AIKAIOY ENIMANOYZ  IAEAAHNOXY .\n$48.9.",
            "Parthian Coins with  Warts  by King\n(Sellwood 1980)",
            
            "PARTHIAN EMPIRE. Orodes II (57-38 BCE). AR\ndrachm (18 mm, 3.96 g). Rhagae. Obv: Diademed\nand draped bust of Orodes Il left; griffin-ended\ntorque; star before, crescent above star behind;\nwart visible on forehead; circular border of pellets.\nReverse: Archer seated right on throne, holding\nbow; behind, throne, anchor; below bow, seven-line\nGreek inscription = BAZIAEQX BAZIAEQN APZAKOY\nEYEPTETOY AIKAIOY EMI@ANOYZ MIAEAAHNOZ.\n$48.11.",
            "The fact that the king did not have the dot before\nhis ascent upon the throne is well-known and a wart\ngrowing coincidentally with the ascent upon the throne is\nunbelievable. According to the same numismatist, in 191\nCE Vologases V minted tetradrachms with the dot; however,\na series of the same coins from 191 to 208 CE do not depict\nany kind of nodule (Sellwood 1980: 86 and 87 types), it\nwas disposed of shortly after him ascending the throne.\nThis behaviour is similar to that of the king s ancestor and\nnamesake. The wart s appearance is not consistent even in\nthe same denomination and so I believe the facial mark on\nParthian kings is not a sign of skin disease.",
            "According to Murray L. Eiland (2004), an archaeologist\nin the Middle East,  lesions were not hereditary, but\nwere instead related to an Iranian concept of the right to\ntule.  This supports the theory that the warts were marks\nwith specific meaning, perhaps even region dependant,\njust like other signs on Parthian coins (half-moon, altars,\netc.). Vologases I s tetradrachms of the second issue (ca.\n61-69 CE) do not show the dot, while the drachms from\nthe same issue do (Sinsi 2018). This is important because\nthis difference between the tetradrachms and drachms\nimplies that the dot does not represent a physical attribute.\nIf it were physically present on the king s face would it\nnot be on both denominations? According to Sinisi (2018)\nthe final issue of Vologases I s drachms and tetradrachms\nomits the dot entirely. Knowing that previous issues\neither had a dot on both the tetradrachms and drachms\nor on one of these denominations, this last issue could be\ndeprived of the dot just to keep track of what issue it is.\nThis could also be related to the Roman/Parthian conflict\nyver Armenia because by that time Tiridates I of Armenia\nwas already crowned and the treaty of Rhandia signed.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "206"
    },
    {
        "File": "The_CN_Journal_July_15.jpg",
        "Paragraphs": [
            "This means that Vologases I did not need the dot to express his\nright to rule, because his brother was already on the Armenian\nthrone and was not a candidate to the Parthian throne.",
            "The treaty of Rhandia led to the final peaceful agreement\nbetween Rome and Parthia about the Armenian throne, which\nthen could have strongly influenced Vologases I, who did not\nhave to compete for the throne in his own empire. According\nto Sinisi (2018), an Italian numismatist and archaeologist,",
            " In all these instances we are clearly faced with the devices\nused by the mint personnel to handle production according to\nthe plan.  This is also important because mint personnel had\nto find a way to keep track of their work without making it\ncritical to the coin s design. A little wart would be perfectly\nsuitable for that. The facial mark on Parthian kings is not a\nsign of skin disease because such dots are likely to be used to\nmark the die or the origin of the metal from which the coins\nwere minted, and the actual goal was to distinguish the coins.",
            "PARTHIAN EMPIRE. Phraataces and Musa (joint reign, 2 BCE-4 CE). Billon Tetradrachm (26 mm, 12.52g, 12h). Seleucia;\nMarch 1 CE. Obv: bust left with pointed beard wearing diadem and three-band spiral torque with no visible end;\near visible, hair above diadem as ringlets; wart visible on forehead; in front, Nike flying right with diadem; circular\ninscription BAZIAEQY BAXIAEON; on diadem pendant, Greek (date) letters BIT (312 SEM); circular border of dots. Rev:\nbust of Musa right wearing tiara, diadem and beaded necklet with ornament; on diadem pendant, Greek letters EAN; in\nfront, Nike flying left with diadem; two-line Greek inscription OEAZ OYPANIAZ MOYZXHZ BAZIA[IZZEZ]. $58.1.",
            "Number 4 July   August 2019 "
        ],
        "PageNo": "207"
    },
    {
        "File": "The_CN_Journal_July_16.jpg",
        "Paragraphs": [
            " There are some significant  gaps  in the chronology\nwhere the hypothesis is supported by no evidence of lesions\n[ed: warts]  (Eiland 1999). This is very important to note,\nfor the evidence of warts does not indeed point to inherited\ndisease. On Vologases IV coins the nodule is transformed\ninto a curl of hair, this excludes an inherited skin disease or\nsome kind of permanent mark (Sinisi 2018). This is worthy\nof note due to the fact that inherited diseases simply cannot\nappear and disappear abruptly. According to Sinisi (2018),\nthe nodule was most probably not present (or inherited)\non the king s face, for it is hard to place Orodes II s coins\nwith the wart into one specific time period in his reign. This\nabsence of a pattern and logic to the nodules appearance also\nindicates that the nodule is not a disease.",
            "Now some people may state that the nodules were\npurposefully put on the coins and were carefully and\nthoughtfully designed. I totally acknowledge that these\nstatements have logic to them. According to Hart, the dots\nare real nodules mostly because of their different form. These\ndots are not similar and have a different shape. However, the\npurposefulness of the action cannot be fully supported, for\nminting facilities 2,000 years ago did not possess tools to unify\nall the details on coins, and the variety of dots is most probably\naccidental. Knowing the fact that even moder numismatists\nhad problems distinguishing locks of hair from warts, it would\nbe simply a great compliment for the minting workers of that\ntime, to be able to purposefully change the shape of the dot.\nThus, I still believe that the facts and the strongly supported\nevidence from modern numismatists can definitely outweigh\nthese arguments.",
            "All in all, in my opinion, warts on Parthian coims are not\na sign of skin disorder on the actual sovereigns. The coins\nof Parthia are one of the most mysterious areas in modern\nnumismatic studies of antique coins. The great empire has its\nown secrets. I conclude that the dots on the Parthian kings \nforeheads are not a disease because firstly, their appearance\nis abrupt and inconsistent, secondly, they were most probably\nmeant to mark the origin of the bullion or die used for the\ncoins, and finally, that the nodules are not a disease due to\nthe fact that they are not inherited in a disease-like manner.",
            "PARTHIAN EMPIRE. Vologases IV (147-191\nCE). Billon Tetradrachm (27 mm, 13.51 g,\n12h). Seleucia; October 153 CE (465 SE).\nObv: bust left, wearing tiara; B to right /\nVardanes seated left, receiving wreath from\nTyche standing right; EEV (year) above, AIOV\n(month) in exergue. Sellwood 84.16.",
            "The point of view presented in this paper is based on my\ninterpretation of the painstaking work done by numismatists\nall over the world, who were able to dig even further into\nthe evidence from Parthian coins. This research has led\nme to form the opinion, that in fact, Parthian kings were\nrelatively healthy in terms of their skin. The statement, that\nthe personnel at the ancient Parthian mint were creative,\nshall not be denied. From this, I infer that the arguments\nagainst the dots being warts are clearly strong enough to\nconvince me that these dots are not a sign of some kind of\nskin disease on the kings.",
            "Sources:",
            "Cartwright, Mark. (2018)  Ancient Armenia.  Ancient\nHistory Encyclopedia, March 6, 2018, www.ancient.eu/\narmenia/. Accessed April 29, 2019.",
            "Eiland, Murray L. (1999)  The Parthian  Dark Age :\nHistory from Coins , The Celator. Academia.edu,\nMarch 13, 1999.",
            "   .  Parthian Coins: Lesion Lessons. , Minerva 51:1,\n45-47, 2004. Accessed June 13, 2019.",
            "Hart, Gerald D. (1966)  Trichoepithelioma and the Kings\nof Ancient Parthia.  Canada. Med. Ass. J. Mar. 12,\n1966, vol. 94; Men and Books, 12 Mar. 1966, www.\nnebi.nlm.nih.gov/pmc/articles/PMC1 936547/pdf/\ncanmedaj01155-0032.pdf. Accessed 16 April 16, 2019.",
            "Hopkins, Edward C. D.  Sellwood type numbers. \nParthia.com, March 28, 1998, www.parthia.com/.\nAccessed June 13, 2019.",
            "Markowitz, Mike. (2014)  Ancient Coin Insights:\nCoinage of Parthia.  coinweek.com, August 26,",
            "2014, coinweek.com/ancient-coins/ancient-coin-\ninsights-coinage-parthia/. Accessed April 16, 2019.",
            "Sellwood, David (1980) Introduction to Parthian Coinage",
            "Sinisi, Fabrizio. (2018)  Facial Marks on Parthian Coins:\na sign of skin disease?  Numismatische Zeitschrift, no.\n124.",
            "Wroth, W. (1903) Catalogue of Greek coins in the British\nMuseum, Parthia, London.",
            "About the Author: Stepan Koncha is a young (14-year old)\nnumismatist, and a new member of the Austrian Numismatic\nAssociation. This paper was originally written for a grade 8\nEnglish assignment!",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "208"
    },
    {
        "File": "The_CN_Journal_July_17.jpg",
        "Paragraphs":  [
            "FINE, POINTS (REVISITED)",
            "BY ROBERT FORBES\nFERCNA, #22402.",
            "Classifying rare Canadian coins, continued",
            "Numismatic Journal. In Part I, we reviewed an article written by Brian Cornwell in 1985 on the topic of rare",
            "TT article is a continuation of an article under the same title produced in the last edition of The Canadian",
            "Canadian coins, commented on what had changed or stayed the same in the rare coin market since that article was\nwritten 34 years ago, and then looked specifically at the present rarity of five-cents coins and what we could learn from",
            "that rarity analysis.",
            "In Part II, we will do the same analysis on the 10- to 50-cents denominations, as well as Canadian gold coins.",
            "Commentary on 10 Cents:",
            "If we again follow the definition at the end of the Cornwell\narticle that  very rare  means that 30 or fewer examples of a\ncoin exist, all of the 1985 listed Victoria 10 cents, other than",
            "Number 4 July   August 2019 ---------------------------------",
            "the 1901 type coin, (1875H, 1884 1885, 1887, 1889 and\n1893 round top) show as being  very rare  in mint state.\nAccording to the PCGS population report as of April 2019,\nwe would have to add to this list of  very rare  dimes in\nmint state the 1871, 1871H, 1872H, 1874, 1881H, 1882H,\n1883H, 1886, 1892, 1893, and 1894 (minor sleepers in\nthis series?). In the Edward series, we would then have to\nadd to the list of  very rare  dates in mint state the 1903\nand 1905, and from the coins not listed as rare in 1985,\nthe 1906 (another sleeper date?), and from the George V\nseries, the 1913 broad leaf. As  extremely rare  in mint\nstate (10 or fewer of the coin exist), the list shortens to the\n1889, the 1893 round top, and the 1913 broad leaf (the last\nperhaps showing as a bit of a surprise, unless you collect\nthe George V series and have tried to locate an example of\nthis coin in mint state.) We would also have to add from\ncoins not listed as rare in 1985 the 1872H (another sleeper\nat this level?) As being  extremely rare  in mint state.\nAt the level of  excessively rare  in mint state (2-3 of the\ncoin exist), only the 1893 round top makes the cut.",
            "At the choice mint state level (MS-63 or better), all\nof the 1985 listed Victoria coins show as being  very\nrare , other than the type coin (1901), as well as all other\nVictoria dimes, other than the 1858, 1899, and the 1900.\n"
        ],
        "PageNo": "209"
    },
    {
        "File": "The_CN_Journal_July_18.jpg",
        "Paragraphs": [
            "All of the listed Edward coins, other than the type coin\n(1902H), show as  very rare  in choice mint state, and the\n1902 and 1906 should be added to this list of Edward dimes\nthat rate as  very rare  in choice mint state. But only the\n1913 broad leaf from the George V series shows as  very\nrare  in choice mint state. Making the list as  extremely\nrare  in choice mint state are all of the 1985 listed Victoria\ncoins, other than the 1887, (thus including the 1884, 1885,\n1887, 1889 and 1893 round top), but also including the\n1872H and 1881H (again sleepers at this level). None of\nthe Edward coins are extremely rare at the choice mint\nstate level, but again the 1913 broad leaf makes the list.\nAs  excessively rare  at this level, we again have the 1893\nround top alone, with the 1913 broad leaf just missing the\ncut (by one coin).",
            "At the gem mint state level (MS-65 of better), all of the\n1985 listed Victoria dimes are  very rare , including the\n1901 type coin, meaning that all Victoria dimes in gem mint\nstate should be considered as  very rare . All of the 1985\nlisted Edward and George V coins, other than the listed\ntype coin in each series (1902H and 1936), also show as\n very rare  in gem mint state. To the list of very rare coins\nin gem mint state we have to add all other Edward dimes,\nother than the 1902H, and the 1913, 1916, 1921, 1928,\n1929, 1930, 1932, 1933 and 1935 from the George V series.",
            "All of the 1985 listed Victoria coins, other than the type\ncoin, also show as  extremely rare  in gem mint state,\nalong with all other dates in the Victoria series, other than\nthe 1880H, 1891, 1898, 1899, 1900 and 1901. The 1903\nand 1905 from the Edward series, along with the 1902,\n1903H and 1906, show as  extremely rare  in gem mint\nstate, as does the 1913 broad leaf as the only coin from\nthe George V series. At the gem mint state level, all of the",
            "1985 listed Victoria dimes, along with the 1871H and the\n1892 (more sleeper coins at this grade level?), also show\nas  excessively rare . None of the Edward coins show as\n excessively rare , but the 1913 broad leaf does show as\n excessively rare  in gem mint state.",
            "Once again, and for the reasons mentioned in the\ncommentary on the 5 cents, it should be noted that the\nabove analysis does not take into account the numerous\nover-date and punching varieties of Victoria dimes now\nbeing recognised.",
            "What summary conclusions might we draw from the\nabove analysis? Perhaps that:",
            "1) The 1893 round top remains (is) the rarest of the\nCanadian dimes;",
            "2) The 1913 broad leaf rates very highly on the rarity\nscale in mint state against all Canadian dimes,\nincluding all Victoria dimes;",
            "3) All Victoria dimes are  very rare  in gem mint\nstate, and all but the 1858, 1899, 1900 and 1901\nare  very rare  in choice mint state.",
            "4) From the Victoria series, the 1872H and 1881H\nmay be a bit rarer than anticipated in mint state,\nand the 1887 a bit more common until we get to\nthe gem level, where none has yet to be graded. At\nthe gem level, the 1871H and 1892 are probably\nmore difficult to locate than might have been\nanticipated.",
            "5) From the Edward series, the 1906 appears to be\nthe coin that stands out as being more difficult\nin each level of mint state than might have been\nanticipated.",
            "6) While a few of the George V dimes as set out\nabove are a bit tougher to find in gem mint state,\nthe only truly rare coin in mint state in the series is\nthe 1913 broad leaf.",
            "This 1887 Canadian 25 cents, at MS-65+, is currently the highest graded example\nin the PCGS population report. This date is excessively rare in mint-state.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "210"
    },
    {
        "File": "The_CN_Journal_July_19.jpg",
        "Paragraphs": [
            "Denomination MS-67 or better MS-65 or better\nMS-63 or better MS-60 or better   20/25 Cents",
            "Numbers given in the table above are quantities graded from the\nPCGS population report (accessed April, 2019).",
            "Commentary on 20/25 Cents:",
            "If we again follow the definition in the Cornwell article that\n very rare  means that 13-30 of the coin exist, all of the 1985\nlisted Victoria 20/25 are  very rare  in mint state, other than\nthe type coin (1901) and the 1858. The only coins of the\n1985 listed Edward 25 cents to make the list as  very rare \nin mint state are the 1904 and 1909, and the only one of the\n1985 listed George V 25 cents to make the list of  very rare \nin mint state is the 1915. According to the PCGS population\nreport in April 2019, we would have to add to the list of coins\nthat are  very rare  in mint state all other Victoria quarters,\nother than the 1870, 1872H, 1892, 1900 and 1901. No other\ncoin of either the Edward or George V series makes the list\nas  very rare  in mint state, except of course the 1906 small\ncrown variety, now well established as an important variety,\nbut not treated as so in 1985. As  extremely rare  in mint\nstate (10 or fewer of the coin exist) we have the 1875H,\n1885, 1887 and 1889 from the 1985 list of Victoria dates, no\nother date in the Victoria series, and none of the Edward or\nGeorge V dates. The only date that would be considered as\n excessively rare  in mint state is the 1887.",
            "At the choice mint state level (MS-63 or better), all of\nthe 1985 listed Victoria quarters (1875H, 1885, 1887, 1889\nand 1901) show as  very rare , other than the 1858 and\nthe 1901 type coin. To this list we would have to add, as\ndisclosed in the PCGS population report, all other Victoria\nquarters, other than the 1870, 1900 and 1901. From the\nEdward series, all of the dates in the 1985 list (the 1902,\n1902H, 1904, 1905 and 1909) are  very rare  in choice\nmint state, other than the type coin (1902H), and we have to\nadd to this list the 1903 and the 1906. The 1915 is the only\nrepresentative of the George V series to show as  extremely\nrare  in choice mint state. At the excessively rare  level\nin choice mint state (3 or fewer of the coin exist), only the\n1887 makes the list.",
            "Number 4 July   August 2019 ---------------------------------",
            "At the gem mint state level (MS-65 or better), all Victoria\nquarters show as  very rare . All Edward quarters also show as\n very rare  in gem mint state, and all George V quarters also\nshow as  very rare  in gem mint state, other than 1918, 1933,\n1935 and 1936. All Victoria 20/25 cents, other than 1858,\n1892, 1900 and 1901 rate as  extremely rare  (10 or fewer\nexamples known) in gem mint state. Only the 1902, 1904,\n1905 and 1909 of the Edward quarters show as  extremely\nrare  in gem mint state, and only the 1915 and 1936 dot from\nthe George V series rates as  extremely rare  in gem mint\nstate. At the  excessively rare  level (3 or fewer known),\nall or the 1985 listed Victoria quarters, other than the 1858\nand the 1901 type coin (being the 1875H, 1885, 1887 and\n1889) are  excessively rare  in gem mint state, along with the\n1880H, 1881H, 1882H, 1883H, 1886 and 1888, some of these\ndates probably being a surprise to collectors who have not\ntried to assemble this set in high grade. None of the Edward\nquarters are  excessively rare  in gem mint state, other than\nthe 1906 small crown variety, and only the 1915 registers as\n excessively rare  in gem mint state from the George V series.",
            "As summary conclusions from the above analysis, we\nmight perhaps state the following:",
            "1) There is a group of Victoria quarters that are very\ndifficult to find in mint state, and that list has not\nchanged from 1985. This list includes the 1875H, the\n1885, the 1887 and the 1889, with the 1887 perhaps\nnow being regarded as slightly more difficult than\nthe others. The 1858 20 cents, included in the 1985\nlist of rare coins, has not maintained that status. I\nhave no reason to give for this other than normal\n population creep  (a small increase over time from\npreviouslyunknown collections); I am not aware of any\nhoard or group of coins released in the last 30+ years\nthat would account for this change in status of this com.",
            "2) The 1900 and 1901 quarters have always been viewed\nas more common in the Victoria quarter series; this\nstatus was augmented a bit by the release of a few of\neach of these dates in high-grade as part of the sale of\nthe Langdon hoard in 2016. The 1870 and 1892 dates\nhave seen the release of small groups of each date in the\nlast 3 years, making these previously somewhat difficult\ndates much more available in high-grade mint state.",
            "3) The 1902, 1904, 1905 and 1909 dates in the Edward\nseries have remained rare, in spite of small  population\ncreep  in each date over the last few decades. The 1904\nis probably now the most difficult date in the series,\nreplacing the 1905, which would have been considered\nmuch more difficult 20 years ago. The 1909 remains\ndifficult in gem mint state, probably in part because\nof how badly these coms were made by the fledgling\nCanadian mint in Ottawa.",
            "4) In the George V series, the 1915 remains the most\ndifficult coin in the series, and probably the only date\nthat could be considered truly rare. Like the 1909, the\n1936 dot is rarer in high-grades, because of how badly\nthese coins were made (rusty dies suspected as the\nculprit here).\n"
        ],
        "PageNo": "211"
    },
    {
        "File": "The_CN_Journal_July_20.jpg",
        "Paragraphs": [
            "This 1890H Canadian 50 cents, at MS-66, is currently the highest graded example\nin the PCGS population report. This date is excessively rare in mint-state.",
            "Denomination MS-67 or better MS-65 or better\nMS-63 or better MS-60 or better   50 Cents",
            "Commentary on 50 Cents:",
            "If we follow the definition in the Cornwell article that  very\nrare  means fewer that 30 examples of a coin are known to\nexist, we observe that every Victoria 50 cents on the list in\nthe 1985 article, including the 1900 type coin, is  very rare \nin mint state. In fact, looking at the PCGS population report\nfor this series, every Victoria half is at least  very rare  in\nmunt state, except the 1872H. The only coin on the 1985 list\nof Edward 50 cents coins that isn t  very rare  in mint state\nis the 1902 type coin. Similarly, the only coin on the 1985 list\nof George V 50 cents that isn t  very rare  in mint state 1s the\n1919 type coin. According to the PCGS population report,\nwe would have to add to the list of Edward halves that are\n very rare  in mint state all other dates, except for the 1908\n(The 1902 and 1908 are the only dates in the Edward series\n",
            "that do not rate as being  very rare  in mint state). Added to\nthe list of George V halves that are not  very rare  in mint\nstate, according to the PCGS population report, are the 1911,\n1916, 1917, 1918, 1920, 1929, 1934 and 1936, so that the\nlist of dates that are  very rare  in mint state are 1912, 1913,\n1914, 1921 and 1932. As  extremely rare  in mint state (10\nor fewer examples known to exist) we have every coin on the\n1985 list of Victoria halves, other than the 1900 type coin,\nand from the PCGS population report, we add to the list of\nVictoria halves that are  extremely rare  in mint state the\n1871H, 1888, 1892, 1898 and 1901 (so that the dates from\nthe Victoria half series that are not  extremely rare  in mint\nstate are 1870, 1871, 1872H, 1881 and 1900). In the Edward\nseries, only the 1905 rates as  extremely rare  in mint state,\nand no George V half shows as being  extremely rare  in\nmint state, including the 1921. As  excessively rare  in mint\nstate (3 or fewer examples known to exist), we have the 1870\nno LCW and the 1890H from the 1985 list, and 1892, that\nwas not listed in 1985 as being a rare coin. No Edward or\nGeorge V half rates as being  excessively rare  in mint state.",
            "At the choice mint state level (MS-63 or better), all of\nthe 1985 listed Victoria halves show as  very rare , and\nall except the 1900 type coin also show as  extremely\nrare , while the 1870 no LCW, 1990H and 1899 are also\n excessively rare  (3 or fewer known) in choice mint\nstate. From the PCGS population report, we see that\nevery Victoria half is  very rare  in choice mint state,\nand that there are a number of other dates in the Victoria\nhalf series that are  extremely rare  in choice mint state,\nbeing 1871H, 1881, 1888, 1892, 1894, 1898 and 1901\n(The only Victoria halves that do not rate as  extremely\nrare  in choice mint state are the 1870, 1972H, and 1900.)\nAt the  excessively rare  level, the 1888 and 1892 have",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "212"
    },
    {
        "File": "The_CN_Journal_July_21.jpg",
        "Paragraphs": [
            "to be added to the list as  excessively rare  in choice\nmint state (The total list of Victoria halves that show as\n excessively rare  in choice mint state are the 1870 no\nLCW, 1888, 1890H, 1892 and 1899.)",
            "All of the Edward halves on the 1985 list, and all other\nEdward Halves except the 1908, show as  very rare  in\nchoice mint state. The 1904 and 1905 from the 1985 list,\nplus the 1907 (another sleeper coin?), show as  extremely\nrare  in choice mint state, but no Edward half makes it on\nto the list of  excessively rare  in choice mint state. In the\nGeorge V series, all of the halves on the 1985 list, except\nthe 1919 type com, (being the 1912, 1913, 1914, 1921 and\n1932) show as  very rare  in choice mint state. In addition\nto the 1919, to this list of George V halves that are not  very\nrare  in choice mint state, we have to add the 1918 and\n1929, and, I think surprisingly, the 1911, 1934 and 1936.\nThe only George V halves that are  extremely rare  in\nchoice mint state are the 1913 and 1914, but not the 1921.\nNo George V half makes it on to the list of  excessively\nrare  coins in choice mint state.",
            "At the gem mint state level (MS-65 or better), all\nVictoria halves are  very rare , and all are  extremely\nrare  and  excessively rare  (3 or fewer examples exist).\nThe highest population of gem mint state Victoria halves\nis the 1870, where 3 examples have been graded. In\nthe Edward series, all halves are  very rare  and also\n extremely rare  in gem mint state. The 1904, 1905\nand 1909 from the 1985 list, as well as the 1906, are\n excessively rare  in gem mint state, placing these four\ndates in a rarity profile similar to the Victoria halves\nin gem mint state. As an aside, the Edwardian leaves!\n1910 variety is a long-established variety in this series.",
            "1 On the reverse of the coin, the leaves on the right side of the\nwreath, adjacent to CANADA, are somewhat compressed.",
            "Number 4 July   August 2019 ---------------------------------",
            "If it was considered separately, instead of being lumped with\nthe other variety of 1910 halves, it would show as  excessively\nrare  in gem, choice, and even ordinary, mint state.",
            "At the gem mint state level, all George V halves on\nthe 1985 list, and all other dates of George V halves as\nwell, are  very rare . All dates of George V halves are also\n extremely rare  in gem mint state, except for 1931, 1934\nand 1936. At the  excessively rare  level in gem mint state,\nonly the 1912 and 1914, and as a sleeper date, 1916, make\nthe list, but note: not the 1921.",
            "The summary conclusions I draw from the above are the\nfollowing:",
            "1) The Victoria halves on the list of rare coins in\n1985 have pretty much retained their rarity status.\nThe 1894 appears to have fallen a bit on the rarity\nspectrum, being replaced by the 1892, and to lesser\nextent, by the 1888.",
            "2) The 1904 and 1905 halves are clearly the rarest\nof the Edward halves. At the gem mint state level,\nthe 1904, 1905, 1906 and 1909 have rarity profiles\nthat resemble the Victoria halves. The 1906 and\n1907 dates are probably a bit under-appreciated\nin higher levels of mint state in the Edward series.",
            "3) The Edwardian  leaves  variety of 1910 half\n(a long-recognised variety, whose graded\npopulation should be well-stabilised) is\n excessively rare  (3 or fewer examples graded) at\nevery level of mint state at this time.",
            "4) The population profiles of the 1912, 1913 and\n1914 halves in the George V series compare well\nwith the population profile of the 1921 half, yet the\nprices on examples of these three dates are a small\nfraction of the prices on the 1921 half.",
            "5) The 1916 appears to be an under-appreciated date\nin the George V series at higher grade levels.\n"
        ],
        "PageNo": "213"
    },
    {
        "File": "The_CN_Journal_July_22.jpg",
        "Paragraphs": [
            "This 1916C Canadian Sovereign, at MS-66, is currently tied as the highest graded\nexample in the PCGS population report. This date is very rare in mint-state.",
            "Denomination MS-67 or better MS-65 or better\nMS-63 or better MS-60 or better Sovereign",
            "Commentary on Gold Coins:",
            "A lot of things have clearly happened in the rarity of\ngold coins from 1985, when many of these coins were\nconsidered to be  extremely  or  excessively rare . The\nmost significant event is the release to the collecting public\nin the last decade by the Bank of Canada of a large number\nof 5- and 10-dollar mint state gold coins from the Bank s\ngold reserves. That has had the effect of relegating the\n5- and 10-dollar gold coins to being  scarce  (201 to 500\nknown), at best, or common (more than 1,250 graded), in\nevery level of mint state, other than gem. Even at the gem\nlevel, the only one of the 10-dollar coins now to rate as\n very rare  (10 to 30 known) is the 1912. The 1912 and\n1913 5-dollar coins now rate as  very rare  in gem mint\nstate, while the 1914 5-dollar coin still rates as  extremely\nrare  (3 or fewer known) in gem mint state.",
            "In the sovereigns, only the 1916 now shows as being\n very rare  in mint state, and no sovereign rates as\n extremely rare  or  excessively rare  in mint state,\nincluding the highly-priced 1916. At the choice mint state\nlevel, only the 1909 and the 1916 are  very rare  and again,\nno sovereign rates as  extremely rare  or  excessively rare \nin choice mint state. At the gem mint state level, every\nsovereign shows as  very rare , and all but the 1908, 1911\nand the 1914 rate as  extremely rare , with all of these\ndates (again excluding the 1908, 1911 and 1914) also rating\nas  excessively rare  (3 or fewer known).",
            "From the above, a very few conclusions can be drawn:",
            "1) None of the sovereigns, 5- or 10-dollars are now\nparticularly rare at any grade below gem, with the\nexception of the 1909 and 1916 sovereigns, which\nrate as  very rare  in mint state and in choice mint\nstate for the 1916, and in choice mint state only in\nthe case of the 1909.",
            "2) While the 1916 sovereign is rare, as set out above,\nits rarity does not match the price differential\nbetween it and the other sovereigns in the series.",
            "3) At their gem mint state level, the rarity increases\nacross the board for the gold coins, and most\nof these sovereigns are  extremely rare  and\n excessively rare  in gem mint state. The much\nhigher condition rarity of these coins is almost\ncertainly due to the softness of the metal, and the\nease with which this softer metal marks.",
            "As suggested at the end of the Brian Cornell 1985\narticle, in the next article in this series, we will look\nat rare coins in the Newfoundland and Maritime\nProvinces decimal coin series, at least assuming\nthat there is some indication from you, our member\ncommunity, that you find these articles useful.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "214"
    },
    {
        "File": "The_CN_Journal_July_27.jpg",
        "Paragraphs": [
            "INTHE NEWS",
            "Highlights of The Canadian Numismatic Company Auction",
            "  2019 RCNA Convention Sale  ",
            "TCNC, Official Auctioneers for the 2019\n| RCNA Calgary Convention, are thrilled",
            "to offer the public a superb and diverse\nselection of numismatic material. This auction\nof more than 1,900 numismatic lots features four\nmajor collections combined with selections from\n55 other consignors across North America. The first\nand second sessions are highlighted by four attractive\ncoin and banknote collections. The Eastern Township\nCollection of Canadian Coins and banknotes, The BC\nMuseum Collection Part IT of silver five-cent varieties\n(a premium selection of carefully chosen elusive variety\nissues), The Paris Collection Part IT of Canadian\ncopper coins, and The Wildlife Museum Collection\nPart V of five-cent pieces presenting an outstanding\nselection that includes the three jewels   an 1858 large\ndate CCCS MS65, an 1870 raised-border ICCS MS67,\nand an 1875H small-date ICCS MS64.",
            "Also present are several remarkable sale items  ",
            "the King of Canadian coins, a 1921 50-cents PCGS\nVGS8; a stunning 1884 10-cents PCGS\nMS65, lightly toned; an ultra rare 1889\n25-cents [CCS MS63; an incredible 1870\n5-cents ICCS MS67; a splendid 1909\n5-cents round leaves, cross over bow\ntie in MS64; the SOLO finest example, a\n1969 large-date 10-cents in EF.",
            "The sale also features alluring paper\nmoney: an 1897 $2 DC-14c PCGS\nUNC63PPQ; a 1923 $1 DC-25k Purple\nseal PMG UNC64EPQ; two 1911\nWeyburn Security notes, a $5 and $20\nin VF or better; In addition, a superb\nselection of very scarce Proof and\nSpecimen banknotes and several others\nincluding Rare Serial number issues\nand error notes.",
            "All auction lots can be viewed online at\nauctions.canadiancoinsandpapermoney.\ncom or you can download a\ncomplimentary PDF auction catalogue at\ncanadiancoinsandpapermoney.com. 4 hard\ncopy of the auction catalogue is also available\nat $50 postpaid",
            "Number 4 July   August 2019\n"
        ],
        "PageNo": "219"
    },
    {
        "File": "The_CN_Journal_July_28.jpg",
        "Paragraphs": [
            "HOLO TOKEN TEEST OR PATTERN?",
            "BY JAIME FLAMENBAUM",
            "#23904.",
            "The holo-token piece\n| (above) reported here\nwas acquired in the early 2000s through a public",
            "auction at a Torex show held by Michael Walsh  \nThe Coinnoisseur. The piece was catalogued\nwith a very short description:  wnknown\nprobably unique, RCM medal. ",
            "The piece is struck with concentric\ncircles of variable depth and thickness,\nresulting in a striking 3D effect of the\nimage of the RCM logo on one side and a\nthistle in the other. The images tend to lose\nand gain in definition at varying viewing\nangles as if to mimic a hologram\neffect. The piece is27.1mmin   \ndiameter and weighs 9.5 g.",
            "After it was purchased,\nas an oddity, the piece\nslept in my collection\nuntil a couple of\nyears ago when it\nwas re-discovered and\nresearched in earnest.\nThe first attempted\nsource was the Royal\nCanadian Mint technical\nstaff, but with negative results.\nIn the words of one of the contacts, people who would know\nabout it are already retired.",
            "In order to determine composition the piece was submitted\nto X-ray fluorescence revealing that it was struck in",            
            ".9999 fine silver. From this I\ninfer it was struck in Ottawa. The\nWinnipeg branch tends to deal in base metals. Judging by its\nuniqueness, design and execution, I believe it was\nan internal engineering piece struck for concept\nevaluation and not meant to test useability.",
            "It seemed that this piece could be an\nearly attempt to strike 3D coins, an effort\nlater replaced with simpler and more\neconomically efficient foil stencils. The\nsimilarities of the 3D effect with the\nsecurity features present on the comage",
            "from 2012 on and the bullion pieces from\n2015 on hinted to another intent\nas well, more practical than\nesthetic: the development\nof effective security\nfeatures.\nDuring a casual\nshow-and-tell, I\nleamed of the Taiwan\n2001 10-yuan, (KM#\n567) from fellow\nnumismatist and\ncurator of the Currency\nCollection at the Bank of\nCanada, David Bergeron. He\npointed out that the foreign com, struck in cupro-nickel by the\nRCM, was very similar in design to the pattern token.\nIn summary, this piece is a concept pattern for holographic\ncoins like the Taiwan piece and for current security features.",
           
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "220"
    },
    {
        "File": "The_CN_Journal_July_29.jpg",
        "Paragraphs": [
            "MEDAL OF ESTEEM.","BY GEOFF BELL\nLM, #208.",
            "The British military served in countries all over the",
            "world in the 18th and 19th centuries and Canada was\nno exception. After the Seven Year s War ended in\n1763, British troops were stationed in the British colonies\nincluding Lower Canada (Quebec). One of the British\nregiments in Canada was the Royal Artillery. These regiments\nconsisted of several companies and the company of interest\nhere is No. 1 Company of the 4th Battalion. The Company\nNo. 1, 4th Battalion was established in 1771 and initially\nwas referred to as the Trotter/Maxwell Company named\nafter its commanders. In 1825, the commanders  names were\ndropped and the companies numbered. Company No. 1, 4th\nBattalion of the Royal Artillery was stationed in Chambly\nas early as 1815 and in Quebec from January 1839 to June\n1842 after which\nit was relocated\nto Montreal.\nThe men of\nCompany No. 1\nappeared to have\nhad admiration",            
            "Number 4 July   August 2019 ---------------------------------",
            
            "for their Company Sergeant for in 1839 they had a medal\nengraved to Sergeant Boak as a symbol of their esteem.",
            "The obverse has an engraved cannon with the Royal\nArtillery Latin motto  obique  above surrounded\nby a wreath of leaves. The Latin word translates as\n everywhere  which was appropriate as the Royal\nArtillery served all over the world.",
            "The reverse has the following inscription:  Presented/\nto/Co. Serj. R. Boak/by the Men/of No. 1 Coy, 4th Bn./\nRA. as a mark of Esteem ",
            "On the reverse clasp is the inscription  Quebec, L.C. 19\nJune 1839 ",
            "The accompanying ribbon has a 31 mm width,\ncrimson and edged with dark blue. The medal is silver,",
            "40 mm diameter.\nCertainly, this\nmedal represents\nan interesting\npart of Canadian",
            "military history.\n"
        ],
        "PageNo": "221"
    },
    {
        "File": "The_CN_Journal_July_33.jpg",
        "Paragraphs":  [
            "  PATRICK.ANTHONY TURNER",
            "(1922-2018)",
            "It is with profound sadness that we announce",
            "Patrick Anthony (Pat) Turner, a long-\ntime member of the RCNA, passed",
            "away as he slept on November 17, 2018\nat the age of 96.",
            "Pat was a down-to-earth, no fuss\nkind of man. He was unimpressed\nby social standing and wanted\nto surround himself with people\nwho cared firstly about others and\ndoing the right thing. In this he\nfound a perfect match in his wife,\nBunny, whom he enthusiastically\nsupported in many endeavors. Pat had\na practical, no nonsense approach to life\nwhich brought balance to Bunny s more\nenthusiastic approach. His most valued\nwish was for his family to be happy.",
            "Born in England in 1922 Pat spent his early years\nat boarding school (Sherborne) later attending Cambridge\nstudying chemistry. He honed his golf skills at university\nand flirted with the notion of going professional. His\ndegree was interrupted by WWII where his knowledge\nof chemistry was put to use working in a munitions plant\nsubjected to German bombing. During this stint he spent\nmany an evening at local pubs sometimes missing the\nlast bus home but never missing work. Following the\nwar he cruised the British roads in a 730s something MG\nvowing with his good buddy John Foote to never marry.",
            
            "Number 4 July   August 2019 ---------------------------------",
            "Reing one for adventure he decided to explore\nCanada, with pennies in his pocket. Here he\ndiscovered the love of his life, Bunny, broke\nhis vow to John and to the dismay of his\nmother decided to settle in Canada.\nWith family in mind he took to a more\nconservative lifestyle working his way\nup the ladder at Dupont of Canada\nwith jobs in Smiths Falls, Calgary,\nMontreal and Toronto eventually\nretiring as Vice President of Sales. He\nwas determined to collect his pension\nfor more years than he paid into it  \nsomething he over accomplished. His\nlast move was in the late  90s to be closer\nto family in Hubley NS.\nHe had a passion for collecting but not\njust about collecting, collecting with Bunny. His\nfavourite collections included things Japanese, sad\nirons, cast iron banks, Torquay pottery and Canadian foundry\nproducts including larger items like push mowers and wood\nstoves. He took collecting seriously publishing many articles\nand could discuss at length the differences between a Mrs.\nPotts 4 or 5. His early collecting with Bunny were in coins\nand stamps where they opened a coin shop and were founding\nmembers of the Lakeshore Coin Club in Montreal.",
            "Pat joined the CNA in February 1961 as member #3790\nand was on hand to receive his 55-year membership certificate\nin 2015 at the RCNA convention in Halifax. Pat served as",
            "Quebec Director 1967-1972, Finance\nChairman 1971-1972, 1st Vice President\n1973-1975. He lost his bid for President in\n1975 but served as Long Range Panning\nChairman 1975-1977.",
            "Pat leaves behind his son, Chris Turner and\nwife Debbi (Fredericton), his daughter Kim\nTurner and husband James Morris (Halifax),\ngrandchildren: Meisha, Dustin, Patrick and\nKatherine, great grand-daughter Zo , beloved\nnieces and nephews and many good friends.\nHe was predeceased by the love of his life\nand wife of 63 years, Bunny who died\nSeptember 17, 2016, his parents, Sir Sidney\nand Lady (Doris) Turner, his sister Betty\nSmith, brothers-in-law Bruce Smith and Dick\nKnight and sisters-in-law Sylvia Knight and\nJudie Wilson. Aue atgue vale!\n"
        ],
        "PageNo": "225"
    },
    {
        "File": "The_CN_Journal_July_34.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134.",
            "1925 Wilson Sale",
            "WSlliam W. C. Wilson was said to have the\nW best collection of Canadian coins in the early",
            "twentieth century. He was so enthusiastic that\nother collectors at the time found acquiring rare Canadian\ncoins particularly difficult. He would often purchase two\nexamples of each coi, no matter how scarce. He made\npurchases as far as Europe and was known to acquire\ncomplete collections from other numismatists.",
            "His collection included many examples of early Canadian\nnumismatica, including card money and jetons of New\nFrance, colonial tokens, many Bout de I Isle tokens, bouquet\nsous, and Hudson s Bay Company tokens. He owned proof\nexamples Bank of Montreal bank tokens in silver and nickel\nas well as several proofs and patterns of post-Confederation\ndecimal coins. His collection of historical medals included a\nsubstantial number of  Indian Chief Medals. ",
            "Wilson certainly had the resources to form such an\namazing collection. He was born into a successful Montreal\nfamily in 1869. His father, James Crocket Wilson was\nfounder and president of the J. C. Wilson Ltd., a successful\npaper manufacturing company. He worked in the family\nbusiness and became president when his father died in 1899.",
            "Wilson joined the American Numismatic Association in\n1907, was elected to the position of First Vice President in 1909,\nand served in that role for two years. He is best remembered for\nsaving the ANA s publication, The Numismatist.",
            "The Numismatist had been a privately-owned numismatic\nperiodical created and owned by George Heath since 1888.\nHe allowed the ANA to use it as an official publication. After\nHeath passed away in 1908, ownership passed to its editor,\nFarran Zerbe. He was in the final year of his term as ANA\npresident. Many members of the Association believed that\nit was inappropriate that someone involved in the politics of\nthe organization should own its official publication.",
            "Ultimately, Zerbe decided to sell The Numismatist. The\nmost appropriate purchaser would be the ANA. They could\nfinally operate and have control of their own publication.\nUnfortunately, they did not have the resources to purchase it.\nWilson purchased The Numismatist from Zerbe and donated\nit to the organization. The ANA has published it since. For\nthis act, the ANA made Wilson an honorary life member in\n1912 and inducted him into the ANA Hall of Fame in 2012.",
            "Wilson passed away in 1924. His enormous collection\nwas sold off in four auctions held by Anderson Galleries of\nNew York from 1925 to 1928. The first auction contained\nthe bulk of his Canadian material and is considered the\nmost important auction held at the time.",
            
            "Attesting to its significance is the fact that so many variations\nof the sales catalogue were produced. Most were bound in tan\ncard covers, and some included three halftone printed plates\nof images. Special copies were also printed covering only the\nsecond or third day of the auction. Various special editions were\nissued in green or brown cloth covers with gold lettering. They\ncan include 11, 19, or 45 high-quality photographic plates.",
            "The example pictured here is the  plain catalogue . It\nfeatures a simple tan card cover and three halftone plates\nportraying Franco-American jetons and Bank of Montreal\nside view tokens. This is the copy that suited most\ncollectors of Canadian numismatics.",
            "This auction catalogue continues to hold the fascination of\ncollectors years after it was issued. Various photographic plates\nfrom the catalogue have been reproduced as late as 1997 by\nWarren Baker, G. R. Malone, and John J. Ford. Canadian and\nAmerican numismatic literature collectors continue to hunt\nfor variants to add to their libraries. Rarer versions can sell for\nimpressive prices. Forming a complete collection of catalogues\nfrom just this first Wilson sale would be an impressive feat.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "226"
    },
    {
        "File": "The_CN_Journal_July_35.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS\nNOUVELLES_DES CLUBS","By BRETT IRICK (CLUB SERVICES)\nFONA,.#22198.",
            "Ottawa Numismatic Society Helps Foil\nFamous Counterfeiter",
            "This press-release\nwas written by Steve\nWoodland, president of\nthe ONS. Photos courtesy\nof Lisa Wall, Ottawa\nBaroque Consort.",
            "Well, sort of; the Ottawa\nNumismatic Society\n(ONS) teamed up with the\nOttawa Baroque Consort\n(OBC) in their annual\nconcert, which featured a\nplay on a historical theme\nand accompanied by\nBaroque music played on\nperiod instruments. This\nyear s play was entitled\nCounterfeit! Set in the late\n1690s, it presented the\nstory of Sir Isaac Newton,\nthen Warden of the Royal\nMint, and his battle to put\nEngland s most skilled\n comer,  William Chaloner,\nbehind bars.",
            "Local Ottawa actor, Pierre\nBrault, well-known for his ~  - .\n one-man shows,  played the parts of both Newton and\nChaloner in the play, which was presented in two acts\nof six scenes each, with the Consort playing Baroque\nmusic between the scenes. With a Bank of Canada\nrecommendation, OBC approached the ONS for assistance\nin gathering information about the Newton-Chaloner\nstruggle. The OBC also requested that our club participates\nin two pre-event talks to the public about the play and that\nwe provide any numismatic artifacts from the period for a\ndisplay. Lisa Wall, communications and Olivier Henchiri,\nprincipal cellist visited the ONS at our November meeting\nto talk with club members in person. Lisa outlined what\nthey were doing and how they thought the ONS could\nhelp. Olivier explained that he and his wife, Jacinthe\nHudon, were the playwrights and they were particularly\nchallenged to find detailed information about the Newton-\nChaloner story. He also brought his 350-year old cello with\nhim and played a few short Baroque pieces for the club.\nNot what one expects to experience at a numismatic club\nmeeting!",
            "Number 4 July   August 2019 ----------------------------",
            
            "La Soci t  de numismatique d Ottawa aide a",
            "d jouer le c l bre contrefacteur\nCe communiqu  de presse\na t rEdig  par Steve\nWoodland, pr sident de\nl ONS. Photos fournies\npar Lisa Wall, Le Consort\nbaroque d Ottawa.",
            "Pas tout a fait, mais la Soci t \nnumismatique d Ottawa (ONS)\ns est associ e au Consort baroque\nd Ottawa (OBC) lors de son\nconcert annuel, qui comprenait\nune pi ce de th atre sur un theme\nhistorique et  tait accompagn \nde musique baroque jou e avec\ndes instruments d poque. La\npicce de cette ann e s intitule\nCountrefacon! Install  a la fin\ndes ann es 1690, elle pr sente\nVhistoire de Sir Isaac Newton,\nalors pr fet de la Monnaie royale,\net sa bataille pour mettre le\n contrefacteur  le plus talentueux\nde l Angleterre, William\nChaloner, derri re les barreaux.\nL acteur local d Ottawa,\nPierre Brault, connu pour ses\n one-man shows , interpr te\nles rdles de Newton et de Chaloner dans la pi ce, pr sent e en\ndeux actes de six sc nes chacune, le Consort jouant de la musique\nbaroque entre les sc nes. A la suite d une recommandation de la\nBanque du Canada, OBC a travaill  avec l?ONS le pour obtenir\ndes informations numismatiques portant sur la bataille entre\nNewtonet Chaloner. L.OBC a  galement demand  au club de\nparticiper a deux conf rences pr alables a l v nement sur la pi ce\net de fournir les artefacts numismatiques de cette  poque pour une\nexposition. Lisa Wall, responsable des communications, et Olivier\nHenchiri, violoncelliste principal, ont assist  a la rencontre du\nmois de novembre de l ONS afin de s entretenir personnellement\navec les membres du club. Lisa a expliqu  ce qu ils faisaient et\ncomment ils entrevoyaient la participation de ONS dans ce\nprojet. Olivier a expliqu  que lui et sa femme, Jacinthe Hudon,\n taient les auteurs de cette pi ce dramatique et des d fis rencontr s\npour trouver des informations d taill es sur histoire de Newton-\nChaloner. II avait  galement apport  son violoncelle, vieux de 350\nans, et a jou  quelques courtes pi ces baroques pour le club. Ce\nn est pas ce qu on s attend de voir lors d une r union de club de\nnumismatique!\n"
        ],
        "PageNo": "227"
    },
    {
        "File": "The_CN_Journal_July_36.jpg",
        "Paragraphs": [
            "The ONS members responded with enthusiasm,\noffering insight into English numismatics of the period,\nproviding a wide variety of artifacts, and preparing a\npresentation for the public. The ONS also suggested\nThomas Levenson s book Newton and the Counterfeiter,\nwhich turned out to be an invaluable resource to the\nauthors and the principal actor. At the pre-concert talks,\nONS vice-president Mark D. gave a presentation on\nperiod money and numismatics, while Peter L. and Mark\nalso showed a display of period artifacts. At the concert\nitself, Mark and Peter once again showed the artifact\ndisplay, which was very well received by the audience of\nover 200 people. The display was so successful during\nthe post-concert gathering that Mark and Peter were\namong the last people to leave the event! Overall, it was\na great experience for the ONS to collaborate on such a\nproject. It has motivated the club members to consider\nmore outreach activities and to seek new ideas for the\nclub to consider.",
            "Polish America Numismatic Society (PANS)\nco-hosts Coin Grading and Conservation\nSeminar in Warsaw, Poland with Polskie\nTowarzystwo Numizmatyczne (PTN)",
            "On Saturday, May 25, a coin grading class, based on\nNumismatic Guarantee Corporation (NGC) grading\nstandards, was held in Poland for the first time   and\nonly the second time in Europe. The seminar was\njointly hosted by the Michigan based PANS and\nPIN. The nine students now are the core of modern\ncoin grading, conservation, and storage knowledge\nin Poland. They will be sharing what they learned in\ntheir local organizations. The lead instructor was ANA\npast president Bob Campbell, who was named an NGC\nNumismatic Ambassador in honour of the occasion.\nSupporting Bob as assistant instructors were PANS\npresident Lester Rosik who also acted as the Polish\nTranslator, CSNS vice president and PANS treasurer",
            "Les membres de l ONS ont r agi avec enthousiasme, offrant un\napercu de la numismatique anglaise de cette p riode, une grande\nvari t  d  objets et contribuant a la pr sentation a l intention\ndu public. LONS a  galement sugg r  l ouvrage de Thomas\nLevenson, Newton and the Counterfeiter, qui s est r v l  une\nressource essentielle pour les auteurs et l acteur principal. Lors\ndes pr sentations pr c dant le concert, Mark D., vice-pr sident\nde l ONS, a pr sent  un expos  sur l argent et la numismatique\nde l poque, tandis que Peter L. et Mark ont  galement pr sent \ndes artefacts d poque. Lors du concert lui-m me, Mark et\nPeter  taoent 4 nouveau pr sent pour I exposition d  objets, qui\na  t tr s bien accueillie par le public de plus de 200 personnes.\nLexposition a  t  un tel succes lors du rassemblement apres le\nconcert que Mark et Peter ont  t  parmi les derni res personnes\na quitter les lieux! Dans l ensemble, c est une exp rience de\ncollaboration formidable pour l ONS. Cela a incit  les membres\ndu club a envisager davantage d activit s de sensibilisation et a\ntrouver de nouvelles id es auxquels le club pourrait collaborer.",
            "S minaire sur la gradation et la conservation de\npi ces de monnaie a Varsovie, enPologne, une\ncollaboration entre la Soci t  Numismatique\npolonaise d Am rique (PNAS) et le Polskie\nTowarzystwoNumizmatyczne (PTN)",
            "Le samedi 25 mai, une session portant sur la gradation des\npieces selon les normes de gradation de la Numismatic\nGuarantee Corporation (NGC) s est tenue pour la premicre\nfois en Pologne - et seulement pour une deuxieme fois en\nEurope. Le s minaire  tait organis  conjointement par le\nclub du Michigan le PANS et PTN. Les neuf  tudiants sont\nmaintenant au cceur des connaissances modernesen mati re\nde gradation, de conservation et d entreposage des pieces\nen Pologne. Ils partageront ce qu ils ont appris avec leurs\nclubs locaux. L enseignent principal  tait l ancien pr sident\nde l ANA, Bob Campbell, qui a  t  nomm  ambassadeur\nd honneur du NGC pour l occasion. Le pr sident des PANS,\nLester Rosik, assistait Bob comme assistant enseignent et\nservait de traducteur en polonais. Le vice-pr sident du CSNS",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "228"
    },
    {
        "File": "The_CN_Journal_July_37.jpg",
        "Paragraphs": [
            "Brett Irick and\nPANS past secretary\nJoe Beaupied. The\nstudents included PIN\npresident Przemystaw\nZiemba and PTN\nTreasurer Szymon\nBereska.",
            "According to\nPANS president Les\nRosik,  The seminar\nidea came from a\n2016 discussion with\nSzymon Bereska about modern coin grading standards\non the 1-70 Sheldon scale that was held in the back\nroom of a Warsaw coin dealer during a ten-day\nnumismatic tour of Poland. ",
            "A traditional 1 5 grading scale is still used in Poland\nwith large steps between grades that can make coins\nhard to value or compare without viewing in person.\nPANS and PTN worked together to organize the event\nthat financial support from PANS.",
            "Les Rosik, a PANS founding member, noted that\nin 1981 when the society was formed,  we wrote into\nour constitution that we would support Numismatics\nin Poland.  He continued,  It took nearly forty\nyears of hard work to develop our 100+ table semi-\nannual international and regional coin shows in\nTroy, Michigan. And that these shows generated the\nmoney that made this and future events with the PTN\npossible. ",
            "Thanks go out to the sponsors of this event- the Polish\nAmerican Numismatic Society, NGC Numismatic\nAmbassador and All About Coins owner Bob Campbell,\nthe Numismatic Guarantee Corporation president Mark\nSalzberg, the Polskie Towarzystwo Numizmatyczne,\nand, PTN president Przemystaw Ziemba.",
            "PTN treasurer Szymon Bereska, Gabinet\nNumizmatyezny owned by Damian Marciniak and the\nMichat Niemezyk Auction House in Warsaw, Poland\nowned by Michal Niemezyk, are thanked for inviting\nthe instructors and their guests to an outstanding dinner\nbuffet in downtown Warsaw after the seminar.",
            "PANS is an RCNA member club.",
            "If you would like to have your club profiled here,\nplease write a column, include pictures and send it to\nme: xr7gt@prodigy.net.",
            "Brett Trich",
            "Number 4 July   August 2019 ---------------------------",
            "et tr sorier des PANS Brett Irick\nainsi que le l ancien secr taire\ndu PANS Joe Beaupied  tait\n galement pr sent. Parmi\nles participants, on notait le\npr sident de PTN, Przemystaw\nZiemba, et le tr sorier de PTN,\nSzymon Bereska.\nSelon le pr sident des PANS,\nLes Rosik,  l id e du s minaire\nest n e durant une discussion\nen 2016 avec Szymon Bereska\nsur les normes modernes de\ngradation des pieces bas es sur | chelle Sheldon gradant les\npieces entre 1 et 70. La discussion a eu lieu dans I arri re-\nboutique d un marchand de pi ces 4 Varsovie durant la tourn e\nnumismatique de 10 jours en Pologne. ",
            "Une  chelle de gradation traditionnelle entre 1 et 5 est\ntoujours utilis e en Pologne, avec des marges importantes\nentre les diff rents grades qui peuvent rendre les pi ces\ndifficiles 4  valuer ou a comparer sans avoir la pi ce r elle.\nPANS et PTN ont travaill  ensemble pour organiser cet\n v nement avec le soutien financier de PANS.",
            "Les Rosik, membre fondateur de PANS, mentionne\nqu en 1981, lors de la fondation de la soci t ,  nous avons\ninscrit dans notre constitution que nous soutiendrions la\nnumismatique en Pologne . Il a poursuivi:  Il a fallu pr s\nde quarante ans de travail acharn  pour rassembler plus de\n100 tables de marchands lors d expositions numismatiques\nsemi-annuelles au niveau international et r gional a Troy au\nMichigan. Et ces salons ont g n r  les fonds requis pour faire\nvivre cet  v nement et des  v nements futurs avec le PTN. ",
            "Nous remercions les commanditaires de cet  v nement: la\nSoci t  polono-am ricaine de numismatique, l ambassadeur\ndu NGC et le propri taire de All About Coins, Bob Campbell,\nle pr sident de la Numismatic Guarantee Corporation, Mark\nSalzberg, le Polskie Towarzystwo Numizmatyczne et le\npr sident de PTN, Przemystaw Ziemba.",
            "Suite au s minaire, Szymon Bereska, tr sorier de PTN,\nGabinet Numizmatyczny appartenant 4 Damian Marciniak et\nla maison de vente a l encan Michat Niemezyk de Varsovie,\nen Pologne, appartenant a Michat Niemezyk, sont remerci s\npour avoir invit  les enseignants et leurs invit s a un souper\nbuffet exceptionnel au centre-ville de Varsovie.",
            "PANS est un club membre de l ARNC.",
            "Si vous souhaitez avoir le profil de votre club ici,  crivez une\nchronique, inclure des photos et envoyez a: xr7gt@prodigy.net.",
            "Brett Tuick\n"
        ],
        "PageNo": "229"
    },
    {
        "File": "The_CN_Journal_July_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE\n\n2019 $20 Fine Silver Coin   Victory Stampede",
            "The reverse image by Michelle Grant captures\nthe excitement of the roping competition\nat the 1919 Victory Stampede. In\nthe background, spectators fill the\noriginal grandstand in Calgary. In the\nforeground, a gold-plated cowboy\nholds the reins tightly with one hand\nwhile twirling the lariat overhead, as",
            "the horse races towards the target. The\ngold-plated rim is a four-strand rawhide\nlariat that was commonly used",
            "for roping livestock in that",
            "time period. The obverse",
            "features the effigy of",
            "Her Majesty Queen",
            "Elizabeth II by Susanna",
            "Blunt.",
            "Pi ce de 20 $ en argent fin 2019   Stampede\nde Calgary : Stampede de la Victoire",
            "Le motif au revers, ceuvre de Michelle",
            "Grant, rend toute l effervescence",
            "entourant | preuve de prise au lasso",
            "du Stampede de la Victoire, tenu",
            "a Calgary en 1919. On y voit un",
            "cow-boy rehauss  d un placage",
            "dor qui tient fermement les r nes",
            "d une main et fait tournoyer un lasso",
            "de l autre tout en galopant vers sa",
            "cible. A  arri re-plan, des spectateurs",
            "remplissent l estrade originale. Le",
            "cordon, lui aussi plaqu  d or, reproduit un",
            "lasso en cuir brut 4 quatre torons couramment",
            "utilis  pour attraper le b tail a l poque. L avers est a",
            "l effigie de Sa Majest  la reine Elizabeth II, selon Susanna\nBlunt.",
            " The Calgary Stampede",
            "is an unforgettable celebration of",
            "Alberta s pioneering spirit and thriving western",
            "culture,  said Marie Lemay, President and CEO of the Royal Canadian",
            "Mint.  As this year marks the 100th anniversary of the Victory Stampede, this\ncoin 1s also a great way to remember the soldiers who defended our freedoms",
            "and values in the First World War. ",
            "The 2019 $20 Fine Silver Coin   Victory Stampede has a limited mintage\nof 6,500 and retails for $119.95. From July 5 to 7, the Royal Canadian Mint\nis retailing this com, along with many other exceptional collectibles at BMO",
            "Marketplace, in the heart of Stampede Park.",
            "The Mint is also returning to Calgary for the Royal Canadian Numismatic\nAssociation s 2019 convention, from July 18 to 20, 2019, where the Victory\nStampede coin and other fine collectibles will be showcased and sold. There\nwill also be a display of exciting innovations from the Mint s R+D Lab, as well\nas coin exchanges where visitors can acquire the new Equality and D-Day 75th\nanniversary circulation coins. For more information, visit www.rena.ca/2019/",
            "program.php.",
            "The Victory Stampede coin may also be purchased by contacting the Mint at 1-800-267-1871 in Canada, 1-800-268-6468 in\nthe US, or online at www.mint.ca. The coin is also available at the Royal Canadian Mint s boutiques in Ottawa and Winnipeg,\nas well as through the Mint s global network of dealers and distributors, including participating Canada Post outlets.",
            
            "Volume 64\n"
        ],
        "PageNo": "232"
    },
    {
        "File": "The_CN_Journal_July_41.jpg",
        "Paragraphs": [
            "2019 $20 .9999 fine gold  \n20th Anniversary of Nunavut",
            "The reverse design by Inuk artist Germaine\nArnaktauyok features an Inuk drum dancer\nbearing an outline map of the territory.\nWithin the map, a traditional stone oil\nlamp (qulliq) is a source of warmth\nand security, and a beacon of hope for",
            "the future. Beneath the dancer is the\nlettering  NUNAVUT 002 \n( Nunavut  in Inuktitut.) The",
            "obverse features the effigy of",
            "Her Majesty Queen Elizabeth",
            "II by Susanna Blunt.",
            "2019 $25 Fine Silver Coin   50th\nAnniversary of the Apollo 11 Moon Landing",
            "The reverse design by Canadian artist\nTony Bianco features the iconic\nscene when mankind first set\nfoot on the Moon, with the\nlanding module towering in",
            "the background. It is marked",
            "with the memorable dates\n 1969  and  2019  and",
            " 50 years/ans  that have\npassed since the event. The",
            "peace message added by\nPierre Elliott Trudeau on a",
            "tiny silicone disk that was left",
            "on the Moon also appears on\nthe edge of the coin. The design\nfeatures a rounded, convex",
            "shape reminiscent of the",
            "Moon.",
            "Number 4 July   August 2019 -----------------------------------",
            "Pi ce de 20 $ en or pur 2019  \n20e anniversaire du Nunavut",
            "Le motif au revers, ceuvre de l artiste inuite",
            "Germaine Arnaktauyok, pr sente un Inuit",
            "ex cutant la danse du tambour. On voit",
            "sur l instrument une carte du territoire",
            "du Nunavut ainsi qu une lampe a l huile",
            "traditionnelle en pierre (qulliq), source",
            "de chaleur et de s curit  qui symbolise",
            "l espoir. Sous le danseur est grav e la",
            "mention   NUNAVUT 00.2%   (dont le",
            "deuxi me  l ment signifie   Nunavut   en",
            "inuktitut). L avers est 4 l effigie de Sa Majest  la\nreine Elizabeth II, selon Susanna Blunt.",
            "Pi ce de 25 $ en argent fin 2019   50e\nanniversaire de l atterrissage sur la Lune\nd Apollo 11",
            "Le motif au revers, ceuvre de l artiste canadien",
            "Tony Bianco, repr sente le c l bre moment ot",
            "Vhumanit  mit pour la premicre fois le pied",
            "sur la Lune, le module d atterrissage se",
            "dressant en arriere-plan. Sont aussi grav s",
            "l ann e m morable   1969  , le mill sime",
            "  2019   et la mention   50 YEARS/",
            "ANS  , soit le nombre d ann es qui se",
            "sont  coul es depuis l v nement. La",
            "tranche de la pi ce porte le message de",
            "paix de Pierre Elliott Trudeau qui a  t ",
            "inscrit sur le minuscule disque de silicone",
            "laiss  sur la Lune. Le motif pr sente une",
            "surface convexe rappelant la forme sph rique\nde l astre."
        ],
        "PageNo": "233"
    },
    {
        "File": "The_CN_Journal_July_42.jpg",
        "Paragraphs": [
            "THE HOCHSCHILD KOHN MEDAL",
            "Medals are not recorded in the ad hoc list of\nM sculptor Edward Berge s work. Items there\nthat attribute to numismatics appear only as\nplaques and tablets; yet, Berge created at least one medal:\nthe Hochschild Kohn Silver Anniversary Medal for its\nemployees. It s a signed piece, and it is recorded among\nBerge s numismatic entries in the National Sculpture\nSociety Exhibition of American Sculpture Catalogue 1923.\nThe entry is on page 352 in the List of Medalists.\nHochschild Kohn was a Baltimore, Maryland,\ndepartment store that began in 1897 as a partnership with\nMax Hochschild and brothers Benno and Louis Kohn. By\n1922, the firm s 25th anniversary year, Hochschild Kohn\nhad become a successful and incorporated business popular\nwith the residents of Baltimore and area. Much later,\nthrough management changes and economic pressures the\nbusiness foundered and eventually closed in 1984.",
            "The medal for H-K employees is bronze, 32 mm in\ndiameter with a loop and a ring. The edge is impressed\nMedallic Art Co. NY. The unconfirmed number struck\nwould have been limited.",
            "On the obverse: a Felicitas-like figure personifying\nsuccess, extending her left arm with the torch of\nenlightenment and with her right arm carrying a basket\nof flowers symbolic of goodness. In the right field\nan inscription: Honor   Courtesy * Progress; in the\nbackground, Baltimore s Inner Harbor. In the legend\naround: Hochschild Kohn & Co. Silver Anniversary\n1897   1922.",
            "On the reverse: beneath a twig with oak leaves\nrepresenting achievement, an inscription in eight-lines: To\nthe store family in appreciation of the loyalty which has\nmade possible these twenty-five years of progress.",
            
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "234"
    },
    {
        "File": "The_CN_Journal_July_43.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH History",
            "THE_EXECUTION_OF THE.ROMANOV_F AMILY", "BY JESUS VICO\nAND. MARISA.OLLERO",
            "July 17, 1918",
            "The Ural Regional\nSoviet agreed in a\nmeeting on June 29",
            "that the Romanov family\nshould be executed. Only\nseven of the 23 members\nof the Central Executive\nCommittee were in\nattendance, three of whom\nwere Lenin, Sverdlov and\nFelix Dzerzhinsky. It was\nagreed that the presidium\nof the Ural Regional\nSoviet should organize\nthe practical details for\nthe family s execution and\ndecide the precise day on\nwhich it would take place\nwhen the military situation\ndictated it, contacting Moscow for final\napproval.",
            "The killing of the Tsar s wife\nand children was also discussed\nbut had to be kept a state secret to\navoid any political repercussions;\nGerman ambassador Wilhelm von\nMirbach made repeated enquiries to\nthe Bolsheviks concerning the family s",
            "well-being. As Trotsky would later\nexplain,  The Tsar s family was a victim of",
            "the principle that forms the very axis\nof monarchy: dynastic inheritance, \nfor which their deaths were a necessity.\nGoloshchyokin reported back to\nYekaterinburg on July 12 with a summary\nof his discussion about the Romanovs\nwith Moscow, along with instructions that\nnothing relating to their deaths should be\ndirectly communicated to Lenin.",
            "On July 14, Yurovsky was finalizing\nthe disposal site and how to destroy as\nmuch evidence as possible at the same\ntime. He wanted to gather the family\nand servants in a closely confined space\nfrom which they could not escape.",
            "Number 4 July   August 2019",
            
            "Russian Medal to Commemorate\nthe Coronation of Emperor\nNicholas II and Empress Alexandra\nFeodorovna; Au 52 mm, 106 g.\nAfter a design by A. Vasiutinskii,\nSt. Petersburg, 1896",
            "Obverse conjoined profiles of\nEmperor Nicholas II and Empress\nAlexandra Feodorovna, legend in\nRussian: Emperor Nicholas II and\nEmpress Alexandra Feodorovna\nCrowned 1896 in Moscow, the\ntruncation signed in Cyrillic A\nVAS-KI.",
            "Reverse with the Russian\nImperial double-headed eagle\nand the Russian inscription God\nbe with us.",
           
            "The basement room\nchosen for this purpose\nhad a barred window\nwhich was nailed shut\nto muffle the sound of\nshooting and in case of\nany screaming. Yurovsky s\nplan was to perform an\nefficient execution of all 11",
            "prisoners simultaneously.\nOn July 16, Yurovsky\nwas informed by the\nUral Soviets that Red\nArmy contingents were\nretreating in all directions\nand the executions could\nnot be delayed any longer.\nA coded telegram seeking\nfinal approval was sent by\nGoloshchyokin and Georgy Safarov at\naround 6:00 p.m. to Lenin in Moscow.\nThere is no documentary record of\nan answer from Moscow, although\nYurovsky insisted that an order from\nthe CEC to go ahead had been passed\non to him by Goloshchyokin at around\n7:00 p.m. At 8:00 p.m., Yurovsky sent\nhis chauffeur to acquire a truck for",
            "transporting the bodies, bringing with it\nrolls of canvas to wrap them in. The intention",
            "was to park it as close to the basement\nentrance as possible, with its engine\nrunning to mask the noise of gunshots.\nYurovsky and Pavel Medvedev collected\n14 handguns to use that night.",
            "In the commandant s office, Yurovsky\nassigned victims to each killer before\ndistributing the handguns. He instructed\nhis men to  shoot straight at the heart to\navoid an excessive quantity of blood and\nget it over quickly.  At least two refused\nto shoot the women. Yurovsky sent them\nto the Popov House for failing  at that\nimportant moment in their revolutionary\nduty.  Neither Yurovsky nor any of the\n"
        ],
        "PageNo": "235"
    },
    {
        "File": "The_CN_Journal_July_44.jpg",
        "Paragraphs": [
            "1913 rouble: circulating commemorative struck to celebrate the 300th Anniversary of the Romanov Dynasty.\nObverse: left Emperor Nicholas II in military uniform of the Life Guards of the 4th Infantry Regiment of\nthe Imperial family, right Michael | in royal robes and Monomakh s Cap. Portraits framed around in a Greek\nornament. 0.900 fine silver, 33.6 mm 20 g 1%. Engraver: M.A. Kerzin. Y-70, mint-mark: BC = Petrograd.",
            "killers went into the logistics of how to efficiently destroy\neleven bodies. Yurovsky was under pressure to",
            "ensure that no remains would later be found\nby monarchists who would exploit them to\nrally anti-communist support.",
            "Around midnight on July 17,\nYakov Yurovsky, the commandant\nof The House of Special Purpose,\nordered the Romanovs  physician,\nDr. Eugene Botkin, to awaken the\nsleeping family and ask them to put\non their clothes, under the pretext\nthat the family would be moved\nto a safe location due to impending\nchaos in Yekaterinburg. The Romanovs\nwere then ordered into a 6 m x 5 m semi-\nbasement room. Nicholas asked if Yurovsky\ncould bring two chairs, on which Tsarevich\nAlexei and Alexandra sat. Yurovsky s\nassistant Grigory Nikulin remarked to\nhim that the  heir wanted to die in a\nchair. Very well then, let him have\none.  The prisoners were told to\nwait in the cellar room while the\ntruck that would transport them was\nbeing brought to the House. A few\nminutes later, an execution squad\nof secret police was brought in and\nYurovsky read aloud the order given\nto him by the Executive Committee:\n Nikolai Alexandrovich, in view of the\nfact that your relatives are continuing\ntheir attack on Soviet Russia, the Ural\nExecutive Committee has decided to\nexecute you. ",
            "Nicholas, facing his family, turned and said  What?\nWhat?  Yurovsky quickly repeated the order",
            "and the weapons were raised. The Empress",
            "and Grand Duchess Olga, according to",
            "a guard s reminiscence, had tried to",
            "bless the children, but failed amid the",
            "shooting. Yurovsky reportedly raised",
            "his Colt gun at Nicholas s torso and",
            "fired; Nicholas was the target of",
            "all of the assembled shooters, and",
            "he quickly fell dead, pierced by",
            "many bullets. The intoxicated Peter",
            "Ermakov, the military commissar for",
            "Verkh-Isetsk, shot and killed Alexandra",
            "with a bullet wound to the head. The",
            "remaining executioners shot chaotically and",
            "over each other s shoulders until the room was so",
            "filled with smoke and dust that no one could",
            "see anything at all in the darkness nor hear\nany commands amid the noise.",
            "Within minutes, Yurovsky was",
            "forced to stop the shooting because",
            "of the caustic smoke of burned",
            "gunpowder, dust from the plaster",
            "ceiling caused by the reverberation",
            "of bullets, and the deafening",
            "gunshots. When they stopped, the",
            "doors were then opened to scatter the",
            "smoke. While waiting for the smoke to",
            "abate, the killers could hear moans and",
            "whimpers inside the room. As it cleared, it",
            "became evident that although several of",
            "the family s retainers had been killed, all",
            "of the Imperial children were alive and",
            "furthermore, only Maria was even injured.",
            "The CN Journal Volume 64\n"
        ],
        "PageNo": "236"
    },
    {
        "File": "The_CN_Journal_July_46.jpg",
        "Paragraphs": [
            "1917 dated coins, the last of imperial Russia; 10, 15 and 20 kopeks and a 1917 counter-stamped 50 kopeks\non an 1897 50 kopeks donor coin legend: \"Hu3noxeHnve foma PomMaHosbix mapT 1917 r.  [ Deposition of the",
            "house of the Romanovs March 1917 ].",
            "The noise of the guns had been heard by\nhouseholds all around, and had awakened\nmany people. The executioners were\nordered to proceed with their bayonets,",
            "a technique which proved ineffective",
            "and meant that the children had to be\ndispatched by still more gunshots,",
            "this time aimed more precisely at",
            "their heads. The Tsarevich was the",
            "first of the children to be executed.\nYurovsky watched in disbelief as\nNikulin spent an entire magazine from\nhis Browning gun on Alexei, who, with\njewels sewn into his undergarment and forage\ncap, still sat transfixed in his chair. Ermakov\nshot and stabbed him, and when he failed,\nYurovsky shoved him aside and killed\nthe boy with a gunshot to the head. The",
            "last to die were Tatiana, Anastasia,",
            "and Maria, who were carrying a",
            "few pounds of diamonds sewn into",
            "their clothing, which is said to have\ngiven them a degree of protection\nfrom the firing. However, they were\nspeared with bayonets as well. Olga\nsustained a gunshot wound to the head.",
            "Maria and Anastasia were said to have\ncrouched up against a wall covering their\nheads in terror until they were shot down.\nYurovsky himself killed Tatiana and\nAlexei. Tatiana died from a single\nbullet through the back of her head.\nAlexei received two bullets to the",
            "head, right behind the ear.\nWhile Yurovsky was checking the\nvictims for pulses, Ermakov went back\nand forth in the room, flailing the bodies\nwith his bayonet. The execution lasted\nabout 20 minutes, Yurovsky later admitting\nto Nikulin s  poor mastery of his weapon and",
            "inevitable nerves. ",
            "Alexandre Beloborodov sent a coded\ntelegram to Lenin s secretary, Nikolai\nGorbunov. It was found by White\ninvestigator Nikolai Sokolov and\nreads:  Inform Sverdlov the whole\nfamily have shared the same fate as\nthe head. Officially the family will die",
            "at the evacuation. ",
            "Reprinted with permission\nfrom VCoins eNewsletter;\nImages courtesy pegs.com.",
            "1921 Soviet rouble 0.900 fine Ag 20 g; Obv: National arms within beaded circle legend:\nNPOJIETAPUM BCEX CTPAH, COEAVHANTECD! P.C.0.C.P. [Workers of the World Unite!\nR.S.F.S.R.] Rev: Value in centre of star within beaded circle PYB/Ib [ruble]. Hyperinflation\npegged 1 new rouble at 10,000 old roubles. It was devalued further in 1923.",
            " The CN Journal Volume 64\n"
        ],
        "PageNo": "238"
    }
]