[
    {
        "File": "The_CN_Journal_july_05.jpg",
        "Paragraphs": [
            "FROM THE PRESIDENT,",
            "Summer is always a hectic time, both in a\nS numismatic sense and otherwise. The warm",
            "weather is a great time to get away from the toils\nof everyday life and enjoy yourself, your family and,\nhopefully, your hobbies as well. Here s a way to add\nsome pleasure:",
            "Many local clubs recess during the summer; this\nmakes an ideal time for you to join us at our annual\nConvention, held this year in Toronto (Mississauga) from\nTuesday, August 7 to Saturday, August 11 at the Hilton\nMeadowvale Hotel and Conference Centre. Later in this\nissue, you can read a full report of Convention activities\nby our Chairman, William (Bill) O Brien. If you spend a\nmoment to look through his report, I m sure you ll agree\nour annual convention, Canada s Money Collector Show,\nis the country s largest three-day Numismatic Event; it\nhas a preeminent three-day auction, educational sessions\nand other activities making it genuinely the numismatic\nsocial event of the year. What more can you ask! If there\nis something more, let me know, and I 1l try to make sure\nwe include it in the future.",
            "In light of the upcoming convention, there is a\ndisturbing issue that I want to bring to your attention.\nOver the last six months or so, there have been an\nincreased number of reports about thefts of numismatic\nmaterials at coin shows, The majority of these thefts\nseem to be from dealers distracted by perpetrators, either\nduring shows or immediately before-or-after; definitely\nan alarming trend.",
            "What I want to stress is that you stay vigilant and\nmaintain an awareness of your surroundings at all times.\nDo not allow yourself to be distracted; keep your materials\nclose at all times. The timeless adage of being safe rather\nthan sorry is critical. If you see something suspicious say\nsomething to security, a dealer or anyone on the convention\ncommittee. In one situation, at a recent commercial show,\npeople were going from dealer to dealer asking each if the\nseller had gold; they even asked this at the Coin Kids table\n  clearly a suspicious activity. Take care!",
            "Finally, our next RCNA Executive meeting will be on\nWednesday, August 9, during the Convention. If there\nis anything you want brought to the attention of the\nExecutive, please let me know at president@rcna.ca .\nIam happy to listen to any constructive suggestions!",            
            "July + August 2018",            
            "MOT DU_PRESIDENT",
            "Lete  est toujours une p riode mouvement e, du point\n| de vue numismatique et autrement. Le beau temps est",
            "un bon moment pour s loigner des tracas de la vie\nquotidienne et s amuser avec votre famille et, esp rons-le, vos\npasse-temps.",
            "Un grand nombre de clubs locaux ne se rencontrent\ng n ralement pas pendant les mois d t , ce qui en fait pour\nvous un moment id al pour nous rejoindre   notre congr s\nannuel; tenu cette ann e a Toronto (Mississauga) du mardi\n7 ao t au samedi 11 ao t au Hilton Meadowvale Hotel and\nConference Centre. Plus loin dans ce num ro, vous trouverez\nun compte rendu complet des activit s pr sent  par notre\npr sident congr s, William (Bill) O Brien. Si vous passez un\nmoment   lire son rapport, je suis s r que vous conviendrez\nque notre congr s annuel est v ritablement l v nement\nsocial numismatique de l ann e, combin  avec la plus grande\nvente et salon numismatique de trois jours, le Salon canadien\ndes collectionneurs de monnaie. De plus, il y aura un grand\nencan de trois jours. Que demander de plus! S il y a quelque\nchose, faites le moi savour, et je vais essayer de m assurer que\nnous l incluerons a l avenir.",
            "Parlant de la prochaine congr s, il y a un probl me\ninqui tant que je voulais porter   votre attention. Au cours\ndes six derniers mois, il y a eu un nombre croissant de\nrapports concernant le vol de mat riel numismatique. La\nmajorit  d entre eux semblent  tre des vols de distraction\nperp tr s sur les concessionnaires, soit pendant les spectacles\nou imm diatement avant ou apr s. D finitivement une\ntendance alarmante.",
            "Ce que je veux souligner, c est que vous devez  tre vigilant\net conscient de votre environnement   tout moment. Ne vous\nlaissez pas distraire et gardez vos documents   proximit  en tout\ntemps. L adage intemporel d tre en s curit  plut t que d sol \ns applique ici. Si vous voyez quelque chose de suspect, dites-le  \nla s curit ,   un marchand ou   un membre du comit  du congr s.\nLors d une r cente exposition commerciale, des gens allaient\nd un marchand   l autre leur demandant s ils avaient de l or;\nils ont m me demand    la table de Coin Kids - clairement une\nactivit  suspecte!",
            "Enfin, la prochaine r union du Comit  ex cutif de\nVARNC aura lieu le mercredi 9 ao t, en m me temps que\nla Convention. S il y a quelque chose que vous souhaitez\nque je porte   l attention de l ex cutif, veuillez me le faire\nsavoir   president@rcna.ca. Je suis heureux d couter des\nsuggestions constructives!\n"
        ],
        "PageNo": "197"
    },
    {
        "File": "The_CN_Journal_july_07.jpg",
        "Paragraphs": [
            "CONVENTION COMMUNIQUE DU CONGRES",
            "Welcome to our 65th annual convention   Bienvenue   notre 65e congr s annuel!",
            "It is my pleasure\nI: extend the",
            "warmest welcome\nto all the numismatists\nand other interested\nparties who plan\nattending the Royal\nCanadian Numismatic\nAssociation 65th\nAnnual Convention.",
            "It is an honour for\nthe North York Coin\nClub to host such a\nprestigious event as\nthis, and the organizing\ncommittee has the\nconvention packed\nwith activities to keep everyone entertained during three\ndays of programs that will interest all who want to become\nmore knowledgeable in the hobby of numismatics.",
            "The event s kick off is Tuesday August 7th with a\none-day workshop event entitled  An Introduction to\nPaper Money Grading and Preservation.  This event is\nsupported by a grant from CAFNE, and it will feature\nSteven Bell, who will be heading the morning session on\nbanknote grading, and Susan Maltby who will lead the\nafternoon session on banknote preservation.",
            "The workshop day will be followed up Wednesday and\nThursday with a two-day educational symposium featuring\neight experienced numismatists who will be presenting on\na variety of topics that are sure to cover several interesting\nareas in numismatics: exonumia, literature, and estate\nplanning. Our seminars are designed for collectors at all\nlevels; the intention is to give each person participating\nthe opportunity to become more knowledgeable about the\nmany different aspects of numismatics open for study by\ncollectors.",
            "For those interested in other\nexperiences there is a day trip\navailable to the McMichael Art\nGallery in Kleinburg, an early-\nbird dinner at Chop Steakhouse\nBar, and the Welcome Reception;\nthese choices will keep\nconventioneers busy in the days\nleading up to the opening of the\nbourse and exhibits.",           
            "July + August 2018 -------------------------------",
            "Cest avec\nplaisir que\nje souhaite",
            "la plus chaleureuse",
            "bienvenue   tous les",
            "numismates et autres",
            "parties int ress es",
            "qui participent au 65e",
            "congr s annuel de",
            "l Association royale",
            "de numismatique du\ncanada.",
            "C est un honneur",
            "pour le North York",
            "Coin Club d accueillir",
            "un  v nement aussi",
            "prestigieux que le",
            "congr s de PARNC, et le comit  organisateur a une semaine",
            "remplie d activit s pour divertir tout le monde et trois jours de",
            "programmes qui int resseront ceux qui veulent devenir plus\ncomp tent dans le domaine de la numismatique.",
            "Les activit s de la semaine d buteront le mardi 7 ao t avec\nun atelier d une journ e intitul   Introduction au classement et  \nla pr servation du papier-monnaie . Cet  v nement a  t  rendu\npossible gr ce   une subvention du ACPEN et mettra en vedette\nSteven Bell, qui dirigera la session du matin sur l valuation\ndes billets de banque et Susan Maltby qui dirigera la session de\nl'apr s-midi sur la pr servation des billets.",
            "La journ e d atelier sera suivie d un symposium  ducatif de\ndeux jours mettant en vedette huit numismates  minents qui\npr senteront sur une vari t  de sujets qui sont s rs de couvrir de\nnombreux domaines int ressants en numismatique, exonumia,\nla litt rature et la planification successorale. Ces s minaires\ns'adressent   tous les niveaux de collectionneurs dans le but\nprincipal de permettre   tous de mieux conna tre les diff rents\ndomaines qu ils ne sont pas habitu s    tudier.",
            "Pour ceux qui ne sont pas\nint ress s par les  v nements\nci-dessus, une excursion\nd une journ e est pr vue  \nla McMichael Art Gallery  \nKleinburg, un d ner pour les l ve-\nt t au Chop Steakhouse Bar et\nenfin la r ception de bienvenue\npour les jours pr c dant\nl ouverture la bourse et les\nexpositions.\n"
        ],
        "PageNo": "199"
    },
    {
        "File": "The_CN_Journal_july_08.jpg",
        "Paragraphs": [
            "This brings us to the beginning of the big show on\nThursday with the completion of the bourse and exhibits\nsetup before the opening ceremonies for the RCNA s\n65th Convention. The hotel will be bursting at capacity\nby then because this year many more attendees have\ndecided to come than initially anticipated, suggesting\nthat these events are still relevant in today s digital age.\nThese comradely social events are just as important as\nacquiring that missing piece for your collection.",
            "Speaking about acquiring that missing piece for\nyour collection   the sold-out bourse, the largest such\nthree-day event in the country, will allow you many\nopportunities to rummage through all those bargain bins\nor examine the finest of rare items. There is something\nfor every budget at Canada s Money Collector Show,\nand if you don t find that elusive item why not try the\nauction?",
            "The Canadian Numismatic Company is the official\nauctioneer for this year s convention, and the material\nthat they are offering in this sale will attract the\nattention of all collectors. The three-day auction will be\nhighlighted by a wide selection of Canadian decimal\ncoinage, several rarities seldom offered to the public,\na choice selection of error coinage, banknotes and\na fantastic selection of medals and gold coins. So, as\nmentioned earlier, if you have a  missing piece  in your\ncollection this is where to search.",
            "If the days  events tire you and you want a light-\nrefreshment or a snack, why not join us for the CAFNE\nreception Thursday evening before heading out for\ndinner? To thank this year s CAFNE supporters, its\nboard is again hosting a reception at which a silent\nauction will be held with its proceeds used for coming\nprojects that CAFNE undertakes. Do attend; you  ll be\nthere with friends and colleagues who, like you, want to\nsee numismatics in Canada aided and promoted through\nCAFNE s efforts and generosity.",
            "This brings us to Friday\nanother day packed with\nactivities, from the after sunrise\nclub delegates breakfast to\nthe pre-sunset cruise on Lake\nOntario; it will be a day with\nsomething for all. With the\nopportunity to attend many of\nthe numismatic special-interest\ngroups  meetings, the bourse,\nthe exhibits, a trip to Artcast foundry, and the chance to\ncatch up with acquaintances, it will be non-stop day, so\nwear your comfortable shoes.",
            "Then it s on to Saturday and the last full day of our\nconvention. The bourse, exhibits, and specialty club\nmeetings will continue during this day, but pace yourself,\nyou'll need enough energy to attend the banquet.",
            "Cela nous am ne au d but du grand spectacle jeudi avec\nl ach vement de la bourse et la mise en place des expositions\navant les c r monies d ouverture et l ouverture officielle de\nla 65e congr s de l  ARNC. L h tel sera plein   craquer alors\nque plus de participants ont d cid  de venir et de rester que\npr vu initialement, ce qui montre que ces  v nements sont\ntoujours pertinents dans l re num rique d aujourd hui que les\n v nements sociaux et camaraderie sont tout aussi importants\nque l acquisition de cette pi ce manquante pour votre collection.",
            "Parlant de l acquisition de cette pi ce manquante pour votre\ncollection, la bourse   guichets ferm s, le plus grand  v nement\nde trois jours dans le pays, vous permettra de nombreuses\noccasions de fouiller dans tous ces bacs   bon march  ou\nd examiner le meilleur des mat riaux rares. Il ya quelque chose\npour chaque budget au Salon cannadien des collectionneurs\nde monnaie et si vous ne trouvez pas cet objet insaisissable\npourquoi ne pas essayer l ench re.",
            "La Canadian Numismatic Company sera la soci t  de vente\naux ench res officielle pour le congr s de cette ann e et ils n ont\npas d u avec le mat riel qu ils apporteront   la convention.\nLa vente aux ench res de trois jours sera mise en valeur par un\nlarge choix de pi ces d cimales canadiennes, plusieurs raret s\njamais offertes au public, une belle s lection de monnayages et\nde billets de banque et une s lection fantastique de m dailles et\nde pi ces d or. Donc, comme je l ai mentionn  ci-dessus si vous\navez un trou dans votre collection, c est l endroit    tre.",
            "Si les  v nements de la journ e vous ont fatigu  et que vous\nvoulez un rafra chissement l ger, ou une collation, pourquoi ne\npas nous rejoindre pour la r ception ACPEN jeudi soir avant\nde partir d ner. Le ACPEN organisera cette ann e encore une\nr ception et une vente aux ench res silencieuse pour remercier\ntous ceux qui ont soutenu l organisation au cours de l ann e et\npour gagner de l argent pour financer les excellents programmes\nqu'ils offrent   la numismatique   travers le pays. C est un grand\n v nement o  tous les participants peuvent se rencontrer et\npartager le passe-temps qui les passionne.",
            "Maintenant, cela nous am ne au vendredi et une autre\njourn e remplie d activit s juste\napr s le lever du soleil et les clubs\nd l guent le petit d jeuner jusqu \nune croisi re au coucher du soleil sur\nle lac Ontario, ce sera une journ e\npour tous les go ts. Avec beaucoup\nde groupes d int r t sp ciaux en\nnumismatique tenant leurs r unions,\nla bourse et les expositions, un\nvoyage   la fonderie Artcast et le",
            "temps de rattraper les connaissances, ce sera une journ e sans\nescale, alors portez vos chaussures confortables.",
            "Cela nous am ne   samedi et   la derni re journ e compl te\nde la 65e congr s annuel de  ARNC. La bourse, les expositions\net les r unions de clubs de sp cialit  se d rouleront de\nnouveau toute la journ e, alors faites preuve de dynamisme\npour avoir suffisamment d nergie pour assister au banquet.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "200"
    },
    {
        "File": "The_CN_Journal_july_09.jpg",
        "Paragraphs": [
            "This year our banquet speaker Claude Sherwood,\nwho sixty-years ago worked on the Avro Arrow aircraft,\nwill tell about this airplane, which is on our\nconvention medal. Claude is tied to\none of the important moments in\nCanadian Aeronautical history; the\nAVRO Arrow CF-105 Supersonic\nInterceptor was the aircraft that\ncould have forever changed\nour history in aviation. The\nArrow was designed and built\nnear where those of you who\ncame here by air landed. Our\nconvention medal, in part,\ncommemorates the memory and\ndestiny of this aircraft. Following\nour speaker, the RCNA will award\nthe achievements of all those members\nwho have recently dedicated time and help\nin supporting the hobby and our association.",
            "Also, on Saturday there will be a special Kids Day\nProgram, a new addition to our convention. This adds to\nthe traditional Kids Table and Auction that has always\nbeen popular at our events. These kids  programs\nare important for a continued numismatic future.",
            "Continued page 203",
            "Number 5",
            "July + August 2018--",
            "Le conf rencier du banquet de cette ann e est Claude Sherwood\nqui, il y a une soixantaine d ann es, a travaill  sur l avion\nAvro Arrow qui est sur la m daille du congr s. Le\nbanquet honorera  galement tous les membres\nde l  ARNC qui ont consacr  leur temps et\nleur  nergie   soutenir ce passe-temps et  ",
            "reconna tre leurs r alisations.",
            "Comme nous venons de le\nmentionner, la m daille de la\nconvention et le conf rencier du\nbanquet ont un lien avec l un des\nmeilleurs moments de l histoire\na ronautique canadienne et l AVRO\nAtrow CF-105 Supersonic Interceptor",
            " tait l avion qui aurait pu changer notre",
            "histoire dans ce domaine. L avion a  t ",
            "congu et fabriqu  juste en bas de la route",
            "pr s de l endroit o  beaucoup d entre vous\nont atterri, mais il y a quelques jours.",
            "De plus, le samedi, il y aura un programme sp cial\npour la Journ e des enfants qui est nouveau pour l  ARNC, ainsi\nque la table et la vente aux ench res traditionnelles pour les\nenfants qui ont toujours  t  une partie populaire de la convention.\nCes programmes pour enfants sont une partie importante de la\nconvention parce que nous, anciens collectionneurs, devrons",
            "Suite page 203\n"
        ],
        "PageNo": "201"
    },
    {
        "File": "The_CN_Journal_july_11.jpg",
        "Paragraphs": [
            "Continued from page 201",
            "Some day the material we older collectors have will\nbecome available to others. If there are no new collectors\nby then the hobby could collapse, and your long-time\ncollecting results might go the way of Sports Cards or\nPogs. If you know any young person who may want new\ninterests in life, bring that child along for a fun-filled free\nday s outing that could spark the interest of that kid.",
            "From my overview of the convention program you'll\nsee it s nearly a week filled with activities that could\npique your interest in different aspects of our hobby or\nrekindle old collecting pursuits you ve once had. Come\njoin us, this will be an event to remember. Be sure you ve\ncircled the week of August 7-11, don t snooze because\nyou might lose your opportunity to attend.",
            "So, until I see you at the convention enjoy the balance\nof the summer, but if you haven t already booked to\nattend, do that today.",
            "Your Convention Chairman,",
            "William O'Brien",
            "Number 5",
            "July + August 2018 -------------------------------",
            "Suite de la page 201",
            "un jour nous d barrasser de nos collections et s il n y a pas de\nnouveaux collectionneurs d sireux de poursuivre ce passe-\ntemps, ils s effondreront et votre passion de toute une vie de\ncartes de sport ou Pogs. Si vous connaissez des jeunes qui\npourraient vouloir d velopper leurs int r ts dans la vie, faites-\nles sortir pour une sortie amusante et gratuite, et voyez si vous\npouvez susciter un int r t pour l enfant.",
            "Comme vous pouvez le voir dans mes brefs synopsis du\nprogramme des  v nements de la convention, ce sera une\nsemaine remplie d activit s qui pourraient susciter votre\nint r t pour de nouveaux domaines ou raviver votre ancien, cet\n v nement   ne pas manquer sera m morable. Donc, si vous\nn avez pas encercl  la semaine du 7 au 11 ao t, ne paressez pas\nparce que vous risquez de perdre l opportunit  d assister   cet\n v nement.",
            "Donc, jusqu  ce que je vous vois   la convention profiter\nde l quilibre de l t  et si vous n avez pas d j  r serv  pour y\nassister, faites-le aujourd hui.",
            "Votre pr sident de congr s,",
            "William O'Brien\n"
        ],
        "PageNo": "203"
    },
    {
        "File": "The_CN_Journal_july_12.jpg",
        "Paragraphs": [
            "THE 1944 ALLIED MILITARY CURRENCY",
            "FOR_FRANCE",
            "BY DR. PETER MOOGK\nFCNRS, #12532",
            "Monkey Money [Monnaie de Singe]?",
            "Have you ever\nH wondered\nwhy Allied",
            "Military Currency",
            "[AMC] for France is",
            "common and fairly",
            "cheap, especially for",
            "notes with a value of",
            "fifty francs or less?",
            "It is easy to obtain",
            "clean examples",
            "of these paper notes.\nUncirculated and EF",
            "notes up to ten-francs in",
            "value can still be bought",
            "for $2 to $6. Only the",
            "500-francs notes and",
            "those of higher values are",
            "rare. The low value notes",
            "2-, 5- and 10-francs,",
            "were square rather than",
            "rectangular. There were two issues; the\nsecond being identified by the number\n2. Replacement notes were marked\nwith an X. The volume of production\nis a partial explanation for their present\navailability: Over three billion francs in\ncurrency were printed by the American\nBureau of Printing and Engraving and\nby the Forbes Lithograph Manufacturing\nCompany of Boston. The",
            "decorative scrollwork",
            "and frames were inspired",
            "by American banknotes.",
            "There was another factor:",
            "a strange accord between",
            "German propagandists",
            "and General Charles",
            "de Gaulle s provisional",
            "government. Both were",
            "hostile to the AMC notes.",
            "When the Allies invaded Italy in 1943 their troops were\ngiven military currency valued in Italian lire. The notes\nwere to be used for local purchases, and they compensated\nfor the shortage of available Italian banknotes, which",
            "were less stable. Because Italy was enemy territory, ",
            "its Fascist\ngovernment was\nnot in a position\nto object.\nAllied military\ngovernments\nin Austria,\nGermany and\nJapan followed\nthe same pattern\nof issuing\nmilitary currency\nrated in each country s\nmonetary units. That formula,\nhowever, encountered\nresistance in France.",
            "The Canadian, British\nand American troops who\nlanded in Nazi-occupied\nFrance in June 1944 were\ngiven military currency for",
            "use in that country. The military currency\nwas meant to supplement domestic\nbanknotes already in circulation. To make\nthe Allied AMC notes passable to the\nFrench, the notes claimed that they had\nbeen issued in France, and on the reverse\nmost had the French tricolour flag, and they\nall bore the motto of the French Republic:\n libert ,  galit , fraternit .  The texts,\nnaturally, were entirely in\nFrench. French civilians\nnicknamed the notes  flag\nmoney  [billets drapeau].",
            "Each Allied soldier was\ngiven a number of these\ninvasion notes as well as\nsome pieces of the pre-war\ncurrency. Newsreels of the\nperiod show the troops en\nroute to Normandy on naval",          
            "craft gambling with this paper money. In reaction, the Nazis\nproduced a propaganda flyer that reproduced the face of the\nfive-franc note on the exterior. Inside, there was a message\naddressed to the French population to undermine its faith in these AMC notes.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "204"
    },
    {
        "File": "The_CN_Journal_july_13.jpg",
        "Paragraphs": [
            "In translation, it read:",
            "WHO GUARANTEES THIS INVASION NOTE?",
            "Not a state, nor a bank, nor a signer   no one is\nresponsible in any way.",
            "IT IS A SCRAP OF PAPER OF NO VALUE!",
            "A (JEWISH SWINDLE) PURE AND SIMPLE!",
            "Why dont they [the Americans and British] pay\nwith their own dollars and their pounds?",
            "Why then do the Anglo-Americans put into\ncirculation [these notes/ if not to take from the\nFrench what belongs to them?",
            "TO EXPLOIT AND RUIN FRANCE BY ALL",
            "MEANS POSSIBLE",
            "THE LIE:  Tssued in France ",
            "THE TRUTH: To cheat the French with this imitation",
            "money [Monnaie de singe/./",
            "Blaming Jews came naturally to the Nazis, whose anti-\nSemitism was boundless. The propaganda had some effect:\nthe claim that the banknotes were issued in France was\ndropped from large notes of the second series. Another\nchallenge to the notes  legitimacy, surprisingly, came from\nan ally of the invaders.",
            "The leader of the Free French objected to the invasion\nmoney. The Comit  francais de Lib ration nationale had given\nreluctant approval to the Allies  currency. General Charles\nde Gaulle, a difficult ally and now head of the provisional\ngovernment of France, objected to these notes. He saw himself\nas the upholder of French sovereignty and the embodiment of\nFrance s true allegiance. This could not be said of the ultra-\nconservative administration at Vichy that had been in place\nsince 1940 and had cooperated with the Nazi conquerors.",
            "1 Monnaie de Singe [Monkey Money] is apparently derived from\nthe reputation of monkeys for imitating whatever they observe, as\nin the expression  monkey see, monkey do.  Thus, the Allies were\naccused of producing a currency that imitated real money.",
            "July + August 2018",
            "Images: (left) Nazi propaganda flyer showing\nthe face of the five-franc note; (top) June\n3, 1944, members of an RAF parachute\nbrigade viewing Allied Military Currency\n(AMC); (bottom) On June 19, 1944, US Navy\nBeachmaster Joseph P. Vaghi explaining the\nvalues of AMC to villagers of Colleville-sur-\nMer, Normandy, France.",
            "The use of the French flag and the republic s motto\non the notes suggested that they were backed by the new\nregime. Charles de Gaulle was offended by the Americans \npresumption in producing these banknotes with the apparent\nblessing of the French Republic. To him this paper currency\nwas counterfeit money. Moreover, the fact that France was\nbeing treated in the same way as Italy, a conquered enemy\nnation, may have been offensive. In August 1944, after the\nliberation of Paris, General de Gaulle outlawed the notes \ncirculation within France. The Allied Military Currency did\nnot disappear in commerce until late in 1946. That is why\nso many of these notes are available in good condition. It is\nbecause they saw very limited circulation.\n"
        ],
        "PageNo": "205"
    },
    {
        "File": "The_CN_Journal_july_14.jpg",
        "Paragraphs": [
            "EARLY FINANCIAL INSTRUMENTS \nOF LOWER CANADA\nBY PETER MCDONALD #17780",
            "While working on a file of documents, books, bills of lading, railway material, bank notes and photos, I\ncame across a large group of promissory notes that were from a Montreal firm, called among other names\nThibaudeau and Company, located at 34 Saint Paul Street West in Montreal. It appeared that the firm handled",
            "general merchandize and clothing, obviously quite successfully as I had the documentation to support it: promissory notes",
            "or cashier s cheques.",
            "The earliest notes in the grouping were of great interest",
            "because they were in pounds, shillings and pence   not just",
            "any pounds, shillings and pence but Canadian currency.",
            "Initiated in 1841, Canada used English terms for currency",
            "equal to the US dollar. Each Canadian pound equalled",
            "US $4.00 or 1 pound, 4 shillings and 4 pence in English",
            "currency.",
            "Item One:",
            "The first note in question is a bearer note issued by an\nindividual for pounds Canadian, directing the Manager\nof the Bank of Upper Canada (Charlton Charter Bank\nNumber 770) to pay the person named or the bearer, the\namount written on the note. What is very interesting is the\nfact that the note has the word Quebec on it because The\nBank of Upper Canada did not issue any banknotes for a\nMontreal branch till a full year after this item was issued.\nThe item was issued to pay the  Quebec 13 Society  a\nprincely sum of 10 pounds. What was the Quebec 13\nSociety and where was it located? The second and third\nnotes were issued within two weeks of the first.",
            "The notes themselves are quite plain, using thick stock\nbut without any watermarks. The printing is minimal,\nmonochromatic with a counterfoil of vines and flowers.\nAll of the notes have a post hole or two, because as\ndocuments were cancelled they would be put on a post\nfor filing. The face of the note was crossed off and the\ndocument initialled. In this case, all three were initialled\nby EWC (unidentified). You will note that the counterfoil\nis roughly cut, so no two were the same.",
            "Item Two",
            "Though issued only four years after Item One, the",
            "note has now developed a more stylized look, with a",
            "vignette of a hunter, loading his musket, with a deer",
            "at his feet and a border surrounding the instrument.",
            "The area for the value is shaded; Canada is now using",
            "dollars, so the dollar sign is printed in the shaded area.",
            "It is interesting to notice that the dollar sign is derived",
            "from the symbol for the peso used in the Spanish",
            "speaking Americas and adopted in the 1770s by the United Sates. You will also see that the city is mentioned and there is\na spot for a reference number. [ 11 mention here that this note is payable to Harry Thomas. His name will be linked later to\nThibaudeau and Company. This is a promissory note as opposed to a cashier s cheque. The City Bank (Charlton Charter Bank\nNumber 110) was established in 1833, so you have City Bank instruments in either pounds or in dollars.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "206"
    },
    {
        "File": "The_CN_Journal_july_15.jpg",
        "Paragraphs": [
            "The note itself is of good quality paper without",
            "a watermark. It is hand cut and printed in red on",
            "a cream-coloured paper measuring approximately",
            "220 mm x 73 mm. There is an over-stamp,",
            "apparently oval and in red ink, stating the item is",
            " THE PROPERTY OF THE CITY BANK.  On the",
            "reverse are four hand-written lines. Line 1 appears to",
            "be : Inv. Thorton; line 2 the dollar amount, 684.95;",
            "line 3 is Harry Thomas  signature with a cancellation",
            "line, and line 4 appears to be  Aug! Amos  (unidentified). The note has a curious fold pattern with a centre fold vertically,\na horizontal fold, then an off-angle fold at the right side, almost as by accident   possibly when it was put into a wallet?",
            "Item Three",
            "Over ten years, the promissory note had become a more\ndetailed document, incorporating vignettes, names of\nengravers and of printers, and cancellation stamps. Item\nThree is a note of the Merchants Bank (Charlton Charter\nBank Number 455), a short lived institution due to its\nrestructuring in 1868. The vignette was done by Francis\nAdams (est.1850), and the printer was R. Graham of\nMontreal. In and around the vignette there are the remains of\na rubber cancellation stamp but not enough to be identified.",
            "We re left to wonder whether the high amount of\n$1,000.00 may have required tariff stamps. I was\nunable to find anything about the name Walter Phillips,\nbut we have the cancelled signature of Harry Thomas.\nYou will also see that the word  here  was added after\nthe bank s name, the account number, and the due date\non the top right corner, as opposed to being done in the\nspaces allotted for them. Curious!",
            "The note itself is of good-quality paper without a watermark. It is printed in blue on cream-coloured paper measuring\n192 mm x 74 mm, machine cut on all sides. On the reverse we have a centre fold and a partial left-hand fold at one-third\nof the note. There are three lines of information and the signature of Walter Phillips.",
            "Item Four",
            "In one year, the instrument has morphed into not only\nhaving a vignette to beautify the item but also having\nthe name and logo of the issuer: the Bank of Montreal\n(Charlton Charter Bank Number 505). In this\nparticular case, we also have the name of Alexander\nMcGibbon, a prosperous merchant located at 69\nGreat St. James Street whose photographs, taken by\nthe well-known photographer William Notman, are\non display in the McCord Museum website. As with\nthe previous two items, we have Harry Thomas as\nsignatory, but unlike the previous two, this note has an account number and due date entered.",
            "The note itself is on cream-coloured paper, although this time the stock has a watermark indicating the name and\nyear of manufacture; it s printed in red ink, 220 mm x 83 mm, with a ragged edge on the right side. The item has two\nfolds, cancellation initials, a number in ink, an additional cancellation in ink with a pencilled number on the left side;\ntowards the centre we have a light blue crayon date of May 16 and on the left the four-digit number 6827 in blue crayon.\nThe signature of Harry Thomas is cancelled.",
            "The reverse has three lines of information and the signature of Alexander McGibbon. There is also a curious little\nscribble of ink mid-centre.",
            "Number 5 July + August 2018 "
        ],
        "PageNo": "207"
    },
    {
        "File": "The_CN_Journal_july_16.jpg",
        "Paragraphs": [
            "This four-part view of these notes raises more questions than answers. We must\nnow undertake to determine how many printers and engravers were involved,\nthe different styles of script, the types of cancellations and how many of these\ninstruments survived. Good Hunting.",
            "208 eee The CN Journal Volume 63\n"
        ],
        "PageNo": "208"
    },
    {
        "File": "The_CN_Journal_july_18.jpg",
        "Paragraphs": [
            "THE MCGILL UNIVERSITY HIRAM MILLS",
            "AWARD. MEDAL",
            "BY JACOB LIPSON\n#23878",
            "New Discovery Leads to More Questions than Answers",
            "The most fascinating coins, tokens, and medals",
            "combine historical interest with a personal",
            "connection. Such an object, a copper specimen",
            "of the McGill University Hiram Mills award medal",
            "pedigreed to the Watts Collection, has recently found a",
            "place of honour in the collection of this author. Hopefully,",
            "this article will shed some light on this fascinating medal",
            "and its contemporaries, and help bring to life the historical\npersonages involved in their creation and study.",
            "The obverse features the seal of McGill University with\na crown above a shield with three martlets (stylized\nbird used in heraldry), and the legend COLLEGGII\nMCGILL MONTE REGIO UNIVERSITAS around\nthe border. Additional official mottos appear\non scrolls surrounding the central seal. They\nread: GRANDESCUNT AUCTA LABOR and\nIN DOMINO CONFIDO, or BY WORK, ALL\nTHINGS INCREASE AND GROW and | TRUST\nIN THE LORD. The maker s initials, J. S. &",
            "A.B. WYON, are to the left under the shield.",
            "The reverse features the name of the\nbenefactor HIRAM MILLS at the centre with\nDONAVIT and the date 1882 in Roman numerals below.\nA laurel circlet tied with ribbon encompasses the outer\nareas. The upper edge is stamped 555, suggesting this piece\nis a specimen produced by the Wyon firm for reference\npurposes and held in their permanent family collection.!",
            "1 The author has found three auctions in which a medal similarly\nedge-stamped is attributed to the  Wyon family s own collection\nof specimens of their work. ",
            
            "The medal was offered for sale as lot #320 in Baldwin s\nof St. James s June 3, 2017, auction where it realized  70.\nIt appeared in a dealer s inventory on eBay soon after. As a\nrecent McGill graduate, the listing caught my attention and\nI purchased the medal without hesitation.",
            "The medal was received four days later, and displayed\neven better preservation in-hand than Baldwin s or eBay s\npictures conveyed. Rich mahogany brown surfaces\npresented high-relief motifs against flashy fields and rich\nviolet, blue, and gold patina throughout.",
            "Major Hiram Mills (c. 1796 1882)",
            "The Major Hiram Mills award medal was",
            "established in 1882 upon the death of the",
            "prize s namesake, an American-born",
            "philanthropist who moved to Montreal",
            "in 1861 shortly after the outbreak of the",
            "US Civil War. Mills inherited vast wealth",
            "upon the death of his father, a Virginian",
            "plantation owner, and although little else",
            "is known about Hiram, an August 7, 1882,",
            "obituary in the Manitoba Free Press gives us an\nidea about Mills  values and eccentricities. It reads:",
            "Maj. Hiram Mills died last night at his residence\non Richmond square, of cancer, aged 86. He was\na native of Virginia, and came here in 1861. He\ninherited a competency from his father, a planter, was\na total abstainer, strictly economic and honest and very\nbenevolent, devoting the greater part of his fortune",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "210"
    },
    {
        "File": "The_CN_Journal_july_19.jpg",
        "Paragraphs": [
            "during life to benevolent objects. He was very reticent\nas to his former career, and left a clause in his will\nrequesting that no obituary be published. He was one\nof the oldest if not the oldest Freemason in Canada,\nhaving joined a Southern lodge in 1819. He was on the\nboard of every Protestant city charity. His sole living\nrelative is his wife, ten years his junior. It is rumored\nthat he leaves the remainder of his fortune, $80,000 to\n$100,000 to charities, in part now and the remainder\nat the death of his wife. He was an Anglican, but really\nundenominational in religion. In the bequest he has made\nhe stipulates that in no colleges receiving his bounty is\ndrinking or smoking to be tolerated, and in hospitals\nas little drink to be used as possible. He was somewhat\neccentric, and had a sarcophagus made and a vault\nerected some years ago, and offered $20,000 in funds to\nthe city in the interest to buy bread for the poor annually,\nbut he so hampered the bequest with conditions that the\nCouncil declined to accept. He was a member of the\nSouthern militia when young. Funeral tomorrow.",
            "By most accounts, little to no money was reserved for\nhis wife. The Zoronto Daily Mail wrote on June 29, 1883:\n The case of the widow of Major Hiram Mills, of Montreal,\nseems to be a rather hard one.  Mills left  no provision at\nall for his wife. McGill College has given Mrs. Mills $300,\nand the Synod of Montreal [awarded her] $150 a year. ",
            "There is some debate as to how much money Mills\nbequeathed to McGill upon his death. Figures range from\n$42,000 to $45,000. These funds endowed the Major\nHiram Mills medal, awarded for a subject to be chosen\nby the faculty from year to year, a chair in the Classics\ndepartment, and a scholarship. Today, the Major Hiram\nMills medal is given for First Honours in biology, the chair\nfor political science in the Faculty of Arts, and a scholarship\nfor students entering their final year in a variety of life\nscience programs. Major Hiram Mills is interred at Mount\nRoyal Cemetery in Montreal, Quebec.",
            "July + August 2018 ----------------------------------",
            "A Brief History of McGill University and its Medals",
            "McGill University was founded in 1821 by James McGill,\na native of Glasgow, Scotland, who settled in Montreal\nin the late 18th century in search of fortune. By the end\nof his life in 1813, McGill had not only amassed great\nwealth as a successful merchant in the fur trade, but had\nalso established himself as one of the city s prominent\npublic figures after having served as a lieutenant-colonel\nduring the War of 1812 and as a member of the legislative\nassembly of Lower Canada.",
            "The University expanded considerably throughout the\n1850s and 1860s after growing pains stifled development\nin the decades following its founding. By the mid-19th\ncentury, previously unaffiliated colleges became part of\nMcGill University and new ones were created within it.\nAdditional buildings, endowed by the likes of the Molson\nfamily, and sugar magnate Peter Redpath, began to spread\nacross the campus on the south side of Mount Royal,\nsite of James McGill s Burnside summer residence. The\nMcGill University campus remains on that site, with\nadditional buildings now spread across Montreal s Golden\nSquare Mile.",
            "The first award medal for McGill University was\nestablished in 1857 by Montreal merchant Henry Chapman\nfor achievement in classical literature and languages.\nAdditional awards were funded in 1860 by the Prince of\nWales; in 1864 by Mrs. Anne Molson, William E. Logan,\nand by  citizens of Montreal  (the Shakespeare medal);\nin 1865 by John Torrance for his wife Elizabeth and by\nDr. Andrew Holmes; Mr. D. Davidson funded an award\nmedal prior to 1869, although the date is unknown; in\n1878 by Mrs. Sutherland in honour of her husband,\nProfessor William Sutherland; in 1883 by R. J. Wicksteed;\nand in 1884 the James Watt award, by members of the\nBritish Association for the Advancement of Science in\ncommemoration of its meeting in Montreal that year. Hiram\nMills established his award medal in 1882.",
            "There is very little information about the Hiram Mills\nmedal available from the McGill archives; with no apparent\nrecord of the early recipients of the award medal being kept.\nA review of the McGill publications such as the Annual\nCalendar and the McGill Daily (since 1911) shows that the\nMajor Hiram Mills Gold Medal and the Major Hiram Mills\nScholarship inaugural award was for first-class honours\nin classics and then, starting in the early 1900s, for first\nclass honours in biology. These publications indicate that\nthe Hiram Mills medal has been presented to a number\nof recipients through the years from H. S. McLennan, in\n1885, and more recently to Adam Fontebasso and Laura-\nIsobel McCall, in 2009. The medal was apparently not\nawarded in every year though in some years it was awarded\nindependently to two recipients when merited.\n"
        ],
        "PageNo": "211"
    },
    {
        "File": "The_CN_Journal_july_20.jpg",
        "Paragraphs": [
            "The McGill archives does hold a copper version of the\nmedal, artifact 23 accession 0000-1402, which it seems to\nhave received as a donation in 1946. There is also a copy\nof a letter in the archives which is addressed to Miss Adele\nKarp, dated July 7, 1941, indicating that the university is\nsending her  the Hiram Mills Gold Medal which has just\narrived this morning from England. ",
            "Literature Review",
            "The McGill University award medals\nwere catalogued and collected by some\nof the preeminent Canadian numismatists\nof the late 19th and early 20th centuries.\nMontreal was home to many of them,\nincluding R.W. McLachlan, Alfred\nSandham, Gerald E. Hart, Pierre Napoleon\nBreton, and Dr. Joseph LeRoux, and so\ntheir interest in studying medals related to\nthe city is unsurprising.",
            "Alfred Sandham was the first to publish\na book on Canadian numismatics, in\n1869. Merely 100 copies of Coins, Tokens\nand Medals of the Dominion of Canada\nwere sold and another 150 volumes were\ndistributed for free, hinting at the small\nnumber of collectors at the time of publication. His reference\nincluded a section on the McGill award medals struck up\nto that time, including a hand-drawn image, physical\ndescription, and diameter for each listing. The maker was\nprovided for the Molson, Logan, and Torrance medals.",
            "Sandham published a supplementary treatise, McGill\nCollege and its Medals, in 1872 (50 copies reportedly\ndistributed), providing an in-depth account of the\nuniversity s history as well as an overview of the medals\nestablished from 1857 to 1865.",
            "R.W. McLachlan, arguably Canada s most celebrated\nnumismatist, had a monthly column in the American\nJournal of Numismatics. His April 1881 entry relating to\nmedals of the Province of Quebec listed the same eight\nMcGill University award medals reported by Sandham in\n1869 and 1872. McLachlan s study omitted images but\nprovided added rarity ratings.",
            "Dr. Joseph LeRoux s The Canadian Coin Cabinet,\noriginally published in 1888, was another early standard\nreference in Canadian numismatics that extensively\ncovered coins, tokens, and medals. It included a section\ndedicated exclusively to McGill University award medals\nwith eight entries (LeRoux-666 to LeRoux-674. There\nis no Leroux-673). These were the same as the pieces in\nthe Sandham and McLachlan studies. LeRoux essentially\ncombined the work of both men, including hand-drawn\nimages and physical descriptions, occasional references to\nmakers, and rarity ratings. That said, he failed to expand\nbeyond their research.",
            
            "Mystery of the Unlisted Hiram Mills Medal",
            "It would have been impossible for Sandham or\nMcLachlan to include entries for the Hiram Mills award\nmedal, which was established years after the publication\nof their respective works. However, the omission of the\n1882 medal in LeRoux s 1888 text and its subsequent\neditions is more difficult to account for. It\nis possible LeRoux was unaware of Major\nHiram Mills or his gift to the university\nand, therefore, of the medal s existence.\nDr. LeRoux did learn about two\nadditional McGill award medals between\n1888 and 1892. He added listings for\nthe Sutherland medal and the Wicksteed\ngymnasium prize in his second edition\nof The Canadian Coin Cabinet (1892)\n(LeRoux-1845 and LeRoux-1854). This\nsuggests the author was actively involved\nin researching new medals and published\nhis findings when possible. Despite\nhis searching, however, LeRoux never\nseemed to locate examples of the 1882\nHiram Mills or the 1884 James Watt\naward medals. Why?",
            "There is no question McGill medals were difficult to\ncollect in the late 19th and early 20th centuries. Alfred\nSandham himself only had three pieces in his collection,\nwhich was sold in 1884. Gerald E. Hart, W. H. Hunter, W.\nW. C. Wilson, and others often had three, four, or even five\nMcGill University medals in their collections, but never all\nof them.",
            "It would make sense that if one of each medal was\ndistributed per year, it would have been exceedingly",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "212"
    },
    {
        "File": "The_CN_Journal_july_21.jpg",
        "Paragraphs": [
            "difficult for researchers and collectors to obtain copies\nfor study. Not only were the quantities produced strictly\nlimited, but these prizes, usually struck in gold, were likely\ntightly held by their owners as evidence of their academic\nachievements.",
            "Readers should be aware that Pierre Napoleon Breton\npublished the Popular Illustrated Guide to Canadian Coins,\nMedals, &. &. in 1912, and like LeRoux, was aware of all\nbut the Hiram Mills (1882) and James Watt (1884) medals.",
            "While the James Watt medal appears today more\navailable than it did during the late 19th and early 20th\ncenturies, the Hiram Mills award medal remains a rarity.\nI am aware of only four examples: a copper piece in the\nMcGill University archives, two examples in gold in private\ncollections, and the specimen strike in my own collection.",
            "The Watts Collection",
            "This recently discovered McGill Hiram Mills award medal\nwas pedigreed to the Watts collection. The 1,500-piece\ncollection of British and foreign educational medals sat in\nBaldwin s basement for at least three decades, yet the story\nof who it belonged to or how it came to be deposited there\nremains a mystery.",
            "Little is known about the collector Watts   not only\nbiographical information, but even his first initials. They\nhave been reported as T. H., T. W., and possibly T. F.",
            "Dix Noonan Webb, which acquired and auctioned off\nWatts  British educational medals, provided the following\nforward in its sale of the collection:",
            "The collection of educational award medals formed by\nthe late T. H. Watts has acquired an aura of mystique over\nthe past 50 years or so. Mr. Watts, a schoolmaster himself,\nappears to have been most active in acquiring pieces",           
            "July + August 2018 ----------------------------------",
            "in the 1950s and early 1960s and was an occasional\nvisitor to the London dealers, particularly A.H. Baldwin\n& Sons, at that time. After the British Museum had made\na photographic record of it, the collection was acquired\nby Baldwin 5 and a listing made by Thomas Curtis, who\nshared some of his findings with students, including\nthe late Margaret Grimshaw (1904-1990), lecturer in\nMathematics at Cambridge, bursar of Newnham College\nand author of the trilogy of catalogues on the subject\npublished between 1981 and 1989.",
            "A remarkably similar account of a T. W. Watts is\nreported in the 1974 book, The Emblems of the Altdorf\nAcademy: Medals and Medal Orations, 1577-1626,\nby Fredrick John Stopp. That author mentions a large\ncollection  assembled by T. W. Watts in the early years of\nthis century, and at present in the possession of the dealer\nBaldwin, of London. A complete photographic record of\nthe items in the Watts collection is deposited in the BM,\nDepartment of Coins and Medals. ",
            "Are T. H. Watts and T. W. Watts one and the same? Was\nWatts collecting in the early or middle part of the 20th\ncentury? Additional research has yielded little in the way\nof conclusive facts. Richard Abdy, a curator at the British\nMuseum Department of Coins and Medals, reported that\ntheir institutional database held no biographical record of\na T. W. Watts, and he had no knowledge of the collection\never being imaged. Possibly, the Watts Collection was\ndeposited only briefly for a temporary project and no\nrecords were kept.",
            "As for how Watts came to acquire this possible\nspecimen strike of an unlisted McGill University award\nmedal, there are far more questions than answers.\n"
        ],
        "PageNo": "213"
    },
    {
        "File": "The_CN_Journal_july_22.jpg",
        "Paragraphs": [
            "Final Thoughts",
            "Researching the 1882 Hiram Mills medal has proven\nboth challenging and immensely rewarding. My hope is\nthat this article follows in the tradition of informative, if\nincomplete scholarship on McGill University award medals\nand encourages readers to pick up where I have left off.\nMontreal, and McGill University have deep numismatic\nroots. Much is yet to be discovered.",
            "Acknowledgements",
            "I would like to thank the following people for contributing\ntheir ideas, edits, and time to this article: Richard Abdy of\nthe British Museum, Dr. Martin Allen of the Fitzwilliam\nMuseum, Joseph Foster, Michael Joffre, Alexander Noran,\nJohn Sallay, Barry Uman, and Mark Van Winkle. Your\ninsights are greatly appreciated.",
            "Sources",
            "The McGill University Calendar (Session 1883-1884).\n(1883). Retrieved June 1, 2018, from books.google.ca/\nbooks ?id=TaUXAAAAYAAJ .",
            "Breton, P. N. (1894). Zllustrated History of Coins and\nTokens Relating to Canada. P.N. Breton.",
            "Breton P. N. (1912). Popular Illustrated Guide to\nCanadian Coins, Medals, Etc., Etc. PN. Breton.",
            "Canada s Oldest Freemason Dead. (1882, August 4). New\nYork Times, p. 2.",
            "Death of Maj. Hiram Mills. (1882, August 7). Manitoba\nFree Press, p. 1.",
            "LeRoux, Joseph. (1888). The Canadian Coin Cabinet.\nBeauchemin.",
            "LeRoux, Joseph. (1892). The Canadian Coin Cabinet.\n(2nd ed.). Montreal: Beauchemin.",
            "McLachlan, R. W. (1881).  Canadian Numismatics\n  Province of Quebec.  The American Journal of\nNumismatics, vol. 15, no. 4 (April), pp. 79-85.",
            "Sandham, Alfred. (1869). Coins, Tokens and Medals of the\nDominion of Canada. Daniel Rose, Printer to the N. & AS.",
            "Sandham, Alfred. (1872). McGill College and Its Medals.\nD. Bentley & Co.",
            "Stopp, Frederick John. (1974). The Emblems of the\nAltdorf Academy: Medals and Medal Orations, 1577 \n1626. Modern Humanities Research Association.",
            "Uman, Barry. (2017).  Alfred Sandham (1838 1910). \nThe Canadian Numismatic Journal, vol. 62, no. 7, pp.\n299-303.",
            "In addition, there are three URLs for websites, accessed",
            "June 2018, with past auctions supporting footnote 1.",
            "  www.vcoins.com/en/stores/sovereign_rarities/263/product/\nwyon_collection_specimen_medal/924653/Default.aspx",
            "  museu.ms/collection/object/96273/medal-medals-prize-\nbritain-w-wyon-ra",
            "  www.veoins.com/en/stores/sovereign_rarities/263/product/",
            "wyon_collection_specimen_medal/924650/Default.aspx\nLou",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "214"
    },
    {
        "File": "The_CN_Journal_july_23.jpg",
        "Paragraphs": [
            "THE SIXPENCE SCRIP OF\nSAMUEL. STONE, MONTREAL",
            "BY TED BANNING\n#23911",
            "A recent sale in Toronto included a previously\nA: 1837 note issued by S. Stone of",
            "Montreal (Geoffrey Bell Auctions 2018: lot 990).\nWhat follows is a first attempt at uncovering the history of\nthis scrip (figure 1).",
            "Its issuer, Samuel Stone, was born about 1783, as estimated\nfrom his age at death. As Samuel Stone was a fairly common\nname, it is somewhat difficult to identify him with certainty\nin the documentary evidence. However, his marriage to\nMargaret Duff in Montreal on October 11,1819, (Drouin\nn.d.) gives us needed evidence: His signature on the marriage\nrecord matches quite well that on the note (below). That\nmarriage record also tells us that he was a sailor, a potentially\nvital clue to his identification in other records.",
            "One possibility is that he was the Samuel Stone\ntransferred from HM Sloop Thistle to the newly launched\nfrigate, HMS Prince Regent on April 30, 1814, during the\nWar of 1812 (Royal Navy Pay List 1814). Prince Regent\nwas the first frigate to be launched on the Great Lakes, and\ndominated Lake Ontario until the United States launched",
            "July + August 2018 ----------------------------------",           
            "some frigates a few months later. She was renamed the\nKingston in December 1814, was laid up in 1817 and sank\nat her moorings in Deadman s Bay near Kingston, some\ntime after 1832 (Lardas 2012).",
            "Perhaps less likely, but still possible, is an American\nseaman, also named Samuel Stone, who became a prisoner\nof war when the merchant ship Catharine Charlotte was\ntaken as a prize early in the War of 1812. He is named as\none of the American prisoners at Chatham, Kent, England,\ndebarking on the cartel ship Moses Brown on July 2, 1813\nfor a prisoner exchange with the United States (Navy\nBoard 1813).",
            "We also find a Samuel Stone as a steerage passenger\ndebarking from Montreal on the steamship St. Lawrence on\nJune 10, 1828, on his way to Quebec City (Molson-Coors n.d.).",
            "Although it was common enough more generally, Stone\ndoes not seem to have been an especially common surname\nin Montreal in the 1820s or 1830s. There was a Benjamin\nStone, a cabinet maker who married Janet Cathcart at St.\nAndrew s Presbyterian Church in 1821. He also appears\nin Montreal in the 1825 census of Lower Canada (Lower\nCanada Census 1825). There was a cooper named Adam\nStone in Montreal in 1842, even though he does not appear\nin the McKay directory (Lower Canada Census 1842). There\nwas an Elizabeth Stone who married Alexander McCliverly\nat St. Stephen s Anglican Church in 1854 (Drouin n.d.), and\nthus was probably born in the 1820s or 1830s. There was a\nPeter Stone, shoemaker, appearing in the Montreal directory,\nfor only one year, on St. Nicholas Lane (McKay 1847: 190).\n"
        ],
        "PageNo": "215"
    },
    {
        "File": "The_CN_Journal_july_24.jpg",
        "Paragraphs": [
            "A Thomas Stone in the 1861 census of Canada was born in\n1829, but in England (Canada Census 1861), ruling him out\nas a son of our Samuel Stone. There was even another:",
            "The Montreal directories of 1844 and 1845, but not earlier,\nshow S. Stone, with a house on Colborne Avenue near St.\nMary s. Unfortunately no occupation is given (McKay\n1844: 178; 1845: 197). I have not succeeded in finding,\nin any census, the S. Stone who issued the scrip. Possibly\nsome of the Stones mentioned above were relatives of\nthe S. Stone on the scrip under scrutiny here   it is even\ntempting to view this second S. Stone as his son   but it is\ndifficult to determine their relationship, if any. According to\nthe Lovell directory, by 1885, there were at least 16 people\nin Montreal with the surname Stone, although most of them\nprobably had not even been born in 1837.",
            "Discounting Montreal namesakes, we cannot be sure\nthat any of the Samuel Stones of the Prince Regent, the\nCatharine Charlotte or in steerage aboard the St. Lawrence\nwas our man. We can have somewhat more confidence,\nhowever, in the record of a Samuel Stone who leased a lot\non St. Paul Street in Montreal on 9 April 1829 (Mondelet\n1829). It was here, close to the waterfront, that he probably\nopened a tavern, and issued his scrip during the currency\nshortage leading up to the Rebellion of 1837. He does not\nappear in the 1820 directory (Doige 1820: 134) while the\nMcKay directories for Montreal did not begin publication\nuntil 1842, so it would be difficult to confirm this hypothesis.",
            "The scrip was printed by J. Starke & Co., of Ste. Th r se\nStreet in Montreal (McKay 1842: 125; 1844: 176), in the\ndenomination of sixpence or 12 sous, and with a manuscript\nserial number of 71. It has an oval device at top centre with\nindistinct wording in a circular band around what might\nbe an hourglass, flanked by bold  6d  counters. The panel\nat left has floral patterns, a  VI  counter, a crude portrait,\nand decorative um, while the one at right has more floral\nelements, two small flying birds, and  S. Stone  in Gothic\nscript. The serial number is at upper left,  0-0-6  at upper\nright, and the main text reads,  On demand, I promise to\npay the / bearer sixpence. / A demande, je promets payer au\nporteur / douze sous. / Montreal. 1837.  The printer s name\nis at lower left and the manuscript signature mentioned\nappears at lower right. It seems plausible that Samuel\nStone, having retired from a seafaring life, had opened a\ntavern in which he floated these notes during the currency\nshortage of the late 1830s (McCullough 1996).",
            "The Drouin Archive preserves the record of Samuel\nStone s death at the age of 55 on 7 June 1838 and his\nburial two days later (Drouin n.d.) This record gives his\noccupation as  tavern keeper  and indicates that he was\na member of the congregation of the St. Gabriel Street\nPresbyterian Church, which, incidentally, had issued the\nfirst communion token in the province (McLachlan 1886:\n54; Campbell 1887). The fact that he died so soon after the\nscrip s issue perhaps explains its apparent scarcity today.",
            "This is only a brief sketch of Samuel Stone and the\ncircumstances of his scrip; even some of the details are\nuncertain. Possibly some unpublished archival sources in\nMontreal could shed further light on this obscure seaman\nturned tavern keeper.",
            "References Cited",
            "Campbell, Rev. Robert 1887. 4 History of the Scotch\nPresbyterian Church, St. Gabriel Street, Montreal.\nMontreal: W. Drysdale & Co.",
            "Canada Census 1861. Census Returns For 1861; Roll:\nC-1233. Ottawa: Library and Archives Canada.",
            "Doige, Thomas 1820. An Alphabetical List of the Merchants,\nTraders, and Housekeepers, Residing in Montreal. 2nd ed.\nMontreal: James Lane.",
            "Drouin, Gabriel Quebec, Canada, Vital and Church Records\n(Drouin Collection), 1621-1968. Montreal: Institut\nG n alogique Drouin.",
            "Geoffrey Bell Auctions 2018. Toronto Coin Expo Spring Sale,\nMay 3rd & 4th, 2018. Moncton: Geoffrey Bell Auctions.\nLardas, Mark 2012. Great Lakes Warships, 1812-1815.",
            "Oxford: Osprey Publishing.",
            "Lower Canada Census 1825. Canada, Lower Canada Census,\n1825. Salt Lake City, Utah: FamilySearch, 2013.",
            "Lower Canada Census 1842. Lower Canada Census, 1842.\nSalt Lake City, Utah: FamilySearch, 2013.",
            "McCullough, A. B. 1996. Money and Exchange in Canada to\n1900. Toronto: Dundurn Press.",
            "McKay, R. W. S. 1842. The Montreal Directory for 1842-43.\nMontreal: Lovell & Gibson.",
            "  1844. The Montreal Directory for 1844-45. Montreal:\nLovell & Gibson.",
            "  1845. The Montreal Directory for 1845-46. Montreal:\nLovell & Gibson.",
            " 1847. The Montreal Directory for 1847-48. Montreal:\nLovell & Gibson.",
            "McLachlan, R. W. 1886. Canadian Numismatics: A\nDescriptive Catalogue of Coins, Tokens and Medals\nIssued in or Relating to the Dominion of Canada and\nNewfoundland. Montreal.",
            "Molson-Coors n.d. St. Lawrence Steamboat Company Papers\n1812-1892, MSS 475; Volume: 37, St. Lawrence (May\n8   Nov 15, 1828 - Passengers, Freight and Fuel). Toronto:\nMolson Coors Canada.",
            "Mondeley, Jean-Marie, fils 1829. Greffes de notaires,\n1648-1967, District de Montr al. Biblioth que et Archives\nnationales du Qu bec; Montr al, Quebec, Canada;\nCollection: Fonds Cour Sup rieure. District judiciaire de\nMontr al. Cote CN601.",
            "Navy Board 1813. Registers of Prisoners of War. ADM\n103/167-171, 173, 246, 248, 465, 571, 625. Kew: The\nNational Archives.",
            "Royal Navy Pay List 1814. Ships  Pay Books, Ticket Office;\nClass: ADM 32; Reel: B-5976. London: The National\nArchives.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "216"
    },
    {
        "File": "The_CN_Journal_july_25.jpg",
        "Paragraphs": [
            "PERCY METCALFE SCULPTOR\nAND_MEDALLIST.",
            "BY BARRIE RENWICK\nFRCNA, FCNRS, #5754",
            "Percy Metcalfe began life in\nP 1895 in Wakefield, UK, a West",
            "Yorkshire town near Leeds. His\nearly schooling kindled a passion for art.\nAt fifteen, his artistic ability earned him\na scholarship to the nearby Leeds School\nof Art. While at Leeds, Percy won a 1914\nscholarship to the Royal College of Art,\nLondon; there he developed an itch to\nbecome a sculptor.",
            "During his studies in London the First\nWar erupted, and in 1915 Percy left the\nCollege temporarily. He joined the Royal\nField Artillery and on active service\nheaded to France. Later in battle there he\nsuffered a severe wound that shattered\na leg. A long recovery left him hobbled by a permanent\ndisability; yet, he returned to the College in 1919 to\ncomplete his studies.",
            "As a junior sculptor, Metcalfe worked with a\nmentor carving commissioned war memorials. The\nendless standing involved aggravated his wounded\nleg, which threatened his ability to persist. But, an\nalternative surfaced: Among endless small details for the\nforthcoming 1924 British Empire Exhibition, at Wembley,\na design competition for a Keepsake medal arose.",
            "July + August 2018",
            "His College of Art professor, a planning\ncommittee member, added Metcalfe\nto the list of other young artists asked\nto compete. Percy s design won. The\ncommittee sensed his ability might help\nresolve its quandary with the design\nfor the reverse of the Exhibition s Prize\nMedal. Its earlier competition drew\nseveral senior artists  proposals, all of\nwhich had been judged wanting. Could\nMetcalfe quickly create an inspired\nimage? He did. His proposal: a massive\nsejant lion with the fortress-like Empire\nStadium gates behind. The committee\naccepted; its quandary resolved.",
            "The Royal Mint struck the prize medal\nand his Keepsake medal meant for sale to Exhibition\npatrons. Following this, Metcalfe also did medals for\nNobel Industries and Mond Nickel; both were scheduled\nexhibitors. Altogether, he designed seven different medals\nassociated with the Exhibition. His artistry also earned\nhim a commission to sculpt a model of the Exhibition s\nofficial logo: The Lion of Industry. When finished, it was\nMetcalfe s rendition of this beast a four-metre-long snarling\ncreature that greeted visitors at the main entry to the\ndisplays. At twenty-eight he was now a recognized sculptor.\n"
        ],
        "PageNo": "217"
    },
    {
        "File": "The_CN_Journal_july_26.jpg",
        "Paragraphs": [
            "Metcalfe occasionally busied himself with another\nventure: He sculpted moulds for figurines and jugs at\nAshtead Potteries, an exclusive firm that employed disabled\nwar veterans. Most popular were his political character jugs,\nand variations of his Wembley lion. As a student, Percy had\nspent time studying in Paris where he embraced the new art\nstyle later called Art Deco. We see influences of that style in\nsome of his pottery designs and also in his medallic art.",
            "His relationship now with the Royal Mint brought him\nopportunities to compete for the re-design of domestic and\nEmpire coinage. In 1924 a contest for re-design of Britain s\nown coins beckoned. But his proposed Deco-style designs\ngot rejected by the Mint s advisory committee convinced\nthat this art style was a Bolshevik creation popularized by\nCommunists to subvert other ideologies and undermine",
            "societies, an in-vogue misconception at the time. Although\nhe did later receive commissions for some Empire coinage,\nhe was cautioned then not to use the Art Deco style.\nMetcalfe plugged along with occasional numismatic\nwork for the Royal Mint; then in 1927 he won the Irish\nFree State s competition for the design of its eight\ncirculation coins. The theme of indigenous animals was\nIreland s directive. Its committee had invited six sculptors\nto compete, and the sixty-six designs submitted by them\nwere judged anonymously. Metcalfe, the least-known of\nthe artists, bested the others and each one of his designs\nwas accepted. Called colloquially the Barnyard Collection,\nthese coins are his most recognized numismatic work.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "218"
    },
    {
        "File": "The_CN_Journal_july_27.jpg",
        "Paragraphs": [
            "Percy s artistic training had included architecture;\noccasionally he planned commercial interiors and\ndecorative exterior building embellishments for project\ndesigners. At one time, he even designed ladies  shoes for\na manufacturing client. Although demand for numismatic\nwork had slowed during the Depression era, Metcalfe\nsuddenly found opportunities. The Mint, eager to issue\ncommemoratives for the King s Jubilee in 1935, looked to\nhim for designs.",
            "This may have been Metcalfe s busiest time toiling for\nthe RM. He produced the crowned effigy of George V\nused for the 1935 Canadian dollar coin and for some other\ncoins of the Empire; he did the Saint George  Rocking\nHorse  reverse for the British Jubilee crown coin; and\nthe Jubilee commemorative medal with the conjoined\nimages of Their Majesties on its obverse and Windsor\nCastle on the reverse. The Jubilee medal s design, and\nthe crown coin s vigorous reverse, both in Deco, signal\nthat the Mint s earlier anti-Deco advisory committee\nhad either mellowed or been replaced. Following later,\nMetcalfe created the 1937 Coronation medals, and the\n1939 Royal Visit pieces for Canada. In 1940, he designed\nthe military and civil George Cross honourary award.\nLamentably, in 1945 chronic suffering from his Great\nWar wound required amputation of his wounded leg. That\nand a decline in the Mint s projects immediately after the\nSecond War affected his artistic career. From his start in\n1924, Metcalfe continued his services to the Royal Mint\nof designs for coins, medals and seals, until 1948.",
            "Percy then worked for a short time in industry until\nhealth uncertainties quickened his decision to retire. He\nhad lived and spent his entire career in London, where he\ndied in 1970, aged 75. Coins and medals with Metcalfe s\nPM initials and pottery with his signature will continue to\nkeep him in the memory of those who collect and enjoy\nhis work.",
            "July + August 2018 ----------------------------------",
            "Afterword",
            "No biography of Percy Metcalfe seems to exist; the most\ninformative source is  The Other Percy Metcalfe  by\nHeather Forrester. It s a detailed well-illustrated article\nin The Medal No. 49, 2006, a magazine published by the\nBritish Museum. In the Ashtead Potteries website you  ll\nfind some examples of Metcalfe s pottery creations.",
            "Many collectors are well aware of Metcalfe s official 1939\nmedals for the Royal Visit to Canada, but few likely know of\nhis other Canadian medal: the Webster Medal. Read Geoffrey\nBell s excellent article  The Webster Memorial Medal  in\nThe CN Journal March 1971, page 74. If you aren t a medal\ncollector, read it for its Canadiana value.\n"
        ],
        "PageNo": "219"
    },
    {
        "File": "The_CN_Journal_july_28.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES, DES CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)",
            "FONA, #22198,", 
            "Beleive it or not...",
            "First appearing in May 2018 in the Le Numismate\nFrancophone, of\nL Association des\nNumismates Francophones",
            "du Canada.",
            "When traveling to the Club",
            "de numismatists du Bas St-",
            "Laurent monthly meeting",
            "last April, CNBSL member",
            "Marcel, from the Rimouski",
            "area of Quebec, decided to stop at an ATM to get cash\nfor purchases in the club s auction. As usual, when\nhe got the notes Marcel took a quick look at the serial\nnumbers to see whether there was something of interest.\nHe was pleasantly surprised. Among the $20 banknotes\nhe got was one with the serial number FWR0000004\nand another numbered FWR0000005. Marcel, elated,\ncontinued to check until   what did he see? A note with\nthe FWR0000001 number.! WOW.",
            "When he arrived at the club meeting, Marcel was very\nproud to Show his luck to the other members. Everybody\nwas amazed and happy for him. The number 1 banknote\nis not UNC but a good AU with a slight crease in the\ncentre giving it an estimated value of $1,700. The other\ntwo were estimated to have a value of $150 each. Like\nthat, luck can smile at you when you least expect it; one\nchance in 10 million to find such notes. And contrary to\nwhat some collectors claim, it suggest that all the notes\nprinted are released into circulation. Apparently no one\nin the printing plant picks off special serial-numbered\nbanknotes. Marcel s only disappointment was in not\nfinding FWR0000002 and FWRO0000003. Collectors in the\nRimouski area should stay alert for these two low serial-\nnumber notes that are likely in the area. And, as for you,\nkeep checking the banknotes that pass through your hands.\nWho knows? Perhaps, luck will smile on you someday.",
            "The Early History of The Regina Coin Club",
            "Regina Coin Club is celebrating its 65th Anni-\nversary this year. A report proudly notes that the\nclub was first known as RCNA Chapter 6. Fewer\nthan ten coin clubs in Canada have achieved this\nlongevity. Below is a condensed version of an arti-\ncle by Club Secretary Troy Zimmer that s being\nserialized in the Regina Coin Club Newsletter.",
            "In early January 1953, a group of coin collectors from\nRegina and the surrounding area met to form a Chapter\nClub of the CNA, later the RCNA. Chapter No. 6",
            "Une trouvaille impressionnante. L histoire qui\nsuit est v ridique en tous points.",
            "Publi  en mai 2018 dans la\nnumismatique francophone, une\npublication de l Association des\nNumismates Francophones du","Canada",
            "Mardi 10 avril 2017, Marcel (son vrai",
            "nom) qui habite   l est de Rimouski",
            "est en route pour la r union du Club",
            "de Numismates du Bas St-Laurent.\nEn route, il d cide d arr ter dans un guichet automatique pour\nretirer quelques dollars pour miser   l encan du club. Comme il\nle fait toujours, lorsque la machine lui donne ses billets Marcel\njette un coup d oeil rapide aux num ros, juste au cas o . Et l ,\nil fait un saut. Parmi les billets re us il en voit un arborant le\nnum ro FWRO0000004, et le suivant FWRO0000005. Marcel est\nemball  et continue sa v rification et soudain, que voit-il? Le\nbillet FWRO0000001 WOW !",
            "A son arriv e au local du club, il s empresse de partager\nses trouvailles avec les autres membres pr sents. Tous sont\n merveill s et tr s contents pour Marcel. Le billet n est pas UNC\nmais est en tr s bonne condition (il a un l ger pli au centre), ce\nqui lui conf re tout de m me une valeur au catalogue de plus de\n1700 $ (les deux autres ont une valeur d environ 150$ chacun).\nComme quoi, la chance peut nous sourire au moment o  on s y\nattend le moins. Une chance sur 10 millions de trouver un tel\nbillet... Et autre fait important, contrairement   ce que certains\ncollectionneurs pr tendent, cela confirme que tous les billets\nimprim s sont mis en libre circulation. I] n y a personne qui\nest l  pour r cup rer les billets avec bas num ros avant qu ils\nne soient mis en march . Marcel est tr s heureux de ses billets;\nsa seule d ception est de ne pas avoir eu  galement les billets\nFWRO0000002, et le suivant FWR0000003. Les collectionneurs\nde la r gion de Rimouski devraient avoir l oeil ouvert car ces\nbillets sont certainement dans la r gion... Et quant   vous,\ncontinuez a bien v rifier les billets qui vous passent entre les\nmains. Qui sait ? Peut- tre la chance vous sourira-t-elle un jour.",
            "L historique du Regina Coin Club",
            "Le Regina Coin Club c l bre son 65e anniversaire cette\nann e. Un rapport note avec fiert  que le club a d abord\n t  connu sous le nom de chapitre 6 de l ANC. Moins\nde dix clubs numismatiques au Canada ont atteint cette\nlong vit . Vous trouverez ci-dessous une version abr g e\nd'un article du secr taire du club, Troy Zimmer, publi \ndans le Bulletin de Regina Coin Club.",
            "Au d but de janvier 1953, un groupe de collectionneurs\nde pi ces de Regina et des environs se r unit pour\nformer un Chapter Club de l  ANC, plus tard l ARNC.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "220"
    },
    {
        "File": "The_CN_Journal_july_29.jpg",
        "Paragraphs": [
            "Registrants of the 1956 Regina Coin Club Western Round-Up of Coin Collectors. Regina Founding President and\nFourth RCNA President Cecil Tannahill is third from right and First RCNA President Major Sheldon S. Carroll\nis second from the right in the front row.   Inscriptions du rassemblement des collectionneurs de pi ces de\nmonnaie de 1956 du Regina Coin Club. Le pr sident fondateur de Regina et le quatri me pr sident de l ARNC,\nCecil Tannahill, sont troisi me   partir de la droite et le premier pr sident de l ARNC, le major Sheldon S.\nCarroll, est deuxi me a partir de la droite au premier rang.",
            "(Regina) was the first numismatic club organized in\nSaskatchewan, one of the first in Western Canada, and\nthe second chapter of CNA formed outside Ontario.\nNews of the Regina Chapter s formation made the front\npage of CNA Bulletin in February 1953. The name of\nthe club was changed in 1955 to The Regina Coin\nClub. The club hosted its first coin show in 1956, titled\nthe Western Round-Up of Coin Collectors; a show that\nwas attended by many leading Canadian numismatists.",
            "The first Executive had only three members:\nPresident Cecil Tannahill, Vice-President Christina\nMorrice, and Secretary-Treasurer Jim Hardie. Other\nfounding members included long-time club auctioneer\nErnie Haddad, Roy Miller, Jimmy Ziegler, Martin M.\nWatts, and William Nell.",
            "President Cec Tannahill. was born and raised in\nLiberty, Saskatchewan, and started collecting coins as\na youth. He joined the CNA shortly after its founding\nin 1950, served on the Association s first Membership\nCommittee, and was appointed the first CNA Director\nfor the Saskatchewan District. Tannahill served as\nPresident of the Regina club for its first two years,\nreturning to serve another three years, 1957-59, before\ngoing on to serve as RCNA s fourth President. A lucky\nclub member purchased Tannahill s 1921 Canadian 5\ncents, VF, during a club auction in 1957. It was offered\nwith a reserve price of $90!",
            "July + August 2018 -----------------------------",
            "Le chapitre no 6 (Regina) fut le premier club numismatique\norganis  en Saskatchewan, l un des premiers dans l Ouest\ncanadien et le deuxi me chapitre de ANC form    l ext rieur\nde l Ontario. Les nouvelles de la formation du chapitre de\nRegina ont fait la une du bulletin de l ANC en f vrier 1953.\nLe nom du club a  t  chang  en 1955 pour devenir le Regina\nCoin Club. Le club a  t  l h te de sa premi re exposition\nde monnaie en 1956, intitul e le Round-Up occidental des\ncollectionneurs de pi ces de monnaie; un  v nement auquel\nont assist  de nombreux grands numismates canadiens.",
            "Le premier ex cutif ne comptait que trois membres: le\npr sident Cecil Tannahill, la vice-pr sidente Christina Morrice\net le secr taire-tr sorier Jim Hardie. Parmi les autres membres\nfondateurs figuraient l encanteur du club Ernie Haddad, Roy\nMiller, Jimmy Ziegler, Martin M. Watts et William Nell.",
            "Le Pr sident Cec Tannahill est n  et a grandi   Liberty, en\nSaskatchewan, et a commenc    collectionner des pi ces de\nmonnaie dans sa jeunesse. Il s est joint   l ANC peu apr s sa\nfondation en 1950, a si g  au premier comit  d adh sion de\nl Association et a  t  nomm  premier directeur de l ANC pour\nle district de la Saskatchewan. Tannahill a occup  le poste\nde pr sident du club de Regina pendant ses deux premi res\nann es d op ration, puis de 1957   1959, avant de devenir le\nquatri me pr sident de l ANC. Un membre chanceux du club\na achet  la pi ce de 5 cents canadien de 1921 VF de Tannahill\nlors d une vente aux ench res du club en 1957. Celle-ci  tait\nofferte au prix de r serve de 90 $!\n"
        ],
        "PageNo": "221"
    },
    
    {
        "File": "The_CN_Journal_july_34.jpg",
        "Paragraphs": [
            "me COMMUN QUE",
            "2018 $3 Fine Silver Coin\nCanadian Coast s Pacific Sunset",
            "The setting sun is at the centre of",
            "this reverse design by Maurade",
            "Baynton. Selective gold plating",
            "adds a warm, golden hue to the",
            "stylized representation of the",
            "sun, which evokes images or",
            "memories of spectacular sunsets",
            "along Canada s Pacific Coast.",
            "The sun s warmth and beauty",
            "radiates outwards, towards the",
            "intricately engraved icons that",
            "form a concentric pattern around",
            "the centre, much like a compass.",
            "As though warmed by the",
            "sunlight, the Kermodebear (Ursus",
            "americanus kermodei) or spirit",
            "bear that famously inhabits British",
            "Columbia s coastal rainforests is also highlighted\nwith selective gold plating. The sailboat represents\nthe sailing tradition along British Columbia s coast,\nbe it recreational or for fishing, while another great\ncultural icon, the orca (Orcinus orca), symbolizes\nour timeless connection with the sea. Gold plating\nalso highlights the rim that frames the reverse,\nto reinforce the idea that everything in nature is\nbeautifully interconnected. The obverse features the effigy\nof Her Majesty Queen Elizabeth II by Susanna Blunt.",
            "2018 $30 Fine Silver Coin\nEvolving A Nation",
            "Thirteen cut-out maple leaves form a circle around\nthe current Arms of Canada, selectively coloured\nto showcase to full effect the beauty of this\nheraldic art form. On the obverse, the effigy",
            "of Her Majesty Queen Elizabeth II appears",
            "at the centre, encircled by an inscription and",
            "the denomination, all framed",
            "within a circle of cut-out",
            "maple leaves. Our first-",
            "ever coin featuring",
            "multi-cut-out shapes!",
            "Pi ce de 3 $ en argent fin 2018 - Les C tes",
            "Canadiennes Coucher De Soleil Sur Le Pacifique",
            "Le soleil couchant au revers se trouve",
            "au coeur du motif con u par Maurade",
            "Baynton. Le placage d or s lectif",
            "r chauffe d un  clat dor  cette",
            "repr sentation stylis e qui  voque",
            "images et souvenirs des cr puscules",
            "spectaculaires de la c te pacifique du",
            "Canada. La chaleur et la beaut  du",
            "soleil irradient jusqu'aux embl mes",
            "finement grav s du motif, qui se",
            "r p te de mani re concentrique pour",
            " voquer une rose des vents. Comme",
            "s il baignait dans la lumi re naturelle,",
            "l ours Kermode (Ursus americanus",
            "kermodei),qu on surnomme   ours",
            "esprit   et qui est un c l bre r sident",
            "des for ts pluviales de la c te de la",
            "Colombie-Britannique, est aussi rehauss  d un",
            "placage d or s lectif. Le voilier repr sente la",
            "tradition maritime de la Colombie-Britannique qui",
            "m le p che et loisir. Un troisi me embl me culturel,",
            "l paulard (Orcinus orca), symbolise quant   lui",
            "la relationin temporelle qui nous lie   l oc an. Le",
            "cordon comporte  galement un placage d or qui",
            "encadre le revers pour appuyer l id e que tous les",
            " l ments de la nature son tharmonieusement unis les uns aux",
            "autres. L avers est   l effigie de Sa Majest  la reine Elizabeth II,\nselon Susanna Blunt.",
            "Pi ce de 30 $ en argent fin 2018\nUn Pays En Evolution",
            "Treize d coupes en forme de feuilles d rable\nforment un cercle autour des armoiries\nactuelles du Canada, dot es d une coloration\ns lective mettant en valeur toute la beaut \nde cette ancienne forme d art. A l avers,\nl effigie de Sa Majest  la reine Elizabeth\nII appara t au centre, encercl e, entre\nautres par l inscription de la valeur\nnominale et par les d coupes en forme de\nfeuille d rable. Notre toute premi re pi ce",
            "  d coupes multiples!.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "226"
    },
    {
        "File": "The_CN_Journal_july_35.jpg",
        "Paragraphs": [
            "2018 $20 Fine Silver Coin - Second World War\nBattlefront Series - The Invasion Of Sicily",
            "The reverse image by Valentine De Landro\ntravels to a Sicilian town during the\nAllied Invasion of Sicily. Viewed\nfrom a ground-level perspective,",
            "a Canadian dispatch rider (DR)",
            "races to deliver a vital message;",
            "he wears a typical DR uniform,",
            "with high boots, a round helmet,\ngoggles, a leather vest and a",
            "leather dispatch bag slung across",
            "the body. The motorcycle is a\nBritish-built model, featuring a\n blackout  headlamp; built for\nservice overseas, the motorcycle s\nreliability and extra ground clearance\nmade it ideally suited for the fast-paced\nwork of a dispatch rider, but was also\nused for training, reconnaissance and\nescort duties. The scene has an added\nsense of urgency and motion, as the\nmotorcycle kicks up a cloud of dust\nwhile racing past the buildings. The\nobverse features the effigy of King\nGeorge VI by T. H. Paget.",
            "2018 $20 Pure Gold Coin\nSymbols of the North",
            "Designed by Inuit artist Andrew Qappik, the\nengraved reverse highlights some of the\ndiverse wildlife that embodies the spirit\nof Northern Canada. Land, sea and sky",
            "are represented in this Arctic-themed\ncollage, which features the walrus,\nptarmigan, polar bear, the bowhead",
            "and narwhal whales. All are framed",
            "by the outline shape of a maple leaf",
            "that symbolizes our nation s pride and\nreverence for these great northern icons.",
            "A bigger gold canvas at an affordable\nprice: Struck on an innovative thin blank\nthat delivers the affordable gold content",
            "of a 1/10 oz gold coin with the larger\ndiameter of a 1/4 oz coin   a Mint First!",
            "July + August 2018 ",
            "Pi ce De 20 $ en argent fin 2018 - Seconde\nGuerre Mondiale : S rie Champs De Bataille -\nL invasion De La Sicile",
            "Le motif au revers, oeuvre de Valentine De",
            "Landro, nous transporte dans un village",
            "sicilien pendant l invasion des Alli s.",
            "Vu au niveau du sol, un motocycliste",
            "de l Arm e canadienne se d p che",
            "pour livrer un message crucial. Le",
            "soldat porte un uniforme typique",
            "des estafettes : des bottes hautes,",
            "un casque rond, des lunettes",
            "protectrices, une veste de cuir",
            "et un sac de cuir en bandouli re.",
            "Sa motocyclette est un mod le",
            "britannique, construit pour le service",
            "  l tranger, avec un phare frontal",
            "masqu . Sa fiabilit  et sa bonne garde",
            "au sol en faisaient le v hicule parfait pour",
            "le travail exigeant des estafettes, mais elle",
            " tait aussi utilis e pour des t ches d entrainement,",
            "de reconnaissance et d escorte. La sc ne repr sent e sur",
            "la pi ce comporte une impression ajout e d urgence et de",
            "mouvement, puisque la motocyclette projette dans les airs",
            "un nuage de poussi re en traversant le village. L avers est  \nl'effigie du roi George VI, selon T. H. Paget.",
            "Pi ce de 20 $ en Or Pur 2018\nSymboles du Nord",
            "Le motif grav  au revers, oeuvre de l artiste nuit",
            "Andrew Qappik, met en vedette certaines des",
            "diverses esp ces fauniques qui incarnent",
            "l esprit du Nord canadien. Terre, mer et",
            "ciel sont repr sent s par un collage sur",
            "le th me de l Arctique qui r unit le",
            "morse, le lagop de, l ours polaire, la",
            "baleine bor ale et le narval. Ceux-ci sont",
            "repr sent s   l int rieur d une feuille",
            "d rable, symbole de la fiert  et du respect",
            "d un peuple envers ces grands embl mes",
            "nordiques. Un grand format en or   petit",
            "prix: La pi ce est frapp e dans un flan mince",
            "novateur qui combine le prix abordable d une pi ce",
            "en or de 1/10 oz avec le diam tre sup rieur d une pi ce de 1/4\noz   une premi re   la Monnaie!"
        ],
        "PageNo": "227"
    },
    {
        "File": "The_CN_Journal_july_38.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "By ALAN ROY\n#17134.",
            "The Decimal Coinage of Canada and Newfoundland",
            "FRED Bowman was one of the most knowledgeable",
            "numismatists in Canada. He authored several books",
            "about Canadian coins and tokens. He served as an\nHonorary Curator for the Numismatic Collection of the\nAntiquarian and Numismatic Society of Montreal where\nhe spent considerable time classifying and identifying\nancient and foreign coins in its collection. He was one\nof the founders of the Montreal Numismatic Society\nand served as its the first President. For his contribution\nto numismatics, he received the inaugural J. Douglas\nFerguson Award, presented to him at Ferguson s request.",
            "Bowman had a wide range of interests, including\npattern coins, modern tokens, numismatic books, and\ncommunion tokens. He wrote biographical notes of well-\nknown Canadian collectors and created resources\nto help numismatic researchers.",
            "But his most important work may have been one\nof his earliest: The Decimal Coinage of Canada\nand Newfoundland, which first appeared in the\npages of the American Numismatic Association s\npublication The Numismatist, in 1947 and later\nthat year as a separate printed volume.",
            "The book followed what was a new trend in\ncoin collecting at the time: series collecting.",
            "Before the Second World War, numismatists\ntypically collected coins by type. A twenty-five\ncent coin dated 1920 would occupy the same spot\nin a type collector s set as a 1921-dated coin. It\nwas the coin s design that was important, not the\ndate.",
            "With the introduction of coin folders in the\n1930s, collectors in the United States began\nsearching for all dates in a series to fill their\nfolders. The trend eventually moved north.",
            "Bowman s book would look familiar to modern\ncollectors. Each coin type is headed with a picture\nand followed by a list of dates. Instead of prices,\nBowman lists mintage figures for each date. These\ncan be used as a guide for availability of each\ndated coin, although Bowman warns the figures\ncan be misleading.",
            "In the case of the 1921 five-cent coin, for\nexample, he explains that the coin is much\nrarer than the mintage figure would suggest.",
            "The demand for silver coins was very low\nat the time, and these were never issued.",
            "When nickel coinage was introduced in 1922, the stock\nof silver pieces was melted,  but in some unexplained\nmanner a small number of these coins found their way out\nof the mint and into collectors  cabinets. ",
            "This helps explain to the novice collector some of\nthe challenges of assembling a collection by date, and it\nhelped bring to light what we now know as rarities.",
            "Bowman s work was very influential in the hobby.\nIn 1952 James Charlton used it to create his landmark\npublication: Catalogue of Canadian Coins, Tokens &\nFractional Currency. According to Coinman to Canadians\nby Harold Don Allen,  [t]his work, with permission, was a\nmajor contribution to early Charlton catalogues. ",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "230"
    }
]