[
    {
        "File": "The_CN_Journal_December_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT,",
            "For me, the Winter Holiday Season seems to",
            "begin earlier each year. Some TV stations began",
            "broadcasting Christmas themed movies continuously\nfrom the beginning of November, and Stores were starting\nto look like a Winter Wonderland before the first hints\nof frosts. As you receive this issue of The CN Journal I\nexpect you will be planning for the Holiday Season, and I\nhope that will include your local numismatic club s special\nmeeting, a festive social get-together to celebrate the\nholiday season with fellow members.",
            "As I have said previously, it is my belief that the next\nstep to further enjoy your hobby is to get involved in the\nsocial aspects available through your local clubs and of\ncourse the RCNA! Whether it be sharing your recent finds\nor just talking with other like-mind individuals, I believe\nyou will enjoy the experience. I recommend you look for\ninformation about clubs that meet in your locale by viewing\nthe RCNA member club information on our website:\nwww.rena.ca/societies.php or by asking your RCNA\narea Director. A listing of Director contact information\nis available on page 332 in this issue. Most clubs hold a\nregular monthly meeting, and would be more than happy to\nhave you attend one of these meetings as their guest.",
            "There are items of Association business that I would like\nto bring to your attention at this time.",
            "Our Annual Convention in 2019, hosted by the Calgary\nNumismatic Society, will be taking place between Tuesday,\nJuly 16 and Saturday, July 20, at the Best Western Premier\nCalgary Plaza Hotel in Calgary, AB. The convention\ncommittee, with James Williston at the helm, is working\nhard to make this, the RCNA s 66th annual convention, the\nnumismatic social event of the year. Consider including\nthis roundup in your vacation plans; further information is\navailable at wwwrena.ca/2019.",
            "This coming year is an election year for our Association s\nBoard of Directors. There will be more detailed information\non this topic in the January-February issue of the Journal;\nhowever, if you are interested in nominating an individual\nfor next year s election please advise our executive\nsecretary at info@rena.ca or at (647) 401-4014.",
            "Finally, I am happy to report that our eNewsletter,\nNemb ores, is back on track! Please join me in thanking\nKevin Day-Thorburn for his dedication as its editor.",
            "In closing, I wish you and your family the very best\nfor this Holiday Season, and as always, I ll remind you\nthat I want to have your ideas and suggestions; please\ncontact me with your thoughts and comments, by email:",
            "president@rcna.ca. ",
            "Number8 December 2018",
            "Moz_DU_PRESIDENT,",
            "Pour moi, la p riode des F tes semble commencer plus",
            "tot chaque ann e. Certaines chaines de t l vision ont",
            "commenc  a diffuser des films, de mani re continue,\nportant sur No l depuis le d but novembre et les magasins\ncommengaient a ressembler au pays des merveilles avant les\npremieres p riodes de gel. En recevant ce num ro du journal\ncanadien de numismatique, je pense que vous  tes a planitfiez la\np riode des F tes.  esp re que cela inclura la r union sp ciale\nde votre club de numismatique local, une r union sociale festive\npour c l brer les F tes avec les membres.",
            "Comme je | ai mentionn  pr c demment, j estime que la\nprochaine  tape pour appr cier votre passe-temps consiste 4 vous\nimpliquer dans les aspects sociaux de vos clubs locaux et bien\nstr dans  ARNC! Qu il s agisse de partager vos d couvertes\nr centes ou simplement de parler a d autres personnes partageant\nvos int r ts, je pense que cette exp rience vous plaira. Je vous\nencourage de trouver des informations sur les clubs qui se\nrencontrent dans votre r gion en consultant les informations\nrelatives aux clubs membres de l ARNC sur notre site Web:\nwww.rena.ca/societies.php ou en vous adressant a votre directeur\nr gional de l ARNC. Une liste des contacts des directeurs est\ndisponible a la page 332 de ce num ro. La plupart des clubs\norganisent une r union mensuelle r guli re et seraient plus\nqu heureux de vous inviter 4 l une de leur r union comme invite.",
            "J aimerais porter a votre attention certains points\nconcernant les affaires de 1  Association.",
            "Notre congr s annuel de 2019, organis  par la Calgary Numismatic\nSociety, aura lieu du mardi 16 au samedi 20 juillet au Best Western\nPremier Calgary Plaza Hotel a Calgary, en Alberta. Le comit  du\ncongres, sous la pr sidence de James Williston, s efforce de faire de\nce 66e congres annuel de l  ARNC I v nement social numismatique\nde l ann e. Pensez a inclure cette activit  dans la planification de vos\nvacances. Plus d informations est disponible sur www.rena.ca/2019.",
            "L ann e a venir est une ann e d lection pour le conseil\nd administration de notre association. Des informations plus\nd taill es sur ce sujet figureront dans le num ro de janvier-f vrier\nde la Revue. Toutefois, si vous souhaitez nommer une personne\npour l lection de l ann e prochaine, veuillez en informer notre\nsecr taire ex cutive a info@rcena.ca ou au (647) 401-4014.",
            "Enfin, je suis heureux d annoncer que notre bulletin\n lectronique Mami Vores est de nouveau op rationnel!\nVeuillez-vous joindre a moi pour remercier Kevin Day-\nThorburn pour son d vouement en tant que r dacteur.",
            "En terminant, je tiens a profiter de cette occasion pour vous\noffrir 4 vous et votre famille le souhait de bonheur, joie et plaisir\ndurant la saison des F tes et, comme toujours, je vous rappelle\nque je souhaite recevoir vos id es et vos suggestions. S 1l-vous-\nplait contactez-moi avec vos id es et commentaires, par courriel:",
            "president@rcna.ca.",
            ""
        ],
        "PageNo": "333"
    },
    {
        "File": "The_CN_Journal_December_07.jpg",
        "Paragraphs": [
            "AucTION Raises $605\nDONATION FOR CAFNE,","BY JOHN REGITKO LM#213",
            "John Regitko has been\ninvolved in numismatics for\n60 years. For much of that",
            "time, he s been a volunteer\nfor local, regional and national\nnumismatic organizations,\nincluding as RCNA President\n(1981-1983) and Convention\nChairman for an unprecedented\nfour times (1981, 1991, 2006,",
            "2007). He garnered awards",
            "at every level of Canadian",
            "numismatics, as well as four",
            "awards from the ANA (three Best",
            "Local Coin Bulletin Awards; and one ANA President s\nRecognition Award).",
            "Ever since awards have been handed out, recipients have\nwondered, when they re gone, what will happen to their\naward medals and plaques that they worked so hard for.\nChances are that they volunteered their talents and hundreds\nof hours of time to  earn  them.",
            "People are afraid to think about the future. We deny the\ninevitable even in our old age until it is too late to do any\nplanning. Family members generally have no idea what to do\nwith those awards when the member passes.",
            " The conversations I have had with other collectors who\nhave also been awarded presentation medals of how to\ndispose of them while they are still alive are of like mind, \nJohn states.  Without fail, they are all in agreement that\nawards medals should not be sold while they are alive. ",
            "Following much soul searching, John feels he has come\nup with a solution without being criticized for his decision.\n My 100-plus or so personalized medals at this stage in my\nlife do not mean as much to me as the great memories I have\nof my long involvement in the hobby. But let s be realistic,\ndonating them to the organizations that awarded them would\nmean they are stored in someone else s basement because\nin Canada we do not have a facility accessible to the public,\nsuch as the Money Museum that the ANA has. ",
            "He adds:  I was sure I would be criticized for my action,\nbut I turned the awards into something that will benefit the\nhobby. I haven t heard about anyone thinking I should not\nhave done it. ",
            "He placed 48 of his awards medals into the Geoffrey\nBell Auction that was held in conjunction with Coin Expo\nin Toronto last fall. As well, his wife placed 13 of her\npresentation medals into the same auction.",
            "Number 8 December",           
            "The highlight of the award\nmedals was the coveted Ferguson\nAward, Canada s highest\naward for the advancement of\nnumismatics. It yielded $725 plus\n$145 buyer s premium.",
            "Half of the proceeds were\ncommitted to the registered non-\nprofit organizations that support\nnumismatics in Canada. That\nincludes the Canadian Association\nfor Numismatic Education\n(CAFNE) which supports the\nRCNA s educational programs,",
            "and the J. Douglas Ferguson Historical Research Foundation\nthat aids in the publication of numismatic research by\nqualified individuals.",
            " The other half of the proceeds were donated to non-\nprofit organizations that my family has had a need of in the\npast, such as Sick Children s Hospital; Heart and Stroke\nFoundation; St. Michael s Hospital; Canadian Blood\nServices, and the church. These donations will be verified by\nthe executive secretary of the RCNA at year-end. ",
            "Acheque for $605, representing the CAFNE portion, was\npresented to its Secretary during the November meeting of\nthe North York Coin Club (photo). A similar amount was\nturned over to the Ferguson Historical Research Foundation\non December 11 during the North York Coin Club Holiday\nmeeting. Donations of the balance of $1,210 have also been\ndisbursed.",
            "Not only did the principals of the auction house agree\nto forego all consignor s commissions, but in a further\nshowing of goodwill, they committed all commissions from\ntheir sale to the J. Douglas Ferguson Historical Research\nFoundation. Geoff Bell, is a member of its board as well as a\npast chairman. John has consigned additional award medals\nto Geoffrey Bell Auctions for May 2 and 3 sales being held at\nthe 2019 Spring Coin Expo.",
            "Is John happy with the prices realized?  I had no idea what\nto expect, because I have not heard of a public auction of the\nFerguson Award and other awards. In hindsight, I think that\nthe people who bid the Ferguson medal up to $725 are to be\ncongratulated, keeping in mind that it was gold-plated silver\nand not solid gold. The other awards, including my wife s\nmedals, also did as well as I hoped they would. ",
            "John, and Geoffrey Bell Auctions, have each committed\nto donate the proceeds and the bidder s premiums again to\nthe same charitable organizations.\n"
        ],
        "PageNo": "335"
    },
    {
        "File": "The_CN_Journal_December_08.jpg",
        "Paragraphs": [
            "ROYAL CANADIAN MINT S",
            "CHRISTMAS, PARAD - REFRESHED",
            "This article, originally written by Bret Evans, for the\nDecember 2014 CN Journal, is updated here.",
            "Today most collectors have come",
            "to expect to see holiday-coin",
            "issues from the Royal Canadian",
            "Mint; it s a tradition started by the Mint",
            "almost 15 years ago, beginning with a\nsingle 25-cent piece released in 2004.",
            "At that time colourized coins were\nnew; the first being introduced by the\nRCM in 2000 to celebrate the new\nmillennium with  Pride . This was the\nfirst in a series of colourized 25-cent\ncoins for Canada, using red to enhance\nthe design.",
            "The first Canadian Christmas coin\nfollowed that established pattern. A\nsolid nickel planchet was struck with\na traditional image of Santa Claus, his\nsignature suit finished in red.",
            "The coin was not universally\naccepted, and was criticized by\nnumismatic purists. Nonetheless, it was\na financial success, with a final mintage of\n63,000 coins. Nearly 50 percent more than\nthe mintage of that year s Canada Day coin.",
            "The series continued for several years, with a\nselection of festive images. In 2005, the RCM added a\nsecond colour, being green holly leaves to go with a red\nstocking containing a teddy bear. The 2006 design showed\nSanta s sleigh, and on the 2007 coin, a Christmas tree\nappeared. In 2008, as the RCM experimented with full\ncolour, the coin featured a photographic rendering of a live\naction Santa. The final two coins in the series, 2009 and\n2010, showed full colour cartoon-style images.",
            "For the next two years, the RCM produced special issue\n25-cent coins for the gift sets, but abandoned colour and\nwent for Uncirculated nickel coins. The 2011 series had a\nsnowflake pattern on the holiday set. In 2012, no holiday\nset was issued.",
            "Mintages of the holiday 25-cent coins varied extensively,\nfrom a high of 99,000 coins in 2006, to a low of 33,000 in\n2009.",
            "A snowflake design was also used on a 2006 sterling\nsilver dollar patterned on the circulating loon coin. These\n11-sided coins were struck in sterling silver, and had a\nvariety of themes related to RCM gift sets. The snowflake\ndesign was only available in a holiday set, with a mintage\nof 18,000.",
            "336",
            "Meanwhile, the number of\nChristmas coins had grown.",
            "In 2007 a new series, with 50-\ncent coloured coins was introduced.\nThe new coins were struck on\n35 mm brass-plated steel blanks.\nAnother novelty was that the obverse\nside, featuring an effigy of Queen\nElizabeth II was struck in Specimen,\nwhile the reverse was struck in\nBrilliant Uncirculated.",
            "The new coins also included new\nRCM technology. The 2007 and 2008\ncoins show ornaments and a snowman",
            "respectively, with a 3-D effect.",
            "In 2009 the series used lenticular\ntechnology.",
            "Lenticular printing created multiple\nframes on the surface of the coin;\nthis creates the illusion of motion,\nor changing images when the coin",
            "is tilted. In the case of these coins, the\nRCM opted for two images that alternate\nas the coin 1s tilted. The subjects selected were\na train, 2009; Santa and a red-nosed reindeer, 2010;\nand gifts from Santa, 2011.",
            "Demand was fairly consistent for this coin, with mintages\nrunning from a low of just under 17,000 in 2007, up to\nnearly 22,000 in 2011.",
            "That year also saw the RCM change its holiday coins \ncomposition from the usual base-metal to precious metal.",
            "A pair of $10  festive season  coins, designed by\nVirginia Boulay was introduced.",
            "The coins had the same specifications as other RCM $10\nnon-circulating commemoratives. They were struck on .9999\nsilver blanks, with a diameter of 37 mm and weight of 31.5 g.",
            "The two coins showed festive winter scenes, with green\nholly leaves and red berries accenting the edges of the design.",
            "A full colour coin in the series was created in 2013,\nshowing a group of figures skating and sledding along on a\nfrozen pond.",
            "A second $10 coin issued that year showed a scene\nrepresenting the famous Christmas song The Twelve Days\nof Christmas, specifically the proverbial partridge in a pear\ntree. The bird tree and pears are all picked out in the Proof\nfinish, with green boughs and a red bow at the bottom of\nthe design.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "336"
    },
    {
        "File": "The_CN_Journal_December_09.jpg",
        "Paragraphs": [
            "Yet another holiday theme is the popular series of\ncrystal snowflake coins.\nThe first two coins, with a value of $20,\nwere launched in 2007.\nStruck in (.925) sterling silver with\na diameter of 38 mm and weight\nof 49.456 g, two different versions\nwere produced   which now sell for\nsignificant premiums.\nBoth were similar, with six coloured\ncrystals around the design and a white one\nin the centre. One version had blue crystals,\nthe other had iridescent crystals. All the crystal\nelements are produced by the German firm of Swarovski.",
            "Number8 December 2018 -------------------------------------",
            "The composition of the crystal snowflakes was changed\nin 2008 to one-ounce of .9999 silver. The design\nremained the same, with new crystals introduced\neach year: amethyst, and sapphire, 2008; pink\nand blue, 2009; tanzanite and blue, 2010.\nNew designs were introduced in 2011\nfor red and blue small crystal snowflakes,\nand emerald and topaz large crystal\nsnowflake coins.\nThree $20 silver crystal coins were issued\nfor 2012. One was a snowflake with a single\nwhite crystal, one a snowstorm with three white\ncrystals, and one showing a Christmas play with\nthree wise men and a single golden crystal.\nContinued on page 339\n"
        ],
        "PageNo": "337"
    },
    {
        "File": "The_CN_Journal_December_10.jpg",
        "Paragraphs": [
            "IN. MEMORIAM ALLAN DAVIES \n1944 - 2018  ",
            "The Canadian numismatic community has\n| lost a beloved collector and dealer,\nAl Davies, who passed suddenly\non November 14, 2018. He was 74. Al\nhad been active in the hobby for more\nthan four decades and probably for\nmuch longer; like so many of us, he\nwas born a numismatist. Ron and\nGraham, both of whom knew AI for\nmore than 35 years, wish to share some\nmemories of their friendship with\nthis fine gentleman and to set down a\nfew highlights of his long numismatic\ncareer. We believe our words will speak\nfor many of those who had the pleasure of\nknowing Al.",
            "Al s hometown was Hamilton but he spent\nmuch of his life in the Ottawa area. He worked at\nStatistics Canada until he took an advanced retirement\nin the early 2000s. He lived in several towns around\nOntario (Nepean, Carp, Port Rowan, Southern Ontario,\nKemptville, Newboro, Ingleside and finally back to\nOttawa). He also worked in Harry Garrison s coin store in\nNew Jersey for a couple of years and would accompany\nhim to major shows in Canada.",
            "Al was a familiar face on the bourse of both the Royal\nCanadian Numismatic Association and the Ontario\nNumismatic Association conventions. His first RCNA\nConvention as a bourse dealer was at Hamilton in 1984,\nand his last was Ottawa in 2016. In January, 1989, he\nbecame life member #266 in the RCNA.",
            "Al was highly respected in the numismatic community,\nespecially for his specialized knowledge of 19th-century\nCanadian tokens, and he was well known to the many\ncollectors throughout North America who shared his\npassion. He handled many rarities over the years and would\noften remark about how satisfying it was for him to be able\nto handle the early coins and tokens of Canada. Their rarity\nand historic significance were far more important to him\nthan their condition. He truly loved the hobby.",
            "Al was active on the executive of the City of Ottawa\nCoin Club through the 1980s and served as its President\nin 1986. He had a beautifully soft  radio  voice and in",           
            "fact at one time in the early 1980s he hosted a\ncollectors  phone-in show on a local Ottawa\nradio station.\nRon recalls:  I first met Al at the City\nof Ottawa Coin Club in 1982 after  'd\nanswered his ad in the Citizen about\ncoins and he suggested I join the\nclub. Thad never heard of a coin club.\nAl greeted me with his big warm\nsmile and a strong handshake at the\nnext meeting, just as I walked in the\ndoor. We soon became friends and\nremained so over the next 36 years,\neven though he and I would both leave\nOttawa and move around the province. I\nlearned a great deal from Al as we worked\ntogether on the coin club executive, then I\nsucceeded him as President. Over the years, every\ntime we met up at a show or convention we d have a chat,\nhe d show me some exciting new find, and I d always\nthank him again for re-kindling my interest in the hobby\nwe both enjoyed so much. Al always called me  Old\nFella,  because I was nine days older than him and in\nreturn I affectionately called him  Big Al. ",
            "Graham recalls:  I got to know Al well over the 35\nyears that I knew him. We did several CNA Conventions\ntogether going all the way back to Hamilton 1984. I last\nsaw him on November 2nd when we traveled together\nby train to and from Montreal for Nuphilex. He was in\nvery good spirits on that day despite the fact that his bad\nknee had significantly reduced his mobility. However, he\nsoldiered on courageously and without complaint for the\nentire day.",
            " Al was a gentleman of the  old school . He was always\ncourteous, humble and unassuming, totally honest, a man\nof his word, a true friend, and he was devoted to his large\nfamily and to his various pets. He was liked and respected\nby all who knew him. ",
            "He is survived by his many loving children,\ngrandchildren and great-grandchildren.",
            "We ll miss you, Al. Everyone will.",
            "By Ron Cheek and Graham Neale",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "338"
    },
    {
        "File": "The_CN_Journal_December_11.jpg",
        "Paragraphs": [
            "The 2013 snowflake coin had a new snowflake design,\nwith a black snowflake-shaped crystal in the centre.",
            "A two-year $20 silver holiday series ran in 2007 and 2008.\nThe one-ounce coins for 2007 showed a sleigh ride theme and\nfor 2008, a Victorian group caroling around a tree.",
            "In 2010 two pinecone festive designs were issued. The\n$20 silver coins had the same design, one with three dark red\ncrystals, and the other with three pale blue crystals.",
            "The next year, the $20 silver Christmas coin had a\nChristmas tree, with five green crystals.",
            "A 2013 $20 silver issue had a full-colour image\nmade up of ornaments, poinsettia leaves, and a\ncandy cane.",
            "A second festive $20 coin had a wreath in\nfrosted relief, with five crystals.",
            "Other festive-theme $20 coins included a\nwinter scene of early settlers, 2011.",
            "Number 8",
            "December 2018 --------------------------------------",
            "In 2012, a silver 50-cent Christmas coin was introduced.\nThese coims, not much bigger than a circulating 25-cent piece,\nagain used lenticular technology. The 2012 coin showed two\nviews of Santa, one placing presents under a tree, and one\nsharing a knowing look with the viewer.",
            "The 2013 Christmas coins had a snowman theme. The first\none had two children and a dog shown building a snowman,\nand on the second one they are admiring their finished work.\nMintage of the first com was 25,000, compared with 20,000",
            "for the second coin.\nStarting in 2014, the Mint began issuing Holiday\nGift Sets containing a specially designed dollar.\nAlthough the Royal Canadian Mint\nmay be among the most prolific issuers of\nChristmas coins, it is not the first. In the late\n1980s Gibraltar and Isle of Man both issued\n Christmas Crowns  struck by Pobjoy Mint.\n"
        ],
        "PageNo": "339"
    },
    {
        "File": "The_CN_Journal_December_12.jpg",
        "Paragraphs": [
            "IN_ MEMORIAM.  WALTER_DOUGLAS, ALLAN",
            "1933 - 2017",
            "Pharmacist. Numismatist. Cloud watcher.",
            "Piece: Born July 30, 1933, in\nToronto; disappeared July 18, 2017,",
            "in Quebec, now presumed dead; aged 84.",
            "It only made sense that Walt would\nserve as unofficial guardian of our\nfamily history. A lifelong pack-rat,\nhe kept everything   old car keys,\nexpired calendars, every single sales\nreceipt; a butterfly collection started\nas a child and, literally, thousands of\nphotos of clouds he d snapped with\nhis little red Nikon.",
            "Like many born during the Great\nDepression, Walt could not throw\nanything away. At the end of his life, he\nhad 11 alarm clocks in his small home. A\nfew of them even worked.",
            "From childhood until retirement, Walter worked at\nAllan s Drug Store, the Lake Shore Boulevard pharmacy\nthat his parents purchased in 1939. Even as a kid, he knew\neveryone in the town of Bronte, Ontario, (now part of\nOakville)   with thanks to his Globe and Mail paper route.\nOpen even on Christmas Day, pharmacy hours always\ninformed the timing of the turkey dinner.",
            "His father, Donald, served as druggist, councilman,\nschool trustee and volunteer fireman. With two brothers and\na sister, Walt grew up with the town of Bronte and became\nits greatest champion.",
            "A graduate of the pharmacy school at the University of\nToronto, Walter took over dispensing duties after his father\ndied in 1974. He worked alongside his mother until the late\n1980s when they sold the family business during the rise of\nthe drugstore chains.",
            "Walt was an exuberant collector of stamps and coins,\nbut also rocks, marbles, maps, pharmacy paraphernalia,\nseashells, cameras and, especially, anything connected to\nBronte s roots.",
            "In 1988, he spearheaded a campaign to save the\nSovereign House, a heritage home that would\nbecome a showcase of local history.\nAround that time, Walter left his\nhometown to live in an isolated cottage\non the shores of Lake Huron, about\nthree-and-a-half hours north. The\nlocal Oakville paper wrote a feature\non his departure. He was asked why\nhe was leaving his home of 59 years.\n Bronte isn t here any more,  he said\nof a harbour community transformed by\ntownhomes and luxury condos.\nWalt did not marry or have children,\nbut he delighted nieces and nephews\nwith birthday cards and parcels that arrived\nplastered in postage of all denominations and a\nhandwritten appeal:  COLLECT STAMPS!  His\noddball offerings included unopened geodes, polished\ngemstones, Happy Meal toys in original packaging, and maybe\na DVD featuring the latest voyage of the Starship Enterprise.",
            "By far his greatest passion was for collecting and\ncataloguing paper money, rare banknotes and vignettes.\nA distinguished expert, he led the Canadian Paper Money\nSociety from 1993 to 1995 and was later named an\nhonorary president.",
            "In July, 2017, he left his Tobermory home for the annual\ngathering of the Royal Canadian Numismatic Association\nin Boucherville, Quebec. He never made it. Walter s car\nwas later found abandoned in a farmer s field an hour east\nof the convention. Police searched for days. They ended\ntheir investigation several months later, though he was\nnever found.",
            "He leaves behind an older brother, a younger sister,\nnieces, nephews and their children. So now we are the safe-\nkeepers of family history, and this story of Walter is just the\nfirst of many we will tell.",
            "This memorial first appeared in the Toronto Globe & Mail,\nDecember 4, written by Susan Allan, Walter's niece. It was\ntitled  Dedicated numismatist Walter Allan was also a favourite\nuncle and small-business owner. ",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "340"
    },
    {
        "File": "The_CN_Journal_December_13.jpg",
        "Paragraphs": [
            "LADY ABERDEEN AND THE",
            "INTERNATIONAL _COUNCIL.OF_WOMEN",
            "BY BARRIE RENWICK",
            "FRCNA, FCNRS, #5754,",
            "In 1893 Lady Ishbel\n| es then aged 36,\narrived in Canada with her",
            "husband Lord Aberdeen our\nnew Governor General. Many\nexpected her to be kept busy as\nchatelaine of Rideau Hall, a duty\nshe managed with great success.\nShe also tended their four\nchildren and acted as personal\nassistant to His Grace. After\nhandling those responsibilities,\nIshbel continued her long-time\npassion: helping the cause of\nwomen in need of social support.",
            "Previously, Lady Aberdeen\nlived in Ireland, during her\nhusband s time as Ireland s\nLord Lieutenant. She saw\nhopelessness there among poor\nIrish women: the domestically\nabused, single mothers, disabled\nwomen and those who lacked\nbasic healthcare or support.\nSocial aid was nonexistent.\nIshbel, with experience and\nmeans, began a service of\npublic nursing to tend\nimpoverished women in\nsickness and birthing. She\nalso arranged for teaching\nthem lace making and\nembroidery, something women could\ndo at home. She collected what\nthese Irish women made and\nsold the items on their behalf.",
            "Ishbel discovered that\nhere in pioneer Canada less-\nfortunate women suffered in\nconditions similar to their Irish\nsisters and sometimes worse\nbecause of frontier isolation.\nDependable help seemed lacking. Lady\nAberdeen knew about the National Council of Women of\nthe USA, a new entity for social betterment of American\nwomen and for their suffrage. She reached out in 1893 for\nthe Council s permission to form a Canadian counterpart.\nTheir approval spurred Ishbel to create the National\nCouncil of Women of Canada. Chosen as its president, she",
            "Number 8",
            "December 2018 --------------------------------------",           
            "then built a group able to strike\nat social shortcomings affecting\nCanadian women. Next she\ngathered women volunteers to\nminister to those in childbirth or\nwith sickness; she called these\nvolunteers the Victorian Order\nof Nurses. They served women\nin medical need when a doctor\nwas unavailable and before\nMedicare existed.\nDuring her time in Canada,\nLady Aberdeen worked\ntirelessly on behalf of women.\nWhen she accompanied the\nGovernor General on his official\ntrips, she would often slip\naway to meet others about the\nsocial needs of local women.\nHer efforts impressed the\nAmerican group and prompted\nthe National Council in the\nUSA to form an umbrella  \nthe International Council of\nWomen -  created to expand\nthe movement throughout the\nworld. In time, Lady Aberdeen\nbecame its president, a position\nshe held several times for an\naccumulated forty-years of\nservice. Gradually, National\nCouncils formed in distant\ncountries, and members met when\nICW Conferences got held. At the\nConference in 1938, to celebrate\nICW s 50th anniversary, a\nsouvenir medalet honoured\nLady Aberdeen, then an\n81-year-old dowager. Ishbel s\nlegacy to women: the National\nCouncil of Women of Canada\nendures, and the Victorian Order\nof Nurses continues here, although\nafter some hundred and fifteen years its service area has\nshrunk through changes.\nThe medalet, by artist Emil Becker, is silver, 28 mm with\na ring, a pin-bar and bow-tied ribbon. Becker also did the\nreverse for the ICW medal (Eimer 2053), see page 416 The\nCanadian Numismatic Journal Sept 2010.\n"
        ],
        "PageNo": "341"
    },
    {
        "File": "The_CN_Journal_December_14.jpg",
        "Paragraphs": [
            "Guy POTTER LITERARY AWARD",
            "The best original contribution to The CN Journal in 2017",
            "Canadien Spice 1908 Large\nCent, Large over Small\nObverse Legend by Roger\nC. Paulen, right, won the Guy\nPotter Award for 2017. In the year s\nreview, eight articles qualified\nand were ranked according to the\ncontest standards. Although the\nwinner scored highest, the seven\nrunners -up articles are honoured\nhere for their contribution to\nnumismatic history and to our\nreaders  pleasure; they are listed\nchronologically as follows:",
            " The Numismatic Legacy of\nAurora s Scanlon Bakery \nby Bill English and\nRon Cheek,\nJanuary   February",
            " Lucky Coins  by Lori Helston,\nMarch\n The 1867 Confederation Medal \nby Ron Cheek, July * August\n Nummus Matrix 87. Diva Paulina \nby James R. Bakes, July * August\n William Eddis: A Defender of\nFree Speech \nby Dr. Peter Moogk, September\n First Coins of the Irish Free State \nby Barrie Renwick, December\n The 1987 One Dollar Bird Note \nby Roger A. Fox, December",
            "We at The CN Journal thank all\nof these writers for sharing their\nhobby interest with our members,\nand we extend thanks to all the\nothers who submitted material to\nour 2017 edition.",           
            " The CN Journal Volume 63\n"
        ],
        "PageNo": "342"
    },
    {
        "File": "The_CN_Journal_December_15.jpg",
        "Paragraphs": [
            "AIRPLANE COINS  ",
            "A MOST UNUSUAL FORM.OF EXONUMIA",
            "BY RAY OLDENBURG",
            "LM. #453,",
            "The Canadian Numismatic Correspondence\n| Course defines exonumia as  a fabricated\nword intended to indicate that an item has\nsome relation to numismatics but is not specifically\na coin, medal, banknote or token.  The author\n(Marvin Kay) describes examples: coin spoons, love\ntokens, vignettes and wooden money. In browsing\nthrough recent numismatic literature I have come\nacross others: game club tokens, automotive tokens,\nmilk bottle tops, motorcycle friendship tokens and\ncasino chips. In this article I would like to introduce\nyou to another   Airplane coins.",
            "These coins composed of plastic were issued in\nthe early 1960s by the makers of Jell-O pudding.\nEach package of pudding contained a plastic coin\nwith a type of aircraft on it. The goal was to collect\nall 200. The coins were quite popular especially with\nboys ages 10 to 14 and one can safely conclude that\nlots of pudding was consumed at that time.",
            "The coins were split up in 8 series each one\ncomprising 25 coins and each series was allocated a\ncertain colour. They were as follows:",
            "Series 1   Pioneers (white)\nSeries 2   Fighters (red)\nSeries 3   Bombers (black)\nSeries 4   Transports (blue)\nSeries 5   Airliners (gray)\nSeries 6   Bushplanes (green)\nSeries 7   Trainers (yellow)\nSeries 8   Others (orange)",
            "Every coin included a picture of the aircraft, its name and\ntype, the year it was launched and a number to indicate its\nplace in the series. For example the Mig-15 was a fighter,\nlaunched in 1948 and was allocated number 44 in the series.\nTo spice up additional interest, the makers of Jell-O offered\nfor a small sum to furnish a plastic holder for the coms along\nwith a booklet giving a brief description of each aircraft.\nMany took up the offer and the holders gradually filled up.",
            "The booklet entitled Famous Aircraft of the World was\nwritten by James Hornick who was at that time one of\nCanada s foremost aviation journalists. His track record\nincluded a stint as aviation editor for the Globe and Mail\nand providing the script for a two-part aviation documentary\nseries produced by the CBC. The illustrator of each aircraft\non the coins and in the booklet was Don Watt a graduate\nfrom the Ontario College of Art in Toronto. His track record\nincluded a two-year stint as an illustrator and designer with\nAvro Aircraft Limited, maker of the first Canadian designed\naircraft capable of exceeding the speed of sound.",            
            "Let us now take a brief look at some of the coins",
            "described.",
            "Number 8 December 2018"
        ],
        "PageNo": "343"
    },
    {
        "File": "The_CN_Journal_December_16.jpg",
        "Paragraphs": [
            "Series | (Pioneers) no. 1 Daedalus",
            "B.C. According to Greek\nmythology he was the\nfirst man to fly. He",
            "and his son Icarus",
            "were imprisoned on",
            "the Island of Crete",
            "by a cruel king. To\nescape, Daedalus\nshaped wings of",
            "wax into which he",
            "stuck bird feathers.\nDaedalus is supposed",
            "to have reached safety but\nIcarus plunged into the sea\nwhen the sun s rays\nmelted the wax.",
            "Series 2 (Fighters)\nno. 46 CF-100\n1950 It was the\nbackbone of\nCanada s air\ndefences for\nseveral years in the\n1950s and supplied\nto RCAF squadrons in\nEurope.",
            "Series 5 (Airliners) no.\n120 DC-8 First built in\n1958 and the pride\nof Trans Canada\nAir Lines (now\nAir Canada) in the\nearly 1960s.",
            "Series 8\n(Others) no. 200\nHovercraft 1961. It\nis really a ship which\ncan be made to cruise\nthe sea without actually\ntouching the water. This\nis accomplished by two\nfan-type propellers\nwhich lift the\ncraft and create\na cushion of air\nbeneath its hull.",
            "Because the\nAvro Arrow, which\nwas test flown in\nToronto, was chosen\nto grace the RCNA\nconvention medal in 2018,",
            "it is only fitting to include that aircraft s complete description\nfrom the booklet. The author considered it a trailblazer and thus\nincluded it in Series 1 (Pioneers) no. 23 Arrow 1958   Canada s\nfirst faster-than-sound (supersonic) aircraft was the Arrow all-\nweather interceptor, designed and built by Avro Aircraft Ltd.",
            "It was to have succeeded the CF   100 in home\ndefence squadrons, ranging the northland with elaborate\nradar search apparatus and heavy missile armament. The\ngovernment withdrew support of the project in 1959 and\nthe Arrow was scrapped.",
            "Specifications ",
            "Wingspan: 50 ft.,\nLength: 77 ft. 9 in.,",
            "Height: 21 ft. 3 in.,\nWeight. 30 tons,",
            "Speed: 1,200 plus mph.,\nRange: 1,500 miles,",
            "Ceiling: 60,000 ft.,",
            "Powered by 2 Iroquois turbojets each of 22,000 lbs.\nthrust.\nRemember all that the next time you pull out your 2018\nconvention medal.",
            "Why are airplane coins\nan important part of\nnumismatic exonumia?\n(Yes, they were\nreferred to as coins\nand even had reeded\nedges.) The real\nreason is that along\nwith other items at the\ntime which eventually\nbecame collectables, they\nhelped pave the way to the\norganized numismatic hobby.\nMany youngsters who enjoyed sorting through their\nairplane coins and trading them with friends went on to do\nthe same with decimal coinage, trade tokens, mint products\nand bank notes. The dean of Canadian numismatics,\nJames E. Charlton in the forward to the 1964 Standard\ncatalogue of Canadian Coins Tokens and Paper Money\nstated the following,  If the twentieth century be Canada s,\nthen its seventh decade is numismatics, for never has the\nhobby witnessed such an upsurge of popular interest, and\nCanadian numismatic traditions date back many years. .\nAirplane coins were one of the many collectables which",
            "helped to bring about that upsurge.",
            "References:",
            "Canadian Numismatic Correspondence Course, Chapter 7",
            "Famous Aircraft Of The World, booklet, Published by\nGeneral Foods Limited, Toronto, Ontario",
            "Standard catalogue of Canadian Coins, Tokens and Paper\nMoney, (1964) 12th Edition, Whitman Publishing Co.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "344"
    },
    {
        "File": "The_CN_Journal_December_17.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "Canadian and Australian Mints resolve their legal battle over Remembrance Day and\n Possum Magic  coins after reaching a  collaborative  cross-licensing agreement.",
            "OTTAWA   The Royal Canadian Mint and the\nAustralian Government, on behalf of the\nRoyal Australian Mint, agreed on Monday,",
            "September 10, to end a legal battle of\nescalating court action over patent\ninfringement allegations involving\n printed  coins.",
            "After years of arguing about abuse of\nintellectual property connected to colour\nprinting technology, and after months\nof back-and-forth in the Federal Court of\nAustralia, the two mints have come to a cross-\nlicensing agreement.",
            "As we reported in Zhe CN Journal, March 2018,",
            "p. 91, the RCM first approached its Australian\ncounterpart about using a special, patent-\nprotected method in 2015 to print coloured\nimages on coins. Last December, after",
            "about two years of talks between the two\nmanagement teams, they reached no\nagreement, so the Royal Canadian Mint",
            "filed a lawsuit in Australian federal court.",
            "This spring the RCM added five more\nmintages of Australian coins to its suit,\nincluding coins that featured designs from\nan Australian children s book series called\n Possum Magic. ",
            "Among other things, the Canadian Mint was asking\nthat the Australian Mint destroy or hand over any of the\ncoloured dollar and two-dollar coins in its possession that\nhad not been put out for circulation.",
            "An April counter-claim from the Australian Mint defended\nthe process it used to create the coins, some of which featured\npossums performing witchcraft, saying that the 2006 patent\nCanada claimed was being violated wasn t  novel  enough\nto have been granted in the first place, and should be struck\naltogether.",
            "Number 8",
            "December 2018 --------------------------------------",
            "Ultimately a judge did not have to decide which mint\nwas in the right. With the permission of both\nparties the court dismissed their respective\nclaims on September 10 after they agreed to a",
            " collaborative  cross-licensing agreement.\nA joint communiqu  originally\npublished in the National Post said the\nagreement  provides for an exchange of\nlicenses, and allows both mints to pursue\ntheir respective activities and business",
            "interests in a mutually-beneficial manner. \nAlex Reeves, a spokesman for the Royal\nCanadian Mint, did not offer further detail on\nwhat that exchange would entail, or whether Canada\nwould now be receiving any royalties for the\nAustralians  use of the specific colour printing\nmethod.  The terms of the agreement are\nconfidential,  he said in response to",
            "questions.",
            "Both mints are commercial operations\nthat can bid for contracts in other\ncountries. According to its 2017 annual\nreport, the RCM eared $63.9 million",
            "from its foreign circulation business last",
            "year, which supplies  finished coins, coin",
            "blanks and tokens  to customers including\nforeign central banks and mints.",
            "Trying to remain competitive for such contracts is\nwhat had led the Canadian Mint to complain about Australian\npoppy coins in the first place.",
            " The Mint distinguishes itself in the global marketplace\nwith its cutting-edge coin technologies,  Reeves had told\nthe The CN Journal in January.  As a Crown corporation\nmandated to operate in anticipation of profit, our technologies\nare vital to maintaining our competitive standing, and the\nMint undertakes all steps necessary to protect its intellectual",
            "property rights. \n"
        ],
        "PageNo": "345"
    },
    {
        "File": "The_CN_Journal_December_23.jpg",
        "Paragraphs": [
            "BEAVER  BULLION,  BY JOHN MASTERSON\n#23921",
            "How I accidentally Started a Mint",
            "I'd like to pretend that I have always wanted",
            "to start a mint or that being a mint master\nwas something I d gone to school and",
            "trained for my whole life, but the truth is\nI can t. Even as recently as four years ago\nI would never have guessed I d be on the\npath that I am today.",
            "I should start off by saying that I ve\nalways loved coins and I ve always loved\nhistory. Even as a kid, I used to love sifting\nthrough pocket change and finding the old\ncoins with the young Queen or George VI\non them   usually pennies and nickels,\nbut sometimes the really precious ones\nthat still had silver in them! I was also\na voracious reader and enjoyed a good\nhistory book just for fun. So it was no\nsurprise to anyone that when I went to\nuniversity for Economics, that on the\nside, I also got a degree in Classical\nStudies.",
            "Besides my formal education, one\nof the most important things university\nlife taught me was that money was not\nunlimited. If I wanted to buy a coin,\nsometimes I had to sell one. Luckily\neBay had recently been invented, which\nopened up a whole set of possibilities\nfor me. Finally, I could fund my coin\ncollecting without having to dip into\nmy rent (or beer) money. Almost two\ndecades later, I still fund my collecting\nmuch the same way.",
            "My two main areas of interest\nare 20th century Canadian exonumia\n(trade dollars and medallions)\nwith a dose of silver on the side. I never got into\ndecimal really except to stack it; that s something about a\nbag of silver dollars or 50-cent pieces that I ve always found\nappealing. I used to pick up the odd one-ounce RCM silver\nmaple leaf but I couldn t really get into them since they\nshouldn t be touched. I know I m probably going to make\nsome collectors cringe when I say this, but I like to be able\nto roll coins around in my hand, or even make them jingle if\nthey are silver. If you do that with the beautiful frosted proof\nitems that the RCM comes out with, they get damaged and\nare impossible to sell for anything over the metal value.",            
            "Number 8",
            "December 2018 --------------------------------------",
            "The item that changed the focus of my collecting",
            "was a Monarch Precious Metals  one-ounce",
            "hand-poured silver bar. I was at a local coin",
            "show and was looking for something fun",
            "and different to buy. The Monarch bar",
            "fit the bill quite nicely. If you ve never",
            "seen one, it s basically a lump of metal",
            "with the company s name, the purity and",
            "the weight stamped on it. The feel of it, the",
            "look of it and the fact that I could stick it in",
            "my pocket without worrying I was damaging it. I\nliked this hunk of metal.",
            "Like any good collector, once I\nfound something I liked, I wanted\nmore. So I started looking for more\nhand-poured silver pieces, preferably\nwith a Canadian bent. That list was\ndepressingly short: Zero current\nproducers that I could find, and any\nold producers   mainly Johnson\nMatthey and Engelhard   were eye-\nwateringly expensive in smaller sizes.\nLuckily, with the internet, I was able\nto find a bunch of US companies\nmaking silver; but some didn t ship to\nCanada, or if they did, it cost a small\nfortune to get the silver across the\nborder.",
            "Here s where I got myself into\ntrouble. I remember sitting at the\nsupper table about four years ago\nthinking  Why aren t there any\nCanadians making this stuff? If I\nwere a Canadian silver pourer I d",
            "pick a quintessentially Canadian",
            "mascot like a beaver. And instead of",
            "having him carry an axe or a hockey stick,  'd",
            "have him dressed like a miner carrying a pickaxe. I 'd",
            "call myself  Beaver Bullion .  I was still in the middle",
            "of my meal when I had this thought, but it seemed so",
            "obvious that I ran upstairs to my computer to check to see",
            "if anyone had done it before. Not only had no one done",
            "it, but the domain name for both .ca and .com had never",
            "been taken. So I grabbed them both before I came back",
            "to finish my meal. My wife asked me why I d run off,",
            "so I told her  T think I m going to start a company.  She\nthought I was a little crazy.\n"
        ],
        "PageNo": "351"
    },
    {
        "File": "The_CN_Journal_December_24.jpg",
        "Paragraphs": [
            "In her defense, when I explained the\nidea to her, she thought it was good. But\nshe questioned whether it was a good\nidea for Me to do it   mainly because I\nhad absolutely no clue what I was doing.\nShe was right   making coins is a lot\ndifferent than selling coins. I d worked on\nBay Street for a number of years which\nis about as white collar as you can get,\nso that was no help. And besides making\nchicken and ribs on the BBQ, I didn t\nhave much experience with fire either.\nWhat I kept telling myself though was\n  how hard can it be? Humans have been\nminting coins for over 2,500 years. I m\nsure I can figure it out. Books weren t that\nhelpful though. They d give information\nlike  Heat silver to 1,950 degrees\nFahrenheit to make it molten.  Well,\nthat was useful, but didn t really help\nme. My oven only goes to about\n500 F and the BBQ only slightly\nhigher so I was only about 25 percent\nof the way to the desired temperature.\nFortunately the internet is\na wonderful source of great\ninformation and videos.\nUnfortunately, it is also a source of\nterrible information and it s hard to\ntell which is which. Normally, this\nis no big deal. In the past if I found\nsomething online like a recipe, I\ncould try it. It may turn out to make\ngood or bad food, but the end result\nwas me either liking the dish or being\na little disappointed with my meal.\nWith silver pouring, the outcomes\nare a little more extreme. Either |\nwould make a beautiful bar of silver\nor I would catch myself/the building on fire and end up in\nthe hospital. Needless to say, this made me a little nervous.\nFrom all of my research, I d decided to use an oxy-\npropane gas set-up with a multi-flame tip. I d melt in\nceramic crucibles and pour into graphite molds. The\ncrucibles and molds were easy to get: I found a supplier\nand had them sent to me. The oxy-propane set-up,\nI can t he, still scared me a little and here s why: In\nmany ways, compressed industrial gases are a lot like\na toaster   incredibly safe if you know what you re\ndoing with them, or they can kill you if you don t. My\nproblem was that I didn t know the compressed gas\nequivalent of  don t stick a fork in them or put them in",
            "the bathtub while they are plugged in. \nI needed professional help.",
            "As chance would have it, my father\nwas a professional. He s worked with\nmachines his whole life as a farmer, plus\nhe worked as a tool and die maker for\nover 35 years. He also has a torch with a\nfull set of tanks. Yeah! So down I went to\nvisit with my molds, crucibles and a pile\nof generic one ounce silver rounds.",
            "Much to my relief, we quickly learned\nthat with the right equipment, melting\nsilver is really\neasy   but that\npouring it into\nbeing something\nthat doesn t",
            "look like a",
            "complete",
            "piece of crap",
            "is really hard.",
            "For starters, a",
            "ceramic bowl",
            "needs to be",
            "cured before",
            "you can use it.",
            "This involves",
            "lining it with",
            "borax, then",
            "getting the",
            "bowl red",
            "hot so that",
            "it adheres to",
            "the surface.",
            "If you don t",
            "put enough",
            "on, the silver",
            "sticks to the",
            "bowl, if you\nput too much on, your silver bar\nends up with blobs of molten glass\non it. Second, if you try to pour the silver when it s not hot\nenough, you end up with a misshapen blob, but if the silver\nis too hot, the bottom will bubble. (See photos top of next\npage). The same is true for the graphite mold. If it s too\nhot, it can bubble the silver but if it s too cold, the mold can\nbreak or the silver can spit. (Think drop of water into hot\noil in a pan.)",
            "After a day of experimenting, and about a $150 in fuel,\nwe  successfully  made about 20 one-ounce bars and a few\nfive-ounce ones. I say  successful  because when I got home\nto weigh the bars about half of the singles came out to about",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "352"
    },
    {
        "File": "The_CN_Journal_December_25.jpg",
        "Paragraphs": [
            "0.98 troy ounces. If you\nare ever interested in\ntaking up silver pouring\nas a hobby, please be\naware of something\ncalled the  angels\nshare.  When you use\na torch to melt silver,\nthe force of the gasses\nwill actually blow some\nmicroscopic particles of\nsilver out of your bowl.",
            "Depending on your experience, you\nlose about 0.5 to 3 percent this way.\nOn the bright side, if you work in\na clean environment, you can get\nmost of it back.",
            "While I ll admit to being a little\nfrustrated with the underweight\nbars, and the unsightly blobs of\nborax on some of them, I have\nto admit I was hooked. Maybe\nthere s a bit of primeval firebug\nin me, but I found the sight of\nsolid silver slowly getting redder,\nthen becoming molten quite\nmesmerizing. I was ready to go\nout and get my own set of torches\nand tanks but a little voice in the\nback of my head kept saying,\n You ve already spent over $1000,\nyou should really try to sell these\nand see if anyone wants them. \nSo I borrowed some letter and\nnumber stamps from my father and\nstamped out my name, the weight\nand purity, one character at a time,\non each of the bars.",
            "Number 8",
            "December 2018 --------------------------------------",
            "I threw a few up\non eBay, those sold\nout rather quickly. I\nalso brought some to\na few coin shows to\nsee if I could talk any\ndealers into carrying my\nproduct. Most politely\ndeclined (I can t really\nblame them, my early\nstuff was very crude) but\na few were nice enough\nto purchase some.",
            "I should say, at this\npoint I still had the choice of keeping this as a hobby, or\nactually turning it into a full fledged business. I could keep\nhand stamping every character onto each bar or I could try\nto make the beautiful bar with the beaver on it that I had\nin my head. If I wanted to make something professional\nlooking, I needed to spend a lot more money. I needed dies,\nI needed a 20- or 30-ton press, I needed torches, I needed\na work space and I needed to get my silver much cheaper.",
            "As I was slowly learning (and as many other small\nbusiness owners have later told me) everything takes\nlonger and costs more than you originally expected. It took\nalmost five months to get the tools I needed, and once I\nstarted production, I quickly learned that I should have got\ndifferent things. To get the money I took about 500 ounces\nof silver coins I d gathered over the past couple of decades\nto the refinery and requested to receive 0.999 silver shot or\ngrains as payment. I made these into bars and quickly sold\nthem, but I found myself back at the problem of needing\nmore cheap silver. I thought I could buy some silver shot\nbut due to a quirk in the tax codes, 0.999 silver shot is a\ntaxable item but if you make it into tax exempt 0.999 silver\nbars, you can t claim the HST back. Go figure. That left me\nwith trying to figure out how to make my own silver shot.\n"
        ],
        "PageNo": "353"
    },
    {
        "File": "The_CN_Journal_December_26.jpg",
        "Paragraphs": [
            "The process of making silver shot is fairly straightforward.\nMelt silver, then pour it slowly into water. If you have $40,000\nor $50,000 there are machines you can get that will do this.\nI did not have this kind of money and in the interest of my\nmarriage, I didn t even try to get one. I d seen people on\nYouTube making shot by melting silver in a kiln then pouring\nit into a metal bucket. Unfortunately, I didn t have a kiln, or\neven the bucket for that matter. All I had was my trusty torch\nI was making my 1- and 2-ounce bars with. I had the idea of\ntaking a stainless steel grate (which I stole from my BBQ),\nputting it over a small cast iron pot full of water, about a litre,\nand trying to melt a 100-ounce silver bar into it.",
            "Another interesting physical characteristic (and\npotential problem) is that when you heat a 100-\nounce or kilo-ounce bar of silver it tends to take\nawhile before you notice anything happening.\nAs it turns out, pure silver is an excellent\nconductor of heat which means that you\nessentially have to heat the entire bar to the\nmelting point before it begins to flow. Things\nhappen very quickly after that go figure!",
            "The problem wasn t that the bar doesn t melt, the problem\nwas not enough water. The water effectively vaporized and\nstarted shooting out superheated droplets in all directions. I\nwished Id taken photos but as I was so busy running away\nat this point, they probably wouldn t have turned out that\ngood anyway.",
            "The next week, I went out and bought a bucket that would\nhold 100 litres of water and it worked much better. Now I\ncould make my own shot, using 100- or even 1,000-troy-\nounce silver bars. Finally I figured I was ready to start my\nbusiness, so on January 4, 2016, I officially registered Beaver\nBullion as a business and started mass producing my bars.",
            "Unlike my previous job in the financial sector, which\nI can t lie was a touch soul crushing, the past three years\nhave been so much fun. Beaver Bullion has grown every\nyear and our product line has expanded dramatically. I still\nenjoy going out every day and looking at the hot pools of\nmolten metal that I made. I love that ve been able to meet\nand chat with hundreds of new people that I may have never\nspoken with before. Lastly, I like that every time I learn how\nto do something new, I realize that there is something else\nthat I don t know how do. From starting with simple little\nrectangles I ve also explored 3D-pouring, metal hardening,\nannealing, coining, casting, and engraving. The last three\non the list  ve just scratched the surface of and am looking\nforward to exploring them further.",
            "If you are ever at a show, feel free to come over and say\n hi.  I m always happy to chat about silver.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "354"
    },
    {
        "File": "The_CN_Journal_December_27.jpg",
        "Paragraphs": [
            "P.S. One thing I feel I should say. If you ever decide to\ndo any sort of metal melting, invest in safety gear. Every\ntime I go out to pour silver, I always wear a face shield, a\nwelder s leather vest and leather gloves as well as leather\nshoes and clothing made with natural fibres. (ie denim or\ncotton) All of these things have saved me more than one\ntrip to the doctor s office.",
            "Number8 December 2018 "
        ],
        "PageNo": "355"
    },
    {
        "File": "The_CN_Journal_December_28.jpg",
        "Paragraphs": [
            "A LOOk BACK AT THE 1980\nCNA CoNnVENTION, MEDAL",
            "par/BY SYLVAIN BECHAMP",
            "AVEC/wWiITH PIERRE BROUILLETTE",
            "FCNRS, #13784,",
            "Un peu d histoire sur la m daille de la convention du ANC de 1980",
            "Le congr s de 1980 de ANC a eu lieu a Montr al,",            
            "au Quebec, sous parrainge de  Association\nnumismatique de Boucherville. La conception et",
            "la publication des m dailles de la convention, ansi que\ndes photos et des croquis int ressants de cette  poque, il\ny apr s de 40 ans, sont pr sent s ici dans l espoir qu ils\nram neront de bons souvenirs.",
            "Les deux croquis\ndessin s par M. Pierre\nBrouillette sont repr sent s\nsur le cot  avers de la\nmedaille.",
            "Celui d en haut\nrepr sente Vhotel de ville\nde Boucherville vue\nsur la fagade est. Qui\naujourd hui n est plus la\nporte principale ,celle-ci a\n t  d m nag  sur la facade\nsud.",
            "Le croquis d en bas\nqui lui aussi figure est le\nstade olympique de Montr al qui en 1980 n avait pas\nde toit. En fait le toit fabriquer en 1975 ne sera mis en\nplace qu en 1986. Done l effigie du stade n tais qu une\nesqisse avant-gardiste des choses a venir.",           
            "Les m dailles sont d crites au complet sur le page\n358!. Il nous indiquent  galement le num ro de chaque\ns rie et leur utilisation pour les diff rentes presentations.",
            "1 Canadian Numismatic Medals, The Charlton Press, p. 77.",
            "The CN Journal",
            "The 1980 CNA Convention was held in Montreal,",
            "Quebec, and hosted by the Boucherville",
            "Numismatic Association. The convention medal\ndesign and issuing details, and some interesting photos\nand sketches of that time, nearly 40 years ago now, are\npresented here in the hope they will bring back fond\nmemories.",           
            "Both sketches were\ndrawn by Mr. Pierre\nBrouillette and are\nrepresented on the obverse\nof the medal.\nThe top sketch is of the\nfacade of the Boucherville\nCity Hall on the east side.\nBut since then the main\nentrance to the city hall\nhas been moved to the\nsouth facade.\nThe bottom sketch is\nthe Olympic Stadium in\nMontreal. But in 1980\nit still didn t have a roof. The drawing was of the final\nappearance of the completed structure. The roof was made\nin 1975 but was only installed in 1986. So the sketch was\ndrawn on a design for the future construction.",
            "The medals are fully described in the modified reprint!\non page 358. That page also lists the number of all\nmedals issued and how they were used for the different\npresentations.",
            "1 Canadian Numismatic Medals, The Charlton Press, p. 77.\nVolume 63\n"
        ],
        "PageNo": "356"
    },
    {
        "File": "The_CN_Journal_December_29.jpg",
        "Paragraphs": [
            "Les differentes versions m talliques de la m daille (or 10\nkt, argent 0,999, bronze nickel  et bronze) ont un diametre de\n38,9 mm. Le dessin de avers comprend les deux croquis de\nPierre Brouillette et le revers porte le sceau du logo de ANC\nd apre s le c l bre dessin du dollar des voyageurs. Les bords sont\nsimples. Ces m dailles ont  t  frapp es par le fabricant de pieces\ncomm moratives Lombardo a Sherbrooke, au Qu bec.",
            "Les m dailles uniface  taient soit pour des prix remport s lors\nde concours d affichage, soit pour des pres ntations sp ciales. Ici,\nnous avons des  chantillons de ce qui a  t   crit au verso.",
            "De gauche a droite: Le Maire suppl ant M. Yvon Lamarre\nde la ville de Montr al et en arri re-plan: M. Pierre\nBrouillette et le Pr sident du club Numismatique de\nBoucherville, M. Serge Laram e, sur le balcon de l hotel\nde ville de Montr al.",
            "From left to right: The acting mayor of Montreal M. Yvon\nLamarre, in the background M. Pierre Brouillette, and\nright, M. Serge Laram e President of the Boucherville\nNumismatic Club, on the balcony of the Montreal s City\nHall.",
            "Pierre Brouillette est membre de ANPB (Association\nNumismatique et Philat lique de Boucherville) et faisant parti\nde conseil d administration, et est aussi membre du |  ARNC\nDessinateur hors pair et vaillant caricaturiste,de plus les gens\ndemandant son expertise en la mati re numismatique.",
            "2018",
            "Number 8 December",
            "All of the different metal versions of the medal (10 kt\nGold; 0.999 Silver; Nickel-plated Bronze, and Bronze)\nare 38.9 mm in diameter. The obverse design includes\nboth Pierre Brouillette sketches and the reverse has that\nera s CNA logo seal based on the famous voyageur dollar\ndesign. The edges are plain. The medals were struck at the\nLombardo mint in Sherbrooke, Quebec.",
            "The unrface medals were either for prizes won in display\ncompetitions or used for special presentations. Two of the\nmedals shown are samples of the engraved reverse.",
            "Serge Laram e, Pr sident de l Association Numismatique\netPhilat liste de Boucherville [A.N.P.B.], remetlame daille\nsouvenir a M. Charles Desmarteau, en remerciement de\nsa collection et de son aide exceptionelle a l occasion du\ncongr s. (Photo de Jean Laram e)",
            "Serge Laram e, President of the Boucherville\nNumismatic Club, presenting souvenir medal to Mr\nCharles Desmarteau in appreciation of his collection\nand for his exceptional devotion to the this CNA\nConvention. (Photo credit Jean Laram e)",
            "Pierre Brouillette is a member of the Boucherville\nNumismatic Association and is one of its Directors.",
            "He s also an RCNA member. Pierre is an avid draftsman\nand, in his spare time, a cartoonist. He is always available",
            "for people seeking numismatic information.\n"
        ],
        "PageNo": "357"
    },
    {
        "File": "The_CN_Journal_December_31.jpg",
        "Paragraphs": [
            "THE HALIFAX REGIONAL COIN CLUB\n60 YEARS sy JEFF WILSON\n#14751",
            "60th Anniversary Celebration   Director Report\nT he Halifax Regional Coin Club is celebrating its 60",
            "years of ongoing activity. The HRCC formed as a\nclub in 1958. To mark its anniversary, the HRCC\nhosted a collector show on Sunday, October 14, at the Future\nInn in Halifax. Poul Mathiesen, our HRCC president with\nseveral club volunteer members put on a very successful\nfall show. There was a reception at the Future Inn the\nnight before. HRCC provided golf shirts to all current club\nmembers. Each shirt had the regular HRCC logo with  1958\n  60 Years   2018  added below the crest. The show was\nwell attended and most of the HRCC members who came\nwere proudly wearing their new shirts in support of the club.\nIn talking with dealers, most commented that business they\ndid during the show was quite good. The show had close to\n30 sellers, most of whom were coin dealers although a few\ndealt in stamps. To celebrate the 60th Anniversary of the club,\nthe HRCC issued a medal for the event. The Medals were\nmunted in bronze and silver by Rideau Recognition Solutions\nInc. (formerly Pressed Metals). Citadel Hill was the theme for\nthe medal. It s a landmark in the City of Halifax; it s also known as Fort George. Construction of the current Citadel started in\n1828. This is the 4th version of the Citadel; the 1st Citadel was built in 1749.",
            "The medal shows an aerial plan of Citadel Hill; inscribed above 1s  60 Years 1958   2018.  The legend names HRCC and\nthe hill. The silver medals are incorrectly edge marked  sterling,  but they are actually .999 fine silver. There were 35 medals\nminted in silver and 35 struck in bronze. Most medals were pre-ordered, and some few in sets, not spoken for, were sold\nquickly at the Collector Show. To promote the show, the HRCC sold tickets for the draw of a gold coin. It also sold door-prize\ntickets during the show. Admission to the event was three dollars.",
            "This show was entirely run by the HRCC and was not done jointly with APNA. The HRCC wanted to be the sponsor in\ncelebration of its 60 years as a club. The HRCC plans to be sole sponsor for the fall show in 2019.",
            "Number 8 December 2018 \n"
        ],
        "PageNo": "359"
    },
    {
        "File": "The_CN_Journal_December_35.jpg",
        "Paragraphs": [
            "2019 CALL FOR_NOMINATIONS APPEL DE NOMINATIONS",
            "Nominations for the RCNA offices of\nN President, First Vice-President, Second Vice-",
            "President and the 16 Directors representing\nCanada and the United States must be in the hands\nof the Chairman of the Nominations Committee\nby March 31, 2019. The names of all nominees\nsubmitted shall be printed in the Association s official\npublication, The Canadian Numismatic Journal,\nissued for the month of June 2019.",
            "All nominations shall be made in writing\nsigned by one member in good standing and sent\npostal mail to the Chairman of the Nominations\nCommittee, 5694 Highway #7 East, Suite 432,\nMarkham ON L3P 1B4, or sent by email to\nnominations@rcna.ca .",
            "Number 8",
            "December 2018 --------------------------------------",
            "Les candidatures pour les postes de pr sident,\n",
            "de premier vice-pr sident, de deuxi me vice-",
            "pr sident de 1  ARNC et de ses 16 directeurs\nr gionaux repr sentant le Canada et les Etats-Unis\ndoivent  tre regu par le pr sident du comit  des\ncandidatures avant le 31 mars 2019. Les noms de tous\nles candidats doivent  tre publi s dans la publication\nofficielle de 1 Association, Le Journal canadien de\nnumismatique, pour le num ro de juin 2019.",
            "Toutes les candidatures doivent  tre pr sent es par\n crit et sign es par un membre en r gle et envoy es\nau pr sident du comit  des candidatures, 5694\nHighway # 7 East, Suite 432, Markham ON L3P\n1B4. Les candidatures peuvent aussi  tre envoy es\npar courriel a: nominations@rcna.ca ."
            
        ],
        "PageNo": "363"
    },
    {
        "File": "The_CN_Journal_December_36.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS\nNOUVELLES_DES_ CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)\nFONA, #22198,",
            "Regina Coin Club Member Receives\n45-Year Membership Pin",
            "It is a rare occasion that a local\ncoin club member achieves forty\nor more years of continuous\nmembership. Indeed, not many\nachieve twenty-five years. Henry\nHeinek has just achieved forty-five\nyears of membership in the Regina\nCoin Club. He is shown here\nreceiving his forty-five year pin on\nSeptember 27 from Regina Coin\nClub President George Manz and\nPin Awards Chairman Vic Schoff.\nCongratulations Henry.",
            "How to Quickly Start a Wooden Nickel\nCollection\nThis article was written by Kevin Day-Thorburn,\nFRCNA and appeared in the October 2018 issue of\nthe Saint John New Brunswick Coin Club newsletter\nAlmost Uncirctulated.",
            "It s little wonder that so many",
            "become collectors of wooden money",
            "after meeting a wooden money",
            "collector. I recall during the heyday",
            "of wood collecting in Atlantic",
            "Canada (do you remember the",
            "Atlantic Provinces Wooden Money",
            "Association?) in the late 1990s that",
            "I d meet a number of new friendly",
            "faces who had come from all over the",
            "country to attend local and regional coin shows and hand\nout their latest personal wood. It didn t take long to amass\na bit of a collection and since I already had that collecting\ndisease, 1t became necessary to look for more woods to\nadd. Participants in this genre of numismatics are often\nthe most amiable and open people you d meet anywhere\nand that s why the Canadian Association Wooden Money\nCollectors, CAWMC, roughly pronounced  comic, \nmeeting each year during the RCNA Convention is one\nof the highlights.",
            "Their annual meeting is held during a breakfast, so\nyou get to break bread, learn about the latest CAWMC\nnews, participate in their spirited auction and always\ncome away with a number of free woods. Seriously, if\nyou attend without having ever heard of a wooden nickel,\nyou'll have a collection of them when you leave.",
            "\nUn membre du Regina Coin Club recoit une\n pinglette pour ces 45 ans de\nmembership",
            "Il est rare qu un membre d un club\nnumismatique local soit membre\ncontinus pour quarante ans ou plus. En\neffet, peu d entre eux atteignent vingt-\ncing ans. Henry Heinek vient de franchir\nle cap des 45 ans comme membre du\nRegina Coin Club. Le 27 septembre, le\npr sident du Regina Coin Club, George\nManz, et le pr sident du comit  des prix\nVic Schoff, lui ont remis une  pinglette\nsoulignant les 45 ans. F licitations\nHenry.",
            "Comment d buter rapidement une collection de\njeton de bois",
            "Cet article a  t  r dig  par Kevin Day-Thorburn, FRCNA",
            "et a  t  publi  dans le num ro d octobre 2018 du bulletin",
            "du club numismatique de Saint John Nouveau-Brunswick,",
            "Almost Uncirctulated.",
            "Il n est pas  tonnant que tant de\ncollectionneurs deviennent des\ncollectionneurs de jeton de bois apr s\navoir rencontr  un collecteur de ces\njetons. Je me souviens la belle p riode\ndes collections de jeton de bois au\nCanada atlantique (vous souvenez-vous\nde 1  Atlantic Provinces Wooden Money\nassociation?), vers la fin des ann es 1990,\nou je rencontrais un certain nombre de\npersonnes famili res provenant de partout\nau pays venant assister a des expositions locales et r gionales et\nqui distribuaient leur jeton de bois personnalis . II ne fallait pas\nbeaucoup de temps pour amasser une petite collection de jeton\net comme j tais d ja attir  par ces jetons, il m tait devenu\nn cessaire d en ajouter a ma collection. Les participants a ce genre\nde rencontre numismatique sont souvent les personnes les plus\naimables et les plus ouvertes que vous allez rencontrer et c est\nla raison pour laquelle l association canadienne des collecteurs\nde jetons de bois (CAWMC qui se prononce  comic ) se r unit\nchaque ann e lors du congr s de l ARNC.",
            "Leur r union annuelle se tient autour d un petit-d jeuner. Vous\npourrez vous servir, et de recevoir les plus r centes nouvelles de\nCAWMC, participer a leur vente a | encan tr s anim e et toujours\nrepartir avec un plusieurs jetons de bois offert gratuitement.\nS rieusement, si vous assistez 4 leur rencontre, sans avoir entendu\nparler d un jeton de bois, vous quitterez avec le d but d une collection.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "364"
    },
    {
        "File": "The_CN_Journal_December_37.jpg",
        "Paragraphs": [
            "Wooden money comes in a\nhuge variety of shapes, sizes, and\nmethods of manufacture. Some\nare produced professionally by\ncompanies such as James Williston s\nCanada Wide Woods. Others are\ndone at home with rubber stamps or\ncan even be hand painted works of\nart. They can be round with varied\ndiameters, rectangular, square,\nhexagonal, or practically anything\nyou can imagine. Sometimes they re commemorating\nan event or special occasion   e.g., James Williston s\nretirement or Norm Belsten s 85th birthday, August 28th.\nYes, writing this I now feel guilty for not wishing him\na happy birthday! They can have a value. They can be\nissued as advertising for clubs or businesses. If you like a\npersonalized touch, they can be signed (thanks President\nFrance Waychison). They can even be membership cards.\nThey can be snarkily entertaining. These for instances:\nHow do you keep a wood coin collector busy all day?\nTurn over! or can immortalize a favourite pet, like\n Roxy. ",
            "There are catalogues for wooden money. Norm\nBelsten recently noted that  2018 marks thirty years\nof cataloguing and fifty years of collecting Canadian\nwoods,  and before you dismiss them as frivolous, they\ncan definitely have value. Remember that  spirited\nauction  I mentioned? One wood closed north of $150\ndollars!",
            "And, I m only talking about woods that were found\nat this year s breakfast meeting in Mississauga, Ontario.\nIf you re thinking of venturing west for the 2019 RCNA\nin Calgary, Alberta, or planning to register for the 2020\nevent in Halifax, Nova Scotia, don t forget about the\nCAWMC meeting; you ll make friends and build a\ncollection too.",
            "Toronto Coin Club Question of the Month",
            "This summary appeared in the October 2018 issue\nof the Toronto Coin Club newsletter. Perhaps your\nclub can add further thoughts or insights.",
            "Canada s oldest coin club, the Toronto Coin Club,\nhas recently adopted a meeting format that includes a\ngeneral numismatic oriented discussion question which is\npredetermined before the meeting. At the appropriate time\nduring the meeting the secretary leads the discussion. The\nquestion chosen by the secretary, Valerie Limasi, for the\nOctober meeting was  What is the age demographics of\ncoin collecting?  Along with the question published in\nthe September newsletter, she included research material\nto help get the discussion going.",
            "Number 8 December",
            "Les jetons de bois se retrouvent sous\nune grande vari t  de formats, de tailles\net de proc d  de production. Certaines\nsont produites professionnellement\npar des compagnies telles que Canada\nWide Woods, propri t  de James\nWilliston. D autres sont faits de fagon\nplus artisanales avec des tampons en\ncaoutchouc ou peuvent m me  tre des\nceuvres d art peites a la main.",
            "Ils peuvent  tre ronds avec diff rents\ndiam tres, rectangle, carr , hexagones ou pratiquement tout\nce que vous pouvez imaginer. Parfois, ils comm morent un\n v nement ou une occasion sp ciale (par exemple, le d part a\nla retraite de James ou le 85e anniversaire de Norm Belsten le\n28 aotit (oui, en  crivant ceci, je me sens coupable de ne pas\nlui avoir souhait  un joyeux anniversaire!)). Ils peuvent avoir\nune valeur. Ils peuvent  tre  mis en tant que publicit  pour les\nclubs ou les entreprises. Si vous aimez une touche personnalis e,\nvous pouvez les avoir avec autographe (merci 4 la pr sidente\nFrance Waychison). Ils peuvent m me  tre utilis s comme des\ncartes de membre. Ils peuvent  tre tres amusants (question:\nComment garder un collectionneur de jetons de bois occup  toute\nla journ e? Retournez le jeton!) ou immortaliser son animal de\ncompagnie pr f r  (voir Roxy).",
            "Tl existe des catalogues pour les jetons de bois (notez le jeton de\nNorm, indiquant que  2018 souligne les 30 ans de catalogage et\nles 50 ans de collectionneurs de jetons de bois ) et qu avant des\nles consid rer comme insignifiant, ils peuvent avoir une certaine\nvaleur. Rappelez-vous cette  vente a l encan anim  que j al\nmentionn ? Un jeton de bois a  t  vendu au dela de 150 dollars!",
            "Et je ne parle que des jetons trouv s lors du petit-d jeuner\nde cette ann e a Mississauga. Si vous envisagez vous aventurer\ndans I ouest pour le congr s de 1 ARNC de 2019 a Calgary ou si\nvous avez l intention de vous inscrire a celui de 2020 a Halifax,\nn oubliez pas la r union de la CAWMC; vous vous ferez des\namis et d buterez votre collection en m me temps.",
            "Question du mois du club numismatique de Toronto\nCet article a  t  publi  dans le bulletin d octobre 2018 du",
            "Toronto Coin Club. Peut- tre que votre club peut ajouter\nd'autres commentaires ou r flexions.",
            "Le plus ancien club numismatique du Canada, le Toronto Coin\nClub, a r cemment adopt  un nouveau format pour leur r union\nqui inclut un sujet de discussion orient e vers la numismatique\net qui est pr d termin e avant la r union. Au moment opportun\npendant la r union, le secr taire lance la discussion. La question\nchoisie par la secr taire, Val rie Limasi, pour la r union d@  octobre\n tait la suivante:  Quelle est ge moyen du collectionneur de\nmonnaie  En plus de la question publi e dans le bulletin de\nseptembre, elle a inclus du mat riel de recherche pour aider a la\nr flexion.\n"
        ],
        "PageNo": "365"
    },
    {
        "File": "The_CN_Journal_December_38.jpg",
        "Paragraphs": [
            "The results of an informal poll with 617 respondents\nseemed to contradict the popular belief that coin\ncollector s are largely  old white guys. \nValerie reports  there was a lengthy discussion\nspeculating the possible cause of the aging demographic,\nat times going off on a tangent on  how to attract the next\ngeneration of collectors.  We had to stop due to time. \nThe first point brought up was that many of the older\ngeneration today started collecting as youth, and grown\ninto the stereotypical role. Some possible reasons why\nwere discussed:\n  There weren t as many distractions then, so the\nyouth picked up coin collecting in their spare time.",
            "  Members recall starting their collections through\npocket change. Today s pocket change may be\nboring with the RCM conducting their Alloy\nRecovery Program (ARP). It is rare to find older\ncoins in pocket change.",
            "  Drawing parallels to stamps, there is a large supply",
            "of modern stuff that will unlikely increase in value.\nIt could be discouraging to beginning collectors be\ntold to just spend them. A similar thing is happening\nwith NCLT. The RCM may be hurting the collecting\nhobby by making overpriced gimmicky products.",
            "  For many young people, it is too expensive to",
            "get into the hobby. The older generation have\nmoney saved up which allows them to fund their\ncollection.",
            "  In the digital era, the younger generation may find",
            "coins and paper money irrelevant due to instant\nelectronic payments. There also appears to be\na decreasing appreciation for history which may\nhinder adoption of the hobby.",
            "So how should we promote this hobby and what have\nwe been doing? There have been efforts made but it seems\ndifficult to see progress.",
            "Coin shows provide material to youth, but it is a\ntransient interest. Something more might be needed to\nkeep their attention   for example, an interesting story\nthat tells them that it is more than just a metal disk. We\ncould buy something for our children so they know they\nalready have it. Maybe we haven t found those who are\ntruly interested, and need a way to reach more people,\nperhaps even visiting schools. If we manage to catch their\ninterest, hopefully they ll come back later when they have\nsome disposable income.",
            "The RCM s coin boards encourage people to look\nthrough their change, and also making them aware it s\npossible to start with minimal money tied up. They might\nbe on the right track with circulating commemoratives.",
            "Perhaps referring to collectors as a  dying breed  is a\nmisnomer. Coin collecting has existed since the ancient\ntimes and it s still here today. What we need to do now is\nto embrace and take advantage of modem technology to\nfurther it.",
            "Les resultats d un sondage informel aupr s des 617 personnes\ninterrog es semblaient contredire la croyance populaire selon laquelle\nles collectionneurs de pi ces sont en grande partie des  personnes plus\nag es de race blanche .",
            "Selon le r sum  de Valerie,  il y a eu une longue discussion sur la\ncause possible du vieillissement d mographique de la numismatique,\ns loignant occasionnellement du sujet, allant parfois sur des strat gies\nde recrutement pour attirer la prochaine g n ration de collectionneurs.\nNous avons di nous arr ter 4 cause du temps. ",
            "Le premier point soulev  est que plusieurs personnes plus ag e\nont commenc  a collectionner dans leur jeunesse et sont devenues\nst r otyp es. Quelques raisons possibles ont  t  discut es.",
            "* Comme il n y avait pas autant d alternatives, les jeunes ont",
            "d but  leur collection de pi ce de monnaie comme passe-temps.\n  Les membres se rappellent avoir commenc  leurs collections\navec la monnaie de circulation. La monnaie d aujourd hui est\npeut- tre moins stimulante puisque la MRC g re son programme\nde r cup ration des alliages (ARP). Il est moins fr quent de\ntrouver d anciennes pi ces de monnaie en circulation.",
            "* Un parall le avec les timbres, il existe une grande quantit \nde produits modernes dont la valeur n augmentera pas de\nfacon consid rable. Il peut- tre d courageant de dire aux\ncollectionneurs d butants de simplement d penser leur pi ce de\nmonnaie. Un ph nom ne semblable se produit avec les pi ces\na valeur l gale qui ne circulent pas (Non-Circulating Legal\nTender). La MRC pourrait nuire au passe-temps en fabriquant\ndes produits comm moratifs trop dispendieux.",
            "* Pour beaucoup de jeunes, il est trop dispendieux de d buter\ndans ce passe-temps. Les g n rations plus ag es ont de l argent\nd conomis , ce qui leur permet d acheter plus facilement les\npieces.",
            "+ A L re du num rique, la g n ration plus jeune peut consid rer\nles pi ces de monnaie et le papier- monnaie moins pertinents\nen raison des formes de paiements  lectroniques instantan s. II\nsemble  galement y avoir moins d int r ts pour l histoire ce qui\npourrait nuire a l adoption du passe-temps.",
            "Alors, comment devrions-nous promouvoir ce passe-temps et\nqu avons-nous fait? Des efforts ont  t  d ploy s mais le progr s semble\ndifficile 4 constater.",
            "Les expositions numismatiques fournissent du mat riel aux jeunes,\nmais c est un int r t transitoire. Quelque chose de plus est n cessaire pour\nmaintemr leur attention - par exemple, une histoire int ressante qui leur\ndit que c est plus qu un simple morceau de m tal. Nous pourrions acheter\nquelque chose pour nos enfants afin qu ils sachent qu ils ont d ja. Nous\nn avons peut- tre pas trouv  ceux qui sont vraiment int ress s et ceux qui\nont besoin d tre sensibilis , peut- tre faut-il visiter des  coles. Si nous\nparvenons a capter leur int r t, nous esp rons qu ils reviendront plus tard\nquand ils auront plus les moyens d investir.",
            "Les cartons pour monnaie de la MRC encouragent les gens a regarder\nleur monnaie et les sensibilisent au fait qu il est possible de commencer\nune collection avec un minimum d'argent. [ls pourraient  tre sur la bonne\nvole avec des comm moratifs en circulation.",
            "Faire r f rence aux collectionneurs comme  tant  en voix de\ndisparition  est peut- tre exag r . La numismatique existe depuis le d but\ndes temps et elle existe encore de nos jours. Peut- tre que ce que nous\ndevons faire maintenant, c est d adopter et dutiliser les technologies\nd aujourd hui pour le faire progresser la numismatique.",
            "Brett Mich\nThe CN Journal",
            "Volume 63\n"
        ],
        "PageNo": "366"
    },
    {
        "File": "The_CN_Journal_December_39.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134",
            "Medals of Designer-Engraver Stanley Hayman",
            "Seven years after publishing Medals and Tokens of",
            "the Industrial Exhibition Association of Toronto,",
            "Norman Wells followed it up with a new catalogue\nfocussing on the work of one specific engraver who\ndesigned many of the Canadian National Exhibition\nmedals listed in Wells s original work catalogue.",
            "Stanley Hayman was the son of John Hayman who had\nworked as a medal engraver for Roden Brothers for 36 years.\nStanley decided to follow his father s occupation. After\nstudying at the Ontario College of Art, he worked for a few\nyears at the Royal Mint in London, England. He later settled\nin Peterborough, Ontario, his wife s hometown, and began his\nwork as a medal designer and engraver.",
            "Wells, who was also a resident of Peterborough and a\nmember of the city s coin club, may have\nbeen intrigued by this local celebrity. He\nwrote Medals of Designer-Engraver Stanley\nHayman, Peterborough, Ontario 1 1982.",
            "The work itself is rather unconventional.",
            "Typically, a numismatic catalogue would\npresent a list of medals with photographs,\ndescriptions, and technical information such\nas diameter, composition, mintage, et cetera.\nInstead, Wells seemed to have taken all his\nresearch material and published it verbatim.",
            "His correspondence with various museums\nand other institutions, as he sought out\ninformation about Stanley Hayman s medals,\nis faithfully reproduced. Their responses,\nusually including copies of correspondences\nwith the artist himself, are also included.",
            "The first medal listed, catalogued as SH- 1,\nfeatures the image of Winston Churchill\nand commemorates the Atlantic Charter\nConference of 1941 where U.S. President\nFranklin Roosevelt, British Prime Minister\nChurchill, and Canadian Prime Minister\nMackenzie King met. Hayman took the\ninitiative and sent each of the three leaders a\ncopy of his medal. While no correspondence\nfrom Churchill was uncovered by Wells, he\ndid find a glowing personal thank-you note\nfrom Mackenzie King to Hayman, which\nresulted in a telephone conversation and a\nJob interview with the Royal Canadian Mint.",           
            "Number 8 December",           
            "Hayman created many pieces besides the Churchill\nMedal and the many official medals issued by the CNE.\nSome pieces, such as the Canadian College of Physicians\nMedal of Honour, are documented using individual\naward citations. Articles reproduced from various sources\nincluding the Canadian Numismatic Research Society s\nTransactions and newspapers such as the Peterborough\nExaminer provide information about additional medals as\nwell as the artist s career.",
            "It is unusual to see all the research laid out for\ninterpretation rather than processed, formatted, and\nsummarized into tables and short paragraphs. The reader\ncan get insight into all the hard work involved in the\nresearching and writing of a numismatic catalogue.\n"
        ],
        "PageNo": "367"
    },
    {
        "File": "The_CN_Journal_December_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2018 $100 Fine Silver Coin   Keepers of\nParliament: The Lion",
            "The reverse image by artist Patrick\nB langer stands before the ceremonial\nentrance on Parliament Hill, in\nOttawa, Ontario, where a heraldic",
            "lion supporter is carved into the",
            "west side of the sanstone-lined\nentryway. On the reverse, the noble",
            "animal is deliberatley positioned",
            "to convey the towering height",
            "(1.8 m) of its real-life counterpart,",
            "while gold plating highlights the\nUnion Flag and the Shield of the\nRoyal Arms of the United Kingdom. The\nsculpted figure is paired with an ornamental\nflourish, whose floral motif is based on a\nfrieze that also adorns the Centre Block s\ngrand entrance. The reverse includes the face value,\n 100 DOLLAS,  and the words  CANADA 2018. \nThe obverse features the effigy of Her Majesty Queen\nElizabeth II by Susanna Blunt.",
            "2018 $20 Fine Silver Coin   First World War\nBattlefront Series   Armistice at Compi gne",
            "The reverse commemorates the centennial",
            "of the armistice signed near Compi gne,\nFrance, on November 11, 1918   an\nagreement that ended the fighting",
            "across all Fronts. The image is a gold-",
            "plated reproduction of the winged",
            "figure of Victory by sculptor William\nMcMillan (1887-1977), whose",
            "design graced the obverse of the",
            "Victory Medal issued within the British",
            "Empire in 1919. The full-length view of",
            "this classic-styled allegory finds Victory\nstanding with her left arm raised, her right\nhand holding a palm branch; behind her, engraved\nrays that represent hope for a peaceful future fill\nthe field and heighten the luminous nature of the\nsculpted design. The reverse has  CANADA \nabove the figure, with the double dates  1918",
            "  2018  below, and the centennial event named\naround, in bilingual form. This image represents\nthe end of Canada s role with the Allies in the\nconflict of the First World War.",
            "Pi ce de 100 $ en argent fin 2018   Gardiens\ndu Parlement : Le Lion",
            "(Euvre de l artiste Patrick B langer, le",
            "motif au revers est inspir  de l entr e",
            "officielle du Parlement 4 Ottawa,",
            "en Ontario, ot le lion porteur",
            "des armoiries est sculpt  sculpt ",
            "dans le gr s du c t  ouest de la",
            "porte. Au revers de la pi ce, le",
            "noble animal est plac  de fagon",
            "a  voquer | imposante stature de",
            "son mod le (1,8m), et un placage",
            "d or rehausse le drapeau de Il  Union",
            "royale et l cu des armoiries royales",
            "du Royaume-Uni. La figure cisel e",
            "est accompagn e de fioritures dont le",
            "motif floral s inspire d une frise qui enjolive",
            " galement l entr e officielle de l difice",
            "du Centre. Au revers sont grav es la",
            "valeur nominale   100 DOLLARS   et",
            "la mentionmention   CANADA 2018  .",
            "L avers est a l effigie de Sa Majest  la\nreine Elizabeth II, selon Susanna Blunt.",
            "Pi ce De 20 $ En Argent Fin 2018   Premi re\nGuerre Mondiale : S rie Champs de Bataille  \nArmistice de Compi gne\nLe revers souligne le centenaire de 1  Armistice\nsign  le 11 novembre 1918 pr s de\nCompi gne, en France : l accord qui a mis\nfin aux hostilit s sur le front occidental.\nL image est une reproduction plaqu e or\nde la figure ail e de la Victoire, oeuvre\ndu sculpteur William McMillan (1887 \n1977), qui  tait repr sent e a l avers\nde la M daille de la Victoire d cern e\ndans Empire britannique en 1919. On\nvoit la figure all gorique classique de\npied en cap, le bras gauche lev , tenant du\nbras droit une branche de palmier. Derricre, des\nrayons grav s qui symbolisent l espoir d un avenir\npacifique remplissent le champ, accentuant le\ncaract re lumineux du motif sculpt . Au revers,\nla mention   CANADA   est grav e au-dessus\nde la figure, accompagn e des ann es   1918  \net   2018   qui marquent le centenaire, et du\ntitre bilingue de cet ultime chapitre de V histoire\ndu Canada sur les champs de bataille de la\nPremi re Guerre mondiale.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "368"
    },
    {
        "File": "The_CN_Journal_December_41.jpg",
        "Paragraphs": [
            "2018 Fine Silver Puzzle Coin Set\nConnecting Canadian History (1866 1916)",
            "Engraved maple leaves and keys serve as a unifying\ndesign element across the 13 puzzle-shaped pieces,\nthat form the outer ring, and the centre piece.\nOn the reverse of the interlocking pieces, a\ntouch of metallic gold colour frames a sepia-\ntoned reproduction of an original photograph\nfrom the collection of Library and Archives\nCanada. Each of these images represents a\ndifferent theme, such as (clockwise from top):\nSir John A. Macdonald, the first Canadian\nprime minister and the Statesman of a\nNew Nation; the Northwest Mounted",
            "Police established in 1873; Canada s",
            "tradition of agriculture in Sowing",
            "for Tomorrow; the Klondike Gold",
            "Rush of 1896; the forests and",
            "loggers that contributed to Building",
            "Canada; Canadian Pacific Railway\nLocomotive No. 374, the Iron",
            "Horse Across Canada; Sir Wilfrid",
            "Laurier, a prime minister known for",
            "The Art of Compromise; Canada s",
            "8th governor-general and his wife,",
            "Lord and Lady Minto, skating in",
            "Winter on the Rideau Canal; a\nhorse-drawn Royal Mail cart;",
            "the Fishery tradition on Canada s",
            "coasts; S.S. Virginian, a steam-\npowered transatlantic liner Arriving in\nCanada; the totem poles of Alert Bay, B.C.,\nthat are a cultural representation of First\nPeoples; and the westward journey of settlers\nin Westward Bound.",
            "Number 8",
            "December 2018 ------------------------------------",
            "Ensemble de Pi ces Casse-T te en Argent Fin\n2018 au Fil de L histoire Canadienne (1866-1916)\nLes feuilles d rable et les samares grav es\nsur toutes les pi ces, y compris les 13\npi ces en forme de morceaux de casse-\nt te qui constituent l anneau ext r-\nieur, servent d l ment unificateur.\nAu revers de ces pi ces s emboitant\nles unes dans les autres, une touche\nde coloration dor e entoure la re-\nproduction aux teintes s pia d une\nphotographie originale de la collec-\ntion de Biblioth que et Archives Can-\nada. Chacune de ces images repr sente\nune th matique diff rente (dans le sens\nhoraire a partir du haut) : sir John A. Macdon-\nald, le premier premier ministre du Canada (homme d Ftat\nd une nouvelle nation); La police 4 cheval du Nord-Ouest  t-\nablie en 1873; la tradition agricole du Canada soulign e dans\nLe temps des labours; La ru e vers l or du Klondike\nde 1896; les for ts et les bicherons qui ont\ncontribu  4 Batir le Canada; la locomotive\nno 374 du Chemin de fer Canadien Pacifique\n(Le chemin de fer qui traverse le Canada); sir\nWilfrid Laurier, un premier ministre reconnu\npour avoir maitris  L art du compromis; le 8e\ngouverneur g n ral du Canada et sa femme,\nlord et lady Minto, photographi s en train de patiner\n(V hiver sur le canal Rideau); une voiture de la\nRoyal Mail tir e par un cheval; la traditionnelle\nP che sur les c6tes canadiennes; le S.S. Virginian,\nun navire a vapeur transatlantique lors de son Ar-\nriv e au Canada; les mats tot miques de la baie Alert,\nen Colombie-Britannique, qui sont une repr sentation\nculturelle des Premiers Peuples du Canada; et le voy-",
            "age vers l Ouest de colons (Coloniser le territoire).\n"
        ],
        "PageNo": "369"
    },
    {
        "File": "The_CN_Journal_December_44.jpg",
        "Paragraphs": [
            "COIN CONSTELLATION 2018\nCONTEST_WINNERS ANNOUNCED",
            "Coin Constellation is the international\n( commemorative coins competition held each year",
            "in Russia. This year was the twelfth consecutive\nevent, with winners being announced at the 9th\nCOINS-2018 Annual Coin Conference and Exhibition in\nMoscow on November 2, 2018. The contest is sponsored\nby the Water Mark Publishing House, publisher of The\nGold Chervonets Magazine, and the organizers of the\nInternational Coin Conference and Exhibition.",
            "This year, 41 participants (national banks, mints and\ndistribution companies) from 26 countries around the\nworld submitted 268 coins to the competition. According\nto competition rules, all the coins must be issued between\nJanuary 1 and December 31, 2017.",
            "The submissions are judged in nine major categories:\nUnique Concept; Best Artistic Solution; Original\nTechnology; Best Circulation Coin; Coin Classic; Souvenir\nCoin; Best Silver Coin; Best Gold Coin, and Coin of the\nYear. The winning coins in these categories were chosen by\nmembers of an International Jury of Experts, based on coin\nimages and descriptions submitted by the participants. The\nCompetition Jury was composed of specialists from well-\nknown world museums, auction houses, and representatives\nfrom numismatic associations and organizations. In\naddition, the winner of the People s Choice Award scored\nhighest among the 11,000 electronic votes cast in the\nwww.gold10.ru website by visitors.",
            "Although no submissions were made this year by the Royal Canadian Mint,\nthe contest organizing committee included two of its favourite Canadian coin\nchoices. These coins were: the 50-dollar 125th anniversary of the Stanley Cup\n coin  struck in the shape of the Stanley Cup (Unique Concept category), and th \n2,500-dollar, In the Eyes of the Timber Wolf (Best Gold Coin category).",
            "The Stanley Cup commemorative was struck in 99.53 g (3 oz.) of .999 fine\nsilver, 58 mm high, and limited to a mintage of 5,000. The  coin  originally\nsold for $359.95; it s still available in late 2018. Developed by the Royal\nCanadian Mint, this pure silver coin has a unique shape that is instantly\nrecognisable to all hockey fans who have ever dreamed of hoisting the\nStanley Cup. The reverse replicates the iconic hockey trophy, in a magnificent\nproof finish. Detailed engraving recreates the ringed appearance of the Cup s\nrounded barrel base, topped by the silver bowl that replicates the one donated\nby the Governor General of Canada, Lord Stanley. The obverse is flat, and\nfeatures the commemorative dates  1892-2017,  the words  THE STANLEY\nCUP LA COUPE STANLEY,  the engraved face value  50 DOLLARS, \nand the effigy of Her Majesty Queen Elizabeth II by Susanna Blunt.",
            "The  Tn the Eyes of the Timber Wolf  is a 1,000 g .9999 fine gold, 101.6 mm diameter coin. It was limited to a mintage of\n10 pieces, that sold for $69,000 each (tax exempt). Designed by Canadian artist Pierre Leduc, it features a superbly detailed\nportrait of a timber wolf (Canis lupus occidentalis), which is also known as the Mackenzie Valley wolf. A close view of the\nwolf s facial features dominates the reverse, where the selective application of a chartreuse-coloured enamel to each eye s\niris immediately pulls the focus towards the animal s unforgettable gaze. The colour effect adds a glowing intensity to the",
            "eyes which appear to be fixed on the viewer. Breaking",
            "free from this unrelenting stare, a careful study of",
            "the wolf s other features reveals an outstanding",
            "amount of detail throughout the design.",
            "Advanced finishing and shading techniques",
            "enhance the intricate engraving, and",
            "provide a realistic sense of depth, texture",
            "and contrast to the wolf s ears, nose, mouth",
            "and fur. [Editor Note: A mule of this gold",
            "coin, struck using the obverse die intended",
            "for the 250-dollar 1-kilo silver coin, exists.\nRare based on the extremely low mintage]",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "372"
    },
    {
        "File": "The_CN_Journal_December_45.jpg",
        "Paragraphs": [
            "Unique Concept (50 entries)",
            "The winner once again this year in the Unique Concept\ncategory is the Helvetic Mint AG (Switzerland) for its entry\n 3D Golden Diamond Globe  coin. This is the first globe\nshaped coin with scaled, topographical relief up to 1.2\nmm, of each continent. Each coin is customized by a\nBrilliant Cut Diamond 0.56 ct, Top Wesselton, VVS, hand\ninserted at customer s request. Nearly every capital",
            "in the world can be marked! The effigy of HRM Queen\nElizabeth Il is engraved post strike, by laser. Niue Island $2\ndollars; 26 mm 56.7 g of .925 silver.",
            "Best Artistic Solution (53 entries)\nThe winning entry in this category is  Birth of Venus. ",
            "The reverse of the coin reproduces the beautifully\ncoloured face of Venus from the famous painting\nthe Birth of Venus, by Sandro Botticelli. Struck with\nmore than 5,000 micro tiles in exceptional high\nrelief, to reproduce and emphasize in miniature the\nextraordinary beauty of this piece of mosaic art. On",
            "the bottom-right of the reverse, the year of issue in",
            "Roman numerals  MMXVII.  Designed by Power Coin\n(Italy) and produced at BH-Mayer (Germany).",
            "Original Technology (33 entries)",
            "Chosen for most original technology was the  Tsar Kolokol \ncoin; the reverse features relief images of baroque angels,\nsaints, and effigies of Tsar Alexey, and Empress Anna who\ncommissioned the bell. The 220-ton Royal Bell was broken\nduring the 1737 Kremlin fire before installation, it has\nnever been suspended or rung. The 10-dollar face value\ncoin was struck by the Mint of Poland for Niue Island.",
            "Best Circulation Coin (16 entries; 6 bi-metallic)",
            " 2018 FIFA World Cup Russia (special edition)  coin\nreceived the first place. Issued by the Central Bank of\nthe Russian Federation and struck at the Moscow Mint",
            "of Goznak.",
            "Coin Classic",
            " The Great Polish Economists   Nicolaus Copernicus \ncoin was the winner. It was issued by the National Bank\nof Poland and struck at the Mint of Poland.",
            "Souvenir Coin (25 entries)",
            "The Jury named  2018 FIFA World Cup Russia  the best\n Souvenir Coin.  Issued by the Central Bank of the Russian\nFederation This coin struck at the Saint Petersburg Mint of",
            "Goznak.",
            "Number 8 December 2018 \n"
        ],
        "PageNo": "373"
    },
    {
        "File": "The_CN_Journal_December_46.jpg",
        "Paragraphs": [
            "Best Silver Coin (30 entries)",
            "The 20-euro  Finnish nature  .925 fine silver coin\nminted in Finland was chosen the silver coin of the year.",
            "25-dollar  Mount Everest  coin submitted by Coin Invest\nTrust (of Liechtenstein) received the COTY second prize.\nStruck for the Cook Islands the coin weighs 141.75 g,\n65 mm in diameter, .999 fine silver.",
            "The Best Gold Coin winner  Independent Finland 100\nYears  by the Mint of Finland took the third position in\nthe COTY category.",
            "Best Gold Coin (23 entries)",
            "The 100-euro  Independent Finland 100 Years  .917\nfine coin struck at the Mint of Finland was chosen the\ngold coin of the year. The coin is 22 mm in diameter and\nweighs 5.65 g.",
            "Coin Of The Year (25 entries)",
            "First place winner in the Coin of the Year\ncategory was the 5,000-euro  French\nExcellence  coin submitted by Monnaie\nde Paris. An exceptional work of art\ncombining rose gold, yellow gold and\nwhite gold; Monnaie de Paris celebrates\nMichelin starred Chef Guy Savoy whose\nrestaurant was appointed Best Restaurant\nin the world. The tri-alloy 1-kilo gold coin\nis 85 mm in diameter and is limited to a\nmintage of 11.",
            "People s Choice Award",
            "The winner of the  People s Choice\nAward  was selected by the public\nthrough online voting at www.gold10.ru.\n Sun  silver coin (ART MINT   France)\nreceived the People s Choice Award.\nThere were over 11,000 votes cast for\nthe coins submitted to the contest. The\n Sun  coin received the average score of\n8.02 points out of 10 that enabled it to\nwin in this category.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "374"
    }
]