[
    {
        "File": "The_CN_Journal_september_05.jpg",
        "Paragraphs": [
            "FROM THE PRESIDENT",
            "T o those of you who joined us in Mississauga for the",
            "Association s 65th Annual Convention, I want to",
            "say thank you for your support, and I hope that you\nenjoyed yourself as much as I did. Based on the feedback\nI received throughout the week it was definitely another\nsuccessful convention for your Association. Our bourse\n Canada s Money Collector Show,  with almost 50 dealers and 70\ntables of numismatic items, seemed to buzz with activity.\nThis year s auction brought in crowds of floor bidders to\neach of its three sessions.",
            "A special thank you to the dealers and the RCM for\nparticipating in the bourse and to Eric Paquet and Mare\nVerret for an excellent auction full of a wide range of\ninteresting numismatic material.",
            "I would also like to thank the many volunteer members\nwho helped make the convention go so smoothly,\nincluding those of our host, the North York Coin Club, and\nparticularly the Convention Committee, for all their hard\nwork in achieving such a successful convention: William\n(Bill) O Brien, Mark Argentino, Lori Helston, Chris\nPoissant, and Chris Dunsmuir to name a few. I would also\nlike to mention Paul Petch who helped in so many ways.",
            "Several other RCNA members also contributed to the\nsuccess of the convention. Our many dedicated members\nfrom across the country and the US who travelled to the\nConvention and then shared their precious enjoyment\ntime volunteering deserve a very special thank you! To\nall those, thank you for a job well done!",
            "The Financial Statement on page 248 in this issue shows\nour year ending April 30, 2018, was a troubled year for the\nAssociation. Although a deficit was forecast, the loss shown\nin this Financial Statement was discovered, after the AGM,\nto be seriously overstated.",
            "This is partially because of certain factors: A larger than\nthe usual number of membership renewals arrived after our\nfiscal year end and invoices intended for the 2017 fiscal\nyear arrived late. In addition, an error in the accrual of\ndeferred dues revenue, discovered after this year s AGM,\ndecreased the loss reported in the Statement filed. The\nactual loss amount is $7,587. The adjustments to support the\ncorrection will be reflected in the 2019 Financial Statement.",
            "During the recent executive meeting, on August 8, proactive\nmeasures were established to better forecast and deal with\nissues like these in real time. We will also be reviewing all\nexpenses and revenue streams. Our next scheduled executive\nmeeting will take place in Toronto in November. I welcome\nyour comments, suggestions, and constructive criticisms to",
            "bring to that meeting. Team",
            "Number 6",
            "September 2018 ----------------------------------",
            "MOT DU_PRESIDENT.",
            "A ceux d entre vous qui se sont joints a nous lors du 65e\nA congr s annuel de I  Association   Mississauga, je tiens\n  vous remercier de votre support et j esp re que vous\navez eu autant de plaisir que moi. Sur la base des commentaires\nre us durant la semaine, ce fut un autre congr s r ussi pour\nvotre association. Notre bourse  Le salon de la monnaie du\nCanada , qui comprenait pr s de 50 tables de marchands et 70\ntables d articles numismatiques, a sembl  bourdonner d activit .\nLes sessions de l encan de cette ann e ont attir  une bonne foule\nd acheteurs pour chacune de ses trois sessions.",
            "Un remerciement sp cial aux marchands et   la MRC pour\nleur pr sence sur le plancher de bourse ainsi qu  Eric Paquet\net Marc Verret pour une excellente vente   l encan riche en\nmat riel numismatique diversifi .",
            "Je tiens  galement   remercier les nombreux b n voles\nqui ont contribu  au bon d roulement du congr s, y compris\nceux du club h te, le North York Coin Club, et en particulier\nles membres du comit  du congr s, pour tout le travail qu ils\nont accompli avec succ s. William (Bill) O Brien, Mark\nArgentino, Lori Helston, Chris Poissant et Chris Dunsmuir\npour en nommer quelques-uns. Je voudrais  galement\nmentionner Paul Petch qui a aid  dans plusieurs volets.",
            "Plusieurs autres membres de l ARNC ont  galement\ncontribu  au succ s de du congr s. Nos nombreux membres\nd vou s d un bout   l autre du pays et des  tats-Unis qui ont\nvoyag  pour participer au congr s et ont ensuite partag  leur\npr cieux temps de b n volat m ritent un merci tr s sp cial!  \ntoutes ces personnes, merci pour le travail bien fait!",
            "L tat financier   la page 248 de ce journal montre que notre\nann e se terminant le 30 avril 2018 a  t  une ann e difficile pour\nl Association. M me si un d ficit  tait pr vu, on a d couvert,\nsuite   PAGA, que la perte constat e dans cet  tat financier a  t \ns rieusement surestim e.",
            "Ceci est en partie d    certains facteurs : Nous avons enregistr \nun nombre de renouvellements de cotisation sup rieur   la normale\napr s la fin de notre exercice financier et les factures pr vues\npour l exercice 2017 sont arriv es en retard. De plus, une erreur\nd criture dans le calcul des revenus diff r s, constat e apr s la\nr ception du rapport   l AGA de cette ann e, a diminu  la perte\nrapport e dans le rapport. Le montant de la perte r elle est de\n$7,587. Les ajustements pour faire cette correction seront refl t s\ndans l tat financier de 2019.",
            "Lors de la r union du conseil d administration du 8 ao t\ndernier, des mesures proactives ont  t  mises en place pour\nmieux anticiper et identifier des correctifs plus rapidement.\nNous examinerons  galement toutes les d penses et toutes\nnos sources de revenus. Notre prochaine r union du conseil\naura lieu   Toronto en novembre. Je suis ouvert   vos\ncommentaires, suggestions et critiques constructives pour les\napporter   cette r union. Pi ER",
            ""
        ],
        "PageNo": "237"
    },
    {
        "File": "The_CN_Journal_september_06.jpg",
        "Paragraphs": [
            "2018 RCNA CONVENTION OFFICIAL OPENING ",
            "Ribbon cutting ceremony: (left to right) William O Brien, Convention General Chairman; Lorne Whitmore, Managing\nDirector of Sales B2B- Bullion & Numismatics, Royal Canadian Mint; George Carlson, Mississauga City Councillor; Clifford\nMishler, Past President, American Numismatic Association; and Henry Nienhuis, President, Royal Canadian Numismatic\nAssociation.",
            "Lorne Whitmore, Managing Director of Sales B2B-\nBullion & Numismatics, Royal Canadian Mint, inviting\nattendees to the RCM booth during the convention.",
            "George Carlson, Mississauga City Councillor, at\nthe opening ceremonies, welcoming attendees\nto the Mississauga area.",
            "Clifford Mishler, Past President, American\nNumismatic Association, at the opening\nceremonies, reflecting on the close ties\nbetween the ANA and the RCNA.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "238"
    },
    {
        "File": "The_CN_Journal_september_07.jpg",
        "Paragraphs": [
            "2018 CAFNE_RECEPTION",
            "bee re ee ee tebe)",
            "The Canadian Association for Numismatic Education (CAFNE) hosted a reception\nfrom 6:30 p.m. to 8 p.m. on Thursday evening during the RCNA Convention. This\nyear s event, once again, served to increase the awareness to CAFNE s presence\nin the numismatic community and to act as a fund raiser for the Association. Part\nof CAFNE s mandate is to help sponsor numismatic educational events through the",
            "RCNA and other numismatic clubs and associations.",
            "Lloyd Chan (right) shown during the reception presenting\nCAFNE Chairman, Bob Forbes (left) with challenge cheques\nfrom Alexander Chamberlain and Michael S. Turrini.",
            "Howard Engels (right) representing his Family Fund through\nthe Winnipeg Foundation.",
            "William O Brien (top right) Convention Chairman\nand President of the North York Coin Club presenting\nthe club s donation. Michael Zariczniak (bottom\nright) representing the Etobicoke-Mississauga Coin\nand Collectibles Club presenting a donation raised\nby the E-MCCC.",
            "Number 6",
            "September 2018 ------------------------------------- -",
            "This year s reception continued to build on the great\nsuccess of previous years. Once again the support from the\nnumismatic community greatly exceeded the organizers\nexpectations. The event increased the awareness of\nCAFNE s role in the numismatic community and\nsucceed as a fund-raiser for it, raising over $16,000 from\nindividuals, numismatic clubs and associations in Canada\nand the US.",
            "This outstanding achievement is due in part to the\nchallenge donations of three benefactors: Alexander  Xan \nChamberlain, a well-known numismatist from California;\nMichael S. Turrini, past US Area RCNA Director, and the\nRoland R. and Doris M. Engel and Family Fund   The\nWinnipeg Foundation.\n"
        ],
        "PageNo": "239"
    },
    {
        "File": "The_CN_Journal_september_08.jpg",
        "Paragraphs": [
            "During the reception representatives from many RCNA\nmember clubs presented CAFNE with donation cheques.\nA few of the representatives shown here are (clock-\nwise from top left): Trevor Phillips, Calgary Numismatic\nSociety; Howard Gilbey, Edmonton Numismatic Society;\nCassidy Stroud, Lisa McPherson, Alan Roy, Brantford Numismatic Society; James Bailie, Manitoba Coin Club; Yvon\nMarquis, L Association des Numismates Francophones du Canada; Brett Irick, Windsor Coin Club; Stephen Woodland,\nOttawa Numismatic Society; and Scott Douglas, South Wellington Coin Society.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "240"
    },
    {
        "File": "The_CN_Journal_september_09.jpg",
        "Paragraphs": [
            "2018 AWARDS, PRESENTATIONS",
            "Literary Awards",
            "The following annual RCNA Literary Awards for year 2017 were presented at the convention: the Louise Graham  Club\nof the Year  Award, the Guy Potter Literary Award, the Jerome Remick III Literary Award, the Best Regional /\nNational Newsletter Award, the Best Regional / National Newsletter Editor Award, the Best Local Club Newsletter\nAward, and the Best Local Club Newsletter Editor Award.",
            "Jacques Poitras (right), receiving the Louise Graham",
            "Club of the Year Award, on behalf of the Canadian Tire The Best Regional / National Newsletter and Editor s Awards",
            "Coupon Collectors Club, from Club Services Chairman, were won by the Canadian Tire Coupon Collectors Club for its",
            "Brett Irick. publication The Collector. Jacques Poitras (right), Newsletter\nEditor, shown accepting the awards.",
            "Jasmin Lavoie (right) receiving the Jerome Remick Ill",
            "Literary Award for his multi-part article  Les banques",
            "canadiennes et leurs emissions de billets  appearing in",
            "Bulletin d Information Club de numismates du Bas-St-",
            "Laurent.",
            "Howard Gilbey (right) receives the Best Local Club Newsletter\nAward and the Best Local Club Newsletter Editor Award, both\non behalf of the Edmonton Numismatic Society s editor Joe\nKennedy for The Planchet.",
            "Roger C. Paulen received the Guy Potter Literary Award\nfor his article  Canadian Spice 1908 Large Cent,\nLarge over Small Obverse Legend,  appearing in the\nJune 2017 issue of The CN Journal.",
            "Number 6 September 2018\n"
        ],
        "PageNo": "241"
    },
    {
        "File": "The_CN_Journal_september_12.jpg",
        "Paragraphs": [
            "2018 SERVICE. AWARDS, PRESENTATIONS",
            "2018 J. Douglas Ferguson Award   Scott E. Douglas FRCNA, FCNRS",
            "Each year the J. Douglas Ferguson Award is presented as the culmination to the Royal Canadian Numismatic Association s\nannual convention banquet. It is award by the J. Douglas Ferguson Historical Foundation and is considered the highest\ndistinction in Canadian Numismatics. This year the award citation, presented to Scott Douglas, read:",
            "By authority of the Board of Award, it is our\nprivilege to inform you that you have been\nawarded the J. Douglas Ferguson Award for\ndistinguished service to Canadian numismatics.",
            "Over the years you have been a prolific author\nof many articles, such as James K. Cranston and\nthe Cranston Novelty Advertising Co., and Early\nCanadian Numismatists and their Tokens. You have\ncollaborated with other researchers on works on\nWilliam R. McColl, Traces of a Numismatic Past\nand The Pritchard and Andrews Co., of Ottawa,\nOntario, Canada.",
            "Your involvement in numismatic organizations is\nno less impressive, having been the President of the\nCanadian Numismatic Research Society, the South\nWellington Coin Society, the Ontario Numismatic\nAssociation and the London Numismatic Society.\nYou have served on the Board of the J. Douglas\nFerguson Historical Research Foundation, and\nbeen the Education Chair of the Royal Canadian\nNumismatic Association. In 2013 with a co-editor,\nyou established the Transactions of the CNRS meant\nto provide a vehicle for longer and more scholarly\nworks.",
            "Scott E. Douglas (right)\nreceiving the J. Douglas\nFerguson Award from\nChairman Ron Greene.",
            "We are proud to present to you the J. Douglas Ferguson Award for 2018, the highest\ndistinction in Canadian numismatics. Rouald Greene, Chairman, Board of Award",
            "2018 Paul Fiocca Award   Dan Gosling FRCNA",
            "In 2007 the RCNA Executive committee\nI established the Paul Fiocca Award for Long\nTerm and Meritorious Service to The Royal\nCanadian Numismatic Association. It is the highest\naward presented by the RCNA, and second only\nto the J. Douglas Ferguson Award in Canadian\nnumismatics. The award is supported by Trajan\nPublishing, the Fiocca family and friends of Paul.\nFor 2018 the Board of Award was composed\nof RCNA President Henry Nienhuis, Chair of the\nAwards Committee; Executive Secretary Paul\nJohnson; and Mike Walsh of Trajan Publishing.\nDaniel Gosling received this year s Fiocca\nAward from Nienhuis, during the Awards Dan Gosling (right) accepting the Paul Fiocca Award for the",
            "Banquet on July 22, 2018. year 2017 from Henry Nienhuis, President, RCNA (left) and\nJeff Fournier, representing Trajan Publishing (centre).",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "244"
    },
    {
        "File": "The_CN_Journal_september_13.jpg",
        "Paragraphs": [
            "2018 Charles D. Moore Award   Peter McDonald",
            "In 2016 the RCNA Executive committee, after due\nI consideration, determined that an annual award to honour\nthose best described as  Professional Numismatists  was",
            "long overdue in the Canadian Numismatic world.",
            "The award each year is intended to honour the recipient who\nhas consistently contributed to the advancement of Canadian\nNumismatics and the Royal Canadian Numismatic Association\nover a number of years. The recipient will have exhibited a\nwillingness to advance the hobby through Dignity, Integrity,\nTruth and Knowledge. The recipient shall be selected from those\nprofessional numismatists, full- or part-time dealers, researchers\nand writers, publicists, and benefactors, who are members of the\nRCNA.",
            "The Charles D. Moore Award, named after a past president\nof the RCNA who many feel embodied the very characteristics\nthis award is intended to honour, was inaugurated at the 2017\nRCNA Convention, held at Boucherville, Quebec. . .",
            "Peter McDonald received this year s Charles D. Moore Peter McDonald (right) accepting the Charles",
            "; : ; ; D. Moore Award for the year 2017 from Henry",
            "Award from Henry Nienhuis, during the awards presentations. Nienhuis, President, RCNA (left).",
            "2018 Fellow of the RCNA Awards",
            "The Royal Canadian Numismatic Association established this member service award in 1990. An award of  Fellow \n| authorizes use of the letters, FRCNA to follow the recipient s name. To be recognized as a  Fellow  of the\nAssociation, a member must have performed a worthy service judged to be of a direct benefit to the Association\nand the hobby. The Awards and Medals Committee chooses the recipients from nominations made by members.\nThe first awards were made at the 1991 CNA Convention in Toronto, Ontario.",
            "Kevin Day-Thorburn (left) and Robert Graham (right) each receive RCNA\nFellow Award from Paul Petch (centre) acting for Awards Chairman Bill Kamb.\nPetch holds the Fellow Award for absent Tom Craig.",
            "Images courtesy: Jeff Fournier and Dan Gosling",
            "Number 6 September 2018"
        ],
        "PageNo": "245"
    },
    {
        "File": "The_CN_Journal_september_14.jpg",
        "Paragraphs": [
            "2018 RCNA Presidential Awards",
            "he RCNA President has the prerogative to reward\n| individuals or groups for outstanding support to\nour Association. This year s roster of dedicated\nindividuals receiving a Presidential Award follows (clockwise\nalphabetically): Brian Cornwell, Toronto ON, Kevin Day-\nThorburn, Saint John NB, Lori Helston, Woodbridge ON,\nSusan Maltby, Toronto ON, Yvon Marquis, Reminski QC,\nBarrie Renwick, Calgary AB, Julaine Scott, Edmonton AB,\nand France Waychison, Timmins ON.\nImages: Dan Gosling",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "246"
    },
    {
        "File": "The_CN_Journal_september_15.jpg",
        "Paragraphs": [
            "ANNUAL REPORT OF THE EXECUTIVE SECRETARY  \nRAPPORT_ANNUEL_DU_ SECRETAIRE_EXECUTIF. FRCNA, FONA, LM #159",
            "BY PAUL JOHNSON",
            "Secretary. There have been numerous projects and\nwork which led to a consistently busy schedule.",
            "During the year I have dealt with hundreds of emails\nand phone calls regarding RCNA business. There has\nbeen a continuous increase in emails and phone calls\ncompared with the last few years. All of these are usually\nresponded to within 24 hours. Service to our members\nmust be placed very high on the list of priorities.",
            "Numerous implementations have been worked on\nduring the past year:\n  Processed 100 new members from July 1, 2017, to June",
            "30, 2018. This number includes 88 that were recruited",
            "through the RCNA website and special membership",
            "promotion. About 85 members took advantage of the",
            "RCNA two-year membership fee; a significant decrease",
            "from previous years.",
            "+ I continue to streamline our master membership\nspreadsheet including year joined, renewal dates,\nemail addresses etc. Our ability to quickly track how\nmany members we receive by sponsor in a given year\nlets us prepare comparison charts for a series of years.",
            "  We sent out about 25 correspondence courses.",
            "* Much work was done to prepare meeting agendas and\ntranscribe minutes to paper for three RCNA executive\nmeetings.",
            "  Additional work took place helping committee members\nJacques Poitras and Rob Turner with the 2018-2019\nfinancial budget.",
            "+ I have also spent time sending out correspondence\ncourses, preparing banking and cheques for\nsignature, monthly financial statements and other\nitems to keep the office in proper working order.",
            "+ Financial records were documented and reviewed in\ndepth during the year.",
            "Also, I have spent a great deal of time planning for",
            "future RCNA conventions. I have worked closely with",
            "the 2018 North York Convention Committee as well as\nin preparing for the next Convention in Calgary. I have\nhad constant communication with chairman Bill O Brien\nduring the last few months to ensure that the convention in",
            "Mississauga would be enjoyable and successful. For the",
            "fifth consecutive year, I took on the added responsibility of",
            "convention Treasurer, and for continuity and cost control\nthis will continue at future events.",
            "I also want to take this opportunity to thank all of\nthe Executive Committee and, especially, Henry\nNienhuis, for his support during the past year. It has\nbeen a pleasure serving the membership in the position",
            "of Executive Secretary. Pot he",
            "T his past year has been very busy for me as Executive",
            "September 2018 ----------------------------------",
            "ette derni re ann e a  t  charg e pour moi en tant",
            "( que secr taire ex cutif. Il y a beaucoup de projets et\ntravaux qui tiennent mon agenda constamment occup .",
            "Au cours de l ann e, j ai re u des centaines de courriels et\nd appels t l phoniques concernant les affaires quotidiennes de",
            "PARNC. Il y a eu une augmentation constante des courriels et des",
            "appels t l phoniques par rapport aux derni res ann es. Je r ponds",
            "g n ralement   toutes ces questions dans les 24 heures. Le service\naux membres doit  tre plac  tr s haut sur notre liste des priorit s.",
            "Voici un survol des activit s accomplies au cours des douze\nderniers mois:",
            "+ Inscriptions de 100 nouveaux membres entre le ler juillet 2017 et\nle 30 juin 2018. Ce nombre comprend les 88 qui ont  t  recrut s\npar l interm diaire de notre site internet et de la promotion\nsp ciale. Environ 85 membres ont choisi de renouveler leur\ncotisation   l ARNC pour une p riode de deux ans; une diminution\nconsid rable comparativement aux ann es pr c dentes.",
            "+ Je continue d organiser notre base de donn es des membres\npour y inclure l ann e d adh sion, date de renouvellement,\nadresse courriel, etc. Notre capacit  de mieux suivre le nombre\nde membres parrain s durant une ann e et faire un graphique\ncomparatif des ann es.",
            "* Nous avons envoy  environ 25 cours par correspondance.",
            "+ Beaucoup de travail de pr paration pour les rencontres, incluant\nles ordres du jour et produire et transmettre les minutes de nos\ntrois r unions aux membres de l ex cutif de  ARNC.",
            "* Des t ches suppl mentaires ont  t  requises pour aider les\nmembres du comit  Jacques Poitras et Rob Turner dans la\npr paration du budget financier pour 2018-2019.",
            "+ J ai aussi consacr  beaucoup de temps pour l envoi des cours\npar correspondance, a pr parer la documentation et pr paration\ndes ch ques pour signature, des  tats financiers mensuels et\nd autres  l ments pour maintenir bon  tat de fonctionnement\nde l office.",
            "+ Nos registres financiers ont  t  document s et r vis s en\nprofondeur cette ann e.",
            "J ai aussi consacr  beaucoup de temps   la planification",
            "de prochain congr s de l ARNC. J ai travaill  en  troite",
            "collaboration avec le comit  du congr s 2018 de North York ainsi\nque la pr paration du prochain congr s de l ARNC   Calgary. Au\ncours des derniers mois, j tais en communication r guli rement\navec le pr sident Bill O Brien afin de m assurer que le congr s\nde Mississauga soit agr able et couronn  de succ s. Pour\nune cinqui me ann e cons cutive, j ai pris la responsabilit \nsuppl mentaire de tr sorier et cela va se poursuivre pour les\ncongr s futurs afin d assurer la continuit  et le contr le des co ts.",
            "Je tiens  galement   profiter de cette occasion pour remercier\ntous les membres du comit  ex cutif, particuli rement Henry",
            "Nienhuis, pour son support au cours de la derni re ann e. Ce fut",
            "un plaisir de servir les membres dans la position de Secr taire",
            "ex cutif. PL Le"
        ],
        "PageNo": "247"
    },
    {
        "File": "The_CN_Journal_september_19.jpg",
        "Paragraphs": [
            "2018 EDUCATIONAL SYMPOSIUM",
            "THIS  year s Educational Symposium presentations spanned two days, Wednesday and Thursday, August 8 and",
            "9. Overall Attendance continued the previous upward trend, and one session alone attracted approximately 60\npeople. Each year our symposium brings members new knowledge and interesting subjects offered by experienced\nnumismatists. This year its highlighted presentations were given by these eight leading numismatist:",
            "Wednesday Session Speakers:",
            "(Ir) Ron Cheek, Two hundred-year-old Admiral Gardner shipwreck coins recall the East India Company s  season\nof disasters ; Alan Roy, Numismatic Literature In Canada; Angus Sutherland, Canadian Communion Tokens; Scott\nDouglas, William Robert McColl.",
            "Thursday Session Speakers:",
            "(Il-r) Geoffrey Bell, Medals, My Passion; Rob Turner, Canada Large Cent Patterns and Specimens; Michael\nRogozinski, Canadian Specimen and Proof coins; a history and an explanation of terms: Business Strike, Proof,\nSpecimen and Proof-like; lan Speers, Numismatic Estate and Succession Planning.",
            "Education Chairman Scott Douglas did an excellent job in organizing this symposium, which continued the two-day\nformat. Regrettably, speaker Jim Charlton Jr., originally scheduled for 4:00 p.m. Wednesday, was unable to attend because\nof a personal emergency. In his absence, Scott Douglas presented an alternative talk that was well received.",
            "This event was funded by a grant from the Canadian Association for Numismatic Education (CAFNE).",
            "Number 6 September 2018 \n"
        ],
        "PageNo": "251"
    },
    {
        "File": "The_CN_Journal_september_20.jpg",
        "Paragraphs": [
            "RARE HBC Promissory NOTE\nAT_REGINA_COIN_ SHOW",
            "BY GEORGE MANZ\nFRCNA, #19846",
            "The Regina Coin Club Show, October 20 21, 2018",
            "An extremely rare 1870 Hudson s Bay Company\nA  1 Promissory note issued at Fort Garry during",
            "the Red River Rebellion will be on display at the\nRegina Coin Club Show and Sale in October.",
            "In 1869, the newly formed Government of Canada\npurchased Rupert s Land from the Hudson s Bay Company\n(HBC). In one small corner of the territory was the Red\nRiver Colony, situated where the Red and Assiniboine\nRivers meet in what is now downtown Winnipeg. Most of\nthe people in the Red River Colony were mixed race Metis,\ndescendants of both French and English voyageurs, fur\ntraders and farmers.",
            "The first lieutenant governor, William McDougall,\nordered surveyors to plot the land according to the square\ntownship system used in Ontario. Meanwhile, most of the\nMetis had previously made their farms on long, narrow lots\nfronting the rivers, and many did not have clear title to the\nland they farmed. By late 1869, Louis Riel emerged as the\nMetis leader and prevented the surveyors from entering the\ncolony.",
            "By late 1869, Louis Riel and his Metis supporters took\nover the fort at Fort Garry. In January 1870, Riel gained the\nsupport of most of the English-speakers in the colony, who\nagreed to form a Provisional Government to discuss terms\nto enter Confederation with Canada.",
            "But not everyone in the settlement approved of the Metis\ndemands. A small group of English-speaking Canadians in",
            "the area was opposed. These settlers organised a militia, and\nsome were captured and imprisoned at HBC trading fort\nFort Garry for attempting a rebellion against the Provisional\nGovernment.",
            "Thomas Scott, an Orangeman, was sentenced to death\nby firing squad. Scott s death inflamed Ontario Protestants\nagainst the Metis, French-speakers and Catholics.",
            "The Provisional Government then sent a delegation to\nOttawa to negotiate. They were immediately imprisoned\nbut soon released and entered negotiations with Prime\nMinister John A. Macdonald, who later agreed to enshrine\nmany of the demands of the people of Red River Colony.",
            "Manitoba, much smaller than it is now, became Canada s\nfifth province. Rights set forth for the new province\nincluded a representative government, French language\nrights, separate Catholic schools and land rights for the\nMetis.",
            "According to George B. Winship s manuscript,  Red\nRiver Disturbances,  Louis Riel demanded that the HBC\nreopen its business so the colony and its Provisional\nGovernment could sustain itself. The rebellion and the\nconsequential closing of the HBC fort had drastically\naffected the all trade in the area. Riel guaranteed to protect\nthe HBC in exchange for a loan of $25,000.",
            "According to Winship, the HBC  tacitly complied with\nthe demand, but in the matter of the loan they asserted that\nthey did not have that amount of money on hand. ",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "252"
    },
    {
        "File": "The_CN_Journal_september_21.jpg",
        "Paragraphs": [
            "The problem was solved\nwhen it was suggested that HBC\nPromissory notes could be printed\nat the New Nation newspaper.",
            "Winship, who printed the notes,\nrecalled in his memoir:",
            " Some heavyweight brown",
            "paper was procured, and the",
            "body of the note was set in\nlong primer italic type... and\nthe denomination of the bill in\nlarge type.   certain number\nof sheets of paper were counted\nout for me to print and I was\nenjoined to account for all of\nthem, spoiled and unspoiled.",
            "About $25,000 of these notes",
            "were printed and put in",
            "circulation after being signed by\nthe Hudson Bay Co. officials. ",
            "After printing, the notes were\nsigned by John Henry McTavish,\nthe HBC clerk. They were then\nrubber-stamped in red a few days\nlater by William Mactavish, the\nGovernor of Rupert s Land.",
            "Number6 September 2018 --------------------------------------",
            "The  1 note on display is one\nof only a handful of Promissory\nnotes still in existence. The\nnotes were issued in four\ndenominations: 5 shillings, one\npound, 5 pounds and 10 pounds.",
            "Canadian Prime Minister John\nA. Macdonald ordered troops\nunder the command of Colonel\nGamet Wolseley to take control\nof the new province. When the\ntroops arrived at Fort Garry in\nAugust 1870, some of the Metis\nleaders, including Louis Riel, had\nleft for exile in the USA.",
            "While in exile, Riel was\nelected to Parliament, three\ntimes, but never took his seat\nas he feared he would either be\nimprisoned or hanged for his role\nin the Red River Rebellion.",
            "The Regina Coin Club show\nand sale takes place October 20-\n21, 2018, at the Turvey Centre",
            "near Regina.\n"
        ],
        "PageNo": "253"
    },
    {
        "File": "The_CN_Journal_september_22.jpg",
        "Paragraphs": [
            "AN EASTERN HIGH SCHOOL OF COMMERCE MEDAL",
            "FOR_THE _CORONATION_OF_EDWARD. VIII",
            "BY RON CHEEK\nFRCNA, FCNRS, #22188",
            "\nJust another abandoned-Coronation souvenir or is it a rare survivor?",
            "I purchased, on eBay, the medal pictured in",
            "Figure 1. Rather curiously from a seller in Burlington,\nWashington, USA. It is one of the many Edward VIII\nCoronation medals we frequently see, leftover souvenirs of\nthe big 1937 event that never was. It intrigued me because\nof its Canadian connection and its probable scarcity. I\noriginally thought it might even be a lone survivor but I\nwas wrong. Clearly a medal made especially to be given to\nstudents of Toronto s Eastern High School of Commerce\nit would have been manufactured well in advance of the\nplanned Coronation. But, as explained later, it would never\nhave been distributed. I speculate that this piece may be\none that was sent to the school on approval, or perhaps it is\none that was kept out of a whole order received while the\nothers were returned to the manufacturer. Or was it ever\neven delivered? I had not seen one before, but a Google\nsearch turned up two others that were sold in recent years.\nHowever, neither was identical to mine. One (without a\nphoto) was said to be silver. The other, described as cupro-\nnickel, has a bright finish and its suspension ring has\na different shape. Both were sold by UK dealers, which\nsuggests to me that perhaps the medals were samples made\nfor approval but never actually delivered to Canada.\nThe purpose of this article is to document the medal\nbecause of its Canadian connection. Perhaps one of our\nreaders has seen another, or knows some of the story.",
            
            "Our medal is struck in cupro-nickel, 32.4 mm in\ndiameter, and is complete with a loop (attached after the\nmedal was struck), a ring and the ribbon suspended from\na pin bar. The obverse has a crowned and robed bust of\nEdward VIII facing left with the legend CROWNED\nMAY 12 1937. The surface is matte and the portrait is\nsculpted in a soft-definition style. Behind the shoulder\nare the initials McM. The reverse has the school crest,\nwhich includes the words: INDUSTRY INTEGRITY. The\nsurrounding legend is the school name in Old English\nlettering. The pin is decorated with 19 and 37 separated\nby a sprig of laurel leaves and buds. The back of the pin\nis impressed with: SPINK & SON. LTD / MEDALLISTS\nTO THE KING.",
            "The obverse was designed for Spink & Son Ltd. by the\nfamed sculptor and medal designer William McMillan\n(1887-1977). The same obverse was used for the elegant\ngold Edward VIII Coronation medal made by Spink &\nSon Ltd. shown in Figure 2. McMillan had a long and\nsuccessful career as a sculptor, achieved the status of\nSenior Royal Academy member, and was Master of\nthe Royal Academy Sculpture School. He created and\nexhibited many famous statues, designed several war\nmemorials for the Great War, and he designed the reverse\nof the 1919 British War Medal and the Victory Medal,\nboth of which were produced in the millions.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "254"
    },
    {
        "File": "The_CN_Journal_september_23.jpg",
        "Paragraphs": [
            "Figure 2: Spink & Son Ltd. gold Edward VIII\nCoronation medal with the same William McMillan\nobverse as our school medal.",
            "Photo credit: www.pinterest.ca/pin/456411743459204343/",
            "I find it interesting that a single school in Toronto,\nrather than the entire Board of Education, would have\nordered its own particular Edward VIII Coronation medal.\nThe Royal Canadian Mint seems to have had no intention\nof producing an Edward VIII Coronation medal for school\nchildren or for sale to the public. Indeed, our Mint never\nproduced a George VI coronation medal either, a patriotic\nshortcoming finally redressed with the 1939 Royal Visit\nMedal and later with the 1953 Elizabeth II Coronation\nMedal. It appears that this school medal project went\nforward because the Eastern High School of Commerce\nwanted its students to have a special memento of the\nCoronation, and because Toronto s Board of Education\nwas not planning to do anything similar. It is also\ninteresting that Spink & Son Ltd. would have graced the\nmedal with William McMillan s obverse of the lovely and\nno doubt pricey Coronation medal it had in the works.",
            "Research on this school medal included contacting\nSpink & Son Ltd. and also the Toronto District School\nBoard archivist for any information they might be able\nto provide. Spink & Son Ltd. responded to my request\nfor information about the medal order and delivery very\npromptly but advised that records of this time period have\nnot been retained. The responder did, however, say that\nthe firm had made numerous such medals for private\nand institutional clients. The TDSB archivist was most\naccommodating but could not discover any mention of\nCoronation medals in either the Board meeting minutes or\nthe school s yearbooks of 1936 and 1937. Coincidentally,\nthe TDSB Archives are now located in Eastern High\nSchool of Commerce s former building.",
            "Let s take a brief look at the school at which our medal\nwas meant to be distributed and then examine the events\nthat led to the medal becoming obsolete.",
            "September 2018 ------------------------------------ -",
            "Eastern High School of Commerce",
            "The institution was opened in September 1925 at 16 Phin\nAvenue in Toronto s east side, south of Danforth between\nJones and Greenwood Avenues. It was a secondary school\n(Grades 10 to 12) with a business and technology focus. At\nthe opening, the building was far from complete. An on-line\nhistory of the school entitled  For King and Country  tells\nof the conditions in the early years:",
            "When the school opened, only some of the classrooms\nwere ready. No gymnasium, auditorium, or basement\nfacilities. For Physical Training (PT.) classes, students\nwalked along Danforth Avenue and surrounding areas\nfor fresh air and exercise. Typewriting classes were held\nin the hall near the principal s office. Students ate lunches\nwhile seated on a plank sidewalk leading to a city dump\nin a ravine behind the school. (The ravine was later\nfilled in with horse-drawn cartloads of earth to become a\nplaying field for school sports clubs, including rugby. In\nwinter, the field became a skating rink.) All classes had to\nadapt to the noise and movements of building operations.\nThe first principal was Walter Keast, who served until\n1943. There were 21 teachers and 851 students.",
            "Figure 3: Notice of the school opening that appeared\nin the Toronto Star, page 21, August 29, 1925.",
            "The school grew quickly in both popularity and size.\nIn 1926-27 a three-storey wing was added with 18 new\nclassrooms. Six more classrooms were added in 1930-31 as\nwell as an auditorium, a swimming pool, two gymnasia, and a\ncafeteria. During this era boys and girls were separated in both\nthe cafeteria and in classrooms. By 1933 many students had\nto leave school and go to work to help their families because\nof the Great Depression. Some later returned to finish high\nschool and then go on to university. At this time there were\n1,713 day students and 2,200 attending night classes.\n"
        ],
        "PageNo": "255"
    },
    {
        "File": "The_CN_Journal_september_24.jpg",
        "Paragraphs": [
            "During World War II many male students joined the\narmed forces and the ratio of girls to boys was about 10:1.\nThroughout the war the students were very active in\nfundraising and other efforts to directly aid Canadian troops\nand also support French refugee children whose parents had\nsent them to Canada to escape harm. Clearly, patriotism ran\nhigh and students took seriously the school motto:  Enter to\nLearn, Go Forth to Serve. ",
            "Eastern High School of Commerce flourished and it\ncontinued to grow and stay technologically current over\nthe next decades. It became the leading business school\nin Ontario. In 1973, to respond to differing needs of area\nstudents, Subway Academy One, a TDSB alternative\nschool, began sharing Eastern s building and principal, but\notherwise it ran separately. In 2003 the name was changed\nto Eastern Commercial Collegiate Institute. As with many\nolder schools in the inner city, changes in demographics of\nits catchment area eventually caused a serious decline in\nenrollment. By 2011 there were only 360 students. By 2015",
            "Figure 4: Eastern High School of Commerce, Toronto, as it\nwas in 2013.",
            "(Photo credit: nationalpost.com/posted-toronto/despite-many-toronto-\nschools-having-less-than-60-enrolment-tdsb-not-looking-to-sell-any-buildings)",
            "there were only 62, and the venerable school was closed\nafter 90 years of operation. Right up to the end, however,\nEastern s basketball team, The Saints, was a powerhouse,\nwinning many Ontario championships despite the school s\nsmall population.",
            "The school building now houses the Toronto District\nSchool Board Archives and, as of 2017, the Aboriginal\nEducation Centre.",
            "Figure 5: Edward and Wallis Simpson.\n(Photo in the public domain.)",
            "Edward VIII and his brief reign",
            "Edward VIII acceded to the throne on January 20, 1936,\nupon the death of his father, King George V. Known to his\nfamily and friends as David, he had held the title Prince of\nWales since shortly after George V became king in 1911.\nThe dashing and handsome young man traveled the world\nand was wildly popular. He was the greatest celebrity of his\ntime and certainly the most eligible bachelor. But he simply\ndidn t get it. Born to be king and living a charmed life in\nhigh society, he was unwilling to accept all that went with\nthe privileges. When his time came, he chose to abdicate\nrather than give up  the woman he loved,  twice-divorced\nWallis Simpson. The story has been told many times.",
            "Perhaps it was just as well. Apart from his unseemly\npersonal lifestyle, reports about his admiration of, and\neventual collusion with, Germany s Fascist government\nin the 1930s, which have become public in recent years,\ndramatically illustrate his poor judgement. He may very\nwell have destroyed the monarchy had he stayed on. King\nGeorge V, in the last weeks of his life, predicted that, as\nking  the boy would ruin himself within a year.  He was\nunsuitable, unprepared, and unwilling to properly carry\nout the duties of a British monarch. Everyone in the inner\ncircle knew it   his mother, the Archbishop of Canterbury,\nand even his brother Bertie. Edward VIII himself knew\nit. Nevertheless, birth had laid this burden upon him.\nThroughout much of 1936, as the uncrowned king, he\nactively participated in planning his Coronation. It was set\nfor May 12, 1937, in Westminster Abbey.",
            "We now know that throughout the latter part of 1936\na constitutional crisis was unfolding. But it was all kept\nvery hush-hush for as long as possible. Edward VIII was\ndetermined to marry Wallis Simpson, one way or another.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "256"
    },
    {
        "File": "The_CN_Journal_september_25.jpg",
        "Paragraphs": [
            "As titular head of the Church of England, he could not do so\nand remain king. Re-marriage of a divorced person would\nnot be recognized. The government threatened to resign if\nEdward persisted. Eventually, he decided to abdicate and\nin his famous speech broadcast to Britain and the Empire\non the evening of December 11, 1936, he announced it to\nhis shocked subjects. The throne would pass to his younger\nbrother, who would take the name George VI.",
            "From the moment Edward VIII became king the\nroyalty souvenir business went into high gear. Hundreds\nof thousands of Coronation souvenirs were produced in\npreparation for the big event to take place in the spring\nof 1937: Coronation mugs, plates, tea sets, tea towels,\nglassware, medals, and every sort of keepsake were\nmanufactured. Imaginary scenes of the Coronation were\nconjured up by souvenir makers and used widely on\nCoronation ware that would suddenly appear for sale\non May 12. The abdication caught everyone off guard,\nincluding the souvenir industry.",
            "The elaborate arrangements for a May 12, 1937,\nCoronation would not be wasted. A Coronation would go\nahead at Westminster Abbey on that day. It would just have\na different lead player, in fact two this time, King George\nVI and his wife, Queen Elizabeth. As soon as this was\nannounced, souvenir makers immediately began producing\nKing George VI and Queen Elizabeth Coronation\nsouvenirs. But what to do with that huge stock of Edward\nVIII mementos? This was an easy decision   many were\nsold to a patriotic public eager to acquire items that surely\nwould become rare and valuable. But those souvenirs never\nwere rare and they never acquired much value, even today,\nmore than 90 years later. Generic Coronation medals are\nparticularly numerous. Medals made for a particular school\nin Canada, however, are not common.",
            "Conclusion",
            "I considered whether this medal might have been made\nto be an academic achievement prize but I don t think\nthat was the case. One would expect there to be some\nindication in its design if it were a prize medal. It seems\nmore likely that our Eastern High School of Commerce\nmedal commemorating the anticipated Coronation of\nKing Edward VIII would have come about because of\nCoronation enthusiasm and patriotism and a wish, perhaps\nby Principal Keast, to give students a memento setting the\nschool apart from others in Toronto. The school apparently\nhad a tremendous spirit, as demonstrated by the dedication\nof its student body during the war that soon would affect it\ndeeply. The medal expresses pride in a school that enjoyed\na reputation for excellence. No doubt, the abdication caused\ndismay, not only in and of itself but it ruined the planned\ndistribution of elegant mementos made to order for the\nschool by a famous British medallist firm.",
            "But was an order ever completed and if so, was it delivered?",
            "Number 6",
            "September 2018 ------------------------------------ -",
            "There are at least two other medals of the same type as mine\nbut they are not identical. As noted, they were sold in the\nUK. All of them being different, were they three samples of a\nmedal that never went into production and that were eventually\nsold by Spink & Son Ltd. as curiosities? If, on the other hand,\nmy copy is just one of a full order, did others survive? I d\nappreciate hearing from anyone who knows of any others.",
            "And what about Eastern High School of Commerce George\nVI Coronation medals to replace the Edward VIII medals?\nWere any ever ordered or received? It seems reasonable but\nI have never seen one. It would have been a shame if the\nbest of intentions regarding a special Coronation memento\nwere abandoned due to the dismaying announcement on a\nDecember evening back in 1936, but that may very well have\nbeen what happened.",
            "Sources:",
            ">",
            "Anonymous.  For King and Country.  torontofamilyhistory.org/\nkingandcountry/tdsb/secondary-a-f#ehc-ss [accessed May 30,\n2018]",
            "Bignell, Paul.  Edward VIII never had a coronation, but you\ncan still buy memorabilia for it 80 years on  Dec 6, 2016\ninews.co.uk/news/long-reads/king-edward-viii-coronation-\ncommemorative-memorabilia-souvenirs-abdication/ [accessed\nMay 22, 2018]",
            "Erdman, Wayne. (1985) Eastern High School of Commerce 60th\nanniversary, 1925-1985. Toronto: The School, unpaged; ill.",
            "Skinner, Justin. www.toronto.com/news-story/7001967-eastern-\ncommerce-collegiate-transforming-into-aboriginal-education-",
            "centre/ [accessed May 23, 2018]\nRNA]\n"
        ],
        "PageNo": "257"
    },
    {
        "File": "The_CN_Journal_september_26.jpg",
        "Paragraphs": [
            "PORTRAITS OF THE FAMOUS\nBY. MEDALLISTS. OF_RENOWN",            
            "BY BARRIE RENWICK\nFRCNA, FCNRS, #5754",
            "#12 Conclusion",
            "T he series concludes here with an opportunity for the",
            "reader to identify the Portrait of the Famous on this",
            "medal and to name the Medallist of Renown, its\nartist. The medal s obverse is anepigraphic, meaning there\nis no wording, and it also lacks the artist s signature. If these\nomissions leave you stumped, perhaps some clues will\nhelp. This is a prize medal of The Royal Welsh Agricultural\nSociety, c. 1930. That information should make recognizing the individual easy. The maker was Elkington & Co.",
            
            "silversmiths in the UK. Typically, the artists used for the\nfirm s medals left their work unsigned, so attributing this\npiece could be difficult, if not impossible. Take one point\nfor identifying Edward VIII and be confident that nobody\nwill outscore you by naming the artist. Savor the image of\nthe reverse and notice how the symbols there confirm its\ncountry of origin. The crude piercing is lamentable, but it s\novershadowed by the captivating obverse and delightful",
            ", reverse. The medal is hallmarked silver, 45 mm diameter.",
            "Epilogue",
            "To those who have read installments in this series, thank you for your interest and patience. This series of articles grew\nfrom the thought that some collectors might discover a new enjoyment through an introduction to medallic art. Others\nwho already associate with medals could appreciate the pictures and descriptions of the medallic pieces featured. Portrait\nmedals became the chosen subject, simply for continuity. There is an infinite choice of alternative subjects for those\ninterested in other medallic pursuits.",
            "Each article in the series used a common structure that introduced the medal, read its artistic symbolism, and noted\nits physical characteristics. The narrative moved on to describe the subject and make plain the purpose for the medal. It\nconcluded with a statement about the artist, his or her connection to the medal s subject and any intervening conditions\nat the time. Articles were intentionally brief though purposely expressive to avoid tedium. The intent was to spawn the\nreader s interest in what many find is a fascinating component in the numismatic array.",
            "This approach to writing a series was somewhat experimental. Its inception leaned on the imaginative rather than on\nexperience. The articles were intended to entertain, although their underlying purpose was a hope that some collectors,\nunfamiliar with medals, might sense possibilities in exploring the various attributes of, or connections to, medals that have\nnow become of interest to them. If some readers do enter this phase of the hobby and follow the trails that connect with\nmedals they choose, the series will have met its aim.",
            "Volume 63",
            "The CN Journal\n"
        ],
        "PageNo": "258"
    },
    {
        "File": "The_CN_Journal_september_28.jpg",
        "Paragraphs": [
            "IN. MEMORIAM.   NORMAN_W. WILLIAMS",
            "(January 24, 1924 July 23, 2018)",
            "The Canadian numismatic community has\n| lost one of its passionate supporters.\nNorman Williams passed away July\n23, 2018, at White Rock, BC.",
            "Nom was born in Kamloops of Ukrainian\nparents. At some point, before I met him in\n1962 or 1963, he had anglicized his name\nto Williams and was practising law in\nVancouver. When his partner moved to\nthe interior (Kamloops, I believe) Norm\nestablished offices in New Westminster\nand Surrey, where the mainstay of his\npractice was property transfers.",
            "Norm joined the Vancouver Numismatic\nSociety in May 1960, member # 209 and by\nthe end of 1961 had become the president of the\nsociety. He also joined the Canadian Numismatic\nAssociation in 1960, member # 3187, later Life Member\n93. Norm became one of the original members of the VNS\nResearch Committee which worked on listings of tokens and\nlater on medals, culminating in a catalogue of the tokens of\nBritish Columbia and Yukon in 1969. In 1971, Norm became\na Fellow of the Canadian Numismatic Research Society.",
            "He was a member of the organizing committee for the 1963\nCNA Convention in Vancouver, where he received praise for\nhis efforts,  Norm seemed to be everywhere, in his quiet way\nensuring that complications were smoothed out before they\nbecame problems, giving little indication of the effort which had\nbeen invested in the event, long before the first guest arrived. ",
           
            "He continued to be a familiar face at\nAssociation conventions. Norm joined the\nCNA executive as 2nd vice-president in\n1967, stepping up to Ist vice-president\nin 1969 and President in 1971. He then\ncontinued to serve on the board as Area\nDirector for British Columbia.\nNorm enjoyed competitive\nexhibiting beginning in 1963. After\nwinning the Best of Show at the 1971\nconvention he stopped exhibiting\ncompetitively, but served as a judge,\nand as Head Judge in 1987 and 1988.\nOver the years Norm worked tirelessly\nin promoting numismatics in both the VNS\nand CNA and cared deeply for both. He was\nthe first recipient of the Royal Canadian Mint\nNumismatic Education Award in 1976. The J. Douglas\nFerguson Award was bestowed at the Moncton Convention\nin 1983, and at the Winnipeg Convention the Paul Fiocca\nAward, in 2013. Both awards recognizing his contributions\nto numismatics in Canada, and to the RCNA. He was named\na Fellow of the CNA in 1998. He was still attending VNS\nmeeting until this year.",
            "Norm was predeceased by his son Craig, and first wife,\nMagda. He is survived by daughter, Janice, his wife of 40\nyears Silja, and son Damon.",
            "I would like to acknowledge input from Silja, Peter Moogk\nand Dan Gosling. By Ronald Greene, FRCNA, FCNRS",
            "1983 J. Douglas Ferguson Award Citation:",
            "You have participated whaleheartedly in a broad area of numismatics for many years,",
            "making positive cantiibutions te each One.",
            "a Sast President of the Canadian Numismatic Ussaciation, previously sewing as Vice-\nPresident far many years. You have been a member of the Executive of the Canadian Saper\nMoney Society and the Vancouver Numismatic Society and a Governar of the J. Douglas\nVancouver Numismatic Society  News Bulletin  while you were Editor. By your persanal\nexample and by instruction you have encourage many ta prepare numismatic displays of a\nhigh standard. You are recognized as a fully quatified judge, leading ta your appointment",
            "You ance referred ta yourself as a  student of numismatices.  In your dedication though",
            "For these reasons and for many more, we are proud ta present ta you the J. Douglas\nFerguson Award for 1983, the highest award of the Canadian Numismatic Ussaciation.",
            "",
            "Norman Williams (right) shown\nreceiving the Paul Fiocca award for\nmeratorius service to the RCNA at\nthe 2013 Convention Banquet in",
            "Winnipeg. Image: courtesy Dan Gosling\nen The CN Journal Volume 63\n"
        ],
        "PageNo": "260"
    },
    {
        "File": "The_CN_Journal_september_29.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "The PCGS graded Specimen-64 Canadian\n| 1921 King George V 50-cent piece, lot Lot #1075: PCGS graded\n#1075, sold in the pre-eminent TCNC SP-64 1921 Canada 50\nauction associated with the 2018 annual Cents sells for over\nRCNA Convention! The coin crossed the $126,000!",
            "block on Friday, August 10, for $126,500\nincluding buyers premium.\nThe surfaces of this beautiful specimen\ncoin were described as displaying even,\nattractive and intense original gray toning,\nwith basically no contact marks.\nKnown to all collectors as the King\nof Canadian Coins, the 1921 50 Cents\nis believed to have a population of only\nabout 75 examples. With the majority of\nthe production run was melted in 1929; the only\nexamples available are from those purchased by visitors to the\nMint in 1921 and through specimen-sets purchased by collectors.\nThis example, most recently from the Eric Beckman Collection\nof Canadian Coins, previously sold in the 2015, August 13 ANA\nWorld and Ancient Coins Platinum Night Auction #3041, by\nHeritage Auctions for US$94,000 including buyer s premium.",
            "Number 6 September 2018"
        ],
        "PageNo": "261"
    },
    {
        "File": "The_CN_Journal_september_32.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS\nNOUVELLES_DES_ CLUBS",
            "By BRETT IRICK (CLUB SERVICES)\nFONA, #22198,",
            "Beilstein Test",
            "A Beilstein Test demonstration\nduring an upcoming coin club\nmeeting would be a great way to\nshow the membership that they\nmay still have harmful storage\nmaterials in their collection.",
            "Recently, I attended the\nNumismatic Auctions June\nauction sale. During lot viewing,",
            "I noted that this auction house",
            "took the proactive step a few",
            "years ago of packaging their",
            "lots in SAFLIP mylar flips,",
            "technically polyethylene",
            "terephthalate, that contain",
            "no PVC or oil and are heat",
            "sealable. I asked the owner of",
            "the auction house, Steve Davis,",
            " why did you upgrade to the",
            "more expensive flips from",
            "the less expensive PVC flips",
            "that you used previously?  He",
            "answered,  despite the printed",
            "warnings on the inserts that the",
            "PVC flips contained PVC and",
            "were for temporary storage,",
            "many customers never removed their coins from these\nflips. In many cases when they were consigned for\nresale, the coins, tokens and medals had green growth\nfrom PVC damage. And, in many cases the material\nwas permanently damaged. I felt that I needed to make\nthis change to protect our numismatic history and\ninvestments.  I agree with Steve. We are the keepers\nof history and not the owners of history. We have a\nresponsibility to protect and store our coins and move\nthem to their next keeper.",
            "Susan Maltby, a Professor at the University of Toronto\ngives a talk on coin conservation. She includes, a\ndiscussion about storage materials. At the very least these\nitems should not have PVC in them. The Beilstein Test is\na simple way to check for PVC in your 2x2s, flips, tube\ncontainers and other storage materials. You need only\nfour simple items to do the test. A BernzOmatic torch or\nnatural gas stove bumer; a short length of copper wire  \na piece of home wiring stripped of insulation   with one\nend stuck into a cork finger-protector; and steel wool or\nsand paper. To do the test, you polish the exposed end of",
            
            "Test de Beilstein",
            "Une d monstration du test de\nBeilstein lors d une prochaine\nr union de votre club numismatique\nserait un excellent moyen de\nd montrer aux membres qu ils\npeuvent encore avoir des mat riaux\nd entreposage nocifs dans leur\ncollection.\nR cemment, j ai assist  a la\nvente   l encan de la Numismatic\nAuctions du mois de juin. Lors\nde la visualisation des lots, j ai\nremarqu  que cette entreprise avait\npris l initiative, il y a quelques\nann es, de mettre leurs lots utilisant\nles plastiques SAFLIP mylar,\ntechniquement en poly thyl ne\nt r phtalate, sans PVC ni huile et\nscellant   la chaleur. J ai demand \nau propri taire de l entreprise de\nl encan, Steve Davis,  pourquoi\navez-vous opt  pour ces flips,\nplus dispendieux que ceux utilis s\npr c demment? , et il a r pondu,\n malgr  les avertissements\nimprim s sur les flips qu ils\ncontiennent du PVC et qu ils\nsont pour entreposage temporaire, de nombreux clients n ont\njamais retir  leurs pi ces de ces flips. Dans de nombreux cas,\nlorsqu ils ont  t  exp di s pour une revente future, les pi ces\nde monnaie, les jetons et les m dailles avaient des t ches vertes\ndues aux dommages caus s par le PVC. Et, dans de nombreux\ncas, le mat riel a  t  endommag  de mani re permanente. J ai\nsenti que je devais faire ce changement pour prot ger notre\nhistoire numismatique et nos investissements.  Je suis d accord\navec Steve. Nous sommes les gardiens de l histoire et non les\npropri taires de l histoire. Nous avons la responsabilit  de\nprot ger et d entreposer nos pi ces jusqu au transfert vers leur\nprochain gardien.",
            "Susan Maltby, professeure   l Universit  de Toronto, donne\nune conf rence sur la conservation des pi ces. Elle inclut une\ndiscussion sur les mat riaux d entreposage. Au minimum, ces\narticles ne devraient pas contenir de PVC. Le test Beilstein est\nun moyen simple de v rifier la pr sence de PVC dans vos 2x2,\nflips, contenant tube et autres mat riaux d entreposage. Vous\nn avez besoin que de quatre  l ments simples pour faire le test.\nUn br leur BernzOmatic ou un po le   gaz naturel; un court\nmorceau de fil en cuivre - un morceau de c blage r sidentiel\nd nud  - avec une extr mit  coll e dans un morceau de li ge; et\nune laine d acier ou papier sabl . Pour faire le test, vous polissez",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "264"
    },
    {
        "File": "The_CN_Journal_september_33.jpg",
        "Paragraphs": [
            "the conductor wire with sand paper, heat that end of the\nwire with the torch or stove burner, touch your storage\nmaterial into the hot wire until some of it melts onto the\nwire, then reinsert the wire into the flame. If the flame\ngives off a green glow, that indicates the presence of\nPVC. When acquiring new storage material that I have\nnot used before, I test it. My challenge to you is to test\nyour storage materials. And, if you find PVC make a\ncommitment to change to a PVC-free material ASAP.\nWhat if this will take time? In the interim, make sure that\nyour keep your material in a cool, dry place that is not\nagainst an outside wall of your building or home. And,\nsegregate your PVC containing material to protect your\nother material. I look forward to hearing from you about\nwhat you find your collection is stored in.",
            "Niagara Falls Coin Club Holds\nAnnual BBQ",
            "Niagara Falls Coin Club, like many",
            "clubs holds an annual BBQ during",
            "the summer months when most of our",
            "clubs slow down to enjoy some well",
            "needed outdoor activity. This year, it",
            "was moved inland from Lake Ontario",
            "to a camp ground on the Welland",
            "River. During the event, Ontario",
            "Numismatic Association President",
            "Robb McPherson presented Cassidy",
            "Stroud, Brantford Coin Club President",
            "and I with our first place rosettes for",
            "our individual competative exhibits",
            "earned during the ONA s April",
            "Convention. Developing a good exhibit truly forces you\nto learn about the material that you collect. And, there is\na great camaraderie among exhibitors. Inspire yourself\nto develop your first exhibit. I am working on one now.",
            "Number 6",
            "September 2018",
            "l extr mit  expos e du fil conducteur avec du papier sabl ,\nchauffez cette extr mit  du fil avec la torche ou le br leur du\npo le, touchez votre mat riel d'entreposage dans le fil chaud\njusqu  ce qu il fonde sur le fil, et placer le fil sur la flamme.\nSi la flamme  met une lueur verte, elle indique la pr sence de\nPVC. Lors de l achat de nouveaux produits que je n ai jamais\nutilis s auparavant, je fais le test. Je vous lance un d fi de\ntester vos mat riaux d entreposage. Et si vous trouvez que vos\nproduits contiennent du PVC engagez-vous   utiliser un mat riel\nsans PVC d s que possible. Et si cela prend du temps? Dans\nl intervalle, assurez-vous de garder vos items dans un endroit\nfrais et sec, qui ne soit pas contre un mur ext rieur de votre\nb timent ou de votre maison. Et, s parez votre mat riel contenant\ndu PVC pour prot ger les restants de votre mat riel. J ai h te\nd avoir de vos nouvelles sur vos d couvertes de PVC dans votre\ncollection.",
            "Le Niagara Falls Coin Club organise\nun barbecue annuel",
            "Le club numismatique de Niagara Falls, comme\nde nombreux clubs, organise un barbecue\nannuel pendant la p riode estivale.  t   tant\nune p riode plus calme, elle permet d appr cier\nles activit s ext rieures. Cette ann e, l activit  a\n t  d plac e du lac Ontario vers un campement\nsitu  sur la rivi re Welland. Au cours de\nl activit , le pr sident de l'Ontario Numismatic\nAssociation, Robb McPherson, m a remis ainsi\nqu a Cassidy Stroud, pr sidente du Brantford\nCoin Club, les rubans de premi res places\npour nos expositions respectives, gagn es lors\ndu congr s d avril de l ONA. Pr parer une\nbonne exposition vous oblige vraiment a en\napprendre davantage sur le mat riel que vous collectionnez. Et il\ny a une grande camaraderie parmi les exposants. Soyez cr atif et\npr parez votre premi re exposition. Je travaille sur ma prochaine\nexposition.\n"
        ],
        "PageNo": "265"
    },
    {
        "File": "The_CN_Journal_september_34.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "\nAugust 7 Numismatic Workshop   7 ao t Atelier de numismatique",
            "The Royal Canadian\nNumismatic Association\nhas re-launched its",
            "popular workshop series on\nGrading and Preservation. This\ntime with a twist   an introductory\ncourse on Paper Money Grading\nby Steven Bell. Next came the\nCollection Preservation session by\nSusan Maltby. These workshops\ntook place on Tuesday August 7,\nin conjunction with the RCNA s\nannual Convention. The event\nwas sponsored by a grant from\nThe Canadian Association for\nNumismatic Education (CAFNE).",
            "Moderator Scott Douglas,\nthe Association s Education\nChairman, reported that\nthe workshops were highly\nsuccessful and enjoyed by\nattendees from as far away as",
            "Manitoba, Nova Scotia, Michigan and New York.",
            "Scott mentioned that the course was designed to be an\nintimate, hands-on learning environment to maximize the\nstudents valuable one-on-one time with the instructors.\nThis gave the students time to ask specific questions",
          
            "relevant to their own material\nand areas of interest.",
            "Steven Bell, President of\nthe Banknote Certification\nService (BCS) taught the\nmorning grading session. After\na brief historical introduction\nof banknotes in Canada, he\nfocused on the fundamentals\nof accurate and consistent\ngrading: knowledge, technique,\nand objectivity. He explained\nimportant grading tips and\nmethods used by experienced\ngraders. Next a detailed\ndiscussion of the fine points\nthat distinguish one grade of\ncirculated note from another\nwas followed by a close-up look\nat impairments and  processed\nnotes,  specifically those that\nhave been washed, cleaned,",
            "pressed or flattened, trimmed, or generally altered in an\nattempt to improve the condition or overall eye appeal.",
            "Steven, who also acts as principal grader for BCS, gave\na candid review of the company s approach in grading\nbanknotes submitted for their opinion.",
            "nee The CN Journal Volume 63\n"
        ],
        "PageNo": "266"
    },
    {
        "File": "The_CN_Journal_september_35.jpg",
        "Paragraphs": [
            "The afternoon session\nwas taught by Susan\nMaltby, of Maltby and\nAssociates, a well-known\nfreelance conservator\nand expert at conserving\nnumismatic material.\nThe session began\nwith one of the most\nimportant aspects for the\npreservation of coins,\ntokens and paper money\n  providing proper\nhandling and storage.\nIf your collection is not\nstored correctly it can\ndeteriorate over time.\nSeveral topics were\ndiscussed: cleaning,\ncare and handling of\nnumismatic material;\nstorage and holders; agents of deterioration; environmental\nmonitoring techniques and establishing a controlled\nenvironment. The Beilstein Test, used to determine if a\nplastic material contains PVC (polyvinyl-dene chloride),\nis a popular demonstration which is often employed to",
            "Number6 September 2018",
            "determine the suitability\nof material in which to\nstore your collection.",
            "The instructors\nsupplemented their\ntopics with PowerPoint\npresentations,\ndemonstrations, hand-\nouts and displays of\nnumismatic material. The\nhandouts were to be kept\nby students as valuable\nreference material for\ntheir ongoing numismatic\nstudy.",
            " We received a\nnumber of very positive,\nconstructive comments\nabout the course material\nand the instructors,  said\nScott Douglas. Each",
            "student received a Certificate of Participation from the\nRCNA following the course. For further information about\nfuture workshops contact the RCNA Executive Secretary at\ninfo@rcna.ca.\n"
        ],
        "PageNo": "267"
    },
    {
        "File": "The_CN_Journal_september_38.jpg",
        "Paragraphs": [
            "COMMUNIQU .",
            "2018 $20 Fine Silver Coin First World War\nAllied Forces: Great Britain",
            "The reverse image by Canadian artist Pandora\nVoung travels to a field hospital located near\nthe front during the First World War. While\nthe pointed peaks of medical tents can",
            "be seen in the background, the presence",
            "of several stretcher-bearers and other\npersonnel suggest a battle is underway",
            "and casualties are arriving from the front\nlines. Special finishes place the focus on the\nBritish nurse in the foreground, whose quick\nmovements reflect a sense of urgency; keeping\npace with the stretcher-bearers, her gaze",
            "is fixed on the wounded soldier as",
            "she quickly assesses his condition",
            "while providing words of comfort.",
            "The engraved image is paired with",
            "the gold-plated General Service",
            "button. The selectively gold-plated",
            "obverse features the effigy of King",
            "George V by Sir Bertram Mackennal.",
            "2018 $3 Fine Silver Coin   Canadian Coasts\nAtlantic Coves",
            "The sunrises over the East Coast in this\nreverse design by Maurade Baynton,\nwhere the craggy rocks symbolize the\nrugged coastline and its many sheltered\ncoves. From its central position, the\ngold-plated sun casts a warm morning",
            "light that illuminates Canada s oldest\noperational lighthouse, the Sambro\nIsland Lighthouse, one of many such\nlandmarks that embody the region s\nhistory and spirit. An impressively sized\nmarine mammal, the humpback whale\n(Megaptera novaeangliae) symbolizes the\ndiverse marine life found in the waters of the\nNorth Atlantic and the Gulf of St. Lawrence,\nwhere whale-watching has become a\npopular tourist attraction. Anchoring the\ncomers of the design is the lobster (Homarus\namericanus), an icon of the Atlantic fishing\nculture and an economic powerhouse. Gold\nplating also highlights the rim that frames the\nreverse, to reinforce the idea that everything in\nnature is beautifully interconnected. The obverse features the\neffigy of Her Majesty Queen Elizabeth II by Susanna Blunt.",
            "270",
            "Pi ce de 20 $ en argent fin 2018 Forces Alli es\nde la Premi re Guerre Mondiale : Great Britain",
            "Le motif au revers,oeuvre de l artiste cana-",
            "dienne Pandora Young, nous transporte dans",
            "un h pital de campagne pr s du front-",
            "pendant la Premi re Guerremondiale. Si-",
            "lesfa tespointusdestentesm dicalessont",
            "visiblesal  arri re-plan,lapr sencedeplus",
            "ieursporteursdecivi resetd autres mem-",
            "bres de l arm esugg requ unebataillefai",
            "trageetquedesbless sarriventdeslignesdef",
            "ront.Desfinissp ciauxattirentleregardsurl ",
            "infirmi rebritanniqueal  avant-plan,quisembl",
            "eanim eparunsentimentd urgence;suivantlacad",
            "encedesporteursdecivi resansl chersonpatientdesy-",
            "eux,elle valuerapidementl   tatdecederniertoutenluiprodi",
            "guantdesmotsder confort.Lasc negrav eestorn edubouto",
            "nduserviceg n ral,plaqu or. L avers,  galement rehauss ",
            "d un placage d or s lectif, est   l effigie du roi George V,\nselon sir Bertram Mackennal.",
            "Pi ce de 3 $ En Argent Fin 2018   Les C tes\nCanadiennes Anses de L atlantique",
            "Le motif au revers, oeuvre de l artiste",
            "Maurade Baynton, repr sente un soleil se",
            "levant sur la c te est, au-dessus de rochers",
            "escarp s symbolisant la c te accident e et",
            "les innombrables anses qu elle dissimule.",
            "Au centre, les premi res lueurs du jour",
            " manent d un soleil ardent rehauss  d un",
            "placage d or et illuminent le plus vieux",
            "phare canadienen activit : le phare de",
            "l le Sambro. Il s agit de l un des nom-",
            "breux monuments du genre qui incarnent",
            "l histoire et l esprit de la r gion. Un impo-",
            "sant mammif re marin, la baleine   bosse",
            "(Megaptera novaeangliae),  voque la divers-",
            "it  de la vie marine dans l Atlantique Nord et le golfe du",
            "Saint-Laurent, o  les touristes affluent pour observer les",
            "baleines. Dans les coins du motif, un homard (Homarus",
            "americanus) rappelle la culture de p che de l Atlantique,",
            "dont il est la puissance  conomique. Le cordon comporte",
            " galement un placage d or qui encadre le revers pour",
            "appuyer l id e que tous les  l ments de la nature sont har-",
            "monieusement unis les uns aux autres. L avers est   l effigie\nde Sa Majest  la reine Elizabeth II, selon Susanna Blunt.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "270"
    },
    {
        "File": "The_CN_Journal_september_39.jpg",
        "Paragraphs": [
            "2018 $25 Fine Silver Piedfort 250th Anniversary\nOf Tecumseh s Birth",
            "The reverse design by artist Mary McPherson\npresents a detail-rich portrait of Tecumseh,\nshown in three-quarter view. His gaze\ntrained ahead, the visionary war\nleader is dressed in traditional\nclothing and wears the King",
            "George III medal around his neck.",
            "He is flanked by an American",
            "eagle on one side and a British",
            "lion on the other; this deliberate",
            "positioning reflects Tecumseh s",
            "role in the War of 1812 as a key",
            "military ally of Upper Canada,",
            "which is further emphasized by the",
            "maple leaves above him. Between the",
            "leaves is an artistic representation of a\nshooting star on a rising path, for which\nTecumseh was named. Trees and clouds fill the\nfield and hint at an indigenous worldview\nthat he is part of a universal process, and\nhad fought on behalf of all who shared\nthe land and sky. Two scroll banners bear\nthe engraved words  CANADA  and\n 25 DOLLAR,  while the year  2018  is\ninscribed below. The obverse features the\neffigy of Her Majesty Queen Elizabeth II by\nSusanna Blunt.",
            "2019 $15 Fine Silver Coin\nLunar Lotus   Year of the Pig",
            "Designed by Three Degrees Creative, this scallop-edged\ncoin offers a pleasing profile portrait of the smiling\nPig. This depiction highlights the animal s\ntraditional character and associations in Chinese\nastrology: friendship, courage, confidence,\nand resourcefulness. In this treatment, the\nhappy-go-lucky Pig is surrounded by a semi-\ncircle of lovely good-luck blossoms. In the\npolished field above the central",
            "image is the Chinese character",
            "for  pig.  The obverse",
            "features the effigy of Her",
            "Majesty Queen Elizabeth",
            "II by Susanna Blunt.",
            "Number 6",
            "September 2018 ------------------------------------ -",
            "Piedfort De 25 $ En Argent Fin 2018 250 \nAnniversaire De La Naissance De Tecumseh",
            "Le motif au revers, oeuvre de l artiste Mary",
            "McPherson, repr sente un portrait d taill ",
            "de Tecumseh vu de trois quarts. Fixant",
            "l horizon, le chef de guerre visionnaire",
            "est v tu d un habit traditionnel et porte",
            "au cou la m daille du roi George",
            "III. Il est flanqu  d un c t  par un",
            "aigle am ricain et de l autre par un",
            "lion britannique. Cette disposition",
            "illustre le r le que Tecumseh a",
            "jou  dans la guerre de 1812 en tant",
            "qu important alli  militaire du Haut-",
            "Canada, ce que souligne aussi la",
            "pr sence de feuilles d rable au-dessus",
            "de lui. Entre les feuilles se trouve une",
            "repr sentation artistique de la trajectoire",
            "montante d une  toile filante, ph nom ne qui",
            "a inspir  le nom de Tecumseh. Les arbres et les",
            "nuages qui emplissent le champ renvoient   une vision du",
            "monde autochtone selon laquelle l'humanit  n est qu une",
            "partie d un processus universel : Tecumseh s est battu",
            "pour toutes les formes de vie qui peuplent le ciel comme",
            "la terre. Deux banni res portent le mot   CANADA",
            "  et la valeur nominale   25 DOLLARS  , alors que",
            "le mill sime   2018   est inscrit plus bas. L avers est  ",
            "l'effigie de Sa Majest  la reine Elizabeth II, selon Susanna\nBlunt.",
            "Pi ce de 15 $ en Argent Fin 2019\nLotus Lunaire   Ann e Du Cochon",
            "OEuvre de Three Degrees Creative Group,",
            "cette pi ce festonn e repr sente un",
            "Cochon souriant, vu de profil. Cette",
            "illustration met en valeur les traits",
            "g n ralement associ s   cet animal",
            "dans l astrologie chinoise :",
            "amiti , courage, assurance et",
            "d brouillardise. L insouciant",
            "Cochon y est encadr  d un croissant",
            "de ravissantes fleurs porte-bonheur.",
            "Au-dessus de l image centrale, le",
            "champ poli est orn  du mot   cochon",
            "  en chinois. L avers est   l effigie de Sa\nMajest  la reine Elizabeth II, selon Susanna Blunt."
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_september_42.jpg",
        "Paragraphs": [
            "ERROR_OF_THE MONTH","BY HENRY NIENHUIS",
            "FRCNA, FCNRS, FONA, LM, #430,",
            "A Foundry Tour",
            "One of the fantastic tours\nthat the North York\nCoin Club s Convention",
            "committee hit out of the park\nwas a trip to the Artcast Foundry\nin nearby Georgetown. Artcast\nInc., begun over 50-years ago by\nEric Knoespell, produces high\nquality bronze castings, medals,\nand monuments. Specializing in\nthe  lost wax casting process, \nthe foundry is the choice of\nmany of Canada s sculptors and\nmedallists, including the late Dora\nde Pedery-Hunt. Artcast is also\nnotable for being selected by the\nRoyal Canadian Mint to make the\nceramic shells used to create the\n2007 $1 million, 100 kg, 99.999%\npure gold bullion coins. To date,\nonly five of these majestic bullion",
            "coins, of 3,215 troy ounces each, have been produced.",
            "Our adventure began with\nan introduction to the lost wax\nprocess by our guide, Cathy\nKnoespel, daughter-in-law of\ncompany founder Eric Knoespel.\nCathy explained the steps in the\nprocess:\n  Taking a silicon rubber mold\nof the original.\n  From the mold a wax\nduplicate is made.\n  Sprueing is then added to the\nwax duplicate to support the\nmetal flow during casting.",
            "A ceramic shell is then made\nby coating the wax duplicate\nwith several layers of slurry and\nstucco to create a strong shell.",
            "  The ceramic shell is then\nheated with steam to melt the\nwax out before casting.",
            "Molten metal is then poured\ninto the ceramic shell and","allowed to cool.",
            "  Next the shell is broken-off and the sprue system",
            "removed.",
            "  After correcting any imperfections, the finished\npiece is polished and/or patinated.",
            "With this introduction we moved to the room where the\nsprue is added to the wax model along with any supports\nrequired to hold a core if the item is intended to be hollow",
            "cast.",
            "a The CN Journal Volume 63\n"
        ],
        "PageNo": "271"
    },
    {
        "File": "The_CN_Journal_september_43.jpg",
        "Paragraphs": [
            "Next stop was the mould-making room where silicon is\npoured to form the moulds.",
            "Stan Yeung showing a number of silicon and resin\nmolds for some of Dora de Pedery-Hunt s works.",
            "From here our group moved to the slurry room where a\nwax duplicate, with the sprue system installed, gets dipped\ninto a huge vat of ceramic slurry and then into a similar vat\nwith a special sand to create a reinforced ceramic shell.",
            "Participant, Jeff\nFournier talks with\nguide Cathy about the\nprocess of creating the\nhard ceramic shell.\nThe inset image shows\na rough ceramic shell\nleft to dry before being\nfired. Once hardened,\nit will be ready to withstand the 1,000  C temperature\nof molten bronze alloy during the pouring stage.",
            "Number 6",
            "September 2018",
            "In the foundry room, Cathy discussed the various\nfunctions performed there, from curing and hardening the\nceramic shells to pouring molten metal and sandblasting.\nEach job is performed with specialized industrial-size\nequipment.",
            "The final tour\nstop was the\nwelding room\nwhere the various\npieces of any\nlarger items are\nassembled.",
            "Keep your eyes open!",
            "A 2007 $1 million  coin  produced by\nthe RCM using a ceramic shell made at\nthe ArtCast foundry. Marcus Knoespel was\nchosen to supervise the Mint s pouring of\nthe gold into the shell.\n"
        ],
        "PageNo": "275"
    },
    {
        "File": "The_CN_Journal_september_45.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134",
            "Canadian Maverick Tokens",
            "Many numismatists enjoy collecting local\nM trade tokens. It can be enjoyable to research",
            "the individuals and companies listed on the\ntoken. Who issued it? When? What was its purpose? The\nreward is in finding out more about the history of a family,\ncommunity, and its local businesses.",
            "But this can sometimes be difficult. What if there was",
            "no town or city shown? Some tokens even lack the name\nof the province or country of origin. And what would you\ndo if the merchant s name isn t included?\nSome tokens only feature a few initials and\nnothing more. These pieces are known as\n mavericks  and can sometimes be very\ndifficult to identify.",
            "In the past, collectors would use the",
            "national numismatic organizations and\ntheir publications to reach out to fellow\ncollectors who might offer insight into\nthe identification of their stubborn pieces.\nIn 1960, Frederick Smith published  a list\nof unidentified Canadian tokens  in The\nCanadian Numismatic Journal. He provided\nhis mailing address in the hope that readers\ncould identify the issuers. Larry Gingras\npublished similar lists in the Transactions\nof the Canadian Numismatic Research\nSociety in 1969. In 1975, Geoff Bell became\n Mavericks Editor  for The Canadian Token\npublished by the Canadian Association\nof Token Collectors; he began an ongoing\nregular listing of unattributed pieces, for its\nmembers.",
            "In 1979, Cecil Tannahill published\nAttributed Canadian Maverick Tokens. He\ngathered information from several sources  \nincluding catalogues and knowledgeable\ncollectors from across Canada to produce\na list of hundreds of pieces that lacked a\nplace name. Tannahill thought these would\nbe the most difficult to identify and might be\nconsidered by many collectors as mavericks.",
            "Each includes a brief description, the city and\nprovince where it was issued. By creating a\nconsolidated list, Tannahill had given token\ncollectors a handy reference work to identify\nthe most stubborn pieces of their collections.",
            "September 2018 ------------------------------------ -",
            "He also promised to update his work by listing newly\nidentified pieces in coming issues of the Canadian Token.",
            "Tannahill s Attributed Canadian Maverick Tokens\nwas the only go-to reference specifically for identifying\nmaverick tokens, until 2010 when Eric Jensen published\nhis pdf-only listing under the same title.",
            "To this day, collectors enjoy imparting knowledge and\nnew discoveries. It is this tradition of sharing that makes\nnumismatics such an enjoyable and rewarding hobby.\n"
        ],
        "PageNo": "277"
    }
]