[
    {
        "File": "The_CN_Journal_june_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT.",
            "Based on the recent weather trends, at least in\nB my area of the country, it looks like the cool",
            "temperatures of Spring are finally behind us\nand I for one am eagerly anticipating the chance to\nenjoy Canada at its finest during the upcoming summer\nmonths. If you haven t already made plans for the\nsummer, I would encourage all of you to make your\nplans now and book your visit to the Numismatic event\nof the year   the RCNA s 65th Annual Convention and\nCanada s Money Collector Show being held this year\nin Toronto (Mississauga) from Tuesday, August 7, to\nSaturday, August 11. You might even consider planning\nyour family s vacation to take in many of the sights the\nGreater Toronto region has to offer. The natural beauty\naround Southwestern Ontario 1s truly spectacular during\nthe summer.",
            "Our host this year, the North York Coin Club, is\nbusily executing plans to ensure that your visit with us\nis exciting, pleasurable and informative. Although some\nof the details remain in flux, events and tours have been\nscheduled in between the many numismatic activities\nthat will appeal to all attendees. As an added incentive\nto book your hotel reservations early, we are sponsoring\nan early-bird prize draw   consisting of a $100 gift\ncertificate for use in the Quest Restaurant, on the main\nfloor of the Convention hotel.",
            "I also want to remind you of the exciting news for\nour members who may be thinking of selling items\nfrom their collection. As one of the benefits of your\nmembership in the RCNA, the auction company,\nTCNC, will waive the usual seller s fee if you consign\nyour material to the Convention s auction. If you are\ninterested in this considerable membership benefit\ncontact Marc or Eric directly at 1 (877) 276-8627 or by\nemail at tenc@bellnet.ca and find out how to take the\nbest advantage of this offer.",
            "In this issue, you will find a copy of the Program\nof Events and a Registration Form for our Annual\nConvention and Show",
            "In closing, for those planning to attend our\nConvention, it is now time to take action and make your\nreservation right away. The block of rooms we have\nreserved at the special room rate in the Convention\nhotel is selling out quickly!",
            "Number4 June 2018",
            "MOT_DU_PR SIDENT.",
            "S elon les derni res pr visions m t orologiques,",
            "du moins dans ma r gion, il semble que les",
            "temp ratures fra ches du printemps soient derri re\nnous et j attends avec impatience la chance de profiter\ndu climat de mon pays durant les mois d t    venir. Si\nvous n avez pas finalis  vos plans pour l t , je vous\nencourage tous   consid rer et   r server d s maintenant\nvotre visite   l v nement numismatique de l ann e  \nle 65  congr s annuel de l ARNC et participer au Salon\nCanadien des collectionneurs de monnaie qui se tiendra  \nToronto du mardi 7 ao t au samedi 11 ao t. Vous pourriez\nm me songer   planifier les vacances de votre famille pour\nprofiter des nombreux sites que la r gion du Grand Toronto\noffre. La beaut  naturelle du sud-ouest de l Ontario est\nvraiment spectaculaire durant l t .",
            "Notre h te cette ann e, le North York Coin Club, est  \npeaufiner les plans d'ex cution afin d assurer que votre\nvisite avec nous soit excitante, agr able et instructive.\nBien que certains d tails restent en constante  volution,\ndes activit s et des visites ont  t  pr vues entre les\nnombreuses activit s numismatiques qui int resseront tous\nles participants.   titre d incitatif suppl mentaire de faire\nvos r servations d h tel   l avance, nous allons faire un\ntirage pour ceux pr inscrit   tirage d un ch que-cadeau\nd une valeur de $100 valide au restaurant Quest,   l tage\nprincipal de l h tel du congr s.",
            "Je tiens  galement   vous rappeler des nouvelles\nexcitantes pour nos membres qui pensent mettre en vente\ndes articles de leur collection. Comme l un des avantages\nde votre adh sion   l ARNC, la compagnie de vente  \nl encan, TCNC, renoncera   la commission de vente si\nvous consignez votre mat riel   l encan lors du congr s. Si\nvous  tes int ress  par cet avantage consid rable, contactez\nMarc ou Eric directement au 1 (877) 276-8627 ou par\ncourriel   tenc@bellnet.ca et voyez comment profiter au\nmaximum de cette offre.",
            "Dans ce num ro, vous trouverez une copie du\nprogramme des  v nements et un formulaire d inscription\npour notre congr s annuel.",
            "En terminant, pour ceux qui envisagent d assister   notre\ncongr s, 1l est temps de passer   l action et de faire votre\nr servation tout de suite. Le bloc de chambres que nous\navons r serv  au tarif sp cial   l h tel du congr s se vend\nrapidement!\n"
        ],
        "PageNo": "149"
    },
    {
        "File": "The_CN_Journal_june_07.jpg",
        "Paragraphs": [
            "CONVENTION COMMUNIQUE DU CONGRES",
            "2018 Convention Medal + M daille du congr s",
            "or this year s convention medal,",
            "NYCC has chosen a Canadian\naeronautical achievement,\nthat many consider the pinnacle\nof our aviation history. Sixty\nyears ago this year the CF-\n105 Avro Arrow made its\nmaiden flight nearby at\nMalton, Ontario. At the time\nthe Avro Arrow was the\nmost advanced delta-winged\ninterceptor aircraft in the world.\nIt is an honour to commemorate\nthis event with a medal, and it s\nalso a privilege to meet someone\nwho has firsthand information about\nthat turbulent time in political and\naeronautical history in Canada.",
            "The convention committee arranged\nto have Mr. Claude Sherwood as our\nbanquet speaker. Mr. Sherwood was\na draftsman for the Arrow project\nthose many years ago. He II relate\nhis experiences and illustrate them\nwith some rare video and pictures\nof the project. You ! want to be in\nattendance at the closing banquet.",
            "For more information about\nthe complete Program of\nActivities, visit www.rena.ca/2018.\nRegistration forms for all optional\nevents are available there. For more\ninformation, contact Convention\nChairman William (Bill) O  Brien\nby email: wsobcoins@hotmail.com\nor phone (416) 897-6684; or RCNA\nExecutive Secretary Paul Johnson\nby email: info@rcna.ca or phone\n(647) 401-4014.",
            "Your convention chair,",
            "William O'Brien",
            "Number4 June 2018",
            "Pour la m daille du congr s de",
            "cette ann e, le club a choisi",
            "une r alisation a ronautique",
            "canadienne, que beaucoup",
            "consid rent comme l apog e",
            "de l histoire de l aviation",
            "canadienne. Il y a soixante",
            "ans, le CF-105 (Avro Arrow) a",
            "fait son premier vol a Malton,",
            "en Ontario.   l poque, Avro",
            "Arrow  tait l avion intercepteur",
            "biplace le plus avanc  au monde.",
            "C est un privil ge et un honneur",
            "de comm morer cet  v nement avec",
            "une m daille et aussi une personne qui",
            "a des informations sur les premiers jours",
            "de cette p riode turbulente de l histoire\npolitique et a ronautique au Canada.",
            "Le comit  du congr s a  galement fait\nen sorte que Claude Sherwood soit le\nconf rencier et le pr sentateur du banquet",
            "du congr s. M. Sherwood a travaill  sur\nl Avro Arrow en tant que dessinateur\nil y plusieurs ann es et a quelques\nrares vid os et photos   partager avec\nles personnes pr sentes au banquet de\nfermeture.",
            "Pour plus d informations sur le\nprogramme complet des activit s,\nvisitez www.rcna.ca/2018. Les\nformulaires d inscription pour tous les\n v nements optionnels sont disponibles\nsur ce site. Pour plus d informations,\ncontactez le pr sident du congr s\nWilliam (Bill) O Brien par courriel:\nou par t l phone (416) 897-6684; ou\nle secr taire ex cutif de  ARNC, Paul\nJohnson, par courriel: info@rcna.ca ou\npar t l phone (647) 401-4014.",
            "Votre pr sident de congr s,",
            "William O'Brien\n"
        ],
        "PageNo": "151"
    },
    {
        "File": "The_CN_Journal_june_08.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE DU CONGRES",
            "Numismatic Workshop  Atelier numismatique",
            "The Royal Canadian Numismatic Association is",
            "sponsoring one of its popular, one-day workshop",
            "events entitled An Introduction to Paper Money",
            "Grading and Preservation; featuring two very qualified\ninstructors: Steven Bell and Susan Maltby.",
            "The morning session explores technical aspects of\npaper money printing theory and grading from a Canadian\nperspective, along with a brief history of banknotes in\nCanada. The afternoon session discusses coin and paper\nmoney preservation.",
            "The instructors supplement their topic with PowerPoint\npresentations, demonstrations, hand-outs and displays of\nnumismatic material.",
            "The class size is intentionally small so students have\nan opportunity to speak personally with instructors to\nfully understand the material presented or to ask related\nquestions.",
            "The workshop is being held in conjunction with this\nyear s RCNA Convention in Toronto on Tuesday, August 7.",
            "Each student will receive an RCNA Certificate of\nParticipation at the conclusion of the course.",
            "An Introduction to Paper Money Grading",
            "Instructor: Steven Bell",
            "This session will focus on the practical aspects of paper\nmoney printing theory including security printing methods\nand anti-counterfeiting measures as well as the theory and\npractical aspects of grading Canadian paper money.",
            "The material presented will focus on the fundamentals\nof accurate and consistent grading: knowledge, technique,\nand objectivity. Important grading tips and methods used by\nexperienced graders will be explained. A detailed discussion\nof the fine points that distinguish one grade of circulated\nnote from another is also included, as well as a close-up\nlook at impairments and  processed notes,  specifically\nthose that have been washed, cleaned, pressed or flattened,\ntrimmed, or generally altered in an attempt to improve the\ncondition or overall eye appeal.",
            "This course is intended for students who know the basics\nof grading banknotes, have some grading experience, and\nrecognize those areas where they lack grading skills.",
            "All students are encouraged to bring example banknotes\nfor class discussion, particularly notes with grading\ndifficulties.",
            "The course will help students resolve the confusion that\nsometimes accompanies grading banknotes.",
            "Steven Bell is President of Banknote Certification\nService (BCS), a third-party paper-money grading company\nbased in Kitchener.",
            "Coin and Paper Money Preservation",
            "Instructor: Susan Maltby",
            "One of the most important aspects for the preservation\nof coins, tokens and paper money is providing proper\nhandling and storage. If not stored correctly, collections can\ndeteriorate over time. Find out what can be done to preserve\nvaluable numismatic material.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "152"
    },
    {
        "File": "The_CN_Journal_june_09.jpg",
        "Paragraphs": [
            "This advanced course offers the collector a practical\nlearning session for the proper care and conservation\nof numismatic collections: coins, tokens, medals and\nbanknotes.",
            "Topics discussed will include: cleaning, care and\nhandling of numismatic material; storage and holders;\nagents of deterioration; environmental monitoring\ntechniques establishing a controlled environment.",
            "The Beilstein Test, used to determine if a plastic contains\nPVC (polyvinyl-dene chloride), is a popular demonstration\nwhich can be employed to test the suitability of material\nyou use to store your collection. Susan will explain which\nmaterial is safe, which is not and why.",
            "Participants are urged to bring along problem pieces for\nexamination and discussion.",
            "Susan Maltby is a columnist and professional\nconservation consultant. Previously she was with the\nCanadian Conservation Institute in Ottawa.",
            "Registration Information",
            "Date: Tuesday, August 7, 2018\nTime: 9 a.m. to 5 p.m.",
            "Number4 June 2018",
            "Location:",
            "Hilton Meadowvale Hotel and Convention Centre,",
            "6750 Mississauga Rd.,",
            "Mississauga, Ontario LSN 2L3",
            "Includes: Certificate of Participation; handouts;\ncomplimentary coffee and tea, and free parking.",
            "Registration Cost: $95.00",
            "For further information contact the RCNA Executive\nSecretary:",
            "Telephone: 647-401-4014",
            "Email: info@rena.ca",
            "Or mail:",
            "RCNA Educational Course",
            "5694 Highway #7 East, Suite 432",
            "Markham, ON L3P 1B4",
            "Register online at:",
            "www.rena.ca/2014/register.php",
            "There will be a 45-minute lunch period. The hotel\nrestaurant is handy on site (lunch cost paid by the student).\nTwo rest breaks are scheduled with complimentary tea and\ncoffee.\n"
        ],
        "PageNo": "153"
    },
    {
        "File": "The_CN_Journal_june_16.jpg",
        "Paragraphs": [
            "A",
            "SEARCH_FOR MISSING MEDALS",
            "The Wyon firm made this set\n| of medals in the 1890s as an\nexample of its craftsmanship.\nIn the picture, at the top are two\nViceroy of India medals and at the\nbottom, two Governor General of\nCanada medals. All four are gilt\nbronze. This photomontage shows\nhow the cased set originally looked.\nThat changed after the set s owner\ndied and it and more of his collection\nwent to auction in Toronto, in 1970.\nDuring that time, three of the set s\nmedals were mislaid and their spaces\nfilled by other pieces. At auction,\nunwittingly the case had only one of\nthe original Governor General medals\ntogether with three other pieces in that\nseries. The three misplaced original\nmedals were grouped with other items\nfor future sale.",
            "Many years later, those three\nremaining originals surfaced the\nsecond Governor General medal\nappeared in a 1988 auction in Toronto,\nand later, the two Viceroy medals\nwere separate lots in a Toronto sale,\nin 1990.",
            "Not long after the three separated\nmedals had all sold, the owner of the\ncase and the fourth medal realized that impressions in the\ncase s lid lining had been made by the original contents;\nthese mirror images showed which medals had been there\nfor years. The four gilt medals in question had obviously\nbeen the original set. He wondered if the set could be\nrestored, or alternatively be temporarily put together for a\nphotograph.",
            "Eventually some progress happened; the two original\nGovernor General medals were brought together and the\ncase professionally restored. But the fate of the gilt Viceroy\nmedals remains a mystery.",
            "In the 1990 auction, both Viceroy of India medals were\nbought by a London, Ontario, collector. He died in 2000\nand his collection was bequeathed to a public institution.",
            "That body says the two Viceroy medals were not among\nthe items it received. No further trace of them has surfaced.",
            "Whoever now has the gilt bronze medal for Viceroy Earl\nof Elgin, and the one for Viceroy Lord Curzon, can see that\nthese pieces have lost their provenance. Perhaps that can\nbe restored someday, but in the meantime, a photograph\nof the case with its four original medals would be a record\nthat a provenance exists. If these two Viceroy medals are\nfound and can be loaned, the present owner of the case\nwith its two medals would support the photo project. As\nmiddleman, I m appealing to anyone with information to\nhelp me contact whoever may have these Viceroy medals\nto discuss this proposal. I ll respond in confidence to\nall emails with the subject Viceroy Medal sent to Henry\nNienhuis at editor@rcna.ca.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "160"
    },
    {
        "File": "The_CN_Journal_june_18.jpg",
        "Paragraphs": [
            "THE OCCUPATION OF HONG KONG\nAND THE. LIFE OF A VETERAN, PART, 2 BY, MICHAEL SOUZA",
            "he Japanese Empire invaded Hong Kong on December 8, 1941. In just forty hours, the larger Japanese 23rd",
            "Army had moved across the Chinese border and had broken through the allied British forces along the Shing Mun",
            "Redoubt and the Gin Drinkers Line. The mainland city of Kowloon fell to the Japanese on December 12 and the\nremaining allied forces retreated to Hong Kong Island.",
            "As part of their propaganda campaign the Japanese had distributed leaflets\nwarning that all notes over $10 would be worthless during an occupation. This\ncaused an immediate shortage of coins and lower denomination banknotes. On\nDecember 13, in an attempt to relieve the shortage, the Hong Kong government\nissued a quantity of notes with red lettering  HONGKONG GOVERNMENT $1 \noverprinting Bank of China 5-yuan notes.",
            "On December 18, the Japanese invaded Hong Kong Island forcing the\nGovernor, Sir Mark Young, to surrender on Christmas Day 1941. My father (left),\nstationed at Fort Stanley situated in the southern part of the island, became a POW\nalong with the remaining British, Hong Kong and Canadian forces defending the\nisland. They were sent to Shamshuipo POW camp on the mainland.",
            "Hong Kong Island Siege Note with HONGKONG GOVERNMENT $1 in red ink overprinting a Bank of China 5-yaun note.",
            "My father languished in Shamshuipo POW camp from 1941 until\nApril 1944. Then on April 29, 1944, he along with 47 Canadians and\n137 Hong Kong Volunteer Defence Corp prisoners were transferred\nto Japan on a ship called the Naura Maru. En route, it stopped over\nin Formosa, then went through Nagasaki and Hiroshima, and arrived\nat Moji on May 27, 1944. This was the last prisoner transport to leave\nHong Kong and they were very lucky to arrive in Japan. Many of\nthese Japanese POW transports were sunk by American submarines\nwith a huge loss of allied lives.\nHe then was sent by train to Sendai Camp #2 to work at the Iwaki\nCoal Mine located in a village called Yoshima (right).\nThere, they mined coal in two 12-hour shifts. Every night, each\nprisoner was allowed to bring back a one-pound lump of coal to heat\ntheir barracks. Food usually consisted of barley mixed with rice and\nfor working down in the mine, they each also received a bun. The\nbuns were either eaten or used as currency by the prisoners. Six buns\ncould buy a tin of corned beef or Spam from the Red Cross parcels.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "162"
    },
    {
        "File": "The_CN_Journal_june_19.jpg",
        "Paragraphs": [
            "Here is a photo of him in Japan on Christmas\nDay 1944. In the photo, he is seated in the second\nrow behind the goat. Note the Red Cross parcels.",
            "The Red Cross parcels did not arrive regularly and\noften each parcel had to be shared among several\nprisoners. Frequently, the Japanese guards pilfered\nthe parcels for what they could use before giving the\nrest to the prisoners. Although the prisoners were also\npaid wages of 10 sen for each day they worked in the\nmine, there was nothing to buy in the camp, so it was\nused for gambling. The prisoners very often also used\ncigarettes from the Red Cross parcels as currency to\nacquire items from other prisoners.",
            "In the photo, he is seated in the middle row, second\nfrom the right. Japan had surrendered on August 15.\nAt that time, he was 24 years old and he told me he\nweighed only 80 pounds.",
            "Another website provided me with an aerial view\nof Sendai Camp #2 taken on September 2 by the US\nArmy Air Force as they dropped food supplies to the\nprisoners. When they were released, the former POWs\nwere taken to the Philippines for rest and recuperation\nfor two weeks before being repatriated to Hong Kong.",
            "On September 1, 1945, when the British Military assumed the administration of Hong Kong, the currency\nissue had to be resolved, but until new Hong Kong banknotes arrived, there was no option but to allow the\ncirculation of the Japanese Military Yen to continue. The plates for a never-issued Japanese 1000-yen note\nwere found and a decision was made by the British Military Administration to re-engrave the plates to strike\nthrough the seven characters, add a denomination of 1 dollar, and the phrase  Hong Kong Government. \nThese were never issued and were eventually destroyed. Surviving examples are very valuable.",
            "In addition, stocks of the Central Reserve Bank of China 1000-yuan notes and 5000-yuan notes were\ndiscovered at the Chung Hwa Book Company in Kowloon. The 1000-yuan notes were overprinted as FIVE\nDOLLARS and the 5000-yuan notes were overprinted as Hong Kong TEN DOLLARS.",
            "Number4 June 2018 \n"
        ],
        "PageNo": "163"
    },
    {
        "File": "The_CN_Journal_june_20.jpg",
        "Paragraphs": [
            "The overprinting and numbering was done by Ye Olde Printerie, and notes were held in the vaults of the Hong\nKong and Shanghai Banking Corporation. However, before these notes could be released, Government of Hong\nKong banknotes printed in the UK arrived. These overprinted notes were held until February 1946, and then they\nwere burned. Records show 2.4 million $5 notes were overprinted. Surviving examples are very valuable.",
            "The Government of Hong Kong issued some of\nthe earliest notes, in 1945. There were three uniface\nnotes: 1 cent, 5 cents and 10 cents, and these were\neventually replaced by later issues and banknotes of\nthe Hongkong & Shanghai Banking Corporation, the\nChartered Bank of India, Australia & China, and the\nMercantile Bank of India.",
            "On September 6, 1945, the Japanese Ministry of Finance announced that all Military Yen notes were void.\nOvernight the military yen literally became worthless pieces of paper to the people of Hong Kong.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "164"
    },
    {
        "File": "The_CN_Journal_june_21.jpg",
        "Paragraphs": [
            "Signing of the Treaty of San Francisco",
            "On September 8, 1951, 49 nations signed the Treaty of San\nFrancisco. It officially served to end the World War with Japan and\nbecame effective on April 25, 1952. Under the terms of the treaty,\nJapan agreed to reimburse the occupied nations and under Article\n16, agreed to donate  4,500,000 to the Red Cross for POWs who\nsuffered undue hardships. This Article will play a significant role\nlater in our discussion.",
            "As for my father, he rejoined the new Hong Kong Defense Force in 1949 and became a marksman as a\nmember of the Sniper Section. In 1951, the Hong Kong Defence Force was granted the title  Royal Hong\nKong Defence Force.  The unit was renamed in 1961 to the  Hong Kong Regiment  and in 1970, to the\n Royal Hong Kong Regiment. ",
            "In 1958, he returned to Tokyo, Japan, this time as an athlete representing Hong Kong at the 3rd Asian Games.",
            "At the Games, he won\nthe Bronze Medal in rifle\nshooting for Hong Kong,\nand he s pictured, at the\nright, on the podium. The\nBronze Medal for the 3rd\nAsian Games is shown\nhere.",
            "When Prince Philip visited Hong Kong on March 7, 1959, my\nmother and father were both invited to meet him aboard the Royal yacht\nBritannia.",
            "In 1960, father represented Hong Kong at the\nOlympic Games in Rome but did not win any\nmedals. Here he is pictured with his Anschutz\nCompetition Rifle. Italy did not issue any coins\nto commemorate the Olympics. In 1964, he again\nrepresented Hong Kong at the summer Olympic\nGames in Tokyo but did not win any medals. Japan\nissued two silver coins, a 100- and 1000-yen coin to\ncommemorate the 1964 Olympics.",
            "Number 4 June 2018 \n"
        ],
        "PageNo": "165"
    },
    {
        "File": "The_CN_Journal_june_22.jpg",
        "Paragraphs": [
            "My father once again represented Hong Kong, in 1966, at the\n5th Asian Games held in Thailand. He came in fourth at that\ncompetition. Thailand issued a 1-baht cupro-nickel coin to\ncommemorate these games.",
            "Between 1955 and 1966, he\nentered numerous local shooting\nevents and won over 200 awards. He\nbecame one of Hong Kong s premier\nsportsmen and is shown at the left with\nthe Governor s Marksman Shield award. To the right is a\npicture of all the trophies he won in that time.",
            "Our family immigrated to Vancouver in 1968; as\none of Hong Kong s noted sportsmen his departure was\nreported in the newspaper. If we had not made the move",
            "to Canada he would have represented Hong Kong one more time in the 1968\nOlympic Games in Mexico City.",
            "In 1973, my father developed heart trouble, contributed to by his POW\ninternment and use as a slave labourer in Japan. In 1975, at age 53, he died of a\nheart attack, at home.",
            "In September 1995, the Government disbanded the Royal Hong Kong\nRegiment in anticipation of the handover of Hong Kong to China in\n1997. But that is not quite the end of the story.",
            "Lawsuit against Japanese Government",
            "Many of the Hong Kong civilians were forced\ninto bankruptcy by the monetary policies\nimposed during the occupation. They kept\nthe wartime Military Yen with the hope that\nthe Japanese government would redeem\nthem. As late as 1999, court cases had been\nlaunched against the Japanese Government. All\nwere unsuccessful because the Japanese Government\ncited the 1951 Treaty of San Francisco that required\nJapan to reimburse nations it had occupied;\nthere were no provisions in the treaty to\nreimburse the claimants on an individual\nlevel. As a result, many civilians that lived\nthrough the occupation went to their graves\nstill possessing bundles of the worthless\nJapanese Military Yen.\nMany Far East Veterans Associations\nhave also lobbied successive Japanese\nGovernments to reimburse veterans for the\ntime spent as POWs and slave labourers. Once again,\nthe Japanese Government cited Article 16 of the 1951 Treaty of San Francisco to deny payments. If you recall,\nArticle 16 of the 1951 Treaty of San Francisco required Japan to pay  4,500,000 to the Red Cross for POWs that\nsuffered undue hardship. That clause absolved Japan of all future compensation to the POWs. In 2001, the British\nGovernment decided to pay its former Far East POWS or their widows, a one-time  10,000 payment to recognize\ntheir wartime suffering, but by that time, most veterans or their widows were no longer around to collect.",
            " The CN Journal Volume 63\n"
        ],
        "PageNo": "166"
    },
    {
        "File": "The_CN_Journal_june_27.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _bU_CONGRES",
            "Symposium de l ARNC de 2018",
            "[Note: An English description of the Symposium topics appeared in our April   May issue. ]",
            "L Association royale numismatique du Canada",
            "vous invite au symposium  ducatif de cette ann e.",
            "Poursuivant dans le format r parti sur deux jours,\nle symposium de cette ann e comprend huit numismates\nde premier plan pr sentant un large  ventail de sujets pour\nparfaire vos connaissances.",
            "A mesure que le collectionneur canadien devient plus\nconnaissant, la demande d ducation numismatique devient\nplus grande. Pour tous ceux qui participent au congr s de\n2018,   ARNC est fi re de vous offrir cet  v nement  ducatif\nde premier plan. C est une opportunit  de rencontrer des gens\npassionn s par ce passe-temps et d sireux de partager leurs\nconnaissances en rendant votre exp rience numismatique\nbeaucoup plus grande. Rappelez-vous, la connaissance est le\npouvoir!",
            
            "Scott E. Douglas",
            "Mercredi 8 ao t",
            "13h00   Ron Cheek:",
            "Deux cents ans d histoire pour les pi ces du naufrage\nde l amiral Gardner, nous rappelant la  saison des\ncatastrophes  des compagnies orientales des Indes.",
            "Ron Cheek se d crit\ncomme  un ing nieur civil\nconsultant   la retraite qui a\nfait carri re dans le secteur\ndu traitement des eaux et\ndes eaux us es du g nie\nmunicipal  et  r dacteur\ntechnique, commercial et\nnumismate ind pendant, et\nr dacteur en chef / r viseur,\nauteur de plus de 80 articles\nsur des sujets numismatiques\npour diverses publications canadiennes et am ricaines.  Ron\nest compagnon de la soci t  de recherche numismatique\ndu Canada et a re u de nombreux prix dont: l ARNC Prix\nlitt raire Guy Potter (2013, 2014), ? ARCN Prix litt raire\nJerome Remick III (2007, 2010, 2013), NLG Award US\nMagazines (2013) et NLG Award World Coin Magazines\n(2011). Ron est dipl m  de l Universit  Queen et de\nl Universit  Sir George Williams, secr taire permanent de\nla promotion 1967 de la classe des sciences de l Universit \nQueen, et a  t  secr taire de la Soci t  d ing nieur de Queen\npendant quelques ann es  galement.",
            "Number 4 June 2018 ",
            "14h00   Alan Roy:\nLitt rature numismatique au Canada",
            "Alan Roy a commenc   \ncollectionner les monnaies\nil y a presque 40 ans.\nBien qu il collectionne\nune vari t  d articles, son\nint r t principale porte\nsur les m dailles de la\nMonnaie royale du Canada.\nIl est membre de plusieurs\norganisations numismatiques,\ndont l ARNC, CATC et\nCCCC. Il est membre de\nlongue date de l Ontario Numismatic Association et agit\nen tant que directeur r gional. Toujours   la recherche de\nquelque chose hors du commun, la litt rature numismatique\ncanadienne a piqu  sa curiosit  il y a pr s de 20 ans.\nIl  crit maintenant une chronique r guli re dans /e\nJournal canadien de numismatique.",
            "15h00   Angus Sutherland:\nJetons de communion canadiens",
            "Angus Sutherland est un",
            "ministre presbyt rien   la",
            "retraite qui a longtemps  t ",
            "fascin  par la numismatique",
            "et par l histoire. Il a",
            "d couvert que sa vocation",
            "et ses int r ts pouvaient",
            " tre combin s en",
            "collectionnant des jetons de",
            "communion, un ph nom ne",
            "religieux. II a commenc ",
            "  collectionner ces jetons",
            "en 1990 lorsqu'il a achet  200 jetons de communion\ncanadiens de la collection Norweb. Sa collection de\njetons du monde d passe les 4 000 exemplaires. Angus\ntravaille pr sentement sur un livre portant sur le jeton\nde communion et, en particulier, d crivant sa collection\ncanadienne, en mettant   jour ou rectifiant des faits sur\nl historique des congr gations  mettrices. Angus pr side\nle comit  consultatif du National Presbyterian Museum\nde Toronto, qui poss de une collection de jetons de\ncommunion tout aussi importante.\n"
        ],
        "PageNo": "171"
    },
    {
        "File": "The_CN_Journal_june_28.jpg",
        "Paragraphs": [
            "16h00   Jim Charlton Jr.:",
            "James E. Charlton... Numismate au Canada, magicien,\nmilitaire, ing nieur, golfeur, mari et p re.",
            "Jim Charlton Jr. est n  a\nOttawa en juillet 1946.\nQuelques mois plus tard,\nJim fut adopt  par James\net Mary Charlton. Jim a\npass  ses premiers jours a\nChalk River avant que les\nCharlton d m nagent vers\nla r gion c ti re de Toronto.\n  l ge de 17 ans, Jim est\nentr  dans le domaine de\nl'imprimerie et a fait son\napprentissage dans divers ateliers d impression de Toronto.\nJim a travaill  dans ce domaine pendant la plus grande partie\nde sa vie jusqu en 2014, date   laquelle il a pris sa retraite du\nHamilton Web Printing, une entreprise de Metroland Media.\nJim a servi dans les cadets avec la Navy League Cadets\nen tant qu instructeur de l histoire navale, abordant\n galement les techniques de navigation et d exercice de\nbase. Il est un constructeur avide de mod les r duits de\ntrains et de navires autant ceux en plastique que ceux en\nbois.   la retraite, Jim a repris son appareil photo et est\nretourn    la photographie en consacrant son temps et ses\nhumbles talents   photographier les vieux b timents et les\nmaisons de la ville de Hamilton. Actuellement, Jim et sa\nfemme Pamela vivent   Hamilton, tout comme son fils, la\nfemme de son fils et leur fille de 7 ans.",
            "Jeudi 9 ao t",
            "13h00   Goeffrey Bell: M dailles, ma passion",
            "Geoffrey Bell est un\nvisage familier dans le\nmilieu de la numismatique\ncanadienne. Il a  t  pr sident\nde l Association royale\nnumismatique du Canada,\npr sident sortant de Canadian\nPaper Money Society et\nde la soci t  de recherche\nnumismatique du Canada. Il\nest Compagnon de PARNC\net du CNRS. Il a re u le prix\nPaul Fiocca, la m daille d or Ferguson et la m daille d  argent\nde la Monnaie royale canadienne pour l ducation. Il  tait\nl'expert en numismatique du Canadian Antique Roadshow\n  la t l vision anglophone de Radio-Canada et a fait de\nnombreuses entrevues   la radio et   la t l vision. En plus\nd tre un collectionneur passionn , il poss dait un magasin\nde monnaies   Moncton et travaille avec son fils Brian dans le\ndomaine de vente   l encan.",
            "Geoff a accumul  des collections importantes de papier-\nmonnaie, de jetons et de m dailles pendant plus de 60 ans de\ncollection, les m dailles  tant sa pr f r e. Sa pr sentation mettra\nen vedette des m dailles rares   la fois d int r t historique\net g n ral, m me pour le non-collectionneur. Les m dailles\nrepr sentent le domaine le plus sous-estim  de la numismatique\ncanadienne et devraient constituer un secteur de croissance de la\nnumismatique canadienne dans les ann es   venir.",
            "14h00   Rob Turner :\nMod les et sp cimens des grandes pi ces du Canada",
            "Rob Turner a commenc ",
            "  collectionner des pi ces",
            "d cimales canadiennes",
            "lorsqu il  tait adolescent",
            "dans les ann es 1960 dans",
            "le Maine. En 1980, il a",
            "concentr  sa passion sur",
            "la collection et l tude",
            "des cents victoriennes. Au",
            "cours des trente derni res",
            "ann es, il a mont  plusieurs",
            "ensembles de ces pi ces",
            "fascinantes, y compris un ensemble non-circul  contenant\ntoutes les combinaisons de date et de vari t  d avers.",
            "Depuis 2007, Rob est l auteur de quatre livres\nreconnues et de plusieurs articles sur les vari t s de pi ces\nvictoriennes. En plus d expliquer en d tail comment la\nMonnaie royale fabriquait ces pi ces de monnaie, ses\nlivres comprennent des catalogues complets des matrices\npour les dates 1858, 1859, 1858, 1890-H, 1891 et 1892.\nSon travail sur cette s rie se poursuit.",
            "Rob est un compagnon de la soci t  de recherche\nnumismatique du Canada. En 2011, il a re u le prix Fred\nBowman de la soci t  de recherche numismatique du\nCanada pour son livre, Matrices et diad me (Dies and\nDiadems). Il est membre   la fois de l Association royal\nnumismatique du Canada et de l  American Numismatic\nAssociation et est le secr taire du club Newfoundland\nNumismatic Enthusiasts.",
            "15h00   Michael Rogozinski :",
            " preuve et sp cimen de pi ces canadiennes; un\nhistorique et une explication des termes: Frappe\ncommerciale,  preuve, sp cimen et ensemble  preuve\nMichael Rogozinsky est pr sident d Empire Auctions,\navec des points de vente   Montr al et   Toronto. Il se\nsp cialise dans la joaillerie, les diamants, les montres et\nles pi ces de monnaie rares. Michael a obtenu le certificat\nde diamant du Gemological Institute of America, est un\n valuateur certifi  et a contribu  aux catalogues Charlton\nStandard Catalogue of Canadian Coins. Il r pertorie\ndes pi ces rares aux encans depuis les ann es 1970, et",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "172"
    },
    {
        "File": "The_CN_Journal_june_29.jpg",
        "Paragraphs": [
            "continue aujourd hui, dans\nun encan mensuel avec\nEmpire Auctions   Toronto,\nen Ontario.",
            "Au fil des ans, Michael\na transig  des milliers de\npi ces rares et a achet ,\nvendu directement et/\nou vendu   l encan des\nexemplaires de presque\ntous les sp cimens rares des\n19e et 20e si cles produits\npour le Canada, y compris le fameux dollar en argent de\n1911, sp cimen 50 cents 1921, un ensemble de sp cimens\nd origine 1875H et plusieurs sp cimens v ritablement\nuniques. I] est un expert reconnu pour les premi res pi ces\nde monnaie canadiennes, et ses opinions sont sollicit es\npar les collectionneurs, les firmes de gradation et d autres\ncoll gues / marchands de l industrie.",
            "16h00   lan Speers, FCNRS :\nSuccession numismatique et planification successorale",
            "Ian Speers vit   Toronto, o  il a son propre cabinet\nde droit, avec sp cialisation dans le transfert de biens",
            "Le symposium 2018 est financ  gr ce   une subvention du ACPEN.",
            "Number 4 June 2018 ",
            "immobiliers et de la",
            "planification successorale.",
            "Il est actuellement",
            "pr sident du comit  des",
            "biens immobiliers de",
            "l Association du Barreau de",
            "l Ontario et est conf rencier",
            "r gulier   la facult  de",
            "droit de l Universit  Queen",
            "depuis 2016. Ses int r ts",
            "numismatiques incluent",
            "les jetons Canadiens pr ",
            "conf d ration, avec un int r t de recherche pour les sous\nde Bouquet et les jetons contrefaits de la Nouvelle- cosse\ns rie de 1832. Il est un contributeur p riodique au Journal\ncanadien de numismatique, et un catalogueur ind pendant\npour Geoffrey Bell Auctions. Il est un collectionneur actif\ndes premi res pi ces de bronze byzantines et des pi ces\nmartel es d' cosse et d Irlande. Avant d exercer le droit,\nTan a travaill  pendant plus d une d cennie dans le domaine\ndes relations m diatiques interuniversitaires et il est\ncoauteur du livre 150 Years of Football at the University of\nToronto: 1861 to 2011.",
            "An English description appeared\nin our April + May issue.\n"
        ],
        "PageNo": "173"
    },
    {
        "File": "The_CN_Journal_june_30.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS\nNOUVELLES DES CLUBS",
            "By BRETT IRICK (CLUB SERVICES)",
            "FONA, #22198,",
            "RCNA Club Delegates Breakfast   Colonel\nSteve Ellsworth to Speak on Bourse\nSecurity",
            "American Numismatic Association",
            "Governor Colonel Steve Ellsworth",
            "is the official ANA Delegate to this",
            "year s Mississauga Convention.",
            "There has been a disconcerting",
            "increase in dealer thefts, both",
            "in the bourse and outside of the",
            "bourse, during coin shows in",
            "Canada over the past year. Colonel",
            "Ellsworth will speak on crucial",
            "aspects of bourse security that are",
            "recommended to make the bourse",
            "unfriendly to the bad guy and",
            "precautions to take to minimize the",
            "risk of loss while travelling to and",
            "from coin shows. He authors and",
            "maintains the ANA security protocols and also writes an\nannual awards column that recognises the organizations\nthat have best practices in security.",
            "Colonel Ellsworth is a retired military officer; he\ngraduated from the National War College in Washington\nDC. He returned from overseas duty in 1994, and is a\npast Consultant to the United States Secret Service.",
            "He has been an avid coin collector since the age\nof six, becoming a part-time coin dealer in the early\n1980s and a full-time dealer in 1994 when he started\nthe Butternut Company. The United States Civil War\nis a principal interest of his; he has a personal library\nof over 400 books on the topic. During his career, he\nhas won numerous numismatic awards for service,\nincluding three ANA Presidential Awards. In addition, he\nis a contributor to the R. S. Yeoman Red Book of United\nStates Coins.",
            "Member clubs are encouraged to have an official\ndelegate or delegates attend the Club Delegates\nBreakfast. Many clubs compensate their designated\ndelegate(s) for attending because they gain valuable\ninformation and contacts. All Convention registrants are\ninvited to attend, whether or not they are delegates, and\nparticularly if they volunteer at or manage a coin show.",
            "Highlights from the Ontario Numismatic\nAssociation Convention",
            "The Ontario Numismatic Association Convention was\nheld in Kitchener, ON, in late April. Weather conditions",            
            "D jeuner des d l gu s de club de l ARNC - Le\nColonel Steve Ellsworth sera conf rencier sur la\ns curit  dans les expositions",
            "Le gouverneur de l  American Numismatic\nAssociation, le colonel Steve Ellsworth, est\nle d l gu  officiel de ANA au congr s\nde Mississauga de cette ann e. Il y a eu\nune augmentation significative des vols\ndes marchands numismatiques, autant lors\ndes expositions qu  l ext rieur des salles\nd exposants, lors des salons numismatiques\nau Canada au cours de la derni re ann e.\nLe colonel Ellsworth parlera des aspects\ncruciaux de la s curit  lors des salons\nnumismatiques qui sont recommand s pour\nrendre votre salon hostile au voleur et des\npr cautions   prendre pour minimiser le\nrisque de perte lors d un voyage   destination\nou en provenance de salons numismatiques.\nIl est l auteur et garde   jour les protocoles\nde s curit  de l  ANA et r dige  galement une chronique annuelle de\nreconnaissance qui reconna t les organisations qui ont les meilleures\npratiques en mati re de s curit .",
            "Le colonel Ellsworth est un officier militaire   la retraite; il est\ndipl m  du National War College de Washington DC. Il est revenu\nde mission d outre-mer en 1994 et a  t  consultant aupr s des\nServices secrets des  tats-Unis.",
            "Il collectionne les pi ces de monnaie depuis l ge de six ans,\ndevenant marchand numismatique   temps partiel au d but des\nann es 1980 et marchand   temps plein en 1994 lorsqu'il a fond \nla Companie Butternut. La guerre civile des  tats-Unis est un de\nses principaux int r ts; il a une biblioth que personnelle de plus\nde 400 livres sur le sujet. Au cours de sa carri re, il a remport  de\nnombreux prix numismatiques pour son service, dont trois prix\npr sidentiels de l ANA. En outre, il est un contributeur au guide R.\nS. Yeoman Red Book of United States Coins (guide numismatique\ndes pi ces de monnaies des  tats-Unis).",
            "Les membres de clubs sont encourag s   envoyer un d l gu \nofficiel ou des d l gu s pr sents au petit d jeuner des d l gu s\ndu club. De nombreux clubs d dommagent leur (s) d l gu \n(s) d sign  (s) pour leur participation, car ils obtiennent des\ninformations et des contacts pr cieux. Tous les membres\ninscrits au congr s sont invit s   participer, qu ils soient ou non\nd l gu s, et particuli rement s ils font du b n volat ou dirigent\ndes salons numismatiques.",
            "Faits saillants du congr s de l association numis-\nmatique de l Ontario\nLe congr s de l Ontario Numismatic Association s est tenu  ",
            "Kitchener, en Ontario,   la fin du mois d avril. Les conditions",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "174"
    },
    {
        "File": "The_CN_Journal_june_31.jpg",
        "Paragraphs": [
            "were pleasant compared to\nthe weekend before when\nmajor ice and snow storms\nraged throughout south-\nwestern Ontario. The picture\nshows the late April snow\nstill on the ground outside\nof my Convention hotel\nroom. This is almost as\nspectacular as watching the\nice floes go down the Detroit\nRiver during the Windsor\nConvention in 2014.",
            "The Ontario Numismatic Association initiated a",
            "member club of the year award\nthis year. Six of the thirty-nine\nONA member clubs submitted\nthe required information to be\nconsidered for the award. South\nWellington Coin Society is to be\ncongratulated for winning the\ninaugural award. Their president\nMike Hollingshead, pictured at\nthe right, accepted the award\nfrom ONA Club Services Chair\nSteve Woodland, left, and ONA\npresident Scott Douglas, centre.\nONA officials hope that all thirty-\nnine ONA member clubs will\nsubmit an application for the\naward next year so that club best\npractices can be identified by the\naward judges and shared with all.\nDuring the ONA Annual General\nMeeting, we learned that all\nclubs based in Canada, with the\nexception of those in Quebec are\neligible to participate in the ONA\nClub liability insurance program\nthat covers club meetings\noperations and shows. The\naverage club will save around\n$200 using the ONA insurance\nprogram.",
            "The ONA invested in new\nAllstate cases recently and retired\na bevy of very time worn forty-\nyear-old cases   to the delight of\nexhibitors and viewers who now\nlook at the competitive exhibits\nwithout the distraction of glass\nscratches and other concerns.\nFred Boyle of Windsor ON,\nwon the judged Best of Show",
            "Number4 June 2018",
            "m t orologiques  taient agr ables\ncompar    la fin de semaine\npr c dente, lorsque d importantes\ntemp tes de neige et de verglas\nfaisaient rage dans tout le sud-\nouest de l Ontario. La photo, prise\n  l ext rieur de ma chambre d h tel\ndu congr s, montre la neige de fin\nd avril toujours sur le sol. C est\npresque aussi spectaculaire que\nde regarder la banquise d valer la\nrivi re Detroit pendant le congr s de\nWindsor en 2014.",
            "Cette ann e, l Ontario Numismatic Association a cr  un",
            "prix pour club de l ann e. Six des trente-\nneuf clubs membres de l 'ONA ont rempli\nle formulaire pour  tre consid r s pour\nle prix. On f licite le South Wellington\nCoin Society pour avoir remport  le\nprix inaugural. Leur pr sident, Mike\nHollingshead, sur la photo   droite, a\naccept  le prix du pr sident des Services\ndu Club de l 'ONA, Steve Woodland,  \ngauche, et du pr sident de l 'ONA, Scott\nDouglas, au centre. Les responsables\nde  ONA esp rent que tous les clubs\nmembres de 1 ONA pr senteront une\ndemande pour le prix l ann e prochaine\nafin que les juges puissent r compenser\nles meilleures pratiques d un club\nm ritant et partager ces pratiques. Lors\nde l assembl e g n rale annuelle de\nYONA, nous avons appris que tous les\nclubs bas s au Canada,   l exception de\nceux du Qu bec, sont admissibles au\nprogramme d assurance responsabilit \ndu club ONA qui couvre les activit s\net r unions de club et les salons\nnumismatiques. Le club  conomisera\nenviron $200 en utilisant le programme\nd assurance ONA.",
            "L ONA a r cemment investi dans de\nnouveaux bo tiers Allstate et a mis  \nla retraite de nombreux bo tiers vieux\nde quarante ans - pour le plus grand\nplaisir des exposants et des visiteurs qui\nregardent maintenant les expositions\ncomp titives sans la distraction des\n raflures et autres pr occupations. Fred\nBoyle, de Windsor (Ontario), a remport \nle prix pour le meilleur exposant pour\nune exposition intitul e billets banques\nd suets de la Caroline du Sud, une\nexposition qui comprenait des notes"
        ],
        "PageNo": "175"
    },
    {
        "File": "The_CN_Journal_june_32.jpg",
        "Paragraphs": [
            "for an exhibit titled Obsolete\nBanknotes of South Carolina, an\nexhibit that included notes from\nseventeen of the twenty issuing\nbanks in the US pre Civil War\nperiod. Junior Samuel Lyon\nof Gatineau QC, pictured here\nwith his mother Marcy and his\nexhibit won the People s Choice\nBest of Show Award for his\ndisplay titled Native Bears and\nCanadian Coins. Both are to be\ncongratulated as are all the other\naward winners and exhibitors.\nThe quality of all of the exhibits\nwas very high this year.",
            "Brett Nick",
            "Marcy and Sam (right) Lyon, Sam s exhibit Native\nBears and Canadian Coins won first place in\nthe Junior Category and also the ONA s Peoples\nChoice Award + Marcy et Sam (  droite) Lyon,\n exposition de Sam Les oursons indig nes et les\npi ces de monnaie canadienne ont remport  la\npremi re place dans la cat gorie junior et aussi\nle prix du public de l ona.",
            "de dix-sept des vingt banques\n mettrices de la p riode de la\nguerre civile am ricaine. Le\njeune Samuel Lyon de Gatineau\nQC, photographi  ici avec sa\nm re Marcy et son exposition,\na remport  le prix du public\npour meilleur exposant pour\nson exposition intitul e oursons\nindig nes et les pi ces de\nmonnaie canadienne. Les deux\ndoivent  tre f licit s, comme\ntous les autres laur ats et\nexposants. La qualit  de toutes\nles expositions  tait tr s  lev e\ncette ann e.",
            "Brett Pick",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "176"
    },
    {
        "File": "The_CN_Journal_june_36.jpg",
        "Paragraphs": [
            "COMMUNIQUE,",
            "2018 $20 Fine Silver Coin First World War\nAllied Forces: Canada",
            "The reverse image by Canadian artist Pandora\nYoung places the viewer at the heart of the\naction on the Western Front in 1918.\nMultiple finishes give the engraved\ndesign a sense of depth as the Canadian\ncavalry charges towards enemy positions,\nswords drawn,with both man and beast\nexemplifying courage even under threat",
            "of enemy fire. The image is paired with\nthe general service badge of the Canadian\nExpeditionary Force, which 1s selectively\ngold-plated to hint at the pride of a\nyoung nation for its fighting force\nthroughout the war and during\n Canada s Hundred Days.  The\nselectively gold-plated obverse",
            "features the effigy of King George",
            "V by Sir Bertram Mackennal.",
            "2018 $30 Fine Silver Coin Zentangle  Art:",
            "The Great Horned Owl",
            "Inspired by a popular creative process known as\nZentangle , the reverse design by Jori van\nder Linde presents a stylized, artistic take\non the traditional image of a great horned\nowl. The bird of prey s familiar features",
            "are unmistakable, especially its piercing",
            "gaze, hooked beak and the shape of its\near-like tufts; but its layered plumage",
            "is transformed by an elaborate mix of\nrepetitive abstract patterns that are each\nmore intricate than the next. Every pattern",
            "is painstakingly brought to life by a complex\nmix of precision engraving and sophisticated\nfrosting, with varying thickness of lines,\nshaded elements and relief that add a",
            "sense of layered depth and contrast to",
            "the overall arrangement. The reverse",
            "also features the engraved face value",
            " 30 DOLLARS,  the year  2018 ",
            "and the word  CANADA.  The\nbackground of the obverse simulates",
            "one of the patterns seen on the reverse,",
            "and features the effigy of Her Majesty\nQueen Elizabeth II by Susanna Blunt.",
            
            "The CN Journal",
            "Pi ce de 20 $ en argent fin 2018 Forces Alli es\nde la Premi re Guerre Mondiale : Canada",
            "Le motif au revers, oeuvre de l artiste",
            "canadienne Pandora Young, nous place au",
            "coeur de l action, sur le front occidental,",
            "en 1918. De multiples finis ajoutent",
            "de la profondeur a ce motif grav ,",
            "qui montre la cavalerie canadienne",
            "chargeant en direction des positions",
            "ennemies,  p es brandies. M me sous",
            "la menace des tirs ennemis, hommes et",
            "b tes d montrent leur bravoure. L image",
            "est accompagn e de l insigne du service",
            "g n ral du Corps exp ditionnaire canadien,",
            "orn  d un placage d or s lectif symbolisant la",
            "fiert  d une jeune nation d avoir combattu avec ardeur",
            "tout au long de la guerre et pendant les   cent jours du",
            "Canada  . L avers,  galement rehauss  d un placage d or",
            "s lectif, est   l effigie du roi George V, selon sir Bertram\nMackennal.",
            "Pi ce de 30 $ en argent fin 2018 l art du\nZentangle\" : grand-duc d'Am rique",
            "Inspir  d un processus cr atif bien connu nomm ",
            "ZentangleMD, le motif au revers, oeuvre de",
            "Jori van der Linde, est une repr sentation",
            "artistique stylis e de l image traditionnelle",
            "du grand-duc d  Am rique. On y reconna t",
            "les caract ristiques famili res de l oiseau",
            "de proie,   commencer par son regard",
            "per ant, son bec crochu et ses aigrettes,",
            "semblables   des oreilles; mais on voit",
            "aussi dans les couches de son plumage un",
            "assortiment  labor  de motifs abstraits tous",
            "plus minutieux les uns que les autres. Chacun",
            "de ces motifs est m ticuleusement accentu  par",
            "la combinaison de techniques de gravure pr cises et",
            "d un fini givr  sophistiqu . L paisseur des lignes,",
            "les ombrages et le relief conf rent au r sultat",
            "profondeur et contraste. Sont aussi grav s au",
            "revers la valeur nominale   30 DOLLARS  , le",
            "mill sime   2018   et la mention   CANADA  .",
            "L un des motifs abstraits du revers est reproduit",
            "  l avers, qui est   l effigie de Sa Majest  la reine\nElizabeth II, selon Susanna Blunt.",
            "Volume 63\n"
        ],
        "PageNo": "180"
    },
    {
        "File": "The_CN_Journal_june_37.jpg",
        "Paragraphs": [
            "2018 $100 Fine Silver Coin Keepers Of\nParliament: The Unicorn",
            "The reverse image by Canadian artist Patrick\nB langer is copied from the Ceremonial",
            "Entrance to Parliament Hill, in Ottawa,",
            "where the unicorn supporter of the",
            "Arms of Canada is carved into the",
            "sandstone that lines the east side",
            "of the arched entry. On the coins s",
            "reverse, this mythical creature",
            "rises up in a way that conveys the",
            "towering height (1.8 m) of its in",
            "situ counterpart. It supports the",
            "Shield of the Arms of Canada and",
            "carries the Royal flag of France.",
            "Gold plating selectively highlights",
            "the chained coronet of crosses and\nfleurs-de-lis around the unicorn s neck,",
            "and the three fleurs-de-lis on the banner.",
            "The positioning of the sculpted figure is slightly\nadjusted to allow the inclusion of an ornamental\nflourish, whose floral motif is based on a frieze that\nalso adorns the Centre Block s grand entrance. The\nreverse includes the face value,  100 DOLLARS, \nand the words  CANADA 2018.  The obverse\nfeatures the effigy of Her Majesty Queen Elizabeth\nII by Susanna Blunt.",
            "2018 $500 Pure Gold Coin Predators Of The\nWild: The Cougar",
            "The reverse design by Canadian artist Emily S.\nDamstra features a cougar (Puma concolor)\nleaping toward its prey. The engravers of\nthe Royal Canadian Mint have added a\ntouch of beauty to the artistic character",
            "of the original design highlighting the",
            "large paws and sharp teeth giving life",
            "to the fierce attack of this large cat.",
            "The obverse features the",
            "effigy of Her Majesty",
            "Queen Elizabeth II by",
            "Susanna Blunt.",
            "Number4 June 2018 ",
            "Pi ce de 100 $ en argent fin 2018 Gardiens du\nParlement : La licorne",
            "Le motif au revers, oeuvre de l artiste canadien\nPatrick B langer, se trouve aussi   l entr e\nofficielle de la Colline du Parlement a\nOttawa, en Ontario : la licorne porteuse\ndes armoiries du Canada est sculpt e\ndans le gr s du c t  est de l arc de\nla porte. La cr ature mythique se\ndresseau revers d une mani re qui\nrappelle le caract re imposant de\nson mod le (1,8 m). Elle porte\nles armoiries du Canada et tient\nle drapeau du royaume fran ais.\nUn placage d or s lectif souligne la\ncouronne encha n e, orn  de croix\net de fleurs de lis, que la licorne porte\nau cou, ainsi que les trois fleurs de lis du\ndrapeau.Le positionnement de la figure sculpt e\nest l g rement modifi , laissant place   des fioritures\ndont le motif floral s inspire d une frise qui\nse trouve  galement   l entr e officielle de\nl' difice du Centre. Au revers sont grav es\nvaleur nominale   100 DOLLARS   et la\nmention   CANADA 2018  . L avers est\nl'effigie de Sa Majest  la reine Elizabeth",
            "IL, selon Susanna Blunt.",
            "Pi ce de 500 $ en Or Pur 2018 pr dateurs\nsauvages : le couguar",
            "Le motif au revers, oeuvre de l artiste canadienne",
            "Emily S. Damstra, est une repr sentation",
            "r aliste du couguar canadien bondissant",
            "sur sa proie. Les graveurs de la Monnaie",
            "royale canadienne ont ajout  une touche",
            "de beaut  suppl mentaire au caract re",
            "artistique du motif original : les finis de",
            "cette pi ce accentuent tous les d tails",
            "du museau aux longues moustaches, des",
            "petites oreilles rondes et du pelage dense",
            "du couguar, ce qui donne vie   cette sc ne",
            "intense. L avers est   l effigie de Sa Majest  la\nreine Elizabeth IT, selon Susanna Blunt."
        ],
        "PageNo": "181"
    },
    {
        "File": "The_CN_Journal_june_38.jpg",
        "Paragraphs": [
            "IN MEMORIAM-WALTER RAYMOND LOCKWOOD",
            "(1938 2018)",
            "Ray Lockwood and his wife Fran\nR started to attend the annual RCNA\nConventions in 2014 as ANA\nmembers, part of that year s newly\ninitiated RCNA-ANA  Hands Across\nthe Border  Convention reciprocity\nprogram.",
            "Ray, of Marion, Indiana, passed\naway on March 29 in Orlando,",
            "Florida, where he d made the effort",
            "to visit and spend time with his",
            "family even as he knew that the end",
            "was near. An educator, he received",
            "a Bachelors and a Masters degree in",
            "Education from Ball State University,",
            "Indiana, and taught social studies and",
            "history. He went on to teach in Marion, Indiana,\nwhere he met his future wife Fran. Ray was a school\nadministrator before he retired.",
            "When we spoke earlier this year, he asked me to extend\nhis sincere thanks for his great experiences at RCNA\nConventions in Mississauga, Ottawa, and Halifax. He\nmade many new friends and also saw long-time Canadian\nfriends while in Canada. These included Elisabeth and\nHubert (Toby) Grimminck who invited the Lockwood s\nto their Lucan, Ontario home for an early dinner after the\n2014 Convention. During the Halifax Convention, Ray\nspoke at the Club Delegates Breakfast on building better\ncoin clubs with an emphasis on the importance of internet\npresence and social media in today s world. His collecting\nspecialties included polymer banknotes for which he\nearned RCNA exhibit awards. Other specialties were\ncollecting numismatic items issued in 1938 and 1944, his\nbirth year and the one of Fran, his wife of 51 years.",
            "Ray was a past president, a governor and educational\nchairman, of the Central States Numismatic Association.\nHe was also past president of the Indiana Numismatic\nAssociation, and the Marion Indiana Coin Club.",
            "In his honour, I spoke the following during\nthe funeral:\nRay and his wife Fran became my\nclose friends and mentors over ten\nyears ago.",
            "Fran, I trust, you will continue\nin these roles. I need your support\nas one of my second parents. You\nhave both been priceless.",
            "Ray was not only a great\neducator in Northern Indiana but\nalso throughout the United States",
            "and in Canada.",
            "Numis, in Latin, is money. A",
            "numismatist is one that studies\nmoney. In the Scriptures and New\nTestament, we often read the words\ntalents, shekels and widow's mite.\nGathered here today, like Ray and Fran, are\nseveral advanced numismatists.",
            "I extend condolences on behalf of three numismatic\norganizations where Ray and Fran made significant\ncontributions where I am a member.",
            "First, the Central States Numismatic Association.\nHe was a Past President and current Governor and\nEducation Chairman. In addition, Fran works ardently\nin the Convention exhibit area. And, Ray did as well.",
            "Second, the Michigan State Numismatic Society\nwhere he earned a very rare Honorary Life\nMember for multiple years of ongoing significant\ncontributions. An honour that is very rarely extended.",
            "And third, the Royal Canadian Numismatic\nAssociation. He received the honour of being Speaker",
            "for the 2015 Club Delegates Breakfast in addition to",
            "being an award winning exhibitor.",
            "Fran, family and friends, Ray will be sorely missed.",
            "But, also lovingly remembered for his contributions\nto all here today and in our wider worlds.",
            "Ray helped all of us to grow our potential and share it.",
            "In Dearborn Michigan, where I live, a Ford Motor\nCompany memorial plaque reminds us  The Shadow\nPasses   Light Remains.  Ray s email address,\nsunrayofmarion@aol.com seems to connect. And Pll\nmention my late Grandfather s advice,  Be the best that\nyou can by using your talents in a positive way throughout\nyour life.  Ray did just that. Ray, you have done your\nwork my friend. You have earned your rest. Thank you.",
            "Brett Irick, FONA",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "182"
    },
    {
        "File": "The_CN_Journal_june_39.jpg",
        "Paragraphs": [
            "Highlights of The Canadian Numismatic Company\n3-day Auction Event of the Year!\n2018 RCNA Convention Sale   Simply Unlike Any Other!",
            "TCNC, Official Auctioneers for the 2018 RCNA Convention in Mississauga ON, are pleased to offer the\npublic a superb and diverse selection of more than 1200 numismatic lots featured from two major collections\nand joined by selections from 41 consignors across North America. This year s sessions are highlighted by\nWildlife Museum Collection Part III & IV and The BC Dennisson Collection Part II. These collections\nfeature an impressive offering of unique pieces, including some of the finest known examples. We guarantee\nthat several items from these collections will excite you. We also offer the continuation of The Matapedia\nCollection of Banknotes Part III, featuring some newly discovered Chartered banknotes and some super\nhigh-grade Dominion of Canada notes. An incredible selection of Silver Five Cents is also offered in this sale;\nincluding an 1870 in ICCS MS67, a scarce 1915 in Gem Mintstate PCGS MS67, an 1875H Small Date in\nICCS MS64, an 1880H Rare Obverse in PCGS MS62, and much more!",
            "To cap off this fantastic sale we will have the pleasure of offering you some great Canadian decimal pieces\nin choice condition from the BC Dennisson Collection Part II. Also included in the sale, there will be a 1921\n50 cents in PCGS SP64, an incredible selection of Ten Cent pieces including a solid 1887 10 cents, a lovely\nselection of error coinage and banknotes etc. Also, included in this sale a fantastic selection of medals and Gold\ncoins.",
            "Some great decimal coins highlighting the 2018\nRCNA Auction sale are a 1921 50 cents, PCGS graded\nSpecimen-64! and a 1915 5 cents, PCGS graded MS-67.",
            "We look forward to seeiug you tu August!",
            "Number 4 June 2018183\n"
        ],
        "PageNo": "183"
    },
    {
        "File": "The_CN_Journal_june_42.jpg",
        "Paragraphs": [
            "IN MEMORIAM-FREEMAN CLOWERY.",
            "(1923 2018)",
            "The numismatic community has lost one\n| of its passionate old-time collectors.",
            "Freeman Clowery passed away April\n11, 2018, at Lennoxville, Quebec. He had\nlived a long life, much of which was\ndevoted to his numismatic pursuits. Of\nhis 95 years, at least 60 of them were\ndevoted to collecting and research.\nHis most important interest, however,\nwas the collecting and study of the\nGovernor General medals, as well\nas those of the Lieutenant Governors,\nwhich were issued by seven of the\nCanadian provinces. His first book,\nconcerning the medals of the Lieutenant-\nGovemors, was self-published in Sherbrooke\nin 1972 and it both describes and illustrates\n57 medals. As Freeman mentioned in his page\nof Acknowledgements:  Contacts have been made with\nthe Office of the Lieutenant-Governors of each of our\nProvinces, many Associations, collectors, dealers, and\nprivate citizens...  That work was dedicated to his wife\nFran who accompanied him on his numismatic, antique,\nand ephemera scouting trips. Freeman s medals of Canada s\nGovernors General were donated to Rideau Hall in Ottawa,\nand he became an instant friend to most of the officials\nwho represented that office. His work about their medals\nwas self-published in Sherbrooke in 1981. The quest for\nhistorical artifacts of his hometown, Sherbrooke, both\ncity and county, was another one of his passions and most\nof those objects were later donated to one or more of the\ninstitutions in Sherbrooke.",
            "Freeman and Fran were avid  birders,  as he\nfacetiously termed it, and he was really quite\nadept in his imitations of several bird\ncalls. Unfortunately, he lost his constant\ncompanion, Fran, much too early on, in\nMarch 1989. His son Wayne also caught\nthe collecting bug from his father and\nformed a rather interesting collection\nof Ships, Colonies and Commerce\ntokens which included the very scarce\nLees 13. In the 70s and 80s it was still\npossible to find unusual and scarce\ntypes in the ever-present junk boxes,\nrarely seen these days.\nWhen a new archivist was sought for\nthe Bank of Montreal at its head office\non St. James Street in Montreal around\n1972, Freeman took over that position. The\nBank s museum underwent improvements, in part due\nto his familiarity with numismatics. The main part of his\nemployment, however, was custodian and researcher on any\ntopic for the officers of the bank, whether from the bank s\nearly or present periods. He retired in 1985 but continued in\nan unofficial capacity for about another ten years.",
            "Freeman joined the Canadian Numismatic Association in\nJanuary 1961, member #3779. His application for membership\nwas likely sponsored by his friend, Doug Ferguson. When\nDoug passed away in 1981, both Freeman and Sheldon Carroll\nacted as his executors. Freeman was very proud to have been\ndistinguished with the Ferguson Award gold medal in 2005\nfor his work on medals of Governors General and Lieutenant-\nGovernors of Canada and the Provinces.",
            "by Warren Baker, FCNRS",
            "Freeman Clowery (right) shown receiving\nthe Ferguson award at the 2005 CNA\nBanquet in Calgary. Left, Freeman and his\n2nd wife Velma. Image: courtesy Dan Gosling",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "186"
    },
    {
        "File": "The_CN_Journal_june_44.jpg",
        "Paragraphs": [
            "THE ROYAL WEDDING",
            "His Royal Highness Prince Henry and Ms Meghan Markle",
            "The numismatic community has taken an opportunity",
            "to celebrate a very special wedding. On May 19,",
            "HRH Prince Henry of Wales (Harry) and Ms\n(Rachel) Meghan Markle were wed in a lively hour long\nceremony inside St. George s Cathedral at Windsor Castle.\nThe bride s five-metre-long silk tulle veil was hand-\nembroidered with silk and organza flowers representing\nthe 53 countries of the Commonwealth in honour of her\ngroom s role as Commonwealth Youth Ambassador. The\nveil was held in place by Queen Mary s diamond bandeau\ntiara on loan from Queen Elizabeth s personal jewellery\ncollection. The diamond and platinum tiara was bequeathed\nto The Queen from her grandmother s estate.",
            "In return, Commonwealth nations, including Canada,\nhave issued coins marking the occasion of this royal\nmarriage. The Royal Canadian Mint has issued a special\n$20 silver commemorative coin in honour of the wedding.",
            "The coin features a portrait of the smiling couple\nand three Swarovski crystals to represent the couple s\nengagement ring. The coin was designed to be a  heartfelt\nsymbol of Canadians   all Canadians   warmest wishes. ",
            "The Royal Mint has issued three versions of a  5\ncommemorative coin. Following the announcement of the\nengagement, the Royal Mint was granted a private sitting",            
            "with the couple, at Kensington Palace. The portrait used\nis described as the couple  looking lovingly into each\nother s eyes. ",
            "The Perth Mint, with Buckingham Palace s approval,\ncelebrated the occasion with a 1 oz silver coin featuring an\nimage of the couple celebrating the nuptials. A 1/40z gold\ncoin was also issued with the inscription of the couple s\nnames, date of marriage, wedding bells and a sprig of myrtle.",
            "Other countries of the commonwealth are sure to follow!",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "188"
    },
    {
        "File": "The_CN_Journal_june_45.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "GES eh ied",
            "Organizational Update  Changement organisationnel",
            "OTTAWA   May 22, 2018   CEO and\nPresident Sandra L. Hanington announced\ntoday she is leaving the Royal Canadian\nMint, effective July 1, 2018.",
            " After considerable thought and\nreflection, I am confident the timing of my\ndecision is right for the corporation and for\nme,  Hanington said.",
            "The decision comes on the heels of the\nMint winning its largest foreign single-\ndenomination circulation coming contract,\nmaking its $93.2 million dividend payment\nto the federal government, its great success\ncommemorating Canada 150.",
            " This experience has been tremendous\nbut also highly demanding. As I move on to the next stage of\nmy career, I hope to attain that elusive balance so many seek\nin their professional and personal lives,  said Hanington.",
            "On the recommendation of the RCM s Board of Directors,\nthe Finance Minister Bill Morneau has confirmed The Mint s\nCFO and Vice-President of Finance and Administration,\nJennifer Camelon, will serve as interim president and CEO\nuntil the federal government appoints a permanent replacement\nthrough an open and transparent selection process.",
            "Finance Minister Bill Morneau added,  Sandra Hanington\nhas made important contributions to the Royal Canadian\nMint, and I highly value her commitment to good governance,\ninnovation and sustainability. I wish her well as she and\nher family embark on this new chapter, and thank her for",
            "commitment to ensuring a seamless transition. ",
            "Number4 June 2018",
            "OTTAWA, ON - Le 22 mai 2018  \nLa pr sidente de la Monnaie royale\ncanadienne, Sandra L. Hanington, a\nannonc  aujourd hui son intention de\nquitter la Monnaie   partir du ler juillet\n2018.",
            "  Apr s mure r flexion, j ai bon\nespoir que cette d cision arrive au bon\nmoment, autant pour l organisation que\npour moi-m me  , a d clar  M  Sandra\nHanington.",
            "Cette d cision a lieu dans la foul e\ndu plus important contrat de pi ces de\ncirculation  trang res de m me valeur\nnominale qu a d croch  la Monnaie",
            "dans son histoire, du versement de 93,2 millions de dollars\nde dividendes au gouvernement f d ral et d un immense\nsucc s dans le cadre des c l brations du 150  anniversaire\ndu Canada.",
            "  Cette exp rience a  t  formidable, mais aussi tr s\nexigeante. Je m appr te dor navant   passer   un autre\nstade de ma carri re et j esp re, en ce faisant, parvenir   ce\nd licat  quilibre entre vie professionnelle et vie familiale,\n quilibre auquel aspirent tant de personnes  , a ajout  M \nHanington.",
            "Sur recommandation du Conseil d'administration de la\nMonnaie, le ministre des Finances a confirm  M  Jennifer\nCamelon, chef de la direction financi re (CDF) et vice-\npr sidente des Finances et de 1  Administration, dans le r le\nde pr sidente int rimaire jusqu a ce que le gouvernement\nf d ral choisisse un remplagant au terme d un processus de\nnomination ind pendant et transparent.",
            " L'apport de M  Sandra Hanington   la Monnaie royale\ncanadienne est consid rable, et je salue son engagement en\nmati re de saine gouvernance, d innovation et de viabilit \n  long terme. Je lui adresse mes v ux les meilleurs,   elle\net ainsi qu  sa famille, dans ce nouveau chapitre qu ils\ns appr tent   entamer. Par ailleurs, je la remercie aussi\nd'assurer une transition id ale  , a d clar  le ministre des\nFinances, l honorable Bill Morneau.\n"
        ],
        "PageNo": "189"
    },
    {
        "File": "The_CN_Journal_june_46.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "By ALAN ROY\n#17134",
            "Canadian Maverick Tokens",
            "Many numismatists enjoy collecting local\nM trade tokens. It can be enjoyable to research",
            "the individuals and companies listed on the\ntoken. Who issued it? When? What was its purpose? The\nreward is in finding out more about the history of a family,\ncommunity, and its local businesses.",
            "But this can sometimes be difficult. What if there was\nno town or city shown? Some tokens even lack the name\nof the province or country of origin. And what would you\ndo if the merchant s name isn t included? Some tokens\nonly feature a few initials and nothing more.",
            "These pieces are known as  mavericks  and\ncan sometimes be very difficult to identify.",
            "In the past, collectors would use the",
            "national numismatic organizations and\ntheir publications to reach out to fellow\ncollectors who might offer insight into\nthe identification of their stubborn pieces.\nIn 1960, Frederick Smith published a list\nof unidentified Canadian tokens in The\nCanadian Numismatic Journal. He provided\nhis mailing address in the hope that readers\ncould identify the issuers. Larry Gingras\npublished similar lists in the Transactions\nof the Canadian Numismatic Research\nSociety in 1969. In 1975, Geoff Bell became\n Mavericks Editor  for The Canadian Token\npublished by the Canadian Association\nof Token Collectors; he began an ongoing\nregular listing of unattributed pieces, for its\nmembers...",
            "In 1979, Cecil Tannahill published\nAttributed Canadian Maverick Tokens. He\ngathered information from several sources \nincluding catalogues and knowledgeable\ncollectors from across Canada to produce\na list of hundreds of pieces that lacked a\nplace name. Tannahill thought these would\nbe the most difficult to identify and might be\nconsidered by many collectors as mavericks.",
            "Each includes a brief description, the city and\nprovince where it was issued. By creating a\nconsolidated list, Tannahill had given token\ncollectors a handy reference work to identify\nthe most stubborn pieces of their collections.",
            "He also promised to update his work by listing newly\nidentified pieces in coming issues of the Canadian Token.",
            "Tannahill s Attributed Canadian Maverick Tokens\nwas the only go-to reference specifically for identifying\nmaverick tokens, until 2010 when Eric Jensen published\nhis pdf-only listing under the same title.",
            "To this day, collectors enjoy imparting knowledge and\nnew discoveries. It is this tradition of sharing that makes\nnumismatics such an enjoyable and rewarding hobby.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "190"
    }
]