[
    {
        "File": "The_CN_Journal_april_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT,",
            "Now that spring is in the air it is time to cast off",
            "the effects of the odd weather patterns of last",
            "year and get back to the pleasures of collecting\nand learning more about what we collect.",
            "Two short paragraphs within one of the Annexes to the\nmost recent Federal Budget of February 27 has caused\nquite a stir in the collector communities and among\nthe general public. Page 354 of the budget document\nmentions the eventuality that some paper currency will\nno longer be accepted as legal tender:",
            " The Government proposes to introduce legislative",
            "amendments to facilitate the maintenance of high-",
            "quality banknotes in the money supply and to provide\ngreater clarity on the banknotes that can be used\nas legal tender. These changes would allow the",
            "Government to better manage the money supply so",
            "that it is safe and secure for Canadians.",
            "Following these legislative amendments, the\nGovernment intends to initiate the process to remove\nthe legal tender status of banknote denominations no\nlonger issued by the Bank of Canada (i.e., $1000,\n$500, $25, $2 and $1). The Bank of Canada would\ncontinue to honour these banknotes and exchange\nthem at their face value. ",
            "The Bank of Canada quickly released an attempted\nclarification (see In the News page 138):",
            " In short, removing legal tender status means that some",
            "older banknotes would no longer have the official status",
            "of being approved for payments of debt. Essentially, that",
            "means you would no longer be able to spend that 1935",
            "25-dollar banknote to buy items at a store. But these",
            "banknotes would not lose their face value. ",
            "People tend to approach change with concern and\ndistrust, and to many this is a significant change. Initial\nreports confused the issue by criticizing the government\nfor using this legislation to avoid hundreds of millions of\ndollars in obligation. By maintaining the ability to redeem\nthe notes at face value there should be no effect on daily\ncommerce or even the hoards of those 1- and 2-dollar\nnotes being kept for speculation or sentimental reasons.\nApparently there are an estimated 104 million 2-dollar\nnotes still in circulation (withdrawn since the introduction\nof the toonie in 1996) and approximately 151 million\n1-dollar notes (being culled from circulation since 1986).",
            "The real question for the RCNA is how this\nlegislation can potentially affect our hobby. We are\nworking closely with the Canadian Paper Money\nSociety and the Canadian Association of Numismatic\nDealers to try to mitigate any detrimental actions.",
            "Continued page 106",
            "Number3 April+* May 2018",
            "Mozv_DU_PRESIDENT,",
            "aintenant que le printemps est arriv , il est temps",
            "de laisser les soubresauts que dame nature nous a",
            "impos s et de revenir aux plaisirs de collectionner\net d en apprendre davantage sur nos sujets de collection.",
            "Deux courts paragraphes dans l une des annexes le budget f d ral\ndu 27 f vrier dernier ont fait beaucoup de bruit dans la communaut \nnumismatique et dans le grand public. La page 354 du document\nbudg taire mentionne | ventualit  que certaines d nominations de\npapier monnaie n aient plus cours l gal:",
            "  Le gouvernement propose de pr senter des modifications\nl gislatives afin de faciliter le maintien des billets de banque\nde grande qualit  dans la masse mon taire et d assurer une\nplus grande clart  quant aux billets de banque qui ont cours\nl gal. Ces changements permettraient au gouvernement de\nmieux g rer l approvisionnement d argent pour qu il soit\nstir et s curitaire pour les Canadiens.",
            "A la suite de ces modifications l gislatives, le gou-\nvernement pr voit lancer le processus de retrait du cours\nl gal des billets de banque qui ne sont plus  mis par la\nBanque du Canada (c est-a-dire, 1 000 $, 500  , 25 $, 2  \net I $). La Banque du Canada continuera d accepter ces\nbillets et de les  changer a leur valeur nominale. ",
            "La Banque du Canada a rapidement publi  une tentative de\nclarification (voir dans la page Nouvelles 138):",
            "  En r sum , le retrait du cours l gal signifie que certains",
            "vieux billets ne seraient plus officiellement approuve s pour",
            "le remboursement de dettes. En gros, vous ne pourriez",
            "plus utiliser, par exemple, un billet de 25 $ de 1935 pour",
            "acheter des articles au magasin. Mais cela ne veut pas\ndire que ces billets perdraient leur valeur. Si vous avez\nun de ces billets, vous pourrez encore l apporter a votre\ninstitution financi re ou, ult rieurement, l envoyer a la",
            "Banque du Canada pour vous le faire rembourser: ",
            "Les gens ont tendance a aborder le changement avec inqui tude\net m fiance, et pour beaucoup, c est un changement important.\nLes rapports initiaux ont m lang  le probleme en critiquant le\ngouvernement pour utiliser cette loi afin d viter des centaines de\nmillions de dollars d obligations. En conservant la possibilit  de\nracheter les billets a leur valeur nominale, il ne devrait pas y avoir\nd effet sur le commerce quotidien ni m me sur l accumulation\nde ces billets de 1 et 2 dollars pour des raisons sp culatives ou\nsentimentales. Apparemment, on estime que 104 millions de billets\nde 2 dollars sont encore en circulation (retir s depuis I  introduction\nde la pi ce de monnaie en 1996) et environ 151 millions de billets\nde | dollar (retir s de la circulation depuis 1986).",
            "La vraie question pour Il  ARNC est de savoir comment cette\nl gislation peut potentiellement influencer notre passe-temps.\nNous travaillons en  troite collaboration avec la Canadian\nPaper Money Society et l Association canadienne des",
            "Suite page 106\n"
        ],
        "PageNo": "101"
    },
    {
        "File": "The_CN_Journal_april_07.jpg",
        "Paragraphs": [
            "CONVENTION COMMUNIQUE_DU_CONGRES",
            "Greater Toronto Area, site of the Next RCNA Convention  \nLe prochain congr s de l ARNC dans la r gion de Toronto",
            "August 7 to 11 in Mississauga, a western portion",
            "of the Greater Toronto Area. The convention\nlocation, the Hilton Meadowvale Mississauga (formerly\nDelta Meadowvale), is the same as 2014, when the\nRCNA last had its travelling road show in our city.",
            "The host club for this year 1s the North York Coin\nClub (NYCC) which was one of the co-host clubs\nduring that previous convention. This time, NYCC\ndecided to host it alone. The club has planned a\ncontinued full slate of activities that everyone has\nenjoyed at recent RCNA Conventions. Additionally,\nthere will be non-numismatic things to do as well, to\nkeep everyone in your family busy during the five-day\nconvention. It s a family friendly destination where\nthere s plenty nearby to keep you occupied.",
            "For this year s convention medal, NYCC has chosen\na Canadian aeronautical achievement, that many\nconsider the pinnacle of our aviation history. Sixty years\nago this year the CF-105 Avro Arrow made its maiden\nflight nearby at Malton, Ontario. At the time the Avro\nArrow was the most advanced delta-winged interceptor\naircraft in the world. It is an honour to commemorate\nthis event with a medal, and it s also a privilege to\nmeet someone who has firsthand information about\nthat turbulent time in political and aeronautical history\nin Canada the convention committee arranged to\nhave Mr. Claude Sherwood as our banquet speaker.\nMr. Sherwood was a draftsman for the Arrow project\nthose many years ago. He ll relate his experiences and\nillustrate them with some rare video and pictures of the\nproject. You ll want to be in attendance at the closing\nbanquet.",
            "For more information about the complete Program of\nActivities, visit www.rena.ca/2018. Registration forms\nfor all optional events are available there. For more\ninformation, contact Convention Chairman William\n(Bill) O Brien by email: wsobcoins@hotmail.com or\nphone (416) 897-6684; or RCNA Executive Secretary\nPaul Johnson by email: info@rcna.ca or phone (647)\n401-4014.",
            "T his year s annual RCNA Convention will be from",
            "Your convention chair,",
            "William   Brien",
            "Number3 April+ May 2018",
            "Le congre s annuel de |  Association royale numismatique",
            "canadienne se tiendra cette ann e dans la grande r gion",
            "de Toronto (GTA), dans la partie ouest de lam tropole\na Mississauga, entre le 7 et 11 aotit. Le lieu du congres est\nle m me qu en 2014, la derni re fois que PARNCa tenu le\ncongr s dans cette ville, au Hilton Meadowvale Mississauga\n(anciennement Delta Meadowvale).",
            "Le club hote pour le congr s de cette ann e est le North\nYork Coin Club (NYCC), qui  tait un des clubs h tes du\npr c dent congr s dans la r gion, mais a choisi d y aller seul\ncette fois-ci. Le NYCC a mis sur pied une liste complete\nd activit s dont les habitu s de l ARNC s attendent, en plus\ndes activit s non numismatiques pour que tous les membres\nde votre famille soient occup s pendant les cing jours du\ncongr s. C est une destination familiale avec beaucoup\nd  options a proximit  pour vous garder occup .",
            "Pour la m daille du congr s de cette ann e, le club a choisi\nune r alisation a ronautique canadienne, que beaucoup\nconsid rent comme l apog e de I histoire de l aviation\ncanadienne. Il y a sorxante ans, le CF-105 (Avro Arrow) a\nfait son premier vol 4 Malton, en Ontario. A l poque, Avro\nArrow  tait Pavion intercepteur biplace le plus avanc  au\nmonde. C est un privil ge et un honneur de comm morer\ncet  v nement avec une m daille et aussi une personne qui\na des informations sur les premiers jours de cette p riode\nturbulente de l histoire politique et a ronautique au Canada.",
            "Le comit  du congr s a  galement fait en sorte que Claude\nSherwood soit le conf rencier et le pr sentateur du banquet\ndu congres. M. Sherwood a travaill  sur Avro Arrow en\ntant que dessinateur il y plusieurs ann es et a quelques rares\nvid os et photos a partager avec les personnes pr sentes au\nbanquet de fermeture.",
            "Pour plus d informations sur le programme complet\ndes activit s, visitez www.rena.ca/2018. Les formulaires\nd inscription pour tous les  v nements optionnels sont\ndisponibles sur ce site. Pour plus d informations, contactez\nle pr sident du congr s William (Bill) O Brien par courriel:\nou par t l phone (416) 897-6684; ou le secr taire ex cutif\nde P ARNC, Paul Johnson, par courriel: info@rcna.ca ou par\nt l phone (647) 401-4014.",            
            "Votre pr sident de congr s,",
            "William   Brien\n"
        ],
        "PageNo": "103"
    },
    {
        "File": "The_CN_Journal_april_08.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE_bU_CONGRES",
            "2018 RCNA Symposium",
            "The Royal Canadian Numismatic Association",
            "invites you to this year s Educational Symposium.",
            "Continuing in the two-day expanded format, this",
            "year s symposium will consist of eight leading numismatists",
            "presenting a wide range of topics for your pleasure and\nknowledge.",
            "As the Canadian collector becomes more sophisticated\nthe demand for numismatic education becomes stronger. For\neveryone attending the 2018 Convention, the RCNA is proud\nto offer you this leading educational event. It is an opportunity\nto connect with people passionate about this hobby and eager\nto share their knowledge making your numismatic experience\nthat much greater. Remember, knowledge is power!",
            "Scott E. Douglas",
            "Wednesday August 8",
            "1:00 p.m. - Ron Cheek:",
            "Two hundred-year-old Admiral Gardner shipwreck\ncoins recall the East India Company s  season of\ndisasters. ",
            "Ron Cheek describes\nhimself as  a retired\nconsulting civil engineer\nwho spent a career in the\nwater and wastewater\ntreatment area of\nmunicipal engineering \nand  a freelance technical,\nbusiness, and numismatic\nwriter, and an editor /\nproof reader, who has\npublished more than 80\narticles on numismatic topics for various Canadian and\nU.S. publications.  Ron is a Fellow of the Canadian\nNumismatic Research Society, and has received numerous\nawards which include: RCNA The Guy Potter Literary\nAward (2013, 2014), RCNA Jerome Remick III Literary\nAward (2007, 2010, 2013), NLG Award U.S. Magazines\n(2013) and NLG Award World Coin Magazines (2011).\nRon is a graduate of Queen s University and Sir George\nWilliams University, Permanent Secretary of Queen s\nClass of Science 1967, and served as Queen s Engineering\nSociety Secretary for a couple years too.",
            "2:00 p.m. - Alan Roy:\nNumismatic Literature In Canada",
            "Alan Roy began collecting\ncoins almost 40 years ago.\nAlthough he collects a\nwide range of items, his\nmain focus is the medals of\nthe Royal Canadian Mint.\nHe is a member of several\nnumismatic organizations,\nincluding the RCNA,\nCATC, and CCCC. He\nis a long-time member of\nthe Ontario Numismatic\nAssociation and serves as area director. Always seeking\nto collect something out of the mainstream, Canadian\nnumismatic literature caught his interest about 20-years-\nago.\nHe now authors a regular column on the subject for Zhe\nCanadian Numismatic Journal.",
            "3:00 p.m. - Angus Sutherland:\nCanadian Communion Tokens",
            "Angus Sutherland is",
            "a retired Presbyterian",
            "minister who has long",
            "been fascinated with both",
            "numismatics and with",
            "history. He discovered",
            "that his vocation and his",
            "interests could be combined",
            "in collecting Communion",
            "tokens, largely a",
            "Presbyterian phenomenon.",
            "He began collecting these",
            "tokens in earnest in 1990 when he bought 200 Canadian\nCommunion tokens from the Norweb collection. His\nworldwide collection has exceeded 4,000. Angus is\ncurrently working on a book about the Communion token\nand, in particular, describing his Canadian collection,\nand updating or correcting the histories of the issuing\ncongregations. Angus chairs the Advisory Committee for\nthe National Presbyterian Museum in Toronto, which,\nboasts an equally large collection of Communion tokens.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "104"
    },
    {
        "File": "The_CN_Journal_april_09.jpg",
        "Paragraphs": [
            "4:00 p.m. - Jim Charlton Jr.:",
            "James E. Charlton... Coinman to Canada, Magician,\nMilitary Man, Engineer, Golfer, Husband and Father.",
            "Jim Charlton Jr. was born\nin Ottawa in July of 1946.\nA few months later Jim\nwas adopted by James\nand Mary Charlton. Jim\nspent his early days in\nChalk River before the\nCharltons moved to\nthe  beaches  area of\nToronto. At the age of 17\nJim entered the printing\ntrade, apprenticing at\nvarious shops in Toronto. Jim worked in this business\nmost of his life until 2014 when he retired from Hamilton\nWeb Printing a Metroland Media company.",
            "Jim served in the Navy League Cadets as an instructor\nof naval history, also touching on basic navigation and\ndrill techniques. He is an avid builder of model railroads\nand used to build ship models from both plastic and\nwood. When he retired Jim picked up his camera again\nand went back to photography devoting his time and\nhumble talents to photographing old buildings and\nhomes in the city of Hamilton. Currently Jim and his\nwife Pamela live in Hamilton as does his son, son s wife\nand 7-year-old daughter.",
            "Thursday August 9",
            "1:00 p.m. - Goeffrey Bell :",
            "Medals, My Passion\nGeoffrey Bell is a familiar\nface around Canadian\nnumismatics having served\ntwo terms as President\nof the Royal Canadian\nNumismatic Association, a\nPast President of Canadian\nPaper Money Society, and\nthe Canadian Numismatic\nResearch Society. He is a\nFellow of the RCNA and\nCNRS. He has received\nthe Paul Fiocca award, the Ferguson gold medal and the\nRoyal Canadian Mint silver medal for education. He was the\nnumismatic expert on the Canadian Antique Roadshow on\nCBC Television and has done numerous interviews on radio\nand television. Besides being an avid collector, he owned\na coin store in Moncton and works with son Brian in the\nauction business.",
            "Number3 April+* May 2018",
            "Geoff has amassed outstanding collections of paper\nmoney, tokens and medals over 60 years of collecting with\nmedals being his favorite. His presentation will feature\nrarities from his collection both of historical and general\ninterest, even to the non-collector. Medals represent the\nmost under-appreciated area of Canadian numismatics and\nwill be a future growth area in Canadian numismatics.",
            "2:00 p.m. - Rob Turner :\nCanada Large Cent Patterns and Specimens",
            "Rob Turner began\ncollecting Canadian\ndecimal coinage as a\nteenager growing up in\nMaine during the 1960s. By\n1980, he had focused his\npassion on collecting and\nstudying Victorian cents.\nDuring the last thirty years,\nhe has assembled multiple\nsets of these fascinating\ncoins, including a mint\nstate set containing all of the date and obverse variety\ncombinations.",
            "Since 2007, Rob has authored four highly acclaimed\nbooks and several articles on Victorian cent die\nvarieties. In addition to describing in detail how the\nRoyal Mint manufactured these coins, his books include\ncomprehensive die catalogs for the dates 1858, 1859 over\n1858, 1890-H, 1891, and 1892. His work on this series\ncontinues.",
            "Rob is a Fellow of the Canadian Numismatic Research\nSociety. In 2011, he was awarded the Society s Fred\nBowman Award for Numismatic Research for his\nbook, Dies and Diadems. He holds membership in both\nthe Royal Canadian Numismatic Association and the\nAmerican Numismatic Association and serves as secretary\nof the Newfoundland Numismatic Enthusiasts.",
            "3:00 p.m. - Michael Rogozinski :",
            "Canadian Specimen and Proof coins; a history and\nan explanation of terms: Business Strike, Proof,\nSpecimen and Proof-like",
            "Michael Rogozinsky 1s president of Empire Auctions, with\ngalleries in Montreal and Toronto. He specializes in fine\njewellery, diamonds, watches and rare coins. Michael has\nachieved the Diamond certificate from the Gemological\nInstitute of America, is a certified appraiser, and has\nbeen a contributor to the Charlton Standard Catalogue\nof Canadian Coins. He s been cataloguing rare coins for\nauction since the 1970s, and continues today, auctioning\nevery month at Empire Auctions in Toronto, Ontario.\n"
        ],
        "PageNo": "105"
    },
    {
        "File": "The_CN_Journal_april_10.jpg",
        "Paragraphs": [
            "Over the years, Michael\nhas handled thousands\nof important rare coins,\nand has bought, sold and/\nor auctioned examples of\nalmost every 19th and 20th\ncentury rare Specimen and\nProof coin ever minted\nfor Canada, including the\nfamed 1911 silver dollar,\n1921 Specimen 50 cents,\nan original matched 1875H",
            "Specimen set, and several truly unique Specimens. He is a\nrecognized expert of early Canadian Specimen coins, and\nhis opinions have been sought after by collectors, grading",
            "companies and other colleagues/dealers in the industry.",
            "Plan to attend the 2018 RCNA Symposium\nheld Wednesday, August 8 and Thursday,\nAugust 9, in the South Studio 3 room of the\nConvention hotel. Everyone is Welcome!",
            "Continued from page 101",
            "4:00 p.m. - lan Speers, FCNRS:\nNumismatic Estate and Succession Planning",
            "Ian Speers lives in Toronto,\nwhere he has his own legal\npractice, with a focus on real\nestate conveyancing and\nestate planning. He is the\ncurrent Chair of the Ontario\nBar Association s Real\nProperty Executive, and has\nbeen a sessional lecturer at\nQueen s University, Faculty\nof Law since 2016. His\nnumismatic interests include\nCanadian pre-Confederation tokens, with an ongoing\nstudy of the bouquet sous and 1832 Nova Scotia thistle\ncounterfeit series. He is a periodic contributor to The CN\nJournal, and 1s a freelance cataloguer for Geoffrey Bell\nAuctions. He is an active collector of early Byzantine\nbronze coins, and hammered coins of Scotland and Ireland.\nPrior to practising law, Ian worked for more than a decade\nin Canadian inter-university sport media relations, and he\nis a co-author of the book, 150 Years of Football at the\nUniversity of Toronto: 1861 to 2011.",
            "FROM_THE_PRESIDENT,",            
            "At the very least we feel it is incumbent on the Government\nto further educate the population before any proposed\nlegislation is acted upon.",
            "The Ontario Numismatic Association is holding its annual\nConvention once again in Kitchener, from April 20 to 22. It\nis one of the larger events that allows you to combine the\neducational and social aspects of the hobby with significant\npurchasing opportunities. Concurrently, the RCNA will be\nholding an executive meeting there on April 22.",
            "Plans for our own annual Convention, are proceeding\nsmoothly. In this issue you will find the Program of\nEvents and a Registration Form for our 65th Annual\nConvention and Show taking place Tuesday, August 7,\nto Saturday, August 11, at the Hilton Meadowvale,\nMississauga. The Convention 1s host to Canada s largest\nthree-day numismatic bourse Canada s Money Collector Show\nRemember, if you have been thinking about selling\nitems from your collection there is exciting news for\nour members; TCNC will waive the usual seller s fee\nfor those RCNA members who consign their material\nto the Convention s auction. To take advantage of this\nhuge membership benefit contact Mare or Eric at TCNC\nat 1 (877) 276-8627 and find out how to consign to the",
            "auction. ",            
            "Suite de la page 101",
            "Mozv_DU_PRESIDENT,",
            "marchands numismatiques pour tenter d att nuer toute action\npr judiciable. A tout le moins, nous estimons qu il revient\nau gouvernement d duquer davantage la population avant\nd adopter toute mesure l gislative propos e.",
            "L  Association numismatique de | Ontario tiendra son\ncongr s annuel une fois de plus a Kitchener, du 20 au 22\navril. C est l un des  v nements les plus importants qui vous\npermet de combiner les aspects  ducatifs et sociaux du passe-\ntemps avec des bonnes opportunit s d achats. Parall lement,\nPex cutif de ?ARNC tiendra une r union le 22 avril.",
            "La planification de notre congr s annuel progresse bien. Dans\nce num ro, vous trouverez le programme des  v nements et\nun formulaire d inscription pour notre 65e congr s annuel qui\naura lieu du mardi 7 aotit au samedi 11 aotit a Photel Hilton\nMeadowvale de Mississauga. Rappelez-vous que le congr s est\nl v nement numismatique le plus important au Canada, r parti\nsur trois jours, le a Salon Canadien des collectionneurs de monnaie. Rappelez-\nvous, si vous envisagez de vendre des articles de votre collection,\nil y a des nouvelles int ressantes pour nos membres; TCNC\nrenoncera aux frais habituels du vendeur pour les membres de\nPARNC qui exp dient leur mat riel a  encan du congr s. Pour\nprofiter de cet  norme avantage, communiquez avec Mare ou\nEric au TCNC au 1 (877) 276-8627 pour savoir comment mettre\nvos articles en consignation pour I  encan.",
            "0",
            "The CN Journal",
            "Volume 63\n"
        ],
        "PageNo": "106"
    },
    {
        "File": "The_CN_Journal_april_16.jpg",
        "Paragraphs": [
            "THE NATIONAL WAR FINANCE",
            "COMMITTLEE_MEDALLION",
            "BY BARRIE RENWICK",
            "FRCNA, FCNRS, #5754,",
            "When Canada entered the war in 1939 the\nvital need to mobilize demanded\nnimble access to funds to hasten",
            "the setup of wartime administration and\ninfrastructure. The government, seeking to\nborrow money, assigned the Victory Loan\nCommittee to sell war bonds to Canadians",
            "for support in these efforts. In 1941, this\ncommittee ran its 1st War Loan campaign",
            "and the 2nd followed soon after. Although",
            "the committee s campaigns brought favorable\nretums, the government realized that to be more\neffective an appeal by a national entity, one active in\nevery community across the country, would reach\nmore people in a more personal way if it were\nright in their communities. In 1942, the\ngovernment shuttered the VLC and formed",
            "the National War Finance Committee as",
            "that national entity.",
            "The NWFC mandate covered all\naspects of the program to encourage\ncitizens to save and to invest money\nin Canada s voluntary Wartime\nSavings Plan as support for the war effort.\nBroadly, this mandate included creating,\nadministering, selling and accounting\nfor Victory Bonds, War Savings\nCertificates, and War Savings Stamps.",
            "It entailed forming committees,",
            "recruiting and supervising volunteer",
            "labour in all provinces and territories",
            "to sell these offerings. As well, it",
            "required creating advertising and",
            "promoting the program. The Committee",
            "also had the task of designing and staging",
            "Victory Loan rallies, events held in major cities\nto kickoff each Victory Loan Campaign, which\noccurred at six-month intervals.",
            "The full-time paid workforce for the NWFC\nwas mainly drawn together from an assortment\nof experienced workers. It was administered by\nexecutives borrowed on a voluntary basis from\ngovernment departments, the Bank of Canada,\nand private corporations. Committees and\ngroups at the national, regional and provincial\nlevels all filled positions with these individuals.",
            "From an initial 60 members, the number of staff\neventually reached about 400. This group\nprovided all the services for planning,\nadministration, supply and promotion",
            "of the program.",
            "The sales of bonds, certificates and\nstamps took place within communities,\nand the workforce for that came",
            "through the cooperation of the local",
            "bank branches, trust companies and credit",
            "unions. They sold the bonds and certificates",
            "and volunteered their staffs  services for this task.",
            "School boards also participated; teachers",
            "sold War Savings Stamps to pupils who",
            "in return learned the value of saving.",
            "The government provided a sales",
            "commission to these entities to help",
            "offset their costs. The accumulated",
            "numbers of voluntary local staffs",
            "fluctuated with the activity during each",
            "campaign. As campaigns peaked, across",
            "the country a total of about 150,000 of these",
            "volunteers spent a part of their workday aiding",
            "Canada in striving for Victory.",
            "The Victory Loan Rally came as",
            "an integral part of each bond drive.",
            "Typically, it took place in populous",
            "areas as an outdoor gala to kickoff",
            "a campaign. The venue would be a",
            "city s central downtown street blocked",
            "off and decorated to create Victory",
            "Loan Lane where there would be a",
            "stage presenting well-known entertainers,",
            "or popular personalities, live music, patriotic",
            "enthusiasm and campaign fervour. There would likely",
            "be an array of military guns and tanks, or simulated",
            "manoeuvres by military personnel. These events",
            "ran during the day and into the evening to give all",
            "citizens a time to attend. The program and the rally s",
            "duration at a location varied, and soon it moved on to",
            "another destination, a sort of traveling road show. In",
            "a pre-TV society pre-occupied with wartime worries,",
            "this spectacle with its free entertainment offered",
            "people respite. Rallies drew immense crowds and\nsparked tremendous sales of bonds and certificates.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "112"
    },
    {
        "File": "The_CN_Journal_april_17.jpg",
        "Paragraphs": [
            "From its onset, the NWFC continued the series of\nbond drives started earlier, re-naming them Victory\nLoan Campaigns. The Committee s initial offering\nwas actually the 3rd bond drive, following the earlier\ntwo by the VLC. A bond drive had its consecutive\nnumber and an emblem as its identity. The emblem\nfor the 1st Victory Loan was the Victory Torch. This\nand the later emblems were offered as lapel pins to\npoint out the patriotic buyers. To further promote\nVictory Bonds, large images of these symbols stood\nout on campaign flags, on billboards and in posters.\nThe posters were a series of persuasive colourful\ncreations by contemporary Canadian artists.",
            "Victory Bonds were denominated from $50 to\n$1000 with interest paid at 3 percent. War Savings\nCertificates were $5 and $10, War Savings Stamps\nsold for 25 cents each; they got pasted onto a form that\nwhen filled was exchanged for a certificate. Bond sales\nin the 1st Victory Loan raised about $837 million. All\nnine campaigns raised in total about $1 billion, 235\nmillion; this, a laudable achievement by the population\nat the time of 11.5 million Canadians, with the average\nannual income pegged at $1540 (1941 census).",
            "Number3 April+* May 2018",
            "Although the government intended that bonds be\npurchased by civilians and enterprises, large numbers\nof military personnel also subscribed.",
            "At war s end in 1945, the National War Finance\nCommittee was disbanded and many of its employees\nreturned to former workplaces. Key staff and assets\nwere transferred into a new government entity:\nCentral Mortgage and Housing Corporation. CMHC\nimmediately began its task of preparing for housing\ndemands by the massive number of service personnel\nreturning to civilian life.",
            "The voluntary administrative members of the NWFC\nreceived a bronze medallion in recognition of their\nservice. This massive hunk, 3 inches in diameter, 3/8 of\nan inch thick and weighing 13.5 ounces might double\nas a paper weight. Thomas Shingles designed the\npiece, which the RCM struck in bronze from salvaged\nCanadian military equipment. On the medallion the\nflat outer ring of the obverse shows the nine Victory\nLoan emblems incuse, beginning at 12 o clock with\nthe Victory Torch of the Ist campaign and moving\nclockwise through the sequence. The reverse has\nthe recipient s name engraved above its inscription.\n"
        ],
        "PageNo": "113"
    },
    {
        "File": "The_CN_Journal_april_18.jpg",
        "Paragraphs": [
            "There were two reverse dies, one with the inscription\nin English, the other in French. The 1946 Mint Report\nstates that 955 medallions were struck. No breakdown\nof reverse types is given.",
            "The National War Finance Committee, a pro\ntem entity with a four-year existence, a mixture of\npaid and volunteer employees working in wartime\nconditions achieved remarkable success. The\ncomplexities the NWFC faced were daunting: the\ndesign, printing and legalese of bonds and other\ndocuments; obtaining offices, staffing, equipping\nand servicing them, collecting and accounting\nof monies; arranging rallies; advertising; press\ncoverage; and coordinating all of this across the\nnation. Imagine administering this in an era when\ncommunication was by postal mail and very limited\nuse of telephone; travel was by train under wartime\nrestrictions; gasoline was rationed, cars unavailable,\nand seemingly everything in short supply. For\nthe $1-a-year volunteer  We win when we work\nwillingly  may have been the solace that inspired him\nor her to persevere. Perhaps the medallion brought\nits recipients a sense of realization about what their\ndetermination accomplished when the country was\nat risk.",
            "Afterword",
            "I humbly acknowledge the late George H. Benson\nof Victoria for his thoughtful contribution to me of\nmuch information about the NWFC experiences\nof his father, William D. Benson, a member of the\ncommittee s Montreal Executive. Mr. Benson senior\nserved as a volunteer and like many others received $1\nper year in recognition. He worked with dedication on\nevery Victory Loan Campaign and received this medal\nfor his service. After the war, Mr. Benson returned to\nhis brokerage business in Montreal.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "114"
    },
    {
        "File": "The_CN_Journal_april_20.jpg",
        "Paragraphs": [
            "THE OCCUPATION OF HONG KONG\nAND. THE LIFE OF A VETERAN, PART 1 By MICHAEL SOUZA",
            "In 1841, after losing the First Optum War, China ceded Hong Kong to Great Britain. The Hong Kong Volunteer",
            "Defence Corps (HK VDC), also known as  The Volunteers , was established in 1854 to defend Hong Kong when the\nregular British troops were reassigned to fight in the Crimean War.\nMy father, Henry Souza, was born in Hong Kong on July 12, 1921. In 1938, at\nthe age of 18, he joined the Volunteers and was a member of the 3rd Battery of\nthe HKVDC.",
            "During that time, there were three banknote issuers of circulating currency in Hong Kong:",
            "The Government\nof Hong Kong\nalso issued its own\nnotes and here is an\nexample of the $1",
            "issued in 1936.",
            "At that time,\nthere were only\nthree coins in\ncirculation, the",
            "1-, 5- and 10-",
            "cent pieces.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "116"
    },
    {
        "File": "The_CN_Journal_april_21.jpg",
        "Paragraphs": [
            "When war began in Europe in 1939, Japan had already been at war\nwith China since 1937. To protest the invasion of China and to curb its\nmilitary expansion, an oil embargo was imposed against Japan. Hong Kong\nnewspaper accounts from 1939 hinted that war with Japan was inevitable.\nSometime between 1939 and 1941, my father was posted to the Field\nAmbulance Section of the Volunteers.\nThat same year, Hong Kong began to experience a shortage of 1-cent,\n5-cent and 10-cent coins and the Government claimed that these coins\nwere being smuggled to Shanghai and sold to Japanese agents for their\nmetal to assist the Japanese in their war efforts. In May 1941, the Hong\nKong Government had to issue 1-cent paper notes, and in October they also\nissued 5-cent and 10-cent notes to cover this shortage.\nWar began on December 8, 1941, when 52,000 soldiers of the Japanese\n23rd Army swarmed across the border from China into Hong Kong. To\noppose them were 14,000 allied soldiers. In forty hours, they overcame the\ndefenses held by British forces along the Shing Mun Redoubt and the Gin\nDrinkers Line. The city of Kowloon on the mainland fell to the Japanese on\n12th December and the remaining defenders retreated to Hong Kong Island.\nWhen the British were under siege on Hong Kong Island there emerged a\nshortage of coins and $1 banknotes. The shortage of the $1 banknotes arose\nwhen the Japanese distributed leaflets warning that all notes over $10 would\nbe worthless after the Japanese took over the colony. To relieve the situation a stock of The Bank of China 5 yuan\nnotes were discovered on the premises of The Commercial Press Limited in King Road, North Point. These notes\nwere overprinted HONGKONG GOVERNMENT $1 and released for circulation on December 13.",
            "The Japanese successfully invaded Hong Kong Island on December 18 and split the allied forces consisting\nof British units, HK VDC units, and Canadian troops. The allied troops were ordered by the Governor, Sir Mark\nYoung, to surrender on Christmas Day 1941. At that time, my father was in Fort\nStanley situated in the southern part of the Island. He and the other allied troops\nbecame POWs and were sent to Shamshuipo POW camp on the mainland.\nThe Japanese prepared an index card on each POW, and at the end of the\nwar, these records were kept at the National Archives in the United Kingdom.\nIn 2016, I visited the National Archives and found my father s POW card. The\nreverse provides details of his incarceration. The middle of the card states that\non July 25, 1943 he was hospitalized for chronic bronchitis and was discharged\nfrom hospital on August 13, 1943. The top of the card indicates that on May 14,\n1944 he was transferred to the Tokyo Camp Administration from Hong Kong\nand later, on April 14, 1945 to the Sendai Camp Administration.\nThe bottom of the card states that at the end of the war in 1945, on\nSeptember 9, he was transferred to a Captain Canderwood at Port Yumoto.",
            "Number 3 April   May 2018"
        ],
        "PageNo": "117"
    },
    {
        "File": "The_CN_Journal_april_22.jpg",
        "Paragraphs": [
            "The comage for Hong Kong was also affected by the war.\nAll Hong Kong coins were minted in England and according to\nthe records at the British Royal Mint: there were five shipments\nof the 1941 1-cent coins. One shipment was unloaded in South\nAfrica, returned to the Mint and melted down. The fate of the\nremaining four shipments is unknown and there are rumours\nthat one shipment was sunk by a Japanese submarine and\nanother shipment was captured by the Japanese in Hong Kong\nand melted down for the war. None of the 5-cent coins destined\nfor Hong Kong were shipped and most were melted down for\nthe nickel to be used in the war effort. They are some of the\nrarest of Hong Kong coins.\nAfter their victory, the Japanese used the Hong Kong\nand Shanghai Bank building as Headquarters for the\nadministration of Hong Kong. The Japanese soldiers shot one\nbank official to intimidate the others to open the vaults. In\nthe vault, there was $119,800,000 of un-issued $50, $100 and $500 banknotes. Although half of these notes\nwere already signed, they had no value because the Bank had not yet acquired the reserves that were required\nby law before they could be issued. In any event, the Japanese forced the Bank officials to issue them. These\nnotes issued this way became known as Duress Notes.",
            "The Japanese issued an order limiting the use of Hong Kong currency to $10 and introduced the Military Yen\nto the population. The Japanese re-opened the Hong Kong branch of the Yokohama Specie Bank and made it the\nofficial issuer of the Military Yen. Citizens were required to exchange Hong Kong currency at a rate of $2 for |\nMilitary Yen. For a short while, Hong Kong currency was allowed to circulate with the Military Yen.",
            "The initial three Military Yen notes were overprinted Japanese notes issued in August 1938 for use in\nsouthern China. The red overprints blotted out the name  Bank of Japan  and the four characters identified\nthem as  Japanese Imperial Government Military Notes . The three notes in the series were 1-. 5- and 10-yen:",
            "Continued on page 123\n0 The CN Journal Volume 63\n"
        ],
        "PageNo": "118"
    },
    {
        "File": "The_CN_Journal_april_27.jpg",
        "Paragraphs": [
            "Continued from page 118",
            "In December, 1938, the Japanese circulated the Ist Series of Military Yen which were printed specifically\nfor that purpose. These three notes omitted the name  Bank of Japan  and incorporated the previously\noverprinted inscription into the design. Again, they were:",
            "Number 3 April   May 2018 "
        ],
        "PageNo": "123"
    },
    {
        "File": "The_CN_Journal_april_28.jpg",
        "Paragraphs": [
            "The 2nd Series were notes of small denominations that were printed in November 1940. These notes\nno longer made reference to their use as military notes. These notes have 11 characters along the top, no\nserial number and are issued under the name of the Japanese Imperial Government. The series consisted of\n7 denominations: 1-, 5-, 10- and 50-sen, and 1-, 5- and 10-yen:",
            "a The CN Journal Volume 63\n"
        ],
        "PageNo": "124"
    },
    {
        "File": "The_CN_Journal_april_29.jpg",
        "Paragraphs": [
            "A 3rd Series of notes similar to the 2nd Series notes, were also issued. The only difference in design between\nthe 3rd Series and the 2nd Series is that these notes have seven characters across the top of the note and have",
            "Serial Numbers. There was a 100-yen note issued in addition to the 7 denominations issued in Series 2:",
            "The 2 Lin 5 Mo (2.5 Rin) uniface banknote (right) was also printed as part\nof the 3rd Series but never issued for use. This note, overprinted SPECIMEN\nin red with three cancellation punches, was offered in the December 2013 John\nBull Auction for HK$12,000 but did not sell. The lot description identifies the\nnote as the Key among all Japanese Military notes in Hong Kong.",
            "On July 24, 1942, the Military Yen was revalued at HK$4 to 1 Military\nYen and the Military Yen was made the sole legal tender in Hong Kong. The\nJapanese severely punished anyone caught using Hong Kong Dollars.",
            "In 1944, the Japanese issued three 100 Military Yen notes; one was printed in\nthe style of the Overprinted Series and the other two were in the Ist Series style.",
            "Part 2 will continue in our next issue.",
            "Number3 April  May 2018"
        ],
        "PageNo": "125"
    },
    {
        "File": "The_CN_Journal_april_30.jpg",
        "Paragraphs": [
            "PORTRAITS OF THE FAMOUS\nBY MEDALLISTS OF RENOWN.",
            "BY BARRIE RENWICK\nFRCNA, FCNRS,, #5754,",
            "#11 The Prince of Wales by John Flanagan",
            "The Edward Prince of Wales medal by John\n| Flanagan celebrates the Prince s visit to",
            "the United States as part of his 1919",
            "royal tour to North America. Flanagan\nshows us the heir apparent in his\nWelch Guards uniform. He s puffy-\ncheeked, looking younger than his\ntwenty-five years and facing right,\nthe profile side the Prince himself\nleast favoured. Regardless, it s\na splendid image of the royal\nwhose countenance appears at that\nmoment as one of sanguine interest\nand pleasure. In the right field\nis the tri-plumed royal badge. The\nmedal s reverse has a full length robed\nfigure of America s Columbia standing on\nthe right, her hands extended in a welcoming\ngesture toward the eight-line inscription in\ncommemoration of the Prince s visit. To\nthe left and right sides are oak leaf\nbows to reflect each nation s feeling\nof peace, and below, the symbol of\nthe American Numismatic Society,\nthe medal s sponsor. Medallic\nArt struck the 63 mm medal in\nbronze, silver and a gold copy\nmade for His Highness.",
            "Prince Edward Albert Christian\nGeorge Andrew Patrick David,\ncalled David by the family, an\nattractive bachelor verged on\nraffishness; he was racially prejudiced,\nand he was a womanizer. Still, he was\nwildly popular with the well-to-do smart set and\ndeemed charming especially by several wealthy",
            "American women who took interest in him. He was well \neducated and trained militarily, but he disdained protocol \nand favoured luxurious pastimes to royal duties. Despite his \nquirks, early on he was favourably regarded by the public.Nevertheless, he caused his father, George V, despair.",
            "By the late 1930s his expressed enthusiasm about early",
            "achievements by the Nazi Party in Germany\nraised eyebrows in Britain. Later many in\nhis nation and its empire felt let down\nwhen he abandoned his crown and",
            "Britain to pursue his marital plans.\nJohn Flanagan (1865-1952),\nborn in Newark, New Jersey,\nstudied art in New York and then\nin Paris under famous French\nartists of the nineteenth century.\nLater he studied and worked as\nan assistant to sculptor Augustus\nSaint-Gaudens, in the USA.\nFlanagan became one of America s\nprime portrait medallists. Did the Prince\nof Wales actually pose for him, or more\nlikely did John work from photographic sources?",
            "We re uncertain.",
            "Among Flanagan s outstanding portrait\npieces is his laudatory plaquette of\nSaint-Gaudens. John was also hugely\npopular for many of his other\npieces such as his Verdun medal\ncommemorating the sustained\ndefence of that French city in the\nGreat War and for his allegorical\ncelebration of the Panama Canal\non the prize medal of the 1915\nPan-Pacific Exposition. John\nFlanagan belonged to the ANS\nand several artists  organizations\nincluding the National Sculpture\nSociety. He displayed twenty-four of his\nplaques and medals at its national Exhibition of\nAmerican Sculpture in 1923, in New York City.",
            " Flanagan s legacy and most enduring design is the coin seen and known to millions: the US Washington quarter _ dollar, continued from its first issue in 1932 until 1998. John Flanagan died in New York City at age 87.",            
            "a The CN Journal Volume 63\n"
        ],
        "PageNo": "126"
    },
    {
        "File": "The_CN_Journal_april_31.jpg",
        "Paragraphs": [
            "ERROR OF THE MONTH",
            "BY JAIME FLAMENBAUM #23904",
            "Missing Colour in the Dance of the Spirits Toonie",
            "To celebrate Canada s 150th anniversary, the\n| Royal Canadian Mint issued, among\nothers, a commemorative 2- dollar",
            "coin, the Dance of the Spirits. Its\nreverse, designed by Timothy Hsia,!\nis in colourized and non-colourized\nfinishes, in proofs and in business\nstrikes.",
            "A 2017 coloured glow-in-\nthe-dark Dance of the Spirits\ncirculation coin was recently\nfound missing one of its colours.\nWithout a numismatic equivalent\nto catalogue this particular error, a\ncommon philatelic term:  missing\ncolour  is being applied here. Missing\ncolour happens when one or more\ncolours failed to be transferred during the\nprinting process, and by definition must be\n100 percent missing. ",
            "The coin in question was found\nin a mint roll by coin dealer Jared\nStapleton of Metro Coin &\nBanknote, Toronto. The bottom\ncoin shown is missing the\nenhancement colouration evident\non the top coin. Notably, this\nparticular coin does not glow-in-\nthe-dark even in ideal controlled\ntests.",
            "To understand what caused\nthese defects, I asked my contacts at\nthe RCM several questions:",
            "1 Royal Canadian Mint - http://www.mint.ca",
            "1. What is the colouring\nprocess used for these coins?\nIs it similar to the  decal \napplication used in other\ncolourized coins?",
            "2. What colour is missing? The\ngreen or another layer such\nas cyan that would cover the\nwhole area?",
            "3. How many colour layers are\napplied in the production of\nthis coin?",
            "4. Is the  glow-in-the-dark \npigment mixed with that\nmissing colour layer? Is it\nzine sulphide or strontium\naluminate?",
            "Unfortunately, for these and other",
            "questions, the answers were always the same,\n Sorry, that is proprietary information. ",
            "Based on my knowledge of printing",
            "stamps and the limited information I have",
            "about the production of this coin, I",
            "suspect that the nozzle that should be",
            "applying the ink plus the glow-in-",
            "the-dark pigment to the decal (?)",
            "was obstructed, causing this error.",
            "If this is the case, I believe other",
            "coins with this same error exist,",
            "some with partial application of\nthe pigment.",
            "Acknowledgements",
            "The author thanks Jared Stapleton for",
            "the com, Roger Paulen for the pictures and",
            "my unnamed contacts at the Royal Canadian",
            "Mint for their candor.",
            "2 Types of Error Stamps - http://www.2-clicks-stamps.com/\narticle/types-of-error-stamps.html retrieved in 12 December 2017",
            "Number 3",
            "April  May 2018\n"
        ],
        "PageNo": "127"
    },
    {
        "File": "The_CN_Journal_april_36.jpg",
        "Paragraphs": [
            "COMMUNIQUE,",
            "2018 $3 Fine Silver Coin   Caribou",
            "Designed by Steve McPhee, the reverse presents\na contemporary portrait of the caribou in the\nCanadian wilderness. The carefully sculpted\nungulate is positioned slightly left-of-\ncentre, where it strikes a majestic pose",
            "as it turns its head and looks towards",
            "the right side of the coin. Viewed in side\nprofile, the caribou s rack of antlers adds",
            "to its imposing stature, with the main\nbeam rising skyward while the brow-tines\npoint forward above its muzzle. The stylized\nrendering of the landscape provides a simple\nyet artistic backdrop, while the brilliance",
            "of the engraved elements is enhanced by",
            "the coim s specimen finish. The obverse\nfeatures the effigy of Her Majesty Queen\nElizabeth II by Susanna Blunt.",
            "2018 $15 Fine Silver Coin   Magnificent Bald\nEagles",
            "The reverse image by Tony Bianco offers a life-like\nrepresentation of a convocation of bald eagles\n(Haliaeetus leucocephalus) at a communal\nroost site. A profile view allows for a close\nexamination of the eagle s distinctive\nfeatures and famous plumage, with all\nthree raptors fixing their piercing gazes\non something that lies just beyond the\nreverse. In a show of authority, two of\nthe stately birds have turned their heads\nto glare at the possible intruder, while the\nsharp, hooked beak of the uppermost eagle\nis open to suggest a high-pitched warning\nhas been issued. The reverse also includes the\nengraved word  CANADA  and the year  2018. \nThe obverse features the effigy of Her Majesty\nQueen Elizabeth II by Susanna Blunt.",
            "Pi ce De 3 $ en Argent Fin 2018   Caribou",
            "Le motif au revers, oeuvre de Steve McPhee,",
            "est une repr sentation contemporaine du",
            "caribou en pleine nature canadienne.",
            "Longul , minutieusement sculpt , pose",
            "de mani re majestueuse du cdt  gauche de",
            "la pi ce, la t te tourn e vers le cdt  droit.",
            "Ainsi repr sent s de profil, les bois du",
            "caribou accentuent sa silhouette imposante,",
            "leur tige centrale pointant vers le ciel alors",
            "que ses ramifications suivent le d nivel  du",
            "museau. La repr sentation stylis e du paysage",
            "offre une toile de fond simple mais  l gante, et",
            "leffet lustr  des  l ments grav s est accentu  par le fini",
            "sp cimen de la pi ce. L avers est a l effigie de Sa Majest  la\nreine Elizabeth II, selon Susanna Blunt.",
            "Pi ce De 15 $ en Argent Fin 2018  \nMagnifiques Pygargues A T te Blanche",
            "Le motif au revers, oeuvre de Tony Bianco, repr sente",
            "avec r alisme un trio de pygargues a t te blanche",
            "(Haliaeetus leucocephalus) dans une aire",
            "de repos. La vue de profil, qui montre les",
            "rapaces fixant leur regard percant sur",
            "un point a l ext rieur du cadre, permet",
            "d examiner de pr s leurs traits distinctifs et",
            "leur c l bre plumage. Affichant toute leur",
            "supr matie, deux des majestueux aigles",
            "tournent la t te pour river leurs yeux sur",
            "lintrus potentiel. Le bec crochu et effil  du",
            "troisi me, plus haut perch , est grand ouvert",
            "; on peut presque entendre son cri strident lanc ",
            "en guise d avertissement. Sont  galement grav s",
            "au revers la mention   CANADA   et le mill sime",
            "  2018  . L avers est a Veffigie de Sa Majest  la\nreine Elizabeth II, selon Susanna Blunt.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "132"
    },
    {
        "File": "The_CN_Journal_april_37.jpg",
        "Paragraphs": [
            "2018 $100 Fine Silver Coin   The Angel Of\nVictory 100th Anniversary Of The First World War\nArmistice",
            "To mark the 100th anniversary of the Armistice of\nCompi gne (November 11, 1918), the reverse\nimage by Pandora Young brings together",
            "several design elements that are rooted",
            "in history. The design s focal point",
            "is a rarely seen overhead view",
            "of the Angel of Victory statue,",
            "one of three identical bronze",
            "memorials created by Montreal-",
            "based sculptor Coeur de Lion",
            "MacCarthy. Here, the statue is a",
            "powerful reminder of the human",
            "cost of the war, embodied by the",
            "fallen Canadian combatant held by",
            "an ascending angel, who also holds",
            "a laurel wreath in her left hand. The",
            "two figures overlap the frame, which was",
            "inspired by Canada s one-cent coin at the time",
            "of the First World War (1914  1918); a wreath of\n16 maple leaves represents a contemporary twist\non the maple vine design seen on all Canadian\ncents between 1858 and 1920, while two rings",
            "of dots   one with 100 dots, the other with 140\n are kept intact from W.H.J. Blakemore s\nclassic design. The reverse includes the word\n CANADA,  the double commemorative",
            "dates  1918   2018  and the face value  100\nDOLLARS.  The obverse features the effigy of\nKing George V by Sir Bertram Mackennal.",
            "2018 $500 Pure Gold Coin   Maple Leaves",
            "The reverse design by Royal Canadian Mint\nengraver Stanley Witten features the\ndistinctive five-lobed-leaf shape of the\nsugar maple as two leaves, engraved in\ncareful detail, emerge from a twig. At",
            "their base is a cluster of delicate sugar\nmaple blossoms. The proof-finished",
            "field features the text  CANADA, ",
            "the metal weight  5 OZ,  the purity\nstandard of  9999 AU,  the face value",
            "of  500 DOLLARS,  and the date",
            " 2018.  The obverse features",
            "the effigy of Her Majesty",
            "Queen Elizabeth II by",
            "Susanna Blunt. Exceptionally",
            "low mintage of only 99 coins",
            "issued worldwide.",
            "Number 3",
            "April  May 2018 -----------------------------------",
            "Pi ce De 20 $ en Argent Fin 2018   L ange De La\nVictoire 100  Anniversaire De L armistice De La\nPremi re Guerre Mondiale",
            "Le motif au revers, oeuvre de Pandora Young, marque",
            "le centi me anniversaire de |  Armistice, sign ",
            "a Compi gne le 11 novembre 1918, en",
            "r unissant diff rents  l ments visuels",
            "ancr s dans l histoire. Le point central",
            ": une rare vue en plong e de la",
            "sculpture de bronze L Ange de la",
            "Victoire, dont trois exemplaires",
            "identiques furent cr s par le",
            "montr alais d adoption Coeur de",
            "Lion MacCarthy. Le soldat mort",
            "port  par un ange, qui tient aussi",
            "une couronne de laurier dans sa main",
            "gauche, rappelle le cof douloureux",
            "de la guerre en vies humaines. Ici, les",
            "deux figures se superposent a la bordure,",
            "qui est inspir e des pi ces canadiennes",
            "de un cent en circulation pendant la Premi re",
            "Guerre mondiale (1914-1918); la couronne de 16 feuilles",
            "d rable se veut une interpr tation contemporaine de la",
            "tige de feuilles d rable qui figurait sur les pieces",
            "canadiennes de un cent frapp es entre 1858 et",
            "1920, tandis que les deux anneaux de points",
            "(un en compte 100, l autre 140) reproduisent",
            "fid lement le motif classique de W. H. J.",
            "Blakemore. Le revers porte aussi la mention  ",
            "CANADA , les dates comm moratives   1918 ",
            "2018   et la valeur nominale   100 DOLLARS",
            " . Lavers est 4 l effigie du roi George V, selon sir\nBertram Mackennal.",
            "Pi ce de 500 $ en Or Pur 2018   Feuilles\nD rable\nLe motif au revers, oeuvre du graveur de la\nMonnaie royale canadienne Stanley Witten,\nrepr sente deux feuilles d rable a sucre aux\ncinq lobes distinctifs, grav es avec grand\nsoin,  mergeant d une petite branche. A\nleur base jaillit une grappe de d licates\nfleurs du m me arbre. Sur le champ au\nfini  preuve numismatique sont grav s\nla mention   CANADA  , le poids\nm tallique nominal   5 OZ  , le degr \nde puret    9999 AU  , la valeur nominale\n  500 DOLLARS   et le mill sime   2018\n . Leavers est a l effigie de Sa Majest  la reine\nElizabeth II, selon Susanna Blunt. Tirage mondial\nexceptionnellement faible de 99 exemplaires."
            
        ],
        "PageNo": "133"
    },
    {
        "File": "The_CN_Journal_april_38.jpg",
        "Paragraphs": [
            "BANK OF CANADA PRESS RELEASE",            
            "New $10 vertical banknote featuring Viola Desmond unveiled on International Women s Day",
            "Finance Minister Bill Morneau\nF and Bank of Canada Governor",
            "Stephen S. Poloz today\nunveiled the new $10 banknote,\nfeaturing Viola Desmond, during\na ceremony at the Halifax Central\nLibrary. Once issued into circulation\nin late 2018, it will mark the first\ntime that an iconic Canadian\nwoman is portrayed on a regularly\ncirculating Bank of Canada note.",
            "Viola Desmond was selected for\nthe new $10 banknote by Minister\nMorneau following an open call to\nCanadians to nominate an iconic\nCanadian woman for the next\nredesigned banknote. A successful\nblack Nova Scotian businesswoman,\nViola Desmond defiantly refused to\nleave a whites-only area of a movie\ntheatre in 1946 and was subsequently\njailed, convicted and fined. Her court\ncase is one of the first known legal\nchallenges against racial segregation\nbrought forth by a black woman in\nCanada.",
            "This new $10 note is the first\nvertically oriented banknote issued\nin Canada. This will allow for a more\nprominent image of Viola Desmond\nand differentiates this new $10 note\nfrom the current polymer notes.",
            " Two years ago today on\nInternational Women s Day Prime\nMinister Trudeau and I announced\nthat the time had come for a\nCanadian woman to be represented\non Canada s banknotes. Since then,\nthanks in large part through her sister Wanda, more and\nmore Canadians have come to know Viola Desmond s\nremarkable personal story of courage and dignity. Her\nstory serves as inspiration to all Canadians and acts as\na powerful reminder of how one person s actions can\nhelp trigger change across generations,  said Minister\nMorneau.  As we strive for equality across our economy\nand in every facet of our country, we hope this constant\nreminder of Viola s story will help inspire a new\ngeneration of women, men, girls and boys to fight for",
            "The new $10 note is truly a new direction in the design format of the\nCanadian banknote series . When the new banknotes enter circulation in\n2018, Desmond will be the first modern-day Canadian woman to have her\nportrait appear on Canadian currency. This new $10 banknote will reflect the\nbroader themes of social justice and the struggle for rights and freedoms. It\nwill be the first note in the next series.",
            "To continue to celebrate more iconic Canadians, the next $5 note will also\nfeature a new Bank NOTE-able Canadian. In due course, the Bank will launch\nanother consultation process to seek input from Canadians on the design of\nthat $5 note, building on the successes of this most recent process.",
            "what they believe, take their place and create a better\nfuture for themselves and all Canadians,  he added.",
            "The back of the $10 banknote features images and\nsymbols that represent Canada s ongoing pursuit of rights\nand freedoms. It highlights the Canadian Museum for\nHuman Rights the first museum in the world solely\ndedicated to the evolution, celebration and future of human\nrights. Also depicted on the note are an eagle feather \nrepresenting the ongoing journey toward recognizing\nrights and freedoms for indigenous peoples in Canada",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "134"
    },
    {
        "File": "The_CN_Journal_april_39.jpg",
        "Paragraphs": [
            " and an excerpt from the Canadian Charter of Rights and\nFreedoms.",
            "This new $10 note continues a strong tradition\nof innovation by the Bank of Canada to ensure that\nCanadians maintain trust and confidence in their money.\nIn addition to the innovative public consultation process\nused to design the note, enhanced security features have\nbeen added to help keep these banknotes safe from\ncounterfeiting, yet easy to use. The new $10 will be\nprinted on polymer, which was introduced to Canadian\nbanknotes in 2011. Polymer banknotes last longer than\npaper banknotes. This vertical banknote is the same size,\nhas the same functionality as existing Canadian banknotes\nand should not change how people handle cash.",
            " Our banknotes are designed not only to be a secure\nand durable means of payment, but also to be works\nof art that tell the stories of Canada. This new $10 fits\nthat bill,  said Governor Poloz.  I m immensely proud\nof all the innovation that went into this note from the\npublic consultation process that encouraged a national\nconversation on the important contributions of women in\nCanadian history, to the note s beautiful vertical design, to\nits cutting-edge security features. Canadians can use this\nnote with both confidence and pride. ",
            "Number3 April* May 2018 --------------------------------------",
            "The front of the banknote features the\nportrait of Viola Desmond 1914 1965;\nEntrepreneur and Defender of Social Justice.\nIn the background is a stylized contemporary\nmap of Halifax s North End neighbourhood",
            "The back of the note features the striking\nedifice of the Canadian Museum for Human\nRights built at The Forks in Winnipeg MB.",
            "A transparent centre panel located in\nthe lower portion of the note features a\nholographic stylized image of the Library of\nParliament.\n"
        ],
        "PageNo": "135"
    },
    {
        "File": "The_CN_Journal_april_42.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "Upcoming changes to legal tender status for older banknotes",
            "tender status from banknotes something it cannot do now. If that power is approved by Parliament, the plan would",
            "I n the 2018 budget, the Government of Canada announced that it will ask for the power to be able to remove legal",
            "be to remove that designation from certain banknotes that are no longer being produced the $1, $2, $25, $500 and\n$1,000 notes and they would be officially taken out of circulation. This initiative is supported by the Bank of Canada.",
            "Canada s official notes and coins are called\nlegal tender",
            "Every banknote issued by the Bank of Canada since we\nopened our doors in 1935 is still redeemable at its face\nvalue. Technically, you can use a 1935 $25 banknote when\nyou go shopping or pay a bill. The cashier might refuse it\nbecause it looks unfamiliar, but it is still worth $25. In fact,\nsome banknotes, especially the rare ones, are worth more to\ncollectors than the number on their face.",
            "Banknotes issued by the Bank of Canada, together with\ncoins issued by the Royal Canadian Mint, are what is\nknown as  legal tender.  That s a technical term meaning\nthe Government of Canada has deemed them to be the\nofficial money we use in our country. In legal terms, it\nmeans  the money approved in a country for paying debts. ",
            "Today, money is not just banknotes but takes many\ndifferent forms: credit cards, debit cards, cheques, and\ncontactless payments using mobile devices. You can pay\nwith any of these forms of money, even though they are\nnot considered  legal tender.  In fact, anything can be used\nif the buyer and seller agree on the form of payment. So\n Jegal tender  has little impact on our everyday lives.",
            "Banknotes will not lose their face value",
            "In short, removing legal tender status means that some older\nbanknotes would no longer have the official status of being\napproved for payments of debt. Essentially, that means you\n[may] no longer be able to spend that 1935 $25 banknote\nto buy items at a store. But these banknotes would not lose\ntheir face value. If you have one of them, you will still be\nable to take it to your financial institution or eventually\nsend it to the Bank of Canada to redeem its value.",
            "International experience",
            "Many other countries have been doing this for years. More\nthan 20 central banks around the world have the power\nto remove legal tender status from their notes, including\nthe Bank of England, the Sveriges Riksbank, Sweden, the\nSwiss National Bank, the Reserve Bank of New Zealand\nand the European Central Bank.",
            "Current, high-quality and secure banknotes",
            "Having the power to remove legal tender status from\nbanknotes means that we can do a better job of keeping the\nnotes in circulation current. Newer banknotes have better\nsecurity features that make them difficult to counterfeit, and\nthey are in better condition overall. Keeping notes current\nmeans they work more efficiently for all of us.",
            "Officially taking the $1, $2, $25, $500 and $1,000 notes\nout of circulation will help achieve that goal. This decision\nwill have little impact on most of us.",
            "That s because these banknotes have not been produced\nin decades. In fact, you almost never see them. Some\npeople do not recognize them, which means they likely\nwould not be accepted in transactions.",
            "  The $1 and the $2 notes stopped being issued in 1989",
            "and 1996, respectively, and were replaced with coins.\n  The $25 note was a commemorative note. Both it and\nthe $500 note were discontinued shortly after they\nwere issued in 1935.\n  The $1,000 note stopped being issued in 2000.",
            "By removing these old notes from circulation, we can\nensure that our banknotes stay current, of high quality and\nsecure. It also guarantees they are always easy to use.",
            "Right now, there are no plans to take any other banknotes\nout of circulation. If the legislation is approved, the\ngovernment will be able to remove other notes in the future\nas needed.",
            "What to do with older notes",
            "Don t worry, nothing will happen overnight. If the\nlegislation is changed, we will let you know what you can\ndo with your older notes. For now, you can still redeem\nthem at your financial institution, but after a period of\ntime, you will have to send them to the Bank of Canada to\nredeem their value. Or, you can always decide to keep your\nnotes.",
            "Affected banknotes",
            "The following banknotes will be officially taken out of\ncirculation. See pages 140-141.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "138"
    },
    {
        "File": "The_CN_Journal_april_46.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "By ALAN ROY\n#17134",
            "The C.N.A. Bulletin",
            "B efore the glossy, colourful magazine The Canadian",
            "Numismatic Journal began to perform its role\nas the communication organ for the Canadian\nNumismatic Association, there was The C_N.A. Bulletin.",
            "The Bulletin was a far cry from the Journal you re\nreading right now. It certainly didn t look as clean and\nprofessional. It consisted of a number of sheets carefully\ntyped and mimeographed, stapled at the corner. It was not\ntypeset, and didn t include photographs or diagrams.",
            "The first editor was Guy Potter. He was the one most\nresponsible for creating The C.N.A. Bulletin when the\nOttawa Coin Club transformed itself into the core of the\nCanadian Numismatic Association.",
            "For the six years it was published,\nfrom 1950 to late 1955, the Bulletin was\nevery bit as serious as its descendent\nwould become. It included articles\nwritten by the best numismatists of the\nday. Collectors wrote informative and\nwell researched articles, and, in its\npages, discussed new discoveries.",
            "Perusing the Bulletin can be\nenlightening. The world was very\ndifferent in the 1950s. For example, in\nvolume two, number five, it published\nan article entitled  Register of\nOwners of Rare Coins of Canada and\nNewfoundland.  That s a document\nthat is interesting, because it lists the\nnames and addresses of the owners\nof some of Canada s rarest coins. The\nidea of publishing the addresses of the\nmembership, especially those who own\nnotable rare coins, seems bizarrely\nreckless today.",
            "By the mid 1950s, the CNA s\nmembership surpassed 600, including\nmany from other countries. It was\nthen time for the organization to have\na publication that suited its success\nand professionalism. The C.N.A.",
            "Bulletin wasn t up to the standards\nof an organization as important as the\nCanadian Numismatic Association.\nIt was under the helm of then editor\nPeter S. Favro that the Association s",
         
            "publication transformed from a mimeographed newsletter\nto a slick, modern magazine. I m sure the membership\nwas very happy to see the changes that occurred.",
            "One thing hasn t changed. Even as Favro announced\nthe changes in the final edition of the Bulletin, he made\na plea that is similar to one by many editors:  This is a\ngeneral appeal for the submission of original articles of\nnumismatic interest for use in our printed publication.\nWhereas articles and other material have been more\nabundant the last few years, larger volumes of both will\nbe required to fill our future requirements, so make a\nNew Year s resolution to contribute of your numismatic\nknowledge to the general cause. ",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "142"
    }
]