[
    {
        "File": "The_CN_Journal_march_05.jpg",
        "Paragraphs": [
            "FROM THE PRESIDENT",
            "AIthough the milder weather seems to be eluding",
            "us this year, at least in my area of the country, I",
            "hope it is not preventing you from getting out to\nthe various shows hosted by the local coin and collectible\nclubs. Your attendance at the shows is a great way to\nsupport the clubs and the hobby. While we are on that topic,\nI encourage you to attend one or more of the club meetings.\nI am sure you will find that you enjoy the evening and\nmight even consider joining the club. It is a very cost-\neffective way to diversify your collecting experience and\nconnect with others who share a common interest.",
            "I would like to issue my annual challenge to\neach member of the RCNA to encourage friends or\nacquaintances, who also collect, to join our Association.\nThis is a win-win scenario; by encouraging people to\nbelong you are helping them expand their horizons and\nperhaps their enjoyment of the hobby, and at the same time\nsupporting your Association. Our executive secretary, Paul\nJohnson, would be happy to answer any questions.",
            "Among the benefits of RCNA membership, my\nfavourite activity is attending our annual Convention.\nThe Convention is the Canadian numismatic event of\nthe year. In addition to hosting Canada s Money Collector Show,\nthe largest three-day numismatic show in the country, it\nis an opportunity to attend specialty collector association\nmeetings and the largest numismatic educational event of\nthe year. It is a also a chance to tour attractions and take\nin the sights of the surrounding area.",
            "Our 65th Annual Convention takes place between\nTuesday, August 7 and Saturday, August 11, 2018, at the\nHilton Meadowvale Hotel in Mississauga ON; with the\nMoney Show opening on the Thursday. Why not make plans\nright away to attend? For further information go online at\nwwwrena.ca/2018 .",
            "If you have decided to trim back a few items in your\ncollection, the Canadian Numismatic Company has agreed\nto waive consignment fees for all RCNA members who\nsubmit material to sell at the Convention auction. This is a\nhuge membership benefit; contact Mare or Eric at 1 (877)\n276-8627 and find out how to consign to the auction.",
            "In closing, I wish to apologise to our members in the\nwest who subscribe to Shaw as their Internet service\nprovider. For sometime during January, some were not\nable to access our Web site. I am happy to report that\nthe obstruction is now resolved. As always, please feel\nfree to contact me with your thoughts and comments, by",
            "email: president@rcena.ca.",
            "Number2 March",            
            "MOT DU PRESIDENT.",
            "Bien que le temps plus doux semble tarder cette ann e,\nB du moins dans mon coin du pays, j esp re que cela",
            "ne vous emp che pas de sortir pour les visiter les\ndiff rents salons organis s par les clubs numismatiques et\nclubs de collectionneurs. Votre pr sence a ces salons est un\nexcellent moyen de supporter les clubs et notre passe-temps.\nPuisque nous sommes sur ce sujet, je vous encourage a assister\na une ou plusieurs des r unions de club. Je suis convaincu\nque vous allez appr cier vos soir es et que vous pourriez\nm me envisager de vous joindre au club. C est un moyen tr s\nrentable de diversifier votre exp rience de collectionneur et de\nrencontre d autres personnes qui partagent votre int r t.",
            "Je vous lance mon d fi annuel,   chaque membre de\nl ARNC d encourager vos amis ou des connaissances, qui\ncollectionnent  galement, a joindre notre association. C est\nun sc nario gagnant-gagnant; en incitant les gens de nous\njoindre, vous les aidez a  largir leurs horizons et peut- tre\na appr cier davantage leur passe-temps, tout en soutenant\nvotre association. Notre secr taire ex cutif, Paul Johnson, sera\nheureux de r pondre a vos questions.",
            "Parmi les avantages de l adh sion   ] ARNC, mon activit \npr f r e est de participer   notre congr s annuel. Le congr s\nest l v nement numismatique canadien de l ann e. En plus\nd assister   Salon Canadien des collectionneurs de monnaie, la plus grande\nexposition nationale de numismatique  chelonn e sur trois jours,\nc est l occasion parfaite d assister   des r unions d associations\nde groupes sp cialis s et au plus grand  v nement  ducatif\nnumismatique de l ann e. C est  galement une opportunit  de\nvisiter les attractions locales et de visiter des sites touristiques.",
            "Notre 65e congr s annuel aura lieu entre le mardi 7 ao tet le\nsamedi 11 ao t 2018   l'h tel Hilton Meadowvale   Mississauga\nON avec l ouverture du salon le jeudi. Pourquoi ne pas faire des\nprojets pour y assister? Pour de plus amples renseignements,\nvisitez le site wwwrcna.ca/2016.",
            "Si vous avez d cid  d liminer quelques articles de votre\ncollection, la Canadian Numismatic Company a accept  de\nrenoncer aux frais de consignation pour tous les membres de\nPARNC qui soumettent des pi ces ou billets   vendre   l encan du\ncongr s. Ceci est un avantage important d tre membre. Contactez\nMarc ou Eric au 1 (877) 276-8627 pour savoir comment mettre\nvos items en consignation pour l encan du congr s.",
            "En terminant, je veux pr senter mes excuses aupr s de nos\nmembres de l Ouest qui sont branch s avec le distributeur Shaw\npour leur service internet. Au coursdu mois de janvier, certains\nont  t  incapables d acc der   notre site Web. Je suis heureux de\nsignaler que le probl me est maintenant corrig . Comme toujours,\nn'h sitez pas   communiquer avec moi par courriel   l adresse:",
            "president@rcna.ca. ",
            ""
        ],
        "PageNo": "53"
    },
    {
        "File": "The_CN_Journal_march_07.jpg",
        "Paragraphs": [
            "CONVENTION COMMUNIQUE DU CONGRES",
            "Greater Toronto Area, site of the Next RCNA Convention +\nLe prochain congr s de l ARNC dans la r gion de Toronto",
            "Get ready now to plan attending our 2018\nG Mississauga RCNA Convention hosted by the\nNorth York Coin Club, August 7-11, at the\nHilton Mississauga/Meadowvale, handy to the airport\nand major highways. Information for booking your room\nis available on-line at: wwwrcna.ca/2018/, but for an\nearly peek at tours we re offering, read the following\nlistings to be ready to book when registration for them\nopens Sunday, April 1. Registration will be available on-\nline or through a mail-in form in the April issue of The\nCN Journal.\nNote that each tour is limited to maximum number of\nparticipants, so get yourself ahead of the rush!",
            "Tour 1   Tuesday August 7 - Day trip to Kleinburg",
            "Your bus leaves the hotel\nTuesday at 9:00 a.m. en route to\nthe McMichael Art Gallery and\nthe main street of Kleinberg. At\n10 a.m. you'll have a one-hour\nguided tour of the art gallery\nfollowed by time to freely\nbrowse interesting exhibits there\nor view films with background\nabout prominent Canadian\nartists. You can buy lunch at\nthe gallery in its Aura Restaurant in the Grand Hall or\nyou can bus to Kleinburg s main street to buy eats at the\nLongchamp Pub. Following lunch, where you choose, you\nmight explore the woodlands surrounding the gallery or\nvisit the shops on the main street of Kleinburg. At 3:00\np-m. your bus leaves Kleinburg on return to your hotel.\nSearch online for information about the destination sites\n McMichael Gallery  and  Kleinburg Ontario. ",
            "Tour cost of $55 includes transportation and\nMcMichael Art Gallery admission and tour.",
            "Tour 2   Friday August 10 - Afternoon visit and\ntour of Artcast",
            "Your bus leaves the hotel at 1 p.m. for\nArtcast Foundry in Georgetown, to\nrepeat a popular tour given our 2014\nConventioneers. Artcast Inc. is renowned\nfor its cast sculptures and art medals, a firm with more\nthan 50-years experience. You'll be guided through its\ncasting facility and other work stations by the owners and",
            "Number2 March",
            
            "congr s 2018 de l  ARNC de Mississauga organis  par\nle North York Coin Club, entre le 7 et le 11 ao t, au\nHilton Mississauga / Meadowvale, situ  tout pr s de l a roport\net des autoroutes principales. L mformation pour r server votre\nchambre est disponible en ligne  : wwwrcna.ca/2018.  galement,\nprofitez-en pour un aper u des visites que nous offrons, lisez\nles propositions suivantes afin d tre pr t   r server d s que la\np riode d inscription sera ouverte   partir du dimanche leravril.\nL'inscription sera disponible en ligne ou par la poste dans le\nnum ro d avril du journal canadien de numismatique.\nNotez qu il y a un nombre maximum de participants pour\nchaque visite, alors soyez les premiers   vous inscrire!",
            "Preparez-vous d s maintenant afin de participer  notre",
            "Forfait 1   mardi 7 ao t - Excursion   Kleinburg",
            "Votre autobus quittera l h tel\nmardi   9h00 en route vers la\nGalerie d Art McMichael et la rue\nprincipale de Kleinberg.   10h,\nvous aurez une visite guid e d une\nheure de la galerie d art, suivie\nd un temps pour parcourir   votre\nrythme les expositions int ressantes\nou regarder des films sur des\nartistes canadiens de premier plan.\nVous pouvez acheter votre diner  \nla galerie dans son restaurant Aura dans le Grand Hall ou\nvous pouvez prendre l autobus jusqu  la rue principale de\nKleinburg pour diner au Pub Longchamp. Apr s le diner, vous\npourrez explorer les bois s entourant la galerie ou visiter les\nboutiques de la rue principale de Kleinburg.   15h00 votre\nautobus quittera Kleinburg pour retourner   l h tel. Faites une\nrecherche en ligne pour des informations sur les destinations\n McMichael Gallery  et  Kleinburg Ontario .\nLes frais pour ce forfait sont de $55 incluant le transport,\nl'admission g n rale et la visite de la galerie d art McMichael.",
            "Forfait 2 - vendredi 10 ao t - Visite en apr s-midi de\nArtcast",
            "Votre autobus quittera l h tel   13h pour la\nfonderie ArtCast situ e   Georgetown, afin\nde r p ter la tourn e populaire offerte aux\ncongressistes de 2014. ArtCast Inc. est renomm e\npour ses sculptures et ses m dailles d art, comptant plus de 50\nans d exp rience dans le domaine. Les propri taires et leurs\nemploy s vous guideront dans leur installation de coulage et\n"
        ],
        "PageNo": "55"
    },
    {
        "File": "The_CN_Journal_march_08.jpg",
        "Paragraphs": [
            "their employees who will tell you about their production\nand demonstrate particulars of the work done there. Your\nbus will arrive back at the hotel by 3:30 p.m.",
            "Tour cost is $30. For more about Artcast, search online\nat wwwartcast.com. This tour is limited to 29 registrants.",
            "Tour 3   Friday August 10 - Evening cruise, with\ndinner, on Lake Ontario",
            "Your tour leaves the hotel at",
            "4:00 p.m., in a luxury motor",
            "coach, for lake-front downtown",
            "Toronto and your evening",
            "cruise, with dinner, on Lake",
            "Ontario. A cash bar will be",
            "available. Captain Bob Muran",
            "and his crew of Escape to",
            "Charters take us afloat aboard",
            "their large luxury yacht, and",
            "they will serve you delicious",
            "food in a comfortable setting for our private tour. From\nthe yacht, views of the city are spectacular especially near\nsunset. We will dock after our three-plus-hour cruise and\nreturn by bus to be at the hotel by 10:30 p.m.",
            "Tour cost is $80, which includes transportation, on-\nboard cruise, and food.",
            "The above tours are just a sampling of the events that\nyou can expect to find at the RCNA Convention in 2018\nso consider including our Convention in your holiday\nplanning. Don t delay, book your hotel stay today!",
            "Your convention chair,",
            "William O  Brien\nEducational Symposium",
            "The RCNA invites you to our 2018 Educational\nSymposium. Continuing our two-day expanded format,\nit has eight leading numismatists presenting a wide range\nof topics for your pleasure and knowledge.",
            "As the Canadian collector becomes more sophisticated\nthe demand for numismatic education becomes even\nmore imperative. For everyone attending the 2018\nConvention, RCNA is proud to offer you this important\neducational event. It is an opportunity to connect with\npeople passionate about this hobby and eager to share\ntheir knowledge making your numismatic experience\nthat much greater. Remember, Knowledge is power!",
            "This year s Symposium speakers include: Geoffrey\nBell, Jim Charlton Jr., Ron Cheek, Michael Rogozinski,\nAlan Roy, Ian Speers, Angus Sutherland, and Rob\nTurner.",
            "Your education chair,",
            "Scatt Douglas",
            "autres postes de travail et vous partageront leur processus de\nproduction et les particularit s de leur travail. Votre autobus\nreviendra a l h tel avant 15h30.",
            "Le co t de la visite est de 30 $. Pour en savoir plus sur Artcast,\neffectuez une recherche en ligne sur wwwartcast.com. Ce forfait est\nlimit    29 participants.",
            "Forfait 3   vendredi 10 ao t - Soir e croisi re, avec\nsouper, sur le lac Ontario",
            "Le d part de l h tel sera   16h00, dans\nun autocar de luxe, pour la croisi re\nlongeant le centre-ville de Toronto,\navec d ner en soir e, sur le lac Ontario.\nUn bar payant sera disponible. Le\ncapitaine Bob Muranet son  quipage\nd Escape to Charters nous emm nent\n  bord de leur luxueux grand yacht, et\nils vous serviront un d licieux souper\ndans une ambiance confortable pour\ncette croisi re priv e. Du yacht, la\nvue de la ville est spectaculaire particuli rement au moment du\ncoucher du soleil. Nous accosterons apr s une croisi re de plus\nde trois heures et nous retournerons en autobus pour  tre   l h tel\navant 22h30.",
            "Le co t du forfait est de $80, ce qui comprend le transport,\nla croisi re et le souper.",
            "Les forfaits ci-dessus sont un petit  chantillon des\n v nements que vous pouvez consid rer pour le congr s\nde PARNC de 2018. Alors, pensez   inclure notre congr s\ndans votre planification de vacances. Ne tardez pas, r servez\nvotre s jour   l h tel d s aujourd hui!",
            "Votre pr sident de congr s,",
            "William O Brien\nS minaire  ducatif",
            "L ARNC vous invite   notre s minaire  ducatif 2018. Poursuivant\navec notre format r parti sur deux jours, nous comptons sur la\npr sence de huit numismates de premier plan repr sentant un\nlarge  ventail de sujets pour votre plaisir et vos connaissances.",
            "  mesure que le collectionneur canadien devient\nplus sophistiqu , le besoin pour des sessions  ducatives\nnumismatiques devient encore plus important. Pour tous ceux\nqui participent au congr s de 2018, l ARNC est fi re de vous\noffrir cet important  v nement  ducatif. C est l occasion de tisser\ndes liens avec des gens passionn s par ce passe-temps et d sireux\nde partager leurs connaissances pour enrichir votre exp rience\nnumismatique. Rappelez-vous, la connaissance c est le pouvoir!",
            "Les conf renciers du s minaire de cette ann e sont:\nGeoffrey Bell, Jim Charlton Jr., Ron Cheek, Michael\nRogozinski, Alan Roy, Ian Speers, Angus Sutherland et Rob\nTurner.",
            "Votre pr sident du volet  ducatif,",
            "Scatt Douglas",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "56"
    },
    {
        "File": "The_CN_Journal_march_09.jpg",
        "Paragraphs": [
            "WORLD COIN NEWS ANNOUNCES 2018\nCOIN OF THE YEAR WINNER",
            "The World Coin News  2018 Coin of the Year",
            "(COTY) awards this year were presented during",
            "a ceremony on February 3, 2018, at the World",
            "Money Fair in Berlin, Germany, which has been their\nhome for the last decade.",
            "Each year, the awards honour the best in coin design\nfrom around the world. The awards were first started in\n1984 for 1982-dated coinage. Coins nominated for this\nyear s awards were released in 2016, and represent the\nhighest achievement in theme, design and marketing from\nmints and central banks from around the world.",
            "This year, COTY award procedures were streamlined\n  taking advantage of Internet balloting starting on\nDecember 9, 2017. Submissions were reviewed by an\ninternational panel of judges comprised of mint and\nmuseum officials, journalists and individual experts. From\nthese submissions 10 category winners were selected. Then,\nfrom these 10 category winners, the international panel of\njudges selected World Coin News  2018 Coin of the Year.",
            "Although the winners in each of the 10 individual\ncategories were previously notified, the top honouree\nremained a secret until it was revealed at the World Money\nFair. On hand at the Berlin World Money Fair was Albert\nM. Beck, Honourary President World Money Fair, to\npresent the awards. This year Austria and France were the\ntop category winners, bringing home two awards each. The\nMost Inspirational Coin category award was accepted by\nSandra Hanington, President of the Royal Canadian Mint.",
            "Number2 March",
            "Austria and France were tied as the top\ncategory winners with two category awards\neach. The Royal Canadian Mint won in the\nMost Inspirational category with the $20 silver\n  Mother Earth, 3-D Droplet commemorative\ncoin.",
            "This year s Coin of the Year Award was presented to\nthe German Federal Ministry of Finance for the 5 Euro\nCupro-Nickel, Planet Earth with Polymer Ring, coin;\nwhich was also winner of The Innovative Coin category.",
            "The innovative design was produced in uncirculated and\nproof-like finishes at all five German mints, with facilities\nin Berlin (represented by an  A  mintmark), Munich\n( D ), Stuttgart ( F ), Karlsruhe ( G ), and Hamburg\n( J ). The German Ministry of Finance indicated that\na total of two million of these coins were minted, with\ncollector versions also available.",
            "The letters KM (designer Stefan Klein s initials) are\nseen near the center right of the obverse s space design,\ntoward the rim. The reverse included the stylized\nheraldic eagle, Germany s national symbol. The outer\nmetallic ring features the 12 stars of the European\nUnion. The inscriptions 5 EURO and 2016 (mintmark)\nBUNDESREPUBLIK DEUTSCHLAND dominate the\nright two-thirds of the design by artist Alina Hoyer.\n"
        ],
        "PageNo": "57"
    },
    {
        "File": "The_CN_Journal_march_10.jpg",
        "Paragraphs": [
            "The 10 category winners follow: Best Crown",
            "Best Circulating Coin France: 50 Euro, Silver, Van Cleef and Arpels; Monnaie",
            "de Paris\nChina: 10 Yuan, Bi-Metallic Year of the Monkey, with",
            "Security Features; China Banknote Printing and Minting.",
            "Best Silver Coin",
            "Australia: 5 Dollars, Silver, Northern Sky Cassiopeia  \nDome-Shaped; Royal Australian Mint",
            "Best Bi-Metallic Coin",
            "Austria: 25 Euro, Bi-Metallic Niobium Silver, Time;\nAustrian Mint",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "58"
    },
    {
        "File": "The_CN_Journal_march_11.jpg",
        "Paragraphs": [
            "Best Gold Coin",
            "Once again Austria: 100 Euro, Gold, Wildlife in Our\nSights, The Fox; Austrian Mint",
            "Best Contemporary Event Coin",
            "Switzerland: 20 Francs, Silver, Gotthard Tunnel; Swiss\nMint",
            "Number2 March 2018 -------------------------------------------",
            "Most Inspirational Coin",
            "Canada: 20 Dollars, Silver, Mother Earth, 3-D Droplet;\nRoyal Canadian Mint",
            "Most Artistic Coin",
            "Latvia: 5 Euro, Silver, National Entrepreneur, Multi-\nFaceted and QR Code; Bank of Latvia\n"
        ],
        "PageNo": "59"
    },
    {
        "File": "The_CN_Journal_march_12.jpg",
        "Paragraphs": [
            "Most Historically Significant Coin Last Year s Coin of the Year",
            "France: 200 Euro, Gold, Women of France   Joan of Arc; The 2017 Coin of the Year award was won by Italy: 10\nMonnaie de Paris Euro, Silver, 70 Years of Peace in Europe (KM-387).",
            "a The CN Journal Volume 63\n"
        ],
        "PageNo": "60"
    },
    {
        "File": "The_CN_Journal_march_13.jpg",
        "Paragraphs": [
            "Most Innovative Coin and the 2018 Coin of the Year",
            "Germany: 5 Euro, Copper-Nickel, Planet Earth, Polymer Ring with different blue pigmentation for each of the five\nmints: Berlin, Munich, Stuttgart, Karlsruhe, and Hamburg; German Federal Ministry of Finance. The example below\nwas struck at the Hamburg ( J ) Mint.",
            "The Coin of the Year Awards are sponsored by World Coin News, the World Money Fair   Berlin, and the Journal of\nEast Asian Numismatics.",
            "Number 2 March 2018 "
        ],
        "PageNo": "61"
    },
    {
        "File": "The_CN_Journal_march_14.jpg",
        "Paragraphs": [
            "IN MEMORIAM.  ",
            "IAN EDWARD BENNETT",
            "Ian Edward Bennett, passed peacefully, January",
            "22, 2018, with his family by his side, in .\nOttawa Hospital after a short illness. He\nwas aged 69.",
            "He is survived by his wife Mary Alice, his\nthree children, six grandsons, and his brother\nand sister. Ian loved his family and was\ndevoted to his wife. His greatest pleasure\nwas spending time with his grandsons,\ngardening and relaxing at the cottage.",
            "Born June 8, 1948, in Nelson BC, he\nstudied economics at Simon Fraser University\nand at the University of Toronto. He joined the\nfederal government as a junior economist and quickly\nrose through the ranks, eventually serving as Canada s\nrepresentative at the International Monetary Fund, G7 and\nG20 Deputy, Deputy Minister of Finance, and Master of the\nRoyal Canadian Mint, a job he particularly enjoyed.",
            "Appointed Master of the Royal Canadian Mint (President\nand CEO) on June 12, 2006, his mandate was extended to\n2014. During his tenure a new Mint Mark was introduced\non all Canadian circulation coins and a partnership was\nstruck with the Vancouver Organizing Committee to\nproduce coins for the 2010 Winter Olympics and 2010\nWinter Paralympics.",
            "The year Ian Bennett completed his service at the Mint,\nthe Canadian Coin News, interviewed him and reported\nthat  Bennett oversaw a lot of innovation and expansion at\nthe Mint, including the world s first colourized circulating\ncoins, unparalleled growth of non-circulating legal tender\nissues, a complete switch to plated steel coms, and growth\nin the number of RCM clients around the world.  CCN\nnoted that  He came to the Mint at a time when the\ncorporation needed solid leadership, and he provided that\nand more. Under his guiding hand, the RCM increased\nits client base around the world, broke new ground in\ncirculating coinage, and went from losing money to earning\nrecord profits. ",
            "It quotes Bennett as commenting that  When I joined\nthe Mint, the corporation did have four business lines,\nbut it was too heavily dependent on Canadian circulation\nfor revenues and profitability... The contribution to the\nbottom line was meagre. I wanted to make sure we grew in\na way that had those other business lines contribute more...\nThe biggest change I ve seen is the acceleration of the\nimportance of technology and R&D... [there s] creativity\nand energy among the staff... [and a] great deal of pride in\nwhat we do, people believe in the Mint. ",            
            "During Bennett s tenure, Mediacorp Canada\nInc. named the Mint one of Canada s Top 100\n. Employers from 2007 to 2010.\nIn May 2007, the Mint produced the world s\nfirst and only 99.999% pure gold Maple Leaf\n(GML) Bullion coins. A 100 kg version of\nthe GML, a first of its kind, was produced\nas a promotional tool, then sold to interested\nbuyers. Renowned for its unrivalled purity,\nthe Mint s GMLs remain one of the world s\nmost popular bullion coins.\nUnder Bennett s leadership the Mint expanded\nits offerings of collector coins and related products\nfor enthusiasts in Canada and all over the world. Many\nrelying on patented technological advancements. Several of\nthese coins earned international industry awards.",
            "Bennett s time in office had its share of controversy, which\nhe overcame with skill and diplomacy. The June 2, 2009, report\nof the Auditor General revealed a $10 million discrepancy\nbetween the Mint s 2008 financial accounting of its precious\nmetals holdings and the physical stockpile at the plant in\nOttawa. It later proved to be an accounting oversight. That year\nthe Mint posted its greatest profit as a Crown corporation.",
            " A well respected economist and dedicated public servant,\nIan was an original thinker and a natural leader... [He]\npossessed unique wisdom combined with common sense, a\ngenerous spirit, and a devilish sense of humour that endeared\nhim to colleagues and friends alike. A true mentor, others\nturned to him intuitively for advice, and he fostered their\ntalents with honesty, integrity, and an unassuming manner...\nHis life, although too brief, touched us all very deeply. ",
            "Submitted by Daniel Gosling, FRCNA",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "62"
    },
    {
        "File": "The_CN_Journal_march_16.jpg",
        "Paragraphs": [
            "IN MEMORIAM-PHILIP J CARRIGAN",
            "Phil Carrigan, long time collector of Canadian and US",
            "coins, passed away on January 28, 2018, at age 73\nin Waukegan, Illinois. He is survived by his wife,\nMary Clare Jakes, his daughter, Erm Carrigan, her husband,\nJeremy Bell, and grand-daughters Audrey and Elizabeth Bell.",
            "I first met Phil at the 2007 convention of the Royal\nCanadian Numismatic Association in Niagara Falls. At\nthe time, he was delivering a talk on one of his favourite\nsubjects, old coin auction catalogues. The transcript of\nhis talk that day still exists and speaks volumes about\nthree important elements of his life; family, coins, and\nnumismatic literature. In Phil s words,",
            " My interests in numismatics extend into my early",
            "childhood. My parents certainly encouraged",
            "this activity. My adult daughter Erin has been a",
            "participant in my quest for coins and literature most of",
            "her life. While she isnt a numismatist, she has a keen\neye for examining coins. Both she and my wife, Mary",
            "Clare Jakes, have tolerated my bachelor habit of piles",
            "everywhere! Additionally, I occupy one+ rooms in our",
            "home where some of the piles exist. ",
            "After his talk, my wife and I became friends with Phil and\nMary Clare. We would meet once, or sometimes twice, each\nyear at coin shows, always picking up where we last left off,\ndespite not having seen each other in months. During those\nmany long conversations, I slowly learned that Phil, like most\npeople, was much more complex than he first appeared.",
            "He obviously enjoyed coin collecting. His passions\nwere the coins of Newfoundland and the Maritimes, and\nthe Barber coinage of the United States. He was a member\nof the RCNA for decades, becoming life member #294 in\n1994. He attended most of the RCNA conventions held\nover the past thirty years and served as an exhibit judge at\neleven of them. He also joined the American Numismatic\nAssociation, became a life member, volunteered at\nmany of their conventions, and in 2014 received their\nPresidential Award. He was a charter member of the\nboth the Barber Coin Collectors  Society and John Reich\nCollectors  Society, which encourages the study of early\nAmerican coinage. He later served as President of the\nformer and received their 2015 Award of Appreciation. He\nbelonged to the Chicago Coin Club since 1989.",
            "Phil s passion for numismatic literature literally knew\nno bounds. My wife and I visited Phil and Mary Clare a\ncouple of years ago, and Phil showed me his impressive\nliterature collection. It filled an upstairs bedroom to such\nan extent that my structural engineering training caused\nme to worry. I mentioned that to Phil, who responded\nby leading me down to the basement, also full of old\nauction catalogues and other numismatic literature. His\nmembership in the Numismatic Bibliomania Society was\na good fit, to say the least.",
            "Phil Carrigan, long time collector of Canadian and US",
            "As impressive as Phil s numismatic achievements might\nbe, thinking of him in only those terms misses the true\nmeasure of the man. He was supremely intelligent, always\ncurious, very caring, and highly empathetic. He earned a\nbachelor s degree in pharmacy from the Massachusetts\nCollege of Pharmacy, located in Boston near where Phil\ngrew up, a masters degree from Northeastern University,\nand a PhD in pharmacokinetics (the study of the movement\nof drugs in the body) from the University of Connecticut.\nHe worked in pharmaceutical research and development at\nAbbot Laboratories for three decades. In recognition of his\nwork, Abbott inducted him into their prestigious Volwiler\nSociety for scientific excellence and leadership.",
            "In his spare time, Phil served for ten years as a trustee\nof the College of Lake County, Erin s alma mater. Phil\ncared deeply about disadvantaged people. He belonged to\nseveral advocacy groups concemed with prison reform and\nprisoners  welfare, including the John Howard Association of\nIllinois. As part of Prisoner Visitation and Support, a national\nvolunteer organization, he visited inmates at the federal prison\nin Chicago monthly for twenty years and tried to provide\nthem with a voice. Phil actively supported and volunteered\nhis time at the Lake County Community Action Project, an\norganization dedicated to reducing poverty; PADS Lake\nCounty, an emergency homeless shelter; Staben House and\nthe Eddie Washington Center, two Waukegan transitional\nliving facilities for homeless women with children and single\nmen, and the Faith Food Pantry. He cared passionately about\nthe revitalization of downtown Waukegan.",
            "I will most remember Phil for his quiet and understated\nsense of humour. Many times, a large group of collectors,\nincluding Phil, would congregate in some hotel bar at the end\nof an RCNA convention day. As coins circulated through the\ngroup for inspection and we all competed to hear ourselves\ntalk, Phil would sit quietly, pick his spot, and unleash some\nsuccinct, well-crafted witticism, usually about us, that put the\nentire group on the floor laughing. Like many of you, I am\nvery glad he was my friend. Rob Turner",
            "Please share your favourite memory of Phil with his family at\nmejakes55@gmail.com, or 1944 Ash St, Waukegan, IL 60087.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "64"
    },
    {
        "File": "The_CN_Journal_march_17.jpg",
        "Paragraphs": [
            "\nCANADIAN SPICE,  BY HENRY NIENHUISFRCNA, FCNRS, FONA, LM,#430",
            "A Trick of the Trade",
            "If you have ever tried to explain the difference between \nvarieties of a certain coin to someone new to the _ \nhobby, you ll realize that the usual markers described ",
            "in the standard catalogues can seem\nconfusing.",
            "An example being the 1966 silver\ndollar varieties: large and small\nbeads. Although an experienced\ncollector can easily distinguish these\nvarieties without a loop, until you\ndevelop  an eye  for them or have\nexamples of both for a side-by-side\ncomparison, any uncertainty can be\nfrustrating, particularly when a lot of\nmoney is on the line.",
            "The standard references suggest\nthe way to identify one from the\nother is to project the centreline of\nthe I in REGINA toward beading. If\nit points between beads, that is the",
            "Number2 March 2018",
            "large beads variety, if it points at a bead, that is the small beads version. As seen in the images below, the result is not clearly obvious. Personally, I prefer to use the A; its",
            "arrow-like apex points your focus\nbetter than the blunt end of the I. If\nyou use the A, just remember that in\nthe large beads variety it points to a\nbead, and in the small beads variety\nit points between beads. Another sure\nway of telling the difference is to use\nthe spacing between the beads. The\nlarge beads are too close together for\nyou to imagine inserting another bead\nbetween them, while the small beads\ndo have enough room.",
            "The two varieties of 1966 dollars;\nLarge Beads (above), Small Beads\n(below). The red circle represents\nan imaginary bead inserted between\nthe beads.\n"
        ],
        "PageNo": "65"
    },
    {
        "File": "The_CN_Journal_march_18.jpg",
        "Paragraphs": [
            "IN MEMORIAM MELVIN HUGH KYLE",
            "It is with profound sadness we advise the",
            "numismatic community that we have lost",
            "a good friend, Mel Kyle, on January 16,\n2018. He was born in Miami, Manitoba and\nwas a resident of Wyoming, Ontario, at\nhis death. Mel had various occupations\nincluding employment at Fibreglass\nCanada, Sarnia, and he also served\nin the Royal Canadian Air Force,\nstationed both throughout Canada and\nEurope. After leaving the service he\nfarmed in Lambton County, and in his\nearly retirement years he served with the\nCanadian Corps of Commissionaires at the\nCoast Guard Office in Sarnia. Mel is survived\nby his loving wife Freda, and family.",
            "Mel was a member of the Royal Canadian\nNumismatic Association, the Ontario Numismatic\nAssociation, the Canadian Association of Token Collectors,\nand a Fellow of the Canadian Numismatic Research\nSociety. He was also a member of the London Numismatic\nSociety, and previously the Watford Coin Club and the\nSarnia Coin Club.",            
            "Mel was well known as a serious collector and\nmeticulously collected only the finest specimens\nhe could find, and resisted the temptation to\njust fill holes in his collections. He collected\nboth pre- and post-Confederation tokens,\ntransportation and Canadian military\ntokens, but his biggest passion related\nto the merchant due bills of Lambton\nCounty. Over the years he contributed\n87 well researched articles covering the\ntokens of his home county, and other\ninteresting topics. Mel had systematically\nnearly completed collecting all the known\ntokens for Lambton County, missing just\none issuer. He had also made dozens of new\ndiscoveries.\nMel will be remembered both in Canada and in the\nUnited States for not only his numismatic contributions but\nfor his wonderful sense of humour, his honesty and pleasant\npersonality. He was always ready to assist other collectors\nand unselfishly would make a part of his collections\navailable to those who had a greater interest in a particular",
            "piece. Our highly respected friend will be sadly missed.",
            "nee The CN Journal Volume 63\n"
        ],
        "PageNo": "66"
    },
    {
        "File": "The_CN_Journal_march_19.jpg",
        "Paragraphs": [
            "PORTRAITS OF THE FAMOUS\nBY. MEDALLISTS OF RENOWN",
            "BY BARRIE RENWICK\nFRCNA, FCNRS, #5754",
            "#10 R. Tait McKenzie s portrait on the gold\nCanadian Olympic Association Medal",
            "The R. Tait McKenzie portrait by John R. Sinnock",
            "appears on the gold Canadian Olympic\nAssociation Medal presented to Queen",
            "Elizabeth II for her opening of the 1976\nMontreal Summer Olympics. Around\nMcKenzie s image on the obverse, its\nlegend recognizes McKenzie s sculptural\nprowess. The words salute McKenzie, in\nFrench and English, as  World renowned\nCanadian sculptor,  an attribute that links\nhim with sports and with the Olympic Games.\nIts reverse 1s a facsimile of his Shield of Athletes,\nhis prize winning entry in the art competition of the\n1932 Olympics. The medal was designed and\nstruck by Medallic Art Company.",
            "Robert Tait McKenzie born 1867 in\nAlmont, Ontario, son of a Free Church\nminister, grew up with an admiration for\nand an interest in athletics. At eighteen\nhe entered McGill University; there he\nearned a medical degree and realized an\ninterest in physical education as well as in\nart. McKenzie quickly determined that good\nhealth depended on physical conditioning. For a\ntime he was a surgeon at the Montreal General\nHospital. Later he began instructing at McGill and all the\nwhile studying human physical strength and endurance.\nAs he studied these attributes in his student athletes, he\nmodeled figurines in various states of physical exertion \nsort of three-dimensional notes on the stages of human\neffort. This form of study led to him writing a book on the\nimportance of physical exercise to the health of individuals.\nMcKenzie s professional abilities and experience drew\nthe attention of the University of Pennsylvania. In 1904",            
            "Number2 March",            
            "he began there as Professor of Physical Education and\ndepartment head. This solidified his academic\ncareer, which expanded with elevated\npositions, awards and honours throughout\nthe remainder of McKenzie s life, even\nthough his art creativity often put his",
            "academic career on pause.",
            "His RTM art oeuvre extended beyond\nplaques and medals; McKenzie sculpted\nsmall figurines and also heroic figures for",
            "public memorials. Although the theme of\nmany of his art works was athletics, he also\nmade medals that lauded friends and colleagues.\nDuring the First War, he served in a British\nmilitary casualty hospital as a surgeon\nfor severe facial injuries. There he used\nhis artistic skills to pioneer the use of\nfacial prosthetics. Following the war, he\nreceived several commissions to create\nmilitary figures for public memorials in\nBritain and in North America. McKenzie\ndied of a heart attack in 1938, aged 71.",
            "John R. Sinnock, an American, born\nin 1888 took his art education at Philadelphia\nMuseum School of Industrial Art. He furthered\nstudies abroad. For several years following, he was\ninstructor of art at that Philadelphia school. Later, he taught\nat Case Western University, Ohio. In 1917 Sinnock was\nappointed Assistant Engraver and Medallist at the US Mint,\nPhiladelphia. In 1925 he became Chief Engraver of the US\nMint. Among his best-known coin designs is the Roosevelt\ndime. Sinnock sculpted his portrait of McKenzie in 1936\nwhen he and McKenzie each made a medal of the other to",
            "recognize their friendship. Sinnock died in 1947, aged 59."
        ],
        "PageNo": "67"
    },
    {
        "File": "The_CN_Journal_march_20.jpg",
        "Paragraphs": [
            "UNISSUED EDWARD. VIII NOTES",
            "SUBMITTED BY GEORGE MANZ\nFRCNA, #19846",
            "Highlight of the Regina Coin Show",
            "The Regina Coin Club Show in April 2018",
            "will feature a set of unissued 1937 Bank of",
            "Canada bilingual $1 notes that depict King\nEdward VIII.",
            "When King George V died on January 20, 1936,\nhis eldest son became king. He took the name Edward\nVIII. For several years, Edward VIII had been involved\nwith an American divorcee named Wallis Simpson and\nwanted to marry her. Marriage to a divorced woman was\nnot allowed because the King, as head of the Church of\nEngland, was sworn to uphold his title as Defender of\nthe Faith.",
            "Edward VIII decided that he would rather give up\nhis kingship than not to marry the love of his life. So on\nDecember 10, 1936, Edward VIII signed the Instrument\nof Abdication. The next day, Edward made a farewell\nradio broadcast to the nation from Windsor Castle,\nand left for France by ship, never again setting foot in\nBritain.",
            "Edward VII married Wallis Simpson on June 3, 1937,\nin France. Not one member of the Royal Family attended\nthe wedding, much to the chagrin of the married couple.",
            "But before 42-year-old Edward VIII abdicated, new\nBritish and Commonwealth coins, medals and paper\nmoney were proposed.",
            "Edward VIII did not like his right profile of his face,\npreferring his left side. As his father, George V faced left on\nhis coinage, Edward VIII refused the longstanding tradition\nof having the new monarch face the other direction. But he\nwas king and overruled Royal Mint and other officials.",
            "So images were designed and a small number of British\npatterns were made prior to his abdication. All are rare.\nCoins bearing Edward s name (but not his portrait) were\nissued for six overseas colonies including British East\nAfrica, British West Africa, Fiji, and New Guinea, as well\nas the Indian states of Jodhpur and Kutch.",
            "On display at the Regina Coin Club Show will be a set\nof photographic tintype proofs of the face and back of the\nproposed Bank of Canada bilingual $1 banknote dated\nJanuary 3, 1937.",
            "By October 1936, both the Canadian Bank Note\nCompany and the American Bank Note Company had\nreceived orders from the Bank of Canada to design new\nbanknotes that would replace those issued in 1935. These\nproofs were the fruits of their labour.",
            "The face of the note depicts the central vignette of\nEdward VIII, as Prince of Wales, in the uniform of the\nSeaforth Highlanders, while the back of the note depicts an\nallegorical figure of a woman representing agriculture.",
            "These are the only known examples in private hands of\na King Edward VIII portrait on Canadian currency.",
            "Also on display will be a die proof vignette of H.M.\nKing Edward VIII that was used to make the tintype\nproofs. The vignette includes the hand-signed signature of\nthe engraver, Robert Savage.",
            "The excellent book, Portraits of a Prince: Coins,\nMedals and Banknotes of Edward VIII by Joseph S.\nGiordiano Jr, indicates that the rarity of the tintype proofs\nis what the writer calls virtually unique, while the vignette\nis described as excessively rare.",
            "Edward VIII died May 28, 1972, in Paris. He is buried\nin the Royal Cemetery at Frogmore at Windsor Great Park.\nHis wife died April 24, 1986, and is buried beside him.",
            "The Regina Coin Club thanks an anonymous Canadian\ncollector for lending us these proofs for our coin show.\nThe Regina Coin Club Show and sale takes place April\n21-22, 2018, at the Turvey Centre near Regina.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "68"
    },
    {
        "File": "The_CN_Journal_march_21.jpg",
        "Paragraphs": [
            "George Manz is a Fellow of the Royal Canadian Numismatic Association and President of the Regina Coin Club.",
            "[ Editors Note: As George indicates above, plans were\nunderway in 1936 to replace the effigy of King George\nV with that of Edward VIII on coins as well as the paper\nmoney of Great Britain and the Commonwealth.",
            "When Edward VIII became king, the Royal Mint started\nthe process for the new obverse design for coins that would\nhave the monarch s portrait. Although the Royal Canadian\nMint was no longer a branch of the Royal Mint, the RM\nat this time continued to provide the Commonwealth s\nnational mints with the official designs and master tools to\nproduce their working dies. For the anticipated change to\nthe coinage obverse, the RM provided the Royal Canadian\nMint with the official portrait design for coins of the new\nking: This in the form of a plaster model. Soon after,",
            "Number2 March",            
            "Edward VIII announced his abdication, and legend says the\nRoyal Mint instructed the RCM to destroy the model. That\ninstruction was subverted and in some way the model later\ncame into the collection of the Glenbow Museum, Calgary.\nThis rare numismatic artifact has the bare head portrait of\nEdward VIII facing left. The model is a ten-inch diameter\nwhite plaster about three-quarters of an inch thick. Below\nthe portrait are the initials HP; it s the work of artist\nHumphrey Paget. The plaster is in its purpose-made case.\nThe image of the plaster is currently available on the\nGlebow Web site at: www.glenbow.org/collections/museum/\nhistory/special.cfm (accessed January, 2018). It is the last\nimage in the Special Collections menu. Catalogue: C-40983",
            "/ Image: P0006770]\n"
        ],
        "PageNo": "69"
    },
    {
        "File": "The_CN_Journal_march_22.jpg",
        "Paragraphs": [
            "THE MEMORIAL OF THE\nGREAT EXHIBITION. 1851",
            "BY RON CHEEK\nFRCNA, FCNRS,#22188",
            "and the Memorial s Inauguration Medal",
            "This article is about the fascinating but often\n| overlooked Great Exhibition monument behind\nRoyal Albert Hall London, England, and the medal\nthat commemorates the monument s inauguration in\n1863. The memorial, originally sited further to the south,\nhad been planned as a tribute to the Great Exhibition of\n1851, but before its design was finalized Prince Albert,\nthe Exhibition s founder, died in 1861. The preliminary\ndesign was changed then and the memorial became one to\ncommemorate both Prince Albert and his Great Exhibition.\nImpressive as it is, it has long been overshadowed by more\nprominent works honouring Albert that were subsequently\ncreated nearby, in particular the enormous opulent Albert\nMemorial and Royal Albert Hall, opposite. In 1891 the\nGreat Exhibition Monument was moved to its present\nlocation to accommodate other developments. Its current\nsite overlooks the Great Exhibition s legacy: world famous\nmuseums, cultural institutions, and London s Imperial\nCollege. The medal, pictured, commemorating its first\ninauguration is a fine study, still the memorial itself is also\nworthy of examination. It has its own built-in medallic\nfeatures and, as we ll see, the technology employed to\ncreate its statues has a connection to numismatics.",
            "When the highly successful Exhibition of the Works\nof Industry of All Nations closed in the fall of 1851\nthe Royal Commission that organized it was left with a\nconsiderable profit and a mandate from Queen Victoria to\ncontinue its work. That work, envisioned by Prince Albert\nand enthusiastically implemented under the direction of\nSir Henry Cole, was  to increase the means of industrial\neducation and extend the influence of science and art upon\nproductive industry.  A Supplemental Charter created an\nongoing Royal Commission for the Exhibition of 1851.\nIt continues to this day. As the Royal Commission s\nbrochure The Archive summarizes its 160+ years of work:",
            " Through the judicious application of the surplus, which\namounted to  186,000, the Commissioners purchased and\ncreated upon their estate in South Kensington a cultural\nand educational centre of world renown. They have also\nestablished schemes of fellowships and scholarships for\nadvanced study and research in science, engineering, the\nbuilt environment and design as well as promoting other\neducational ventures of national importance.",
            "Soon after the Great Exhibition closed the Crystal\nPalace in Hyde Park was dismantled and the site was\ncleared. The Crystal Palace was later re-erected by",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "70"
    },
    {
        "File": "The_CN_Journal_march_23.jpg",
        "Paragraphs": [
            "private interests in Sydenham, in south\nLondon, where it survived until 1936,\nbut the Royal Commission was not\ninvolved in that undertaking.\nInstead, as noted above, it\nconcerned itself with creating\ncentres of education and\nexcellence in the arts,\nscience, design, and\nindustrial improvement\non its 96-acre estate.\nThe site became known,\nsomewhat jokingly, during\nPrince Albert s lifetime\nas the  Albertopolis. \nIn the years that followed\nthe Great Exhibition the\nSouth Kensington Estate\ngradually acquired show gardens\nand institutions such as the South\nKensington Museum (later re-named\nthe Victoria and Albert Museum), and the\nGovernment School of Design (now the\nRoyal College of Art.)\nA second international exhibition\nwas planned for 1861 and a huge\n(and much derided) building to\nhouse it rose at the south end\nof the estate. The exhibition,\ndelayed until 1862, was a\nsuccess but its building was\nsoon demolished. The site is\nnow occupied by the Natural\nHistory Museum and the\nScience Museum. Concurrent\nwith the planning for the 1862\nexhibition a lease was granted\nto the Royal Horticultural Society\nfor a 20-acre site at the centre of\nthe estate to establish horticultural\ngardens, including a conservatory,\narcades, and statuary. A\nprominent space within the\ngardens was reserved for the\nMemorial of the Exhibition\n1851.\nOriginally, a monument\nhonouring Prince Albert had\nbeen proposed for the site in Hyde Park where the Crystal\nPalace had stood. Albert convinced the committee responsible\nnot to erect a statue of him but rather to memorialize the\nexhibition itself. In 1858 London sculptor Joseph Durham\n(1814-1877) won the commission to design the memorial.\nHis initial idea of  Britannia presiding over the four quarters",
            "Number2 March",
            "of the globe  evolved to one featuring a\nstatue of Queen Victoria surrounded by\n. four allegorical figures representing\n, Europe, the Americas, Asia, and\nAfrica. As well, the committee\nchanged the site to the\nRHS gardens in the South\nKensington Estate. The\nwhole process of planning\nthe monument had been\ndragging on for a decade\nafter the Great Exhibition.\nThen, on December 14,\n1861, Prince Albert died.\nIn an ironic reversal of\nPrince Albert s wishes, Queen\nVictoria immediately requested\nthat her late husband s statue",
            "replace hers on the monument.\nThe memorial was completed\nand inaugurated on June 10, 1863, in the\npresence of Albert Edward Prince of Wales. Our\nmedal commemorates that event. Queen\nVictoria, who was in deep mourning,",
            "did not attend.",
            "The Medal",
            "Our medal commemorating\nthe inauguration of\nthe Memorial of the\nExhibition 1851 (BHM\n2790), is shown in Figure\n2. It is a creation by the\nfamous Belgian sculptor\nand engraver Charles",
            "Wiener (1832-1888), one",
            "of several he made during",
            "his brief employment as\nAssistant Engraver at the Royal\nMint between 1862 and 1864. It",
            "is identical to one that Wiener made\nas a commemorative of",
            "Prince Albert in 1862",
            "(BHM 2710) except for the",
            "addition of the surrounding",
            "legend on the reverse,",
            "INAUGURATION OF",
            "THE MEMORIAL OF THE",
            "EXHIBITION 1851. JUNE 10th 1863. The earlier\nmedal was made shortly after Prince Albert s death.\nOnce the Memorial of the Exhibition 1851 design was\nfinalized, now featuring Albert s statue, it seems the\ndecision was made to re-use Wiener s 1862 medal but\nadding the legend around the reverse rim.\n"
        ],
        "PageNo": "71"
    },
    {
        "File": "The_CN_Journal_march_24.jpg",
        "Paragraphs": [
            "The obverse has a bust of Prince Albert facing left\nwith the legend: ALBERT PRINCE CONSORT, BORN\nAUGUST 26, 1819, DIED DECEMBER 14, 1861.\nBelow the truncation is CHARLES WIENER FEC: The\nreverse has a wreath of oak boughs surrounding the\ncentral legend: FOUNDER/OF THE/INTERNATIONAL/\nEXHIBITIONS/OF 1851 AND 1862. The surrounding\nlegend is as noted above.",
            "The Memorial",
            "In time the Royal Horticultural Society show gardens and\nseveral early buildings in the central area of the South\nKensington Estate gave way to Imperial College and\nother institutions, including the Royal College of Music.\nRoyal Albert Hall, begun in 1867, was opened in 1871.\nThe memorial was removed in 1891 and in 1893 was\nre-erected on its present site. The aerial view (Figure 3)\nshows the entire estate as it looks today. It is crowded\nwith buildings, some stately, others, part of Imperial\nCollege and no doubt functional, cannot be considered",
            "architectural triumphs. However, the Memorial of the\nExhibition 1851 occupies a prominent open space, on the steps\nbehind Royal Albert Hall, bordered on all four sides by elegant\n19th century buildings.",
            "The memorial is a large granite and marble structure\nsurmounted by a magnificent bronzed copper statue of a\nstanding figure of Prince Albert. Below him are allegorical\nfigures representing the continents, the  four quarters of the\nglobe. ",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "72"
    },
    {
        "File": "The_CN_Journal_march_25.jpg",
        "Paragraphs": [
           
            "A marble plaque on the north fa ade has this inscription:",
            "Erected by public subscription originally intended only\nto commemorate The International Exhibition of 1851\nnow dedicated to the memory of the great author of that\nundertaking The Good Prince to whose far-seeing and\ncomprehensive philanthropy its first conception was due and\nto whose clear judgment and untiring exertions in directing its\nexecution the world is indebted for its unprecedented success.",            
            "March 2018 ",
            "Albert Francis Augustus Charles Emanuel, The Prince",
            "Consort, born August 26, 1819, died December 14, 1861.\n He was a man, take him for all in all, we shall not\nlook upon his like again. ",
            "Sculptor: Joseph Durham",
            "There are other inscriptions on the monument faces and\ncolumns listing the Royal Commissioners, the executives,\nand the many British territories and foreign states that\nparticipated in the exhibition. As well there is a plaque\nwith the vital statistics of the 1851 Great Exhibition:",
            "Opened by Her Majesty Queen Victoria, May 1st 1851.\nClosed October 15th 1851",
            "Number of visitors: 6,039,195",
            "Total Receipts:  522,179",
            "Total Expenditure:  335,742",
            "Number of exhibitors: 13,937",
            "viz. British - 7381, Foreign - 6556",
            "Size of building: 1848 feet by 456 feet",
            "Architect - Sir Joseph Paxton",
            "Contractors - Fox and Henderson",
            "Although it is dwarfed by the Albert Memorial, I\ncan attest that the Memorial of the Exhibition 1851 is\nimpressive to stand beside.",
            "The memorial features of particular interest to\nnumismatists are plaques on the four corners just below\nthe allegorical figures representing the continents. These\nreplicate the central designs of official medals of the\n1851 Exhibition. Those familiar with these medals will\nrecognize the obverse of the Council Medal, and of the\nPrize Medal (Figure 4) and the reverses for the Council\nMedal (Figure 5), the Prize Medal (Figure 6), and the\nExhibitor Medal (Figure 7.)",
            "Figure 4: This plaque represents the design by William\nWyon used for the obverses of the two most prestigious\nofficial medals of the exhibition, the Council Medal,\nand the Prize Medal. Photo by author.\n"
        ],
        "PageNo": "73"
    },
    {
        "File": "The_CN_Journal_march_26.jpg",
        "Paragraphs": [
            "Figure 5: This plaque shows Hippolite Bonnardel s\nreverse design used for the Council Medal, the highest\nhonour for an exhibitor. Photo by author.",
            "Figure 6: This plaque depicts the design of the Exhibitor\nMedal reverse, by William Wyon, except for the word\n Exhibition.  The medal version of the design reads\n Exhibitor.  Photo by author.",
            "Figure 7: This plaque represents the reverse design of\nthe Prize Medal, by Leonard C. Wyon. Photo by author.",
            "a Sa aeaeaaeamaseaes The CN Journal",
            "The other numismatic connection of the monument\nis the fact that the five statues are electrotypes. Let s\nexamine that.",
            "Electrotypes of medals and coins",
            "The making of electrotype replicas of medals and coins\nwas generally a 19th-century practice. Electrotypes were\nsometimes produced for display or advertising purposes\nso that both sides of the piece could be seen. Such was\noften the case with medals of the Great Exhibition. An\nexample is shown in Figure 8.",
            "Often, a rare or unique coin or medal might be replicated\nfor display in a museum, either a uniface version of each\nside or a two-sided version for a collection. The British\nMuseum produced many such pieces.",
            "Figure 8: Photos of the outside and inside of an\nelectrotype  shell  of the obverse of an official Prize\nMedal of the 1851 Exhibition. Such uniface pieces were\noften made for firms that won medals. They were used\nfor advertising display purposes so that both sides of\nthe medal could be shown. Sometimes the two halves\nwere filled and expertly joined to create a replica of the\nwhole medal. The quality of every one the author has\nseen is remarkable. Photo by author.",
            "Volume 63\n"
        ],
        "PageNo": "74"
    },
    {
        "File": "The_CN_Journal_march_28.jpg",
        "Paragraphs": [
            "What is electrotyping and how is it done?\nElectrotyping evolved in the early 19th",
            "century beginning with the electrochemical",
            "work of Italian scientists, Alessandro",
            "Volta, Luigi Galvani, and Luigi",
            "Brugnatelli. Invention of",
            "electrotyping as we know it is",
            "generally credited to a Prussian",
            "scientist, Moritz Hermann",
            "Jacobi, working in St.",
            "Petersburg, Russia, and who",
            "published his findings in 1838.",
            "Some, however, credit Thomas",
            "Spencer and C. J. Jordan, who",
            "developed electrotyping techniques",
            "in England, while others recognize",
            "the efforts of John Alexander",
            "Adams in the USA, all of whom",
            "seem to have been working",
            "simultaneously.\nOne of the first and",
            "most important uses of",
            "electrotyping was in",
            "printing. Electrotype",
            "copies of engraved metal",
            "plates or wood cuts were",
            "made and used to print",
            "images of the original.",
            "Because the process",
            "can precisely replicate",
            "complex and intricate",
            "shapes, it was also used",
            "to make copies of rare",
            "art objects for museum",
            "display. As well, electrotyping was used to produce metal",
            "sculptures as an alternative to casting of molten metal.\n Historical and Commemorative Medals, Collection of",
            "Benjamin Weiss  provides us with a succinct description",
            "of the electrotyping process and how it is used for",
            "replicating a medal or coin:\nIn general terms, electrotyping is an electrochemical\nmultiplication process used to duplicate relief and\nintaglio engravings by depositing metallic salts onto\nthe surface of a mold by means of electrolysis. To make\nmedal electrotypes, which may be viewed as an electrical\nequivalent of metal casting [...], a wax mold is prepared\nand treated with powdered graphite (the graphite serves\nas a lubricant and conductor of electricity). Copper\nconductor pegs are inserted into the back of the wax\nimpression and the wax mold is immersed into an\nelectrolytic acid solution (usually of copper sulfate and\nsulfuric acid), containing a sheet of copper. Using the\nopposite poles of a battery, an electric current is then",
            "passed between the wax mold and copper sheet, causing\nthe copper to dissolve and be deposited onto the wax\nmold. After the resulting thin copper impression\nor shell is removed from the wax mold, it is\noften filled with a lead alloy to strengthen\nit. A reverse of the medal may be made\nin a similar fashion and the obverse\nand reverse joined. Such electrotyped\nmedals can usually be discerned by\ntheir having a thin line around their\nedge where the two halves had been\nJoined.\nThe wax mold is, of course, made\nby carefully pressing the medal\nbeing replicated into soft wax and\nthen removing it. The entire surface of\nthe impression is then brushed with a thin\nlayer of fine graphite powder. The resulting\nelectrotype will be a smooth, precise\nreplica of one side of the medal in the\nform of a thin copper shell .\nFor some years after the\nprocess was invented,\nits widespread use\nwas limited by the\nunavailability of suitable\ndirect current sources.\nThe greater the current,\nthe more rapid was the\nprocess of depositing\nmetal onto the mold.\nBut as galvanic battery\ndevelopment in the\nmiddle of the 19th century\nprogressed, so did electrotyping. Later in the century,\ngenerators were used, greatly improving industrial\napplications of electrotyping. These developments\nallowed electrotyping to be employed to manufacture\nvery large items, like statues.",
            "George Gore s description in The Record of the\nInternational Exhibition 1862, p. 549, explains the\nintricacies of the production process employed by\nElkington & Co. of Birmingham in 1862-63 to\nmanufacture the memorial s five statues.",
            " It will now be necessary to briefly explain the method\nemployed for producing those beautiful busts, statues,\nand other hollow figures, which are formed entirely of\nelectro-deposited metal ( solid deposits ), generally\ncopper but sometimes silver ... The original figure,\nformed of plaster of Paris, and obtained from a modeller\nor sculptor, is treated with boiled linseed oil all over\nits surface until the oil ceases to be absorbed, it is then\ncoated with extreme care in all parts with a shining film",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "76"
    },
    {
        "File": "The_CN_Journal_march_29.jpg",
        "Paragraphs": [
            "of blacklead [graphite powder] by prolonged brushing, or\nwith a film of silver by means of the usual solution ...,\nin each case the object being to make its surface conduct\nelectricity; it is then immersed in a large cistern of sulfate\nof copper solution, and coated entirely with copper in\nthe usual manner, until the coating is about 1-16th of an\ninch, thick, or sufficiently thick to retain its form when the\ninner plaster figure is removed; it is now removed from\nthe vat, the plaster figure is broken away with great care,\nand the whole of it extracted; the outer surface of the thin\ncopper figure is then thoroughly varnished, to prevent any\ndeposit being formed thereon; the figure immersed in the\ncoppering vat again and filled with the coppering solution;\na dissolving plate of copper connected with the positive\npole of the battery is suspended within it, and the figure\nitself connected with the zinc plate or negative pole of the\nbattery; and copper thus deposited upon the whole of its\ninterior surface until a considerable thickness, frequently\nnearly half an inch, is attained, the process occupying at\nleast several weeks; it is now removed from the liquid, the\nouter shell of copper torn off in pieces, when the figure\nremains in a nearly complete state.",
            " The production of busts, large figures, and colossal\nstatues in copper by this process has obtained a great\ndegree of magnitude and perfection in the hands of",
            "Number2 March",           
            "Messrs. Elkington; a single figure recently made by\nthem, and intended to form one of the corner statues\nof the Memorial of the Exhibition of 1851, in the\nHorticultural Gardens, London, stands at least 9 feet\nhigh, and is composed of metal nearly half an inch thick,\nsufficiently thick to be quite rigid and enduring under all\ncircumstances to which it will be subjected; its weight is\nnearly one ton. Three figures of similar size for the other\ncorners of the Memorial, and a statue of the late Prince\nConsort [much larger than the allegorical figures] for the\ncentre are being made by the same firm. ",
            "Look at the fine detail of Prince Albert s face in Figure\n10 and be amazed.  A great degree of magnitude and\nperfection  was indeed achieved by Messrs. Elkington.",
            "Conclusion",
            "It is often remarkable to look back and realize how one\narea of interest in our hobby can lead to another, then\nto another, and what one ends up discovering along the\nway. I have long been fascinated by the Great Exhibition\nand its medals. That interest eventually led me to collect\ncontemporary electrotype copies of the Prize Medal, the\nhigh quality of which spurred an interest in 19th century\nelectrotyping. My wife and I had several times visited\nRoyal Albert Hall and its surroundings and I always\nadmired the Memorial of the Exhibition 1851. I often took\nphotos of it but I did not know the story of how it came\nto be. And I had no idea I would someday look at the\npictures with a completely different perspective. When I\nrecently acquired the medal featured in this article a bit\nof research revealed the remarkable way in which the\nmemorial s statues were created and the ironic way in\nwhich Prince Albert s unexpected early death re-shaped\nthe focus of the memorial. The commemorative medal\nis, for me, now far more meaningful than simply another\nmedal marking a statue unveiling.",
            "References:",
            "Anon.,  Historical and Commemorative Medals,\nCollection of Benjamin Weiss  www. historicalartmedals.\ncom/MEDAL WEB ENTRIES/BIOSKETCHES AND\nOTHER TEXT/NOTES/dating french medals by edge.\nhtm [accessed Jan 25, 2008]",
            "Brown, Laurence. A Catalogue of British Historical\nMedals 1760-1960. London: Spink & Son Ltd., 2007.",
            "Eimer, Christopher. British Commemorative Medals\nand Their Values. London: Spink & Son Ltd., 2010.",
            "Mallet, Robert, General Editor. The Record of the\nInternational Exhibition, 1862. Glasgow: William\nMackenzie, 1862.",
            ""
        ],
        "PageNo": "77"
    },
    {
        "File": "The_CN_Journal_march_34.jpg",
        "Paragraphs": [
            "ROYAL MINT COMMUNIQUE",
            "Four Generations of the Royal Family appear on an official United Kingdom\nCoin for the First Time",
            "o mark a significant royal year,\nThe Royal Mint has struck a coin\nto celebrate an exciting time in\nBritain s royal family history. Her Majesty\nThe Queen, her son His Royal Highness\nThe Prince of Wales, her grandson His\nRoyal Highness The Duke of Cambridge\nand her great-grandson Prince George\nhave been honoured together on an official\nUnited Kingdom coin for the first time.\nFor the first time in more than 100 years four successive generations of the Royal Family ome together and appear on an official United Kingdom coin. The design, created by calligrapher and heraldic artist Timothy Noad, features oak branches inspired by the Royal \nBadge of the House of Windsor and the initials of each",
            "generation. Timothy said,  I started with\nseveral ideas, including a set of each of\nthe royals in profile, but decided to go\nfor the approach of overlapping initials to\nconvey a sense of family. ",
            "This year is set to be a busy one, as\nthe ever-growing Royal Family look\nforward to a number of royal celebrations,\nincluding the 65th anniversary of Her\nMajesty The Queen s coronation, His\nRoyal Highness The Prince of Wales ",
            "70th birthday, His Royal Highness Prince George of\nc Cambridge s fifth birthday, and a royal wedding.",
            " Discover more about the Four Generations of Royalty\n 2018 commemorative coin by visiting The Royal Mint's website wwwroyalmint.com",
            " How much is my coin worth? \nThe Royal Mint launches new service to authenticate and value pre-decimal coins",
            "For anyone who has ever wondered if their",
            "pre-decimal coin is genuine and how\nmuch it might be worth, The Royal\nMint has launched a brand new service\nthat will now reveal all. The 1,100\nyear-old organisation s long-awaited\nUK pre-decimal (before 1971) coin\nauthentication and valuation service\nis available via its website at www.\nroyalmint.com/collector-services.",
            "The Royal Mint Collector Services team\nhas unparalleled knowledge on British pre-\ndecimal coin history, and is well placed to help\ncoin collectors gain a deeper understanding of their\ncoins. Customers can choose from three levels\nof service - online, standard or premium - to\nidentify, authenticate and value their coins.\nCustomers of the Premium service will\neven benefit from Royal Mint certificate\nsigned by the Deputy Master of the Mint\nto authenticate their coin.",
            "Anne Jessopp, CEO of The Royal\nMint, said  As a trusted organisation\nwith an unbroken history of minting\nBritish coinage dating back over",
            "1,000 years, customers have, for some time, been",
            "asking us to value and authenticate their pre-\ndecimal coins.",
            " Following the announcement this year\nthat we will be growing our presence\nin the collector services market, I am\ndelighted that we are launching a service\nthat makes the respected opinion of our\nexperts more easily accessible for our\ncustomers. ",
            "The Royal Mint itself holds one of the",
            "finest collections of coins, medals, artwork",
            "and minting equipment in the world. Coins can",
            "offer important insights into the history of the",
            "United Kingdom, highlighting the economics,",
            "technology, art, politics and ceremonies of\nthe nation.",
            "For more information on The Royal",
            "Mint s authentication and valuation",
            "service, please visit www.royalmint.",
            "com/collector-services. Other facilities",
            "currently offered under The Royal Mint s",
            "Collector Services include secure storage",
            "for valuable possessions from documents",
            "and artwork to collectables and heirlooms.",
            "nee The CN Journal Volume 63\n"
        ],
        "PageNo": "82"
    },
    {
        "File": "The_CN_Journal_march_35.jpg",
        "Paragraphs": [
            "ERROR OF THE.MONTH","BY BRETT IRICK, FONA#22198",
            "Canadian Error Coin Enthusiast and RCNA Life Member\nPatrick Glassford wins 2018 FUN Best of Show Award",
            "The Florida Numismatic Association just completed",
            "its winter Convention in Tampa, Florida   the\nlargest state-level Convention in the United States.\nAnd, it has the largest state-level competitive exhibit area\nby number of exhibits and cases, which always attracts the\nbest exhibitors resulting in extremely tough competition.\nThis year there were forty-six competitive exhibits and four\nnon-competitive exhibits that filled a total of 214 exhibit\ncases. Exhibitors were from Canada and thirteen states.\nRCNA Life Member and Ontarian Patrick Glassford\nis to be congratulated for winning a First in the Errors\ncategory, then going on to win Best of Show for a display\ntitled  Canadian Wrong Planchet Strikes.  It contained\nan impressive 114 different incorrect planchet errors\nrepresenting decades of collecting dedication. The Best\nof Show Award includes tuition for a one-week American\nNumismatic Association Summer Seminar class in Colorado\nSprings, Colorado. RCNA Area Director Brett Irick also\nwon a First in Medals, Orders, Tokens and Decorations for a\ndisplay titled  Fremont Ohio Civil War Store Cards,  which\nare one-cent merchant token issues of the Civil War that were\nused to overcome a shortage of small change.",
            "One of the seven display cases highlighting a total of 114 Canadian incorrect planchet\nerrors which took the Best of Show Award at this year s FUN Convention.",
            "Contact Brett Irick, Club Services Chair, Suite 505, 5060 Tecumseh Road East, Windsor ON N8T 1C1 or by email: xr7gt@prodigy.net   Communiquez\navec Bret Irick, responsable des services aux clubs, Suite 505, 5060 Tecumseh Road East, Windsor ON N8T 1C1, ou par courriel: xr7gt@prodigy.net.",
            "Number 2 March 2018\n"
        ],
        "PageNo": "83"
    },
    {
        "File": "The_CN_Journal_march_36.jpg",
        "Paragraphs": [
            "COMMUNI QUE",
            "2018 $20 Fine Silver Coin\nNorse Figureheads: Viking Voyage",
            "The reverse design by Neil Hamlin presents\nan artistic representation of a Viking ship at\nsea. An overhead view helps convey the\ndauntless spirit of the Norse mariners",
            "and captures the majesty of a dragon",
            "ship (dreki or drakkar) as the wind fills",
            "the striped sail. This unique perspective\nplaces extra emphasis on the elaborately\ncarved figurehead at the prow, which gave",
            "the ship its name and was intended to ward",
            "off evil spirits. Selective colour draws the eye",
            "to the frame, which bears a Norse art-inspired\nmotif of intertwined serpents in the Jellinge",
            "art style circa AD 1000, or in the time of",
            "Leif Eriksson s voyage from Greenland",
            "to Vinland (Newfoundland). Also\nincluded within the frame are four runic",
            "letters that represent the cardinal points",
            "(north, east, south and west), a tribute to",
            "the seafaring nature and exploratory spirit",
            "of the Vikings. The obverse features the effigy\nof Her Majesty Queen Elizabeth II by Susanna Blunt.",
            "2018 $20 Fine Silver Coin Ancient Canada:\nMarrella",
            "The reverse design is based on fossils curated at the Royal\nTyrrell Museum of Palaeontology in Drumheller,\nAlberta, and has been reviewed for scientific\naccuracy by palaeontologists at the Museum.",
            "It features a near life-sized reproduction of",
            "Marrella splendens, a marine arthropod",
            "from the Middle Cambrian period (505",
            "million years ago), whose curving spines",
            "and wedge-shaped head are among its",
            "most distinguishing features. A carefully",
            "sculpted rock texture fills the field and",
            "surrounds the precision-engraved fossils,",
            "resulting in a more true-to-life rendering",
            "of the Marrella specimen recovered from the",
            "Burgess Shale Formation. While the rimless coin s",
            "unique shape is the product of an old coin-making\ntechnique, the antiqued look of a patina finish",
            "adds to the design s  ancient  look and feel,\nwhich extends to the prehistoric-looking\nfont on the reverse and obverse. The obverse\nfeatures the effigy of Her Majesty",
            "Queen Elizabeth II by Susanna Blunt.",
            "The CN Journal",
            "Pi ce de 20 $ en Argent Fin 2018 Figures\nde Proue Scandinaves : L odyss e des Vikings",
            "Le motif au revers, oeuvre de Neil Hamelin,\nest une repr sentation artistique d un navire\nviking en pleine mer. Une vue en plong e\nrend justice   l esprit intr pide des marins\nscandinaves et   la majest  du bateau  \nt te de dragon ici repr sent , un drakkar,\ndont le vent gonfle la voile ray e. Cette\nperspective exceptionnelle met l accent\nsur la figure de proue minutieusement\nsculpt e, qui donne son nom au bateau et\ndont la fonction  tait de repousser les mauvais\nesprits. La coloration s lective de la pi ce attire\nl'attention sur la bordure dont le motif de serpents entrelac s\nest inspir  du style artistique scandinave de Jelling, datant\nde l an 1000 environ,   l poque du voyage de Leif\nEriksson du Groenland vers le Vinland (Terre-Neuve).\nOn trouve  galement sur la bordure quatre lettres\nruniques qui d signent les quatre points cardinaux, un\nhommage au pied marin et   l esprit aventurier\ndes Vikings. L avers est   l effigie de Sa",
            "Majest  la reine Elizabeth II, selon Susanna Blunt.",
            "Pi ce De 20 $ En Argent Fin 2018 Vestiges Du\nCanada : Marrella",
            "Le motif au revers repr sente un Marrella splendens de",
            "taille presque r elle, cisel  d apr s des fossiles",
            "conserv s au Royal Tyrrell Museum of",
            "Palaeontology de Drumheller, en Alberta; son",
            "exactitude scientifique a  t  v rifi e par les",
            "pal ontologues du mus e. L arthropode",
            "marin, qui a v cu voila 505 millions",
            "d ann es, soit durant le Cambrien moyen,",
            "se reconnait notamment par ses articles",
            "courb s et sa t te cun iforme. Les restes",
            "minutieusement grav s sont incorpor s",
            "dans une texture de roche reproduite avec",
            "soin, si bien qu on croirait r ellement avoir",
            "entre les mains le sp cimen exhum  des schistes",
            "de Burgess. Le contour inhabituel de cette pi ce",
            "sans cordon, fruit d une technique de monnayage",
            "ancienne,  voque un pass  disparu. L'effet est",
            "renforc  par le fini patin  et les caract res",
            "  l allure pr historique que la pi ce pr sente",
            "sur les deux faces. L avers est   l effigie de Sa",
            "Majest  la reine Elizabeth I, selon Susanna\nBlunt.",
            "Volume 63\n"
        ],
        "PageNo": "84"
    },
    {
        "File": "The_CN_Journal_march_37.jpg",
        "Paragraphs": [
            "2018 $20 Fine Silver Coin\nGeometric Fauna Series: Grey Wolves",
            "Designed by Canadian artist Claude Thivierge,\nthe reverse fuses two different art styles \nlow poly art and a more true-to-life style ",
            "for a contemporary take on a classic\nwilderness icon. On this misty, moonlit",
            "night, Canis lupus moves swiftly",
            "and silently down a rocky outcrop in\nCanada s boreal forest. Bold colour",
            "over the engraved relief brings the\nlandscape to life through a wealth of",
            "textural details that add a realistic touch to",
            "this multi-layered design. The coin s silver\nsurface is visible within the two engraved\nwolves, which are comprised of multiple polygon\nshapes that define the low poly art style. In spite\nof the straight lines and pointed edges, each\nshape is carefully positioned to convey the\nnatural curves of the grey wolf s familiar\noutline, while various finishing techniques\nmimic the effect of light and shadows. One\nwolf s instinctive leap suddenly creates the\nillusion of movement, transformation and the\n shattering  of boundaries those of its\ngeometric form, and the reverse image itself \nas its depiction artfully transitions.",
            "2018 Legacy Of The Dime\nFine Silver Coin Set",
            "The Legacy of the Dime set is a unique\nretrospective look at Canada s 10-cent\ncirculation coin through the years, as struck\nby the Royal Canadian Mint. More than\ntwice the size of the original issue, these\nselectively gold-plated pieces are an\nenduring tribute to the five designs that\nhave graced the diminutive-sized canvas,\nupon which history itself has been etched.",
            "Each coin in this set is at least twice the\nsize of the original issue. Brought to life on\na larger scale than ever (38 mm and 54 mm\ndiameters), every detail in these engraved designs\ncatches the eye and brings renewed appreciation for\nthese familiar images.",
            "Number2 March 2018 ",
            "Pi ce De 20 $ En Argent Fin 2018\nFaune Et G om trie : Loups Gris",
            "OEuvre de l artiste canadien Claude Thivierge, le\nrevers m lange deux styles artistiques   la\nfaible polygonisation et le r alisme   dans",
            "une vision contemporaine d un embl me",
            "classique des terres sauvages. Par une nuit",
            "brumeuse au clair de lune, le Canis lupus",
            "descend furtivement et silencieusement",
            "un affleurement rocheux dans la for t",
            "bor ale canadienne. La superposition",
            "des couleurs  clatantes et du relief grav ",
            "donne vie au d cor, riche de d tails textur s",
            "qui ajoutent une touche de r alisme au motif.",
            "La surface argent e de la pi ce transpara t sur",
            "le pelage des deux loups, grav s avec les multiples\nformes caract ristiques de la faible polygonisation.\nMalgr  les traits nets et les rebords pointus,\nchaque forme est soigneusement dispos e pour\n voquer les courbes naturelles de la silhouette\nfamili re du loup gris, et les diff rents types de",
            "finis imitent les effets d ombre et de lumi re.",
            "Le bond instinctif du premier loup cr e un effet\nsoudain de mouvement, de transformation et d \n clatement   des fronti res   tant celles de sa forme\ng om trique que du motif au revers lui-m me  , dans une\nillustration qui passe adroitement de l abstraction au r alisme.",
            "Ensemble De Pi ces En Argent Fin 2018\nR trospective De La Pi ce De 10 Cents",
            "L'ensemble R trospective de la pi ce de 10 cents\npose un regard particulier sur l histoire de cette\npi ce de circulation frapp e par la Monnaie\nroyale canadienne. Arborant un diam tre\nfaisant plus du double de celui des  ditions\noriginales, les pi ces de l ensemble,\nrehauss es d un placage d or s lectif, se\nveulent un hommage permanent aux cinq\nmotifs ayant orn  le petit canevas, sur\nlequel l histoire elle-m me s est grav e.\nLes pi ces ayant un diam tre surdimensionn \nde 38 ou 54 mm, soit au minimum le double\nde celui des originales, chaque d tail\ndes motifs grav s attire le regard et\nnous fait red couvrir des images\nfamili res.\n"
        ],
        "PageNo": "85"
    },
    {
        "File": "The_CN_Journal_march_38.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES, DES CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)\nFONA, #22198",
            "This column is focused primarily on continuous\nimprovement updates to the RCNA Club and Literary\nAwards, a call for local clubs to review and nominate\ntheir best articles. I thank all those who made very\nthoughtful and constructive suggestions on how to\nimprove the processes for the RCNA awards that are\ncoordinated by Club Services.",
            "I encourage you to review the information and to\nnominate deserving authors and clubs for awards.",
            "Call for 2017 Club and Literary Award\nNominations",
            "This month, we repeat the call for nominations for the",
            "2017 RCNA Literary Awards. Self-nominations are",
            "welcome and acceptable. Perhaps the most",
            "challenging for us to judge is the Jerome",
            "H. Remick Literary Award, presented for",
            "the best numismatic article published",
            "in a local club newsletter. Other",
            "literary awards judged by RCNA",
            "Club Services are the Best Regional/",
            "National Newsletter and Best Local",
            "Newsletter. I invite members to",
            "nominate articles by submitting a scan",
            "or an electronic copy. For clubs that had",
            "several notable activities in 2017, please",
            "submit a nomination that includes a",
            "recap of those activities to enter in",
            "competition for the Louise Graham",
            "Memorial Club of the Year Award.",
            "The best nominations for the Louise",
            "Graham will be a minimum of four pages in length and",
            "include supporting pictures. Additional information about",
            "the awards can be found at www.rena.ca/awards.php",
            "and in this month s Journal. Nominations must be received",
            "by Saturday March 31, 2018, to allow judging before",
            "the RCNA Convention. Send nominations, supporting",
            "materials and any questions or requests for additional",
            "information to me, Brett Irick, at: xr7gt@prodigy.net .\nBegin now to review your club s 2017 journals and",
            "newsletters for submissions to the Jerome Remick",
            "Literary Award, offered for the best locally produced",
            "original article. By nominating your club s best one",
            "or two articles, you provide your local authors the",
            "chance to have their work recognised nationally   the",
            "winning article gets showcased in The CN Journal. If",
            "some are reluctant to nominate articles that their club",
            "members have written, it could mean a deserving article",
            "might go un-noticed by the Remick Award committee.",
            "Cette chronique porte principalement sur les mises  jour de\nl am lioration continue pour les prix de club et les prix litt raires\nde l  ARNC, un rappel pour que les clubs locaux r visent leur\nbulletin et soumettent leurs meilleurs articles. Je remercie tous\nceux qui ont fait des suggestions int ressantes et constructives\nsur la fa on d am liorer notre processus pour les prix   ARNC\nqui sont coordonn s par le comit  des services au club.",
            "Je vous encourage   examiner l information et   nommer les\nauteurs et les clubs m ritants pour ces prix.",
            "Appels pour nominations pour les prix de club et\nprix litt raires 2017",
            "Ce mois-ci, nous r p tons l appel pour des nominations pour\nlesprix litt raires 2017 de PARNC. Vos nominations, m me vos\npropres articles, sont les bienvenues et acceptables. Le",
            "prix le plus difficile   juger est sans aucun doute le",
            "prix J r me H. Remick qui est d cern  au meilleur",
            "article numismatique publi  dans un bulletin de",
            "club local. D autres prix litt raires jug s par le",
            "comit  de services aux clubs de lARNC sont le",
            "meilleur bulletin r gional / national et le meilleur",
            "bulletin local. Je vous invite   nous faire parvenir",
            "des articles en nomination en soumettant une",
            "copie num ris e (scan) ou une copie en format",
            " lectronique. Pour les clubs qui ont connu une ann e",
            "2017 tr s active remplie d activit s int ressantes,",
            "s il vous pla t envoyez la candidature pour le",
            "prix Louise Graham Memorial qui reconnait le",
            "club de l ann e, en incluant un r sum  de vos",
            "activit s de club dans votre soumission. Les",
            "meilleures soumissions pour le prix Louise Graham ont",
            "un r sum  d un minimum de quatre pages et incluent des photos\nen appui. Des renseignements suppl mentaires sur les prix peuvent\n tre trouv s sur le site wwwrcna.ca/awards.php et dans le num ro\nde ce journal. Les candidatures doivent  tre re ues au plus tard\nle 31 mars, ce qui donne suffisamment de temps aux membres\ndu comit  de faire l valuation avant le congr s de l ARNC.\nEnvoyez vos nominations, preuves justificatives, toutes questions\nou demandes d information suppl mentaire   xr7gt@prodigy.net .\nCommencez d s maintenant   revoir vos bulletins de clubs pour\nles mettre en nomination pour le prix litt raire Jerome Remick, remis\npour le meilleur article original produit localement. En nommant\nle ou les meilleurs articles de votre bulletin de club, vous offrez  \nvos auteurs locaux la chance de voir leur travail reconnu   l chelle\nnationale - l article gagnant est pr sent  dans /e journal numismatique\ncanadien. Si certains sont r ticents   proposer des articles que les\nmembres de leur club ont  crits, cela pourrait signifier qu un article\nm ritant ne sera pas remarqu  par le comit  du prix Jerome Remick.\nLa plupart des publications de clubs locaux sont distribu es seulement\n  leurs membres, donc si vous ne nommez pas un article qui m rite",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "86"
    },
    {
        "File": "The_CN_Journal_march_39.jpg",
        "Paragraphs": [
            "Most local club publications are distributed only to the club s\nmembers, so if you don t nominate an article that deserves\nto be recognized, chances are others won t. For the past five\nyears, articles that won the Remick Award had mostly been\npublished in newsletters of smaller clubs.",
            "If you are worried about anonymity, let me assure you that\nthe nominator s identity is held in strict confidence by the\nClub Services Chair and is not shared with anyone.",
            "So, look through your 2017 publications and take a\nmoment to nominate the articles you feel deserve notice. I\nsuggest that your club s Editor or a small team, excluding the\nauthors under consideration, comb through the past year s\npublications to decide about the best one to three articles to\nsubmit as nominations for Remick Award judging.",
            "Also, perhaps, you could start a club level Author of\nthe Year Award. Follow the example of The Canadian Tire\nCoupon Collectors Club, which annually awards its Best\nResearch and Best Testimonial articles.",
            "Ontario Numismatic Association  Club of the\nYear  Award Announced",
            "In the last issue of The Ontario Numismatist, Steve\nWoodland, ONA Club Services Chair, announced that the\nONA will now offer a Club of the Year Award. That s correct\n  ONA member clubs will have the opportunity to compete\nfor this new award, which will be presented at the Club\nDelegates Breakfast on Saturday morning. Steve will be\nsending out detailed information to each club on how to enter\nand what information is required. It s simple: just send him\nan email with a description of your club, what the club did\nduring 2017, and what you and your members contributed to\nthe numismatic hobby.",
            "The Canadian Tire\nCanada 150 Ten-Cent\nCommemorative Coupon",
            "Canadian Tire issued two\nmillion Canada 150 ten-cent\ncommemorative coupons last year.\nCTCCC member Dan Neald, noted\nin Canadian Tire Coupon Collectors\nClub journal The Collector, that\nCanadian Tire had a promotion\nlast summer in which you could\nreceive a free Canada 150 ten-\ncent commemorative note without\nmaking a purchase. He went to the\ncustomer service counter of a store\nin Regina where the clerk had a\nstack of these coupons and knew\nexactly what Dan was looking\nfor. She quickly punched the cash\nregister and handed Dan a receipt",
            "Number2 March",            
            "d tre reconnu, il y a de fortes chances que d autres ne le soient\npas. Au cours des cinq derni res ann es, les articles qui ont\nremport  le prix litt raire Jerome Remick ont  t  publi s pour la\nplupart dans des bulletins d information de petits clubs.",
            "Si vous vous inqui tez de l anonymat, laissez-moi vous\nrassurer que l identit  de celui qui soumet des candidatures\nest tenue confidentielle par le pr sident des services du club\net qu'aucune information n est partag e. Alors, regardez dans\nvos publications de 2017 et prenez un moment pour proposer\nles articles qui m ritent d tre reconnues. Je sugg re que le\nr dacteur de votre bulletin de club ou une petite  quipe, excluant\nles auteurs des articles, passe au peigne fin les publications de la\nderni re ann e afin de choisir les meilleurs articles   soumettre\ncomme candidatures pour le prix litt raire Remick.",
            "Tant qu  y  tre, vous pourriez consid rer un prix pour\nl auteur de l ann e au niveau de votre club. Suivez l exemple\ndu Club des collectionneurs de coupons Canadian Tire, qui\nd cerne un prix chaque ann e pour les meilleurs articles de\nrecherche et les meilleurs t moignages.",
            "Annonce du prix  Club de l ann e  de\nl Ontario Numismatic Association",
            "Dans le dernier num ro de The Ontario Numismatist, Steve\nWoodland, pr sident des services aux clubs de l 'ONA, a\nannonc  que l ONA offrira maintenant un prix pour le club\nde l ann e. C est exact - les clubs membres de l ONA auront\nl occasion d tre consid r s pour ce nouveau prix, qui sera\npr sent  au d jeuner des d l gu s du club le samedi matin.\nSteve enverra des informations plus d taill es   chacun des\nclubs membres expliquant comment soumettre et quelles\ninformations sont requises? C est simple: envoyez-lui\nsimplement un courriel avec une description de votre club, ce\nque le club a fait en 2017 et ce que vous et vos membres avez\nfait comme promotion de votre passe-temps numismatique.",
            "Le coupon 10 cents de\nCanadian Tire comm morant\nle 150e du Canada",
            "Canadian Tire a  mis deux millions de\ncoupons de dix cents comm morant\nle 150e du Canada l an dernier. Dan\nNeald, membre du CTCCC, a  crit\ndans le collectionneur, le bulletin du\nClub de collectionneur de coupons\nCanadian Tire, que la corporation\navait fait une promotion l t  dernier\ndans laquelle vous pouviez recevoir\nun coupon comm moratif gratuit\nde 10 cents pour le 150e du Canada\nsans aucun achat requis. Il se rendit\nau comptoir du service   la client le\nd un magasin de Regina o  le pr pos \navait une pile de ces coupons et savait\nexactement ce que Dan recherchait.\n"
        ],
        "PageNo": "87"
    },
    {
        "File": "The_CN_Journal_march_42.jpg",
        "Paragraphs": [
            "for $0.00 along with a\ncoupon that he now has in\nhis collection. I wonder if\ncollecting these receipts\nwill now become a new\nCanadian Tire coupon\ncollecting specialty. And,\nhow many receipts were\nsaved? If you are fortunate\nenough to have one, perhaps\nyou can make a report to the\nCTCCC as they are quite\ninterested in this subject.\nGood advice: Save all the\nevidence you receive when\nyou acquire a numismatic\nitem. Kudos to Dan for the\nforesight to save the receipt\nand then to write about it.",
            "Brett rich",
            "[Note: In last month s column we reported that the\nCanadian Association of Wooden Money Collectors\nnewsletter Timber Talk was published quarterly. It\nis actually published monthly. We apologize for any\ninconvenience this may have caused. ]",
            "Elle a rapidement enregistr  la\ntransaction sur sa caisse enregistreuse\net lui a remis un coupon de caisse de\n$0,00 ainsi que le fameux coupon\nqu il a ajout  a sa collection. Je me\ndemande si la collection de coupons\nde caisse deviendra une nouvelle\nsp cialisation des collecteurs de\ncoupons Canadian Tire. Et combien\nde coupons ont  t  conserv s? Si\nvous  tes assez chanceux pour en\navoir un, vous pouvez peut- tre le\nrapporter au CTCCC, car ils sont tr s\nint ress s par ce sujet. Un conseil:\nconservez toutes les preuves que vous\nrecevez lorsque vous achetez un objet\nnumismatique. Bravo   Dan pour la\npr voyance de conserver le coupon de\ncaisse, et de partager son exp rience.",
            "Brett Mick",
            "[Note: Dans la chronique du mois dernier, nous avons affirm \nque le bulletin de l Association canadienne des collectionneurs\nde jetons de bois, Timber Talk,  tait publi  tous les trimestres.\nIl est en fait publi  mensuellement. Nous nous excusons cet\ninconv nient. |",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "90"
    },
    {
        "File": "The_CN_Journal_march_43.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "Royal Canadian Mint sues Australian Government over poppy coin printing!",
            "On December 22, 2017, the Royal Canadian",
            "Mint filed a lawsuit in Australian\nFederal Court (NSD2281/2017)",
            "alleging that the Royal Australian Mint",
            "infringed the RCM patent granted in",
            "2013 to protect its inkjet printing",
            "method of producing colourized",
            "coins. The technology was",
            "originally developed by the RCM",
            "to create the 2004 commemorative",
            "Poppy 25-cent circulating coin (top).",
            "Although the Royal Canadian\nMint is a Crown corporation allowed\nto sue other parties under its corporate\nname, the Royal Australian Mint is part of\nthe Australian government, so the respondent\nin the case is the Commonwealth of Australia.",
            "The coin in breach is the 2012 Australian two-dollar\nRemembrance Day commemorative coin (bottom)\nwith its red poppy printed on the reverse.",
            "There were approximately 503,000 of\nthese coins minted.",
            "Alex Reeves, spokesperson for\nthe RCM told us,  It has become\nnecessary for us to institute\ninfringement proceedings\nto protect and preserve our\nintellectual property rights.",
            "The Mint distinguishes itself in",
            "the global marketplace with its",
            "cutting-edge coin technologies.",
            "As a Crown corporation mandated",
            "to operate in anticipation of profit,",
            "our technologies are vital to maintaining",
            "our competitive standing, and the Mint\nundertakes all steps necessary to protect its\nintellectual property rights. ",
            "According to the official record the RCM tried to resolve\nits infringement concerns with the RAM before finding it\nnecessary to take legal action. The RCM first contacted the\nRAM in 2015 to notify it of the existence in Australia of\nthe RCM s patent protecting its printing technology. The\nAustralians felt their methods were  sufficiently different\nto have not infringed.  Over the intervening two years the\nparties tried resolving the matter through a meeting, several\nphone calls and letters, but failed.",
            "Number2 March",            
            "According to the Australian Patent Office, patent\n(AU2006201461), a  Method of printing an\nimage on a metallic surface, particularly on\na coin surface  was first applied for by\nthe RCM in March 2006. The patent\nwas open to the public in 2007 and",
            "ultimately granted in July 2013.\nThe RCM has said it is aware\nof  infringing  Australian coins\nprinted with coloured ink  by\nforming a plurality of macropores\nof about 0.1 to about 0.5 mm across\nin a designated pattern on a portion of\nthe metal surface, forming a plurality\nof micropores within the macropores,\ncleaning the surface, applying the ink and\ndrying the ink.  Asked how the RCM is sure that\nthe same printing method was used, Reeves said,  There\nwas an examination. I can t really add anything",
            "else at this time. \nThe RCM is asking that the RAM\nofficially admit that it infringed the\npatent; that it will permanently\nrestrain from infringing the\npatent and from  making,\nselling, supplying or otherwise\ndisposing of, using or keeping the\ninfringing coins  without licence\nor authority; that they hand over\nor destroy all advertising and\npromotional materials related to the\nsuch coins; and to either surrender\nprofits or pay damages.\nReeves clarifies,  ...1t is important to\nremember that we are seeking the return of\nonly those coins still under RAM s control and not\nthose put into circulation to date. ",
            "There is more at stake with this lawsuit than the\nargument over a single coin or the fact that the RAM has\ncontinued to issue coins based on the technology. Both the\nRCM and RAM are commercial businesses that compete\nwith others in the world market to secure contracts with\nforeign countries and other issuing authorities. And having\na technological advantage like the RCM s can mean all the\ndifference between a successful bottom-line or seeing red\non an annual report.\n"
        ],
        "PageNo": "91"
    },
    {
        "File": "The_CN_Journal_march_44.jpg",
        "Paragraphs": [
            "NOTES ON THE ANCIENT ANCESTORS OF MODERN COINS",
            "NUMMUS_ MATRIX",
            "BY JAMES R. BAKES\n#19824",
            "91. Beware the Ides of March...",
            "In spite of more recent modern assassinations",
            "(Lincoln in 1865, Franz Ferdinand in 1914,",
            "Kennedy in 1963), the assassination of\nJulius Caesar remains one that still captures the\npopular imagination more than two millennia\nlater. Mythologized by William Shakespeare\n(whose work was solidly based on the ancient\nsources, especially Plutarch) the story remains of\nenduring interest, and thousands flock to Stratford\nto see the play when it is part of the summer\nrepertoire. It is the story of an ambitious man\nwho overreaches and creates enemies afraid of\nhis growing power and who feel powerless to\nstop his meteoric rise in any legal way.",
            "Caius Julius Caesar was born on July 13,",
            "100 BC: the month of Julius, named after him\nfollowing his death, as August was after Caesar s adopted\nheir Augustus. The family into which he was born was\naristocratic but poor and that seems to have been a driving\nforce behind Caesar s unbridled ambition to accomplish\ngreat things. His historical paragon, Alexander the Great,\nhad conquered the known world and lay dead in Alexandria\nat an age before Caesar had even begun his great military\ncareer, a fact he made mention of as he gazed at the\n300-year-old mummified remains of Alexander displayed\nin his eponymous city.",
            "Caesar began his rise to prominence with his acceptance\nof various priestly offices, chief of which was Pontifex\nMaximus giving him a house near the Forum as opposed\nto the house he grew up in, in Subura. Still it was his\nunshakeable belief in a Goddess Fortuna which gave him\na sense of his own destiny that was more than mere self-\nconfidence. This partly grew out of his certainty that he\nwas descended from the Goddess Venus, a deity he built\ntemples to in Rome and outside it. From this background\nand his family s rather undistinguished recent history, he\ndeveloped the need for absolute power like the monarchs\nof the east and realising the hatred of kings, that was the\nRoman historical heritage, was well aware he needed to\ntread carefully. First he had to make himself a name and\nbecome indispensable to the growing empire, and he did\nthis by means of the Gallic Wars. As Consul for the first\nof five times, in 59 BC he joined informally with the two",
            
            "other most powerful men in Rome, Crassus and\nPompey, and obtained a five-year Proconsular\ncommand in Gaul, which was to provide him\nwith the resources to make a lunge for absolute\npower. The land mass of Gaul was of course\ncontiguous with the empire itself, unlike the\nIsland of Britannia and adding it involved a series\nof classic battles by which he publicised his own\nexploits in his great work: The Gallic War. This\nwork is still studied today both for military tactics\nand as a work of literature.",
            "By the early 40s BC he was ready to move\nand in 49 crossed the Rubicon with his army and\nentered Italy. A series of victories including the",
            "Battle of Pharsalus against Pompey and another",
            "at Munda against Pompey s successors made him",
            "the supreme power in Rome, and the way to his ultimate",
            "ambition was apparently open. In early 44 BC he ordered",
            "his portrait to be put upon the coinage, like an eastern",
            "potentate, and to make matters even clearer to those who",
            "opposed him he was given and accepted the title of Dictator\nPerpetuo in mid-February of 44 BC.",
            "This coin attests to that. On its obverse is a right-\nfacing head of Caesar with the inscription: CAESAR DICT\nPERPETVO which dates the coin to late February or early\nMarch of 44 BC. The reverse is quartered by the caduceus\nand fasces: clasped hands at left, a globe above, an axe\nbelow and (the moneyer) L BVCA vertically up to the right\n(weakly struck). This reverse brings together themes\nrelevant to Caesar: the pontificate (axe and fasces), Felicitas\n(caduceus), Concordia (clasped hands) and world dominion\n(the globe).",
            "The republican forces were in a panic to contain what\nappeared to be the inevitable establishment of a hated\nmonarchy. In the well-known aftermath, Caesar was\nstruck down by a conspiracy of Senators led by Brutus and\nCassius as he was about to go in to a meeting of the Senate,\nMarch 15, 44 BC.",
            "Far from preserving the republic Caesar s heir Augustus\nestablished a monarchy in all but name, and the world\nwould never be the same again.",
            "James R. Bakes is past editor of the Classical and Medieval Numismatic\nSociety Journal www.cmns.ca",
            "IDES of March: In the Roman Calendar dates were counted as the number of days before one of three milestones: the first of the\nmonth, the kalends, a day less than the middle of the month, the ides, and eight days nine, counting inclusively before the ides,\nthe nones. The original calendar consisted of 10 months beginning in spring with March and ended with a variable length Winter.\nThe Ides occurred on the 15th day of March, May, Quintilis (July), and October, and the 13th day of the other months April, June,\nSextilis (August), September, November and December. The Ides of March was marked by several religious observances and was\nnotable for the Romans as a deadline for settling debts; until 44 BC made it infamous.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "92"
    },
    {
        "File": "The_CN_Journal_march_46.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134",
            "The Currency and Medals of Newfoundland",
            "Before Newfoundland joined Confederation in 1949,",
            "scholarly writings about its numismatics were\nalmost nonexistent. Nearly all that was written at",
            "that time was as addenda to Canadian coin catalogues.\nBreton s works of the late nineteenth century for example\nincluded Newfoundland coins, though the colony was\nseparate from Canada. Even into the 1970s, Newfoundland\nnumismatics was not as thoroughly researched as it could\nhave been. Information was scattered throughout different\npublications, tossed into Canada s numismatic literature\nalmost as if it were an afterthought.",
            "Newfoundland numismatics didn t\nget the coverage it deserved until\n1983, when The Currency and Medals\nof Newfoundland was published.\nNumismatists C. Francis Rowe, James\nA. Haxby, and Robert J. Graham spent\neight years researching and writing this\nlandmark catalogue.",
            "It greatly expanded the general\nknowledge of Newfoundland s\nnumismatics. It includes much\nmaterial and information that had\nnever been published elsewhere. Many\nscarce merchant tokens and pieces\nof scrip are illustrated and described,\nfor the first time, in this catalogue\nthanks to the project s lead author,\nC. Francis Rowe. The book also\nincludes a comprehensive chapter on\npre-Confederation medals, a subject that\nis often underrepresented in numismatic\nliterature.",
            "Of course, the catalogue also has a\nchapter on Newfoundland s decimal\ncoinage, including its major varieties,\ninformation about die design and usage,\nas well as a chapter on paper currency,\nprofusely illustrated and with detailed\nhistories of Newfoundland s two banks.",
            "The catalogue project was sponsored\nby the J. Douglas Ferguson Historical\nResearch Foundation. Established in\n1971, the foundation s main goal is to\nencourage research and education in\nCanadian numismatics and banking history.",
            
            "Years later, a publishing wing was added to the foundation\nand The Currency and Medals of Newfoundland was its\nfirst project.",
            "The importance of the new catalogue was apparent\nat its launch in St. John s, Newfoundland. Attending the\npress conference, along with the lead author and Ferguson\nFoundation executives, was the Hon. Len Simms,\nNewfoundland s Minister of Culture, Recreation, and Youth.",
            "This catalogue was only the first of many made possible\nby the Ferguson Foundation. J. Douglas Ferguson would\nsurely be heartened to see how his contribution to Canadian",
            "numismatics has enriched our libraries and our hobby.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "94"
    }
]