[
    {
        "File": "The_CN_Journal_October_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT,",
            "Fall has certainly arrived in my area of the country.",
            "The multi-colour leaves are beginning to fall\nheralding the transition to the new season.",
            "Although a bit sorry to see summer go, there are\nmany commercial and local club numismatic shows that\nare scheduled during the fall months. If you have never\nattended one of these local shows I would recommend\nthat you fit a visit in to one or two of them. It is a very\ngood way to find interesting material that might pique\nyour interest and possibly expand your knowledge of\nthe hobby.",
            "As I have said before, the camaraderie between like-\nminded individuals you find at these shows cannot be\nunderstated. You can meet collectors who are interested\nin the same types of things that you collect, and you\ncan potentially learn new things that you might never\nhave been exposed to previously. Some of these shows\nsponsor educational talks, which again, is a great way\nto improve your knowledge and general enjoyment of\nyour hobby. After all isn t this exactly why you became\ninterested in collecting   for the enjoyment?",
            "You will find your membership renewal form\nenclosed with this month s Journal. If you haven t\nalready renewed, this is a great opportunity. So please\ntake this as a friendly reminder to do so right away\nwhile it is fresh in your mind. Renewing on a regular\nbasis helps the Association maintain its cash flow\nobjectives.",
            "It was with regret that I accepted the resignation of\nScott Douglas as our Education Committee Chairman.\nScott has done an excellent job over the last three\nyears in his role and he will be hard to replace. If\nyou are interested in volunteering to participate on\nthe Education Committee please send me an email at\npresident@rcna.ca or contact our Executive Secretary\nat info@rcna.ca or by phone at (647) 401-4014.",
            "During the recent executive meeting, on August 8,\nthe financial oversight committee committed to draft\na report which will include suggestions from the\nmembership. We will be reviewing this, along with all\nexpenses and revenue streams in the months to come.\nOur next scheduled executive meeting will take place at\nthe Toronto Torex at the end of October. I welcome your\ncomments, suggestions, and constructive criticisms to\nbring to that meeting or the next.",
            "Number 7 October + November 2018",
            "MOT DU PRESIDENT.",
            "Lautomne est certainement arriv  dans ma r gion du",
            "pays. Les feuilles multicolores commencent   tomber,\nannon ant la transition vers la nouvelle saison.",
            "M me si un peu d sol  de voir passer l t , de\nnombreux  v nements numismatiques commerciaux et\nlocaux sont pr vus au cours des mois d automne. Si vous\nn avez jamais assist    l un de ces spectacles locaux, je\nvous recommanderais de pr voir une visite dans un ou\ndeux d entre eux. C est un tr s bon moyen de trouver du\nmat riel int ressant qui pourrait  veiller votre int r t et\n ventuellement  largir vos connaissances du loisir.",
            "Comme je l ai d j  dit, la camaraderie qui r gne entre\nces personnes partageant les m mes id es ne peut  tre\nsous-estim e. Vous pouvez rencontrer des collectionneurs\nint ress s par le m me type de choses que vous collectez et\npotentiellement apprendre de nouvelles choses auxquelles\nvous n aviez peut- tre jamais  t  expos  auparavant.\nCertaines de ces  missions parrainent des discussions\n ducatives, ce qui, encore une fois, est un excellent moyen\nd am liorer vos connaissances et votre plaisir g n ral de\nvotre loisir. Apr s tout, n est-ce pas exactement pourquoi\nvous  tes int ress    collectionner - pour le plaisir?",
            "Le formulaire de renouvellement de votre adh sion\nest Joint au Journal de ce mois. Si vous n avez pas d j \nrenouvel , c est une excellente opportunit . Alors, s il\nvous pla t, prenez ceci comme un rappel amical de le faire\ntout de suite, alors qu il est frais dans votre esprit. Le\nrenouvellement r gulier aide 1  Association   maintenir ses\nobjectifs de tr sorerie.",
            "C est avec regret que j ai accept  la d mission de\nScott Douglas en tant que pr sident de notre comit  de\nl ducation. Scott a fait un excellent travail au cours des\ntrois derni res ann es et 1l sera difficile   remplacer. Si\nvous  tes int ress    faire partie du comit  de l ducation,\nveuillez m'envoyer un courriel   president@rcna.ca ou\ncontactez notre secr taire ex cutive   info@rcna.ca ou par\nt l phone au (647) 401-4014.",
            "Lors de la r cente r union de l ex cutif, le 8 ao t, le\ncomit  de surveillance financi re s est engag    d poser\nun rapport contenant les suggestions des membres. Nous\nallons examiner cela, ainsi que toutes les d penses et les\nsources de revenus des mois   venir. Notre prochaine\nr union de direction aura lieu au Torex de Toronto   la fin\ndu mois d octobre. Je me r jouis de vos commentaires,\nsuggestions et critiques constructives   apporter   cette\nr union ou   la suivante.\n"
        ],
        "PageNo": "285"
    },
    {
        "File": "The_CN_Journal_October_08.jpg",
        "Paragraphs": [
            "bi-monthly oversight review of the Association s finances,\nongoing, and to make recommendations for reducing\nexpenses and looking at alternative revenue sources. Rob\nTurner, chairman of the Finance Committee, asked all\nmembers for input that he could use for his report to be\ntabled at the next executive meeting in October.",
            "(b) Executive Secretary   Paul read his report and spoke\nabout our membership numbers. He commented that 100 new\nmembers were processed during the past fiscal year and that\ncompares with 94 last year. The total RCNA membership at\nJune 30, 2018, was 1,187 which is a decrease from 1,217 at this\ntime last year. Paul noted that the number of digital members has\nincreased from 184 to 189. Bill Kamb is continuing to assist by\nfollowing up with non-renewal members.",
            "(c) The CN Journal (Henry Nienhuis)   Henry mentioned\nthat he is in need of more articles from members to make the\nJournal as interesting as possible. He is putting together quality\nissues of the publication but it is a challenge to obtain newly\nresearched articles.",
            "(d) Library and Archives (Dan Gosling)   Dan reported\nthat the demand for the loan of books etc. continues to be low.\nThere were seven books, four videos and thirteen reference\nbooks borrowed during the past year. Various other requests\nwere acted on. There were a few books donated to the library\nas well.",
            "(e) Website (Julaine Scott)   Julaine said that she\ncontinues to work and update pages on the Content\nManagement System she has developed. She has worked\non various projects including the following items: rewrote\nthe privacy policy for the website; set up all 2018 pages for\nthe convention and did small content changes, Sent January\nNumisNotes; updated Google Analytics data retention settings;\nadapted the registration admin pages to accommodate multiple\npayments and researched the impact of the European Union s\nGeneral Data Protection Regulations for the website. These\nregulations came into effect on May 25, 2018, and all websites\nthat allow traffic to individuals who reside in the European\nUnion are required to follow these regulations. Numerous\nchanges and updates have been made to the RCNA website.",
            "(f) Club Services (Brett Irick)   Brett mentioned that\nthe  Louise Graham Club of the Year  award was won\nby the Canadian Tire Coupon Collectors Club. The club\nnewsletter awards were presented at the Club Delegates\nMeeting and included the following Award winners:",
            "1. Best Local Newsletter   Edmonton Numismatic Society,",
            "and Best Local Club Newsletter Editor   Joe Kennedy;",
            "2. Best Regional or National Newsletter   was won by",
            "the Canadian Tire Coupon Collectors Club, and Best\nRegional or National Newsletter Editor   Jacques\nPoitras.\nThe criteria for the above awards are shown on the RCNA\nwebsite. More than forty delegates attended the annual RCNA\nClub Delegates breakfast, which included a presentation\nby ANA Governor Colonel Steven Ellsworth on Security",
            "charge  d examiner les finances de l Association tous les deux\nmois et de formuler des recommandations sur la r duction des\nd penses et   la recherche de sources de revenus alternatives.\nRob Tumer, pr sident du Comit  des finances, a demand  a\ntous les membres de faire part de leurs observations pour que\nson rapport soit pr sent    la prochaine r union de l ex cutif en\noctobre.",
            "(b) Secr taire Ex cutif   Paul a lu son rapport et a parl \nde notre nombre de membres. Il a ajout  que 100 nouveaux\nmembres avaient  t  enregistr s au cours du dernier exercice\nfinancier, comparativement   94 l ann e pr c dente. Au 30\njuin 2018, le nombre total d adh rents   ARNC s' levait   1\n187, ce qui repr sente une diminution par rapport au nombre\nde 1 217 de l ann e derni re   la m me date. Paul a not  que le\nnombre de membres num riques est pass  de 184   189. Bill\nKamb continue   aider en assurant le suivi des membres sans\nrenouvellement.",
            "(c) La Revue du CN (Henry Nienhuis)   Henry mentionne\nqu il a besoin de plus d articles de la part des membres pour\nrendre la Revue aussi int ressante que possible. Il est en\ntrain de pr parer des journaux de qualit , mais il est difficile\nd obtenir de nouveaux articles de recherche.",
            "(d) Biblioth que et Archives (Dan Gosling)   Dan a\nindiqu  que la demande de pr t de livres, etc., restait faible.\nSept livres, quatre vid os et treize ouvrages de r f rence\nont  t  emprunt s au cours de la derni re ann e. Diverses\nautres demandes ont  t  ex cut es. Quelques livres ont\n galement  t  donn s   la biblioth que.",
            "(e) Site web (Julaine Scott)   Julaine a d clar  qu elle\ncontinuait   travailler et   mettre   jour les pages du syst me de\ngestion de contenu qu elle avait mis au point. Elle a travaill  sur\ndivers projets, notamment les  l ments suivants: r criture de la\npolitique de confidentialit  du site Web; mis en place toutes les\npages de la convention 2018 et effectu  de petits changements\nde contenu, publication du NumisNotes de janvier,; mise   jour\ndes param tres de conservation des donn es Google Analytics;\na adapt  les pages d administration de l enregistrement afin de\nprendre en charge les paiements multiples et a  tudi  l impact\ndu r glement g n ral de l Union europ enne sur la protection\ndes donn es pour le site Web. Ces r glements sont entr s en\nvigueur le 25 mai 2018 et tous les sites Web autorisant le trafic\nvers des personnes r sidant dans l Union europ enne sont tenus\nde les respecter. De nombreux changements et mises   jour ont  t \napport s au site Web de ARNC.",
            "(f) Services aux clubs (Brett Inck)   Brett a mentionn  que le\nprix du   Club Louise Graham de l ann e   avait  t  remport  par\nle Club des collectionneurs de coupons Canadian Tire. Les prix\ndu bulletin du club ont  t  remis lors de la r union des d l gu s\ndu club et comprenaient les laur ats suivants :",
            "1. Meilleur bulletin local   Edmonton Numismatic Society;\nMeilleur  diteur bulletin local   Joe Kennedy;",
            "2. Meilleur bulletin r gional / national   Club de\nCollectionneurs de Coupons Canadian Tire; Meilleur  diteur\nbulletin r gional / national   Jacques Poitras.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "288"
    },
    {
        "File": "The_CN_Journal_October_09.jpg",
        "Paragraphs": [
            "measures for dealers and collectors. The RCNA, at our\nannual conventions, will continue promoting the program\nof reciprocity with the American Numismatic Association.\nBrett continues to write the  News from the Clubs  column\nin The CN Journal.",
            "(g) Youth Program   Lisa McPherson reported that\nvarious donations have been received during the past year.\nOur RCNA Coin Kids Auction that we held at the ONA\nConvention was a great success. Young collectors continue\nbeing drawn to the Kids  sales table and auction at the\nvarious shows where these attractions have been offered,\nincluding the ONA and the RCNA Conventions, the two\nNational Stamp and Coin Shows, the three Torex Shows\nand several club shows. We are always looking for more\ndonations for the program.",
            "(h) NumisNotes (Kevin Day-Thorburn)   Kevin,\nEditor of NumisNotes, reported that the publication has run\ninto some technical difficulties recently and that has resulted\nin a four-month set-back in the issuing the online publication.\nAt the RCNA executive meeting held on August 8 it was\ndecided to use an industry standard tool in the preparation\nand distribution of the publication. In this way he hopes to\nhave NumisNotes back on track in the near future.",
            "G) Education Committee   Scott Douglas said\nthat the two-day Educational Symposium held at this\nConvention was a great success. The seminars had an\naverage attendance of thirty-five, with Geoff Bell s\npresentation attracting about fifty people. In addition,\nthe Paper Money Grading and Preservation workshop\nheld for the first time during the Convention attracted\nnineteen people. Those attending were very enthusiastic.",
            "Steve Woodland made a motion, seconded by Serge\nPelletier that the all reports presented be accepted.\nMOTION PASSED UNANIMOUSLY.",
            "Appointment of Auditor",
            "9. President Henry Nienhuis re-appointed Cheryl\nHeavener of Markham, Ontario, as the Reviewer of the\nRCNA financial statements for the fiscal year May 1,\n2018   April 30, 2019.",
            "Other Business\n10. None.",
            "Adjournment",
            "11. Henry Nienhuis thanked everyone for attending.\nAn adjournment motion by Brett Irick was seconded by\nJim Bailie. MOTION CARRIED UNANIMOUSLY.",
            "Meeting adjourned at 11:30 a. \"D\nESS Aichi anal er",
            "President Executive Secretary FAI",
            "Number 7 October + November 2018",
            "Les crit res pour les r compenses ci-dessus sont pr sent s sur le\nsite Web de RCNA. Plus de quarante d l gu s ont assist  au petit-\nd jeuner annuel des d l gu s du club RCNA, qui comprenait une\npr sentation d un gouverneur de l ANA, le colonel Steven Ellsworth,\nsur les mesures de s curit  pour les marchands et les collectionneurs.\nL ARNC continuera   poursuivre le programme de r ciprocit  avec\nl American Numismatic Association dans nos congr s annuelles.\nBrett continue d crire la colonne colonne   Nouvelles des clubs  \ndans /e Journal.",
            "(g) Programme pour les jeunes   Lisa McPherson a signal \nque divers dons ont  t  recus au cours de la derni re ann e.\nNotre vente aux ench res Coin Kids ARNC que nous avons\norganis e lors du congr s de l ONA a  t  un grand succ s. La\ntable des ventes et la vente aux ench res continuent d attirer les\njeunes collectionneurs aux diff rents salons auxquels ils ont  t \npropos s; y compris les conventions ONA et ARNC, les deux\nexpositions nationales de timbres et de pi ces de monnaie, les\ntrois expositions de Torex et plusieurs expositions de clubs. Nous\nrecherchons toujours plus de dons pour le programme.",
            "(h) NumisNotes (Kevin Day-Thorburn)   Kevin, r dacteur en\nchef de NumisNotes, a indiqu  que la publication avait r cemment\nrencontr  quelques difficult s techniques et que la publication en\nligne avait pris quatre mois de retard. Lors de la r union du comit \nex cutif du ARNC tenue le 8 ao t, il a  t  d cid  d utiliser un outil\nstandard de l industrie dans la pr paration et la distribution de la\npublication. Il esp re ainsi pouvoir remettre NumisNotes sur les rails\ndans un proche avenir.",
            "(Gj) Comit  de l ducation   Scott Douglas a d clar  que le\nsymposium  ducatif de deux jours organis  lors de ce congr s\navait  t  un grand succ s. Les s minaires ont attir  en moyenne\ntrente-cinq personnes et la pr sentation de Geoff Bell a attir  une\ncinquantaine de personnes. De plus, l atelier sur le classement et\nla pr servation de l argent en papier, organis  pour la premi re\nfois pendant la Convention, a attir  dix-neuf personnes. Les\nparticipants  taient tr s enthousiastes.",
            "Steve Woodland a propos , appuy  par Serge Pelletier, que tous les\nrapports pr sent s soient accept s. ADOPTE A L UNANIMITE.",
            "Nominations des v rificateurs",
            "9. Le pr sident Henry Nienhuis propose de nommer encore\ncette ann e Cheryl Heavener de Markham, Ontario comme\nv rificateur pour la revue des  tats financiers de l ARNC pour\nl ann e fiscale du ler mai, 2018 au 30 avril, 2019.",
            "Affaires nouvelles\n10. aucun.",
            "Ajournement\n11. Henry Nienhuis a conclu en remerciant tous ceuxqui\nont assist . Brett Irick et second  par Jim Bailie. ADOPT  A",
            "L'UNANIMIT .\nre ajourn e a 11h 30\nAP\nHenry Nienhuis fed Johnsen\nPr sident Secr taire Ex cutif\n"
        ],
        "PageNo": "289"
    },
    {
        "File": "The_CN_Journal_October_10.jpg",
        "Paragraphs": [
            "2018 CONVENTION FOLLOW-ON",
            "It has been said that it takes a village to raise a child, well I am not sure if that old proverb holds today, but I am sure",
            "that it takes a small army of enthusiastic volunteers to host a successful convention the size of the Royal Canadian\nNumismatic Association s Annual Convention!",
            "A volunteer work force such as this needs its members to be properly recognized for their efforts. At the recent North\nYork Coin Club meeting held in September Bill O Brien and the club executive did just that. In addition to other perks\nsponsored by the host club, all its volunteers who served at the RCNA Convention this year received as a special keepsake\na Convention medal engraved with their name and the duty they undertook at the event.",
            "The medals were handed out to all of the volunteers present, some of whom are pictured above; left to right: David\nBawcutt, Paul Johnson, Valerie Limasi, Phillip Simms, Linda McQuade Simms, Ben Boelens, Chris Poissant, Bill O Brien,\nPeter, Henry Nienhuis, Christopher Dunsmuir, and Vince Chiappino. Present at the meeting (acting as photographer) was\nPaul Petch and his wife Carolyne-Marie. Missing were: Mark Argentino, Simon Claughton, Rutav Dharek, Jeff Fournier, Jim\nHeifetz, Lori Helston, Andrew Silver, Bob Wilson, and Michael Zariczniak. Also, important to recognize are those people\nwho are not members of the club who contributed their time during the convention   people like Marion Argentino, Jim\nBailie, Peter Becker, Silvia Boelens, Chris Boyer, John Csaszar, Spencer Dunsmuir, Dan Gosling, Mary-Ellen Johnson, Robb\nMcPherson, Alex Nienhuis, Emily Nienhuis, Elizabeth Nienhuis, Nancy O Brien, Ken Ross, Andrew Short, Cassidy Stroud,\nVibhakar Rugnath Vyas, James Williston, Eric Zavadil. A heartfelt thank-you to all those who contributed their precious time\nto help the North York Coin Club and the RCNA.",            
            "Speaking of volunteers   at the latest Saint John Coin Club\nmeeting Kevin Day-Thorburn, NumisNotes Editor and RCNA\nArea Director for NB/PEI, presented Tom Craig (standing\nleft) with his Fellow of the RCNA certificate and medal.\nTom had been awarded at the RCNA Convention banquet in\nMississuaga but he had been unable to attend.",
            "For those of us who know Tom, he is a real volunteer\ndynamo, always willing to roll up his sleeves and contribute\nin any way he can. Kevin reported that Tom was humbled at\nbeing recognized. In actuality we are appreciative of the many\nyears and all the hard work that Tom has done for the Saint\nJohn Club and numismatics in general!",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "290"
    },
    {
        "File": "The_CN_Journal_October_11.jpg",
        "Paragraphs": [
            "Contributions to our hobby come in many ways; while attending the Northern California Numismatic Association\nannual symposium in Vallejo, California, on September 15, Lloyd Chan (left) and Scott Douglas (second right), Directors\nof the Canadian Association for Numismatic Education (CAFNE) made a special thank-you presentation of medals and\ncertificates to benefactors Michael S. Turrini and Alexander (Xan) Chamberlain for their very kind donations to the\nAssociation. Xan and Michael both made a challenge donation to double the monies (in US funds) donated to CAFNE\nduring the RCNA Convention. As reported in the September s The CN Journal, CAFNE was able to raise over $16,000\nthrough the generosity of many clubs and individuals including these extraordinary gentlemen.",
            "Number 7 October   November 2018 \n"
        ],
        "PageNo": "291"
    },
    {
        "File": "The_CN_Journal_October_12.jpg",
        "Paragraphs": [
            
            "PORT. STANLEY, LIFESAVING, MEDAL RCNA, CNRS,",
            "BY GEOFFREY BELL\nFRCNA, FCNRS, mn LM #208",
            "\nThe Event",
            "The schooner Mineral State left Cleveland, Ohio on",
            "a beautiful late October day in 1902. The weather\nwas ideal with a light wind for what the crew\nthought would be an uneventful trip to Port Stanley. The\nMineral State was loaded with 620 tons of coal destined for\nthe Lake Erie and Detroit Railway terminal in Port Stanley.\nFrom Cleveland the nautical course would be northerly\nto meet ice near Rondeau then on to Port Talbot arriving\nbefore noon leaving only 10 miles to reach Port Stanley.\nThe Mineral State was a three-masted schooner\nregistered as US No.90494 and weighing 280 tons. It was\nbuilt in 1873 in Detroit, Michigan, and had a crew of six\nunder Captain Ziem. There were three owners of the vessel,\nCaptain Ziem with a third interest, W.H. Sandborn and FR.\nReibenach of Alpena, Michigan, the schooner s home port.",
            
            "The schooner was not insured but the coal on board was by\nthe railroad company.",
            "While en route to Rondeau, the wind picked up\ndramatically turning into a fierce gale. The wave action was\nso tumultuous from the strong westerly winds that Captain\nZiem decided he had better change course and head more\ndirectly to Port Stanley. He soon would eye Port Talbot\nwhere he followed the shoreline easterly. This was risky\nbut he sailed on driven east of Port Stanley by the gale.\nCaptain Zeim decided then to anchor and ride out the storm.\nSoon the 20-foot waves washed over the decks throwing\neverything hither and yon. The masts collapsed and the\ncrew was in imminent danger. Meanwhile crowds of\nlocal residents stood on the bluffs watching as the disaster\nunfolded. Even children from the nearby school were there.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "292"
    },
    {
        "File": "The_CN_Journal_October_13.jpg",
        "Paragraphs": [
            "The schooner was in 7 4 fathoms of water about 2\n7 miles south of the east pier at Port Stanley. The\n20-foot waves slammed the high cliffs and as the\nsituation became more desperate the schooner s mate\ndecided to attempt an escape to shore. Amazingly\nhe made it! Captain Alexander Brown of the tug\nGordon Brown arrived towing a lifeboat with its\ncrew of seven from Port Stanley. The crew consisted\nof J.R. Moore, coxswain, William Hough, Henry\nSherry, Frank Eveland, Alonzo Taylor, Frederick\nPollock and Thomas Buff. A rope was strung\nbetween the lifeboat and the schooner, and one by\none the schooner crew jumped into the lifeboat. It\nwas high risk but the lifeboat crew showed great\nbravery under even greater duress and were later to\nbe rewarded for this bravery.",
            "THE MEDAL",
            "The first United States State Department lifesaving medal\nwas issued in 1880. Later, Assistant Secretary of State\nJohn Hay revived the idea of awarding foreign seamen\ngold medals for rescuing Americans on the high seas or in\nforeign waters. After much correspondence between Hay\nand Philadelphia Mint Superintendent A. Loudon Snowden\nregarding possible designs, the thought pressed by Hay was\nto use the head of President James Garfield on the obverse.\nAt the time, Garfield was not too popular in America but\nHay thought this would not be a concern to foreigners.",
            "October + November 2018 -----------------------",
            "George T. Morgan (1845-1925) was tasked to engrave the\nmedals and after consideration he chose the head of Liberty.\nMorgan was from England, and he is best remembered for\ndesigns of the Morgan dollar and Columbian half dollar.\nHe had learned his trade under J.S and A.B. Wyon, well-\nknown British engravers. Morgan was later to become Chief\nEngraver of the US Mint from 1917-1925.",
            "The finished medals came in gold, silver and\nbronze. Twenty silver medals were struck in 1880\nand delivered to the State Department. The silver\nand gold specimens had an attachment at 12 o clock\nstating E.PLURS.UNUM with a shield in the centre."
        ],
        "PageNo": "293"
    },
    {
        "File": "The_CN_Journal_October_14.jpg",
        "Paragraphs": [
            "The gold specimens were issued in 900/1000 fine gold,\nthe same as in gold coinage. It is probable the silver and\ngold awards represented two levels of awards. The bronze\nspecimens were possibly given to collector friends of the\nMint.",
            "The obverse has the bust of Liberty to the left with\nthe letter  M  for Morgan on the truncation. Around the\ncircumference,  Presented by the President of the United\nStates  is stated. The reverse has a wreath around the edge\nwith a space in the centre for engraving. The specimen\npictured reads as follows: To/ Frank Eveland/ of the Port\nStanley/ Volunteer Life Saving/ Crew in Recognition/ of\nhis heroism in/ Assisting in the Rescue/ of the Captain &\nCrew/ of the American Schooner/ Mineral State/ Wrecked\non Lake Erie/ Oct. 30, 1902.",
            "A gold watch was presented to tug Captain Alexander\nBrown, a gold watch and chain to the coxswain of the\nlifeboat and gold medals to each of the remaining crew\nmembers. Frank Eveland s medal is the one pictured.",
            "BIBLIOGRAPHY",
            "Coady, Gina, Elgin County Archives, St. Thomas,\nOntario",
            "Julian, R.W., (1977) Medals of the United States Mint:\nFirst Century 1792-1892, Token and Medal Society.",
            "Annual Report, Canada Department of Marine,\nSessional Paper No. 34, Appendix No. 22, J.D.\nPatenaude, Printer to the King, 1903",
            "Theodore Roosevelt Presidential Library  \nCorrespondence",
            "Library of Congress   Correspondence",
            "US Capitol Historical Society   Correspondence",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "294"
    },
    {
        "File": "The_CN_Journal_October_15.jpg",
        "Paragraphs": [
            "LASER CUT Dies USHER IN A NEW ERA OF\nCANADIAN_KEY_ DATE _COUNTERFEITS",
            "BY ROB TURNER, #20948\nROGER PAULEN, LM #439\nAND, PAUL KLEPACZKO #24005",
            "The obverse and reverse sides of the MS-64 coin under discussion.",
            "During the past twelve months, two very high grade\nD 1891 Canadian large cents, with obverse portrait 2",
            "and the small date, large leaf reverse, have shown\nup in the marketplace. High resolution photos of both coins\nwere studied for this article. The first, a raw coin purchased\nin 2017 from an e-Bay seller in Spain, later certified as\nMS-64 Red. The second, certified as MS-65 Red, appeared\nrecently in a 2018 coin auction.! This 1891 obverse and\nreverse combination comprised only a small part of the\nreported 1891 cent mintage of 1.5 million coins. Probably\nfewer than forty such coins are now known in any mint\nstate grade. In choice or gem mint state, they are condition\nrare and worth many thousands of dollars. The relatively\nsudden appearance of two new condition rare coins, with\none originating from an overseas e-Bay seller, provides the\nfirst hint that something may be amiss.",
            "In his book, Dies & Diadems, Turner (2009) presented a\ncatalogue of the known dies used to mint 1891 cents. When\nhe compiled this catalogue, he examined a random sample\nof fourteen of the scarce 1891 obverse portrait 2, small date\nand large leaf cents and found the same die pair coined\nall fourteen examples ? Since he published his catalogue,\nTurner examined nearly two-hundred more examples of",
            "1 The MS-65 Red coin, offered in this auction, was identified by\nthe authors as counterfeit and the auctioneer withdrew it prior to\nthe auction.",
            "2 Rob Turner, Dies & Diadems, (Fountain Valley CA: published\nby the author, 2009), pages 201, 233, and 286.",
            "Number 7 October + November 2018",
            "this obverse and reverse combination and found all were\ncoined by the same single die pair (catalogued as obverse\ndie O2S-S1 and reverse die R1P-S1).",
            "Both the recent MS-64 Red and MS-65 Red examples\ngive the appearance of being coined by a different obverse\ndie (not O2S-S1) mated to the correct reverse die (R1P-S1).\nThis obverse die replicates a discrete set of master die and\npunch flaws that, in Dies & Diadems, Turner used to define\na group of dies he labelled O2Q. In that study, he only\nfound the characteristics of die group O2Q on a small group\nof cents dated 1888 and not on any other date.? Although\nthe discovery of a new obverse die used in 1891 is certainly\npossible, after not finding a single example from this new\ndie in an estimated sample of two hundred coins, it is not\nlikely. Two very high mint state examples surfacing within\ntwelve months, and being the only two coins known from\nthis die, defies probability.",
            "The photo below shows a close detail of a portion of\nthe obverse surface of the MS-64 Red coin (the e-Bay\ncoin from Spain). The entire obverse surface of this coin\nshows a series of fine parallel lines that obliquely cross\nboth the fields and the devices. They cannot be die polish\nlines, because polish lines are typically oriented north-\nsouth and do not cross the devices (which are incuse on\na working die). Nor would they be so perfectly straight.\nIn our opinion, these lines almost certainly resulted from\nthe laser engraving of a working die, providing convincing\n3 Ibid. page 81.",
            ""
        ],
        "PageNo": "295"
    },
    {
        "File": "The_CN_Journal_October_16.jpg",
        "Paragraphs": [
            "evidence that this coin is a modern manufactured counterfeit. As each narrow pass of the laser engraved the die steel, any\ntiny gaps between the passes, combined with any slag escaping from each pass, formed lines. The photos of the newer MS-\n65 Red coin examined for this article did not show these lines, which may have merely been a result of lower photographic\nresolution (note this coin was not examined in hand), or the lines on the die became much less visible after the die struck\nseveral coins, or a combination of both. It is even possible the counterfeiter laser etched a second obverse die, this time\noverlapping the laser passes to eliminate the lines.",
            "Most likely, the counterfeiter used a 3D scanner to scan the reverse side of a genuine 1891 small date and large leaf cent\nminted by die R1P-S1 (the correct die for pairing with obverse 2) in order to create a high-resolution digital image of the\nsurface. He also scanned the obverse side of a different cent with an obverse 2, probably an 1888 cent. From these two\ndigital images, he used a laser etching machine to cut both an obverse and a reverse die. The two dies were mounted into a\nmetal stamping press, within a collar, and the press was used to mint a coin from a bronze blank. The blank may not have\nhad upset edges, if the raised edge was previously cut into the dies.",
            "Using a different (non-1891) cent, with an obverse 2, as a model for the die may indicate a problem existed with the\ndetail on the obverse of his genuine 1891 cent, but more likely indicates the obverse die predates the reverse die and may\nhave been intended to mint counterfeit cents of other dates, say 1888.",
            "Now that we have a good idea of what happened, how does the average collector identify these fake 1891 cents?\nLuckily, there are some significant differences between the correct 1891, obverse 2, SDLL obverse die and the fake one.\nThere are also identifiable flaws (markers) in both the obverse and reverse fake dies that mirror flaws present on the coins\nupon which they were modeled. The following series of photographs illustrates the things to compare.",
            "As shown in the two photos to the right, the correct\ndie for an 1891 obverse 2, SDLL cent has a broken left\nserif on the letter  N  in the legend REGINA and a\nbroken top serif on the letter  D  in CANADA.",
            "The two photos below clearly show that the die used to produce the two counterfeit coms has intact serifs on both letters.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "296"
    },
    {
        "File": "The_CN_Journal_October_17.jpg",
        "Paragraphs": [
            "The two photos below show obverse flaws present on both counterfeit coins. The obverse die that minted the two\ncounterfeit coms had a die crack through the letter  R  in the legend REGINA. It also displayed some scratches on the\nshaft of the second  T  in VICTORIA. These flaws were present on the original coin the counterfeiter used to create the\ndie. The 3D scan of the coin captured these flaws and the laser etching transferred them to the new working die.",
            "Similarly, the reverses of both counterfeit coins show two defects that were present on the original coin used to make\nthe reverse die. The photo below shows the scratch near the letter  T  in CENT and a crescent shaped mark above the  9 \nof the date that are present on both counterfeit coins. Again, the process of manufacturing the die transferred these marks,",
            "ensuring they ended up on any coin struck by that die.",
            "The planchet of the MS-64 Red coin was of normal size,\nweight, and alloy composition (as determined by XRF\nanalysis, using the same analytical parameters of Paulen\net al., 2012).4 This could have been done in at least two\nways. The counterfeiter could have had a new alloy created\nto the nominal 94/4/1 specification of the original coin, or\nhe could have melted old, inexpensive Dominion cents,\nto generate the metal needed to create new planchets.\nThe correct specifications of the planchet used for the\ncounterfeit coins serve to illustrate the great care used to\nmanufacturer these fakes.",
            "The sudden appearance of two condition rare discovery\ncoins, both minted from a different obverse die than the\nsingle die previously known for the variety, combined",
            "4 Roger C. Paulen, Jaime Flamenbaum, William Hall, and Rob\nTurner, 1859 Brass Cent: Modern Science Addresses a Classic\nNumismatic Question, The Canadian Numismatic Journal, volume\n57, (Markham ON: The Royal Canadian Numismatic Association,\n2012), pages 108-113.",
            "Number 7 October + November",
            "with the physical evidence of a laser etched die, make it\nimpossible to consider these two 1891 cents as genuine.\nThese are very high-quality fakes. Absent the information\ncontained in the photos above, even experts might be\nfooled. As stated above, one mainstream professional\ngrading company certified both coins as genuine and\nassigned grades of MS-64 Red and MS-65 Red. The\ne-Bay example from Spain has since been evaluated as\ncounterfeit by two other prominent grading companies.\nThe sophistication of these counterfeits means collectors,\ncoin dealers, auction houses, and grading companies all\nshould pay close attention to the markers on both sides of\nthis scarcer date and variety. In doing that, they should bear\nin mind that one genuine 1891 SDLL cent, the coin used to\nmake the counterfeit reverse die, exists with these markers\non the reverse. Unlike the coins shown here, that genuine\nexample was mated to the proper obverse.\n"
        ],
        "PageNo": "297"
    },
    {
        "File": "The_CN_Journal_October_18.jpg",
        "Paragraphs": [
            "WORLD WAR I ARMISTICE CENTENARY",
            "BY ELLISON,ROTH",
            "We Honour those who made the Ultimate Sacrifice",
            "Remembrance Day is observed\nR: honour the men and women",
            "who made the ultimate\nsacrifice in defence of our country.\nCanadian personnel who have died in\nconflict or on peacekeeping missions\nare remembered along with honouring\nall those who have served our nation.\nSome ceremonies are held at sunrise,\nbut the majority of Remembrance Day\nservices, held at cenotaphs and war\nmemorials across the country, occur\nat the 11th hour of the 11th day in\nthe 11th month. Remembrance Day,\noriginally called Armistice Day, is\nobserved to commemorate the armistice\nagreement that ended the First World\nWar, November 11, 1918, at 11:00 am.\nArmistice Day was first celebrated in\n1919 throughout the British Empire to\nhonour the war dead fallen in WW I.",
            "On August 4, 1914, Canada was\nthrust into WW I when Britain declared\nwar on Germany. Eager recruits quickly\nvolunteered to fight  For King and\nCountry  in the  war to end all wars.  The conflict was\nexpected to be short-lived, but unfortunately this was not\nto be the case. The boys were not  Home for Christmas \nas predicted and the bloody conflict dragged on for more\nthan four years. An estimated nine million total combatants\ndied, including 60,000 Canadians, and a total of twenty-one\nmillion Allied and enemy personnel were wounded. It is\nalso estimated that approximately five million civilians died\nas a direct result of the war; making WW I one of the most\ncostly, in terms of human life, recorded in history.",
            "Fueled by the introduction of new technologies,\nindustries and techniques, WW I saw significant\nchanges in the practice of warfare. The development of\naeroplanes, machine guns and trench warfare strategy\nadded to the levels of carnage experienced by the soldiers.\nMany individuals returned to their civilian lives not\nonly physically maimed but psychologically wounded\nsuffering from shell-shock, what we would now term\nPTSD. Changes in society including that of women s\nstatus and legal rights, the dismantling of society s\nclass-based structure and political reforms, including\nrevolutions, were experienced during or shortly after WW I.",
            "It is clear that WW I was a turning point\nin our history adding to its significance.\nThe simmering unresolved conflicts at\nthe end of WW I hostilities have also\nbeen attributed to setting the conditions\nfor the start of WW IL.",
            "The end to this bloody conflict\noccurred as the result of the signing of\nthe Armistice of Compi gne, which took\neffect at 11 a.m. Paris time on November\n11, 1918,  the eleventh hour of the\neleventh day of the eleventh month. \nThis armistice ended all fighting, land,\nsea and air, between the Allies and the\nGerman forces. Armistices had been\npreviously signed by other members\nof the Central Powers, and this left\nGermany as the only remaining enemy\ncountry still in combat. The signing of\nthe armistice was seen as a victory for\nthe Allied forces and as the defeat of\nGermany; although, it was actually an\nagreement to cease hostilities under strict\nterms dictated by the Allies.",
            "The latter part of the war had not\nbeen going well for Germany and the German chancellor,\nalong with high ranking members of the government,\nwere informed in late September, 1918, that the military\nsituation facing Germany was hopeless. The German\nforces had lost their will to fight and were deserting in\nlarge numbers. A German delegation headed by Matthias\nErzberger, a German government official, departed for\nFrance on November 6th to negotiate terms with Allied\nofficials. The Germans  cars travelled across war-torn\nnorthern France and arrived on November 8th. The\nparty was taken to a secret destination aboard Allied\ncommander Ferdinand Foch s private train on a railway\nsiding in the forest near Compi gne. There the Germans\nwere presented a list of Allied demands and given only 72\nhours to agree. The Armistice as presented was a complete\nGerman demilitarisation, with the Allies offering little\nin return. The naval blockade of Germany would not be\nlifted until complete peace terms could be agreed upon\nand there was no option of negotiation. The Germans\nprotested the terms of the agreement, but after the\nabdication of Kaiser Wilhelm II on November 9 they had\nno choice other than to sign the agreement.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "298"
    },
    {
        "File": "The_CN_Journal_October_19.jpg",
        "Paragraphs": [
            "The Armistice agreement came at 5:00 a.m. on\nNovember 11 and was to be in effect at 11:00 a.m. Paris\ntime. During the intermediate hours before its official start,\nfighting still occurred with some commanders attempting\nto capture that last bit of territory. Some units continued\nto fire artillery at the Germans so that they would not have\nto haul heavy guns when their enemy withdrew. The last\nBritish Empire soldier killed was a Canadian. Private\nGeorge Lawrence Price, victim of a sniper s shot, died at\n10:58 a.m., near Mons, France. American Henry Gunther\nwas killed just one minute before the armistice began.",
            "He is generally recognized as the last soldier killed in\naction in WW I. The post-armistice occupation of the\nRhineland was under the control of French, British,\nAmerican, and Belgian armies.",
            "On November 11, 2018, we commemorate the 100th\nanniversary of the signing of the Armistice of Compi gne\nending the hostilities of WW I. Countries that were part of the\nAllied forces have recently issued some circulation and special\ncollector coins among the many other ones now offered to\ncommemorate this historic anniversary. The sampling of coins\nbelow includes coins issued by government and private mints.",
            "The Royal Canadian Mint has produced several\ncoins to honour the signing of the armistice.\nA gold-plated-silver proof dollar and an\nantiqued-finish, high relief 1.5 oz silver\ncoin in the shape of a WW | Brodie helmet\nare shown. The helmet coin uses exceptional\ntechnologies to create a more deeply curved",
            "surface than any other coin and is an unique tribute.\n(Other Armistice commemorative coins are shown on pages 320 321)",
            "The UK has issued a\nproof  10 face value\ncoin to honour the\nArmistice. It depicts a\nsoldier inspecting the\nsite where a comrade\nhas fallen. The coin pays\ntribute to those who made the\nultimate sacrifice during WW |;\nit is struck proof and available in either\nsilver or gold. The Royal Mint has also\nstruck a  2 coin in tribute to the end of war.\nThe coin includes part of a poem by Wilfred\nOwen who died in WW I. This commemorative\nis available as a brilliant silver proof, a silver\npiedfort, or a gold proof strike. A portion of the\nmonies from the sales of these coins is donated\nto the Imperial War Museum.",
            "Number 7 October + November"
        ],
        "PageNo": "299"
    },
    {
        "File": "The_CN_Journal_October_20.jpg",
        "Paragraphs": [
            "The Perth Mint in Australia has produced a fitting tribute\nto commemorate the end of WW I.\nAn $8, 5 oz silver, large format\ncoin has been produced\nin an antique finish.\nIt features a dove,\na symbol of peace,\nholding a colourized\npoppy. It is limited\nto a mintage of 500.\nIt is also availalbe in 1\noz silver, as well as 2 oz\nand 1/4 oz gold versions.\nAnother commemorative has\nbeen issued by the Royal Australian\nMint honouring the armistice centenary.\nIt features poppies blooming from the ground\nunder which spent cartridges are buried. This coin is available in a\n$25 1/4 oz gold and $1 silver proof versions, and in special collector sets.",
            "New Zealand has released a\ncommemorative 50-cent coloured coin\nfeaturing a red poppy at the centre,\nthe logo of the Returned Services \nAssociation. Other elements include\na silver fern, koru, symbols of NZ,\nand a remembrance wreath.\nThis coin is available in\nboth a silver proof and\ncirculation version.\nThe coin was\nproduced by the\nRoyal Canadian Mint\nusing its proprietary\nhigh-speed colour pad\nprinting process. Also a $1 three-\npoppy, silver proof  Armistice  coin has been released\nby New Zealand. The three poppies represent NZ,\nAustralia and the UK bonded as the strongest of allies.\nMonies from sales of this coin go to support the Royal NZ\nReturned and Services  Association charity.",
            "The Bailiwicks of Guernsey and Jersey",
            "along with the Isle of Man have each",
            "minted commemorative silver coins in",
            "honour of the 100th anniversary of",
            "the Armistice. Jersey s  Peace Dove ",
            "and Guernsey s  The Bugler  have",
            "a face value of five pounds.  The",
            "Manxman  has a face value of 1",
            "crown. A portion from the sales of",
            "these coins is donated to either The",
            "Royal British Legion or Poppyscotland",
            "charities. A non-colourized, cupro-",
            "nickel 50p version of the Manx coin",
            "will also be issued for general circulation.",
            "A special seven-sided coloured version 50p",
            "coin in a presentation case will be given to all",
            "persons in full time education, across the Isle of Man, on",
            "Armistice Day. Two  50 silver coins with gold plated poppies",
            "have been minted for presentation to government officials\nattending ceremonial events on that day.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "300"
    },
    {
        "File": "The_CN_Journal_October_21.jpg",
        "Paragraphs": [
            "Monnaie de Paris has",
            "produced a  Peace  coin",
            "featuring a bugler sounding",
            "ceasefire, soldiers dropping",
            "their rifles, and doves flying,",
            "symbolizing the end of hostilities.",
            "This coin is produced in  10 silver,  100 silver and  50\n1/4 oz Fairmined gold versions. A  Peoples  Jubilation \ncoin showing the joy at the end of hostilities has also\nbeen minted. Allied countries  flags are displayed and\nsoldiers returning to their families are shown. A  50\ngold and  10 colourized version of the coin is available.\nFrance has also produced a  2 coin featuring the\ncornflower. The Bleuet of France is the French memory\nand solidarity flower and recognizes sacrifice made for\nthe country. The cornflower coin is available in proof and\nbrilliant uncirculated versions.",
            "A $1 commemorative\ncoin issued by the US\nMint (Philadelphia)\nhas been created",
            "to honour the\ncentenary of the\narmistice ending",
            "WW | hostilities.",
            "The obverse side",
            "is titled  Soldier s\nCharge  depicts",
            "a soldier gripping",
            "a rifle. Barbed wire\nis visible in the lower\nright hand part of the\ndesign. This barbed\nwire continues",
            "onto the reverse,\ntitled  Poppies in\nthe Wire,  and\nfeatures abstract\npoppies mixed",
            "in with barbed",
            "wire. The coin",
            "was designed",
            "to honour the",
            "more than 300,000\nAmerican troops\nwounded or killed in\nWW I.",
            "Number 7 October e November 2018"
        ],
        "PageNo": "301"
    },
    {
        "File": "The_CN_Journal_October_22.jpg",
        "Paragraphs": [
            "FOOTLOOSE, A FIDEM. XXXV",
            "BY PAUL R. PETCH",
            "FRCNA, LM,#272,",
            "... It s not a Convention, it s a Congress",
            "Many of those reading this article will have had\nM the experience of attending coin conventions.",
            "Perhaps they were local, such as those of the\nAtlantic Provinces Numismatic Association or the Ontario\nNumismatic Association. Perhaps they were national\nconventions hosted by the Royal Canadian Numismatic\nAssociation or one of the massive American Numismatic\nAssociation conventions. A new experience I had just a\nfew months ago, from May 29 to June 2, was attending and\nparticipating in the thirty-fifth FIDEM (pronounced FEE-\ndem) Congress in Ottawa.",
            "The first thing you should know is that FIDEM is\nthe International Art Medal Federation, or F d ration\nInternationale de la M daille d Art. It is a professional\ninternational society dedicated to the practice, appreciation\nand promotion of the fine-art medal, and it is the foremost\nsociety to belong to for any artist creating such medals.\nFIDEM has always referred to its meetings, which normally\ntake place every two or three years, as a  congress  because\nof their international flavour and focus on the single subject\nof the art medal. The first FIDEM took place in Paris,\nFrance, in 1937 and was quickly followed by FIDEM II\nin Li ge, Belgium, in 1939. After war s interruption, the\nFIDEM III Congress returned to Paris, France, in 1949, and\nwith that return, participation was expanded from art medal\nmanufacturers to include art medal artists. With the advent\nof the FIDEM IV Congress in Madrid, Spain, in 1951 came\nthe introduction of a special medal to commemorate that\nyear s Congress and the setting of a standard that has been\nfollowed ever since.",
            "Canadian participation at each FIDEM Congress was\nguided for many years by Dora de P dery-Hunt, who\nserved as the Canadian Delegate from 1963 to 2000,\na span of eighteen congresses. Most recently the role\nof Canadian Delegate is being filled by Ms Lynden\nBeasley of Kelowna, BC, who, became 2018 Congress\nChair, through overcoming the challenge of securing\nthe FIDEM Congress for its first time in Canada. Major\nparticipants on the FIDEM XXXV organizing committee\nwere Susan Taylor, Exhibition Chair for the Congress and\nrecently retired Chief Engraver at the Royal Canadian\nMint, and the Exhibition Chair for the Congress,",
            "Organizers, Lynden Beasley (left), author, and Susan\nTaylor (right) being recognized by the Medallic Arts\nSociety of Canada (MASC) with the presentation of a\nmedal. [photo by Lorraine Wright]",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "302"
    },
    {
        "File": "The_CN_Journal_October_23.jpg",
        "Paragraphs": [
            "and Lorraine\nWright, President\nof the Medallic Art\nSociety of Canada, a\nprofessor at George\nBrown College in\nToronto and the\none responsible\nfor producing the\nCongress Exhibition\nCatalogue.",
            "One factor that",
            "will come as a\nsurprise to Canadian\ncoin convention\nattendees is the hefty\nregistration fee of\n$700. What must\nbe remembered,\nhowever, are the\nmany benefits that\ncome with the fee.\nBecause most of the registrants are artists operating as\na business, the fee is tax deductible. You will not find\nwhat we would think of as dealers at the congress, but all\nregistered artist are working to sell their own art medal\ncreations. The registration fee funds were supplemented\nwith both financial and service donations. The J. Douglas\nFerguson Historical Research Foundation made a financial\ncontribution to the publication of the catalogue. The\nBank of Canada and the Medallic Art Society of Canada\n(MASC) hosted exhibition events and receptions. The\nRoyal Canadian Mint produced the FIDEM XXXV\ncommemorative art medal. The professional event planning\nfirm of D. R. Dunlop & Associates, Inc. was responsible for\nall the details of the Congress. Managed by David Dunlop,\nretired from the position of Deputy Chief of Protocol at\nthe Department of Foreign Affairs and International Trade\nCanada, he and his team saw to the smallest of details and\nmade FIDEM XXXV a success.",
            "The location of the FIDEM XXXV was in the 1905\nVictoria Memorial Museum Building, which now serves as\nthe Canadian Museum of Nature. The building once found\nitself filling a more auspicious role than originally intended\nwhen, in 1916, fire consumed the majority of the Centre\nBlock on Parliament Hill. The building then became the\ntemporary home of the House of Commons and Senate, and\nthe affairs of the government were run from the site until\nthe completion of the new Parliament building in 1922.\nIt was while parliament was in session at this location\nduring May 1918 that legislation was passed enabling",
            "October + November 2018 -----------------------",
            "Canadian women\nover the age of 21\nto vote in federal\nelections. Based\non FIDEM XXXV\nbeing held in this\nhistoric location it\nwas decided that the\nFIDEM XXXV art\nmedal exhibition\nwould have the\ntheme of Women and\nWomen in the Natural\nSciences. A total of\n394 FIDEM members\nfrom 35 countries\nproduced over 599\nart medals for the\nexhibition, which ran\nconcurrently with the\nCongress.\nThe first day of the\nCongress was Tuesday, May 29, and the day was set aside\nfor executive and delegate meetings and an  invitation\nonly  Delegates  Reception hosted by the USA delegation.",
            "Wednesday, May 30, began with the opening\nceremonies greetings from Congress Chair, Lynden\nBeasley; FIDEM President Philip Attwood (Keeper of\nCoins and Medals at the British Museum and numismatic\nauthor); and Ottawa Mayor Jim Watson. Next came\nthe unveiling of the FIDEM XXXV Congress Medal\nby Michael Groves, the Director of Development and\nTechnology at the Royal Canadian Mint.",
            "This was immediately followed by two Plenary\nSessions. The first was presented by Paul Berry, Chief\nCurator at the Bank of Canada Museum with his topic\nand biographic profile of R. Tait McKenzie, the great\nCanadian doctor, sculptor and art medallist. Subsequent\nto this attendees were treated to family reminiscences by\nIldiko Henez of her aunt and long-time FIDEM member,\nDora de P dery-Hunt. Following a lunch break, ten\nteaching sessions were underway from 1:30 p.m. to 4:30\np.m. in two venues, allowing attendees to personally select\nthe topics of most interest to them. The teaching sessions\nthemselves were each limited to thirty minutes, including\ntime for questions, because there was a significant amount\nof information for attendees to absorb.",
            "During the time that the teaching sessions were taking\nplace I was asked to join Michael Groves and Paul Berry\nto serve as a member of the judging panel choosing the\nbest art medal depicting a woman in the natural sciences.\n"
        ],
        "PageNo": "303"
    },
    {
        "File": "The_CN_Journal_October_24.jpg",
        "Paragraphs": [
            "We found selection difficult\nbecause the four large display\ncases of entries contained over\na hundred and fifty medals for\nconsideration. After establishing\na process for elimination, in\norder to arrive at a short list of\nabout ten medals, we were able\nto select a medal by Ron Dutton\nof the UK commemorating\nAda Lovelace. She is regarded\nas a great mathematician and\ncomputer programmer who is\nknown for her work, about 1840,\non Charles Babbage s proposed\nmechanical general-purpose\ncomputer, the Analytical Engine.",
            "An entertaining highlight of\nthe first full day was capped\nwith the opening of the medal\nexhibition and reception. The\nopening was hosted by Town\nCrier, Daniel Richer, member",
            "of the First Nations Abenaki tribe, who was wearing\ntraditional dress and holding a talking stick as he greeted",
            "the participants, blessed and then\nofficially opened the exhibition.\nThursday, May 31, was a\nfull teaching day with twenty-\none papers delivered during the\nmorning and afternoon sessions,\nonce again in two parallel\nprograms with attendees moving\nfrom one venue to another for\nsessions of most interest. It\nwas on Thursday morning that\nI presented my paper entitled\nWonderful Things: the Dora de\nP dery-Hunt Medal Collection.\nThe paper presented some\nbackground on how I obtained\nthe collection and then touched\non art appreciation by examining\nclassic Canadian coin, token,\nand medal designs; it looked\nat Dora s fine set of eighteen\nFIDEM Congress medals from\n1963 to 2000 and finally at her",
            "other collected medals, many from contacts with FIDEM\nmembers at those earlier congresses.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "304"
    },
    {
        "File": "The_CN_Journal_October_25.jpg",
        "Paragraphs": [
            "By the time the teaching sessions were complete\nthere had been a total of thirty-one papers presented. All\nthe papers with their illustrations are submitted by the\npresenters to FIDEM for publication in the congresses \nproceedings, which is a book titled M dailles 2018\ncomprising about 300 pages, to be published by the end\nof the year.",
            "The Thursday evening event was a cocktail reception\nand tour at the Bank of Canada Museum. An enjoyable\nhighlight was a special exhibition in the museum s foyer\npresenting three notable Canadian artists and examples of",
            "Number 7 October + November 2018",
            "their medallic work, from the Museum s collection. These\nartists were Emanuel Hahn, R. Tait McKenzie and Dora\nde P dery-Hunt.",
            "Friday, June 1, was primarily a tour day that offered\nfive tour choices for registrants. The most comprehensive\ntour was to featured sites in the Ottawa Valley, including\nthe Diefenbunker (a relic of the cold war that could\naccommodate the Canadian Government in case of\na nuclear attack on Ottawa), the R. Tait McKenzie\nMemorial Museum in the Mill of Kintail and exploration\nof the streets and shops of the town of Almonte.\n"
        ],
        "PageNo": "305"
    },
    {
        "File": "The_CN_Journal_October_26.jpg",
        "Paragraphs": [
            "There was also a walking tour\nof Ottawa, a special visit to\nthe Parliament Buildings or\nthe Royal Canadian Mint and\nparticipation in the Discover\nOttawa Hop-on Hop-off Bus\nTour.",
            "The Friday evening\nevent was the Medallic Art\nSociety of Canada (MASC)",
            "Art Medals Exhibition and\nreception held at the Ottawa\nSchool of Art in the Byward\nMarket area of Ottawa. This\nevent had three large wall-\nmounted cases, the first\nshowing the work of Del\nNewbigging, founder and first\npresident of MASC; the next\nhad The Bells of Canada by\nLynden Beasley (which are\nthe thirteen official provincial\n/ territorial flowers formed\ninto bronze bells); and in\nthe last, a retrospective on\nthe medallic art of Susan\nTaylor. These cases were\nsupplemented by other cases\nshowing twenty-six medals\nfrom an additional fourteen MASC members.",
            "For me the highlight of the Congress took place on\nthe morning of Saturday, June 2, with what is called\nthe Medal Fair. The same room that had been used\nfor the opening reception and for one stream of the\nteaching sessions had now been transformed with\nthe addition of over forty tables arranged into rows.",
            "The tables were for registrants\nto display their work or\npresent anything they wanted\nto sell. It was a chance to talk\nwith artists one-on-one about\nparticular pieces or acquire art\nmedals that might catch your\neye. I took the opportunity\nand came away with a few\nart medal books and a couple\nof medals, one of which was\nthe FIDEM XXXV Congress\nmedal.",
            "Saturday finished with the\nCongress General Assembly\nduring the afternoon, and the\nClosing Banquet and Awards\nCeremony in the evening,\nwhich ended the Congress.\nIt closed with an invitation\nfrom the organizers to attend\nFIDEM XXXVI in Tokyo,\nJapan in 2020.",
            "For me, attending FIDEM\nwas an exhilarating and\neye-opening experience. It\ngave me new insight into\nthe friendships that Dora\nhad made there over the",
            "years and the energy and focus that she put into her\nplanning for each congress. In examining Dora s papers\nand correspondence it is evident how much she loved\nthe people and the inspiration she derived from viewing\nand collecting the medallic art work of others. And now I\nmore fully understand why FIDEM was such a big part of\nDora de P dery-Hunt s life.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "306"
    },
    {
        "File": "The_CN_Journal_October_27.jpg",
        "Paragraphs": [
            "FIDEM.XXXV CONGRESS, MEDAL",
            "BY PAUL R. PETCH",
            "FRCNA, LM,#272,",
            "Inspired by the 100th anniversary of Women s Right to Vote in 1918",
            "FIDEM Congress Medal obverse and reverse.",
            "The FIDEM XXXV Congress medal, made at",
            "the Royal Canadian Mint, was unveiled at the",
            "opening ceremonies by Michael Groves, Director\nof Development and Applied Technology. The medal\nis of high-quality produced under the Mint s mission  to\ndeliver excellence through its customer-driven businesses,\nits talented people and the value it can add to Canada\nand Canadians.  There are four business lines at the Mint\ncomprised of Canadian circulation coinage, contracts for\nforeign circulating coinage, bullion products and lastly\nnumismatic products, which is further broken down into\ncollector products and medals and medallions. The FIDEM\nmedal is from this final group.",
            "The medal s designer, Susan Taylor, Chief Engraver at\nthe Mint after 34 years of service, retired in June, 2017.\nA small team was established in 2015 with the mission of\nconsidering potential themes and designs for the medal.\nThe team brainstormed a number of ideas, culminating with\nthe themes incorporated in the medal that Susan Taylor then\ndesigned.",
            "Its theme was inspired by the 100th anniversary of the\n1918 Federal Franchise of the Women s Right to Vote.\nThis historic event in Canadian history was a major\nstep towards a culture of acceptance and understanding\nthat we continue to pursue today. The five sided medal\nshape honours the  Famous Five  who fought for this\nrecognition: Nellie McClung, Irene Parlby, Louise\nMcKinney, Emily Murphy and Henirietta Muir Edwards.",            
            "October + November 2018",
            "Number 7",
            "The medal is made with Muntz brass, an alloy of\n60 percent copper / 40 percent zinc and a trace of iron.\nIt weighs 332 g, is 74.7 mm high, 76.25 mm wide, and\n11.67 mm thick at the highest point. The piece is yellow-\ngold plated and was splash struck on the Mint s 2,500-ton\nhydraulic press. In all, 200 medals were struck; over 140\nwere distributed to congress registrants.",
            "Muntz brass is little-known as an alloy for medal\nproduction. It is named after George Fredrick Muntz, a\nmetal-roller of Birmingham, England, who commercialised\nthe alloy following his patent of 1832. Its original\napplication was as a replacement for copper sheathing on\nthe bottom of boats because it prevented accumulation of\nmicro-organisms, plants, algae, or animals. Originally it\nwas around two thirds of the price of pure copper. It became\nthe material of choice for this application and Muntz made\nhis fortune. Its characteristic was that sea water would\ngradually leach copper from the alloy thus poisoning any\norganism that attempted to attach itself to a hull sheathed\nin the metal. A notable use of the alloy was for the hull of\nthe tea clipper Cutty Sark. From 1954, that ship has been\ndisplayed in dry dock at Greenwich, London.",
            "Central to the obverse design are three maple leaves\nintertwined with a flowing sash. The leaves represent\nCanada water bound on three sides by the Pacific, Arctic,\nand Atlantic Oceans. The flowing sash represents Canada s\nfresh water lakes and rivers. The Mint s copyright appears\nin this section.\n"
        ],
        "PageNo": "307"
    },
    {
        "File": "The_CN_Journal_October_28.jpg",
        "Paragraphs": [
            "The wheat design represents Canada s strong agricultural\nroots",
            "and the eastern cedar motif on the left hand side honours\nthe land around the National Capital Region where the\nFIDEM XXXV Congress took place.",
            "The initials of the designer ST are at the\nlower right of this design element.",
            "The Rocky Mountains and the Aurora Borealis\nsymbolizes the spectacular opportunities Canada has to\noffer to those who choose to make this land their home.",
            "On the reverse side the Aurora Borealis flows from the\nobverse side.",
            "The underlying five-sided figure moving forward from\nbehind the Aurora Borealis evokes Canada s commitment\nto ensuring a safe and caring community.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "308"
    },
    {
        "File": "The_CN_Journal_October_29.jpg",
        "Paragraphs": [
            "Number 7",
            "October + November 2018",
            "A female figure sitting beneath the stars, reading to a\nchild, represents the importance of education so that we\nhave a better understanding of the world around us.",
            "After the Congress, registrants returned home. Most\nof their medals went with them. About forty medals yet\nremain for collectors who may be interested in having one.\nYou can contact me, Paul Petch, at p.petch@rogers.com for\nfurther information and to gain contact with the FIDEM\nXXXV organizing committee for discussion.\n"
        ],
        "PageNo": "309"
    },
    {
        "File": "The_CN_Journal_October_30.jpg",
        "Paragraphs": [
            "THE 1888 SPECIMEN",
            "NEWFOUNDLAND,$2, GOLD COINS",
            "BY HARVEY B. RICHER",
            "#23660,",
            "Figure 1. The 1888 specimen Newfoundland $2-gold coin in the Bank of Canada\nMuseum, National Currency Collection. Images courtesy of the National Currency\nCollection of the Bank of Canada, used with permission.",
            "On May 25, 1970, the nascent  National Currency\nO Collection of the Bank of Canada  received a",
            "remarkable gift from the Royal Mint (UK).(Berry,\n2014; Esler, 2004) The donation was eighteen coins, duplicates\nfrom the Royal Mint collection, coins that the Mint had struck\nfor Canada and Newfoundland before the Royal Mint opened\nCanada s branch mint in 1908. Among the group were two\ngold coins, one was a specimen 1888 Newfoundland $2-gold\ncoin (reeded-edge), the other an 1870 Newfoundland $2-gold\nplain-edge specimen.",
            "An image of the 1888 coin is shown in Figure 1. I was\nable to examine this coin in Ottawa in the late 1970s and\ncan attest that it is superb in all aspects   wide rim, full\nmurrors, well struck, almost no impairment whatsoever; it\nbears all the characteristics of a true Royal Mint specimen\ncoin. Specimens like these were often produced to check\ndesign features, give to dignitaries, or advertise the\ncapabilities of the Royal Mint.",
            "There exists another known  specimen  1888 $2-gold coin\nfrom Newfoundland, whose history was summarized in my\nrecent book. (Richer, 2017) It is housed in the Melbourne\nMuseum in Australia (Figure 2). We have a complete record\ndocumenting why this particular coin was struck. In 1888\nAustralia was celebrating its centennial and the deputy master\nof the Melbourne Branch of the Royal Mint, George Anderson,\nwanted to mount a display of Commonwealth coinage. He\npetitioned the Master of the Mint, Charles Fremantle, for a\nsample of every colonial coin struck for that year. The coins\nwere provided at face value to Australia. I examined the\nMelbourne 1888 $2-gold coin in 2014 and noted that many",
            "of its characteristics differed significantly from those of the\nOttawa piece. It had none of the true specimen appearance of\nthe Canadian coin and possessed a die break (most prominent\nthrough the right two beads on the reverse) seen on numerous\nbusiness-strike 1888 Newfoundland $2-gold coins. Almost\ncertainly Fremantle used a die he happened to have lying around,\npolished up a planchet, and struck off the  specimen  coin for\nAustralia. The coin does have some mirror characteristics but\nnone of the sharpness of the Canadian collection piece, and\nit was struck from a different die. This should be termed  a\nspecially stuck coin ; it is not a true specimen.",
            "In the course of researching the $2-gold coins for my book\nThe Gold Coins of Newfoundland, (Richer, 2017) I obtained a\ncomplete accounting of the holdings of these Newfoundland\npieces housed in the Royal Mint Museum in Llantrisant,\nWales. This listing was kindly provided by assistant curator\nChris Barker. Among the museum s possessions for the year\n1888 are listed three $2-gold coins. Oddly, only a single piece\nwas recorded in Hocking s 1906 compilation of the complete\nholdings of the Royal Mint Museum (Hocking, 1906, 1910)\n(see more about this at the end of this article). At the time\nof writing my book, I did not make the connection between\nthe gift from the Royal Mint of an extremely rare 1888\nspecimen coin to the Canadian collection and the fact that\nthe Royal Mint Museum had three more 1888 examples in its\npossession. Chris Barker had not specified whether the coins\nstill in the collection were specimens or normal business\nstrikes, and I had failed to inquire. Recently, it seemed to\nme very unlikely that the Royal Mint Museum would gift\na superb specimen without holding others in its collection,",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "310"
    },
    {
        "File": "The_CN_Journal_October_31.jpg",
        "Paragraphs": [
            "Figure 2. The 1888  specimen  Newfoundland $2-gold coin in the Melbourne Museum\nin Australia. Images courtesy of the Melbourne Museum, used with permission.",
            "particularly since Newfoundland coinage is considered part\nof the integral holdings of the Museum. Several months ago,\nI requested, from the Museum, images of the three retained\n1888 coins, and in the fullness of time they arrived. Because\nthey are so spectacular, I provide images of a single obverse\nand the reverses of all three of them in Figure 3.",
            "The die characteristics of these three coins are all\nidentical to those of the coin in the National Currency\nCollection of the Bank of Canada but quite different from\nthe piece in the Melbourne Museum. Aside from the wide\nrims and the flat profile of all the lettering and numbers in\nthese designs, note that the final  8  in the date of these four\ncoins is significantly further away from the third digit; that\nthere is a small dot above the second  D  in  HUNDRED \non the reverse, at the top of the coin; this is not present on\nthe Melbourne piece (or seen by this author on any business\nstrikes), and that the  A  and  R  in  DOLLARS  are\nwell separated on all three Royal Mint coins (and the Bank\nof Canada piece) but not on the Melbourne piece or any\nother business strikes. There is a significant die break on\nthe Melbourne coin (right-hand side of the reverse) that is",
            "not present on the other four. This die characteristic is also\nseen on many circulation strike coins. Further differences\ncan also be noted on the obverse (compare the Melbourne\nobverse with the others).\nMost obvious is that the Queen s portrait has her chin joining\nher neck at an obtuse angle\non the Melbourne piece\nwhereas it s almost at\na right angle on the\nother coins. All\nthis suggests that\nFremantle likely\nused an existing\n(and somewhat\ndamaged) die\nto strike the\nMelbourne coin.\nThere seems to be no\ndoubt that all the four\ntrue specimen coins discussed\nhere were struck from the same die.",
            "Figure 3. The three 1888 specimen Newfoundland $2 gold coins in the Royal Mint\nMuseum. Images courtesy of the Royal Mint Museum, used with permission.",
            "Number 7 October + November 2018\n"
        ],
        "PageNo": "311"
    },
    {
        "File": "The_CN_Journal_October_32.jpg",
        "Paragraphs": [
            "Why were these true specimen coins struck? To explore",
            "this question, I obtained a copy of the Annual Report\nof the Deputy Master of the Mint for the year 1888, but\nunfortunately the report is silent on this point. (Royal\nMint,1889) It does state, however, that 39,451 $2-gold\ncoins were struck in that year, with 25,000 of them being\ngood coins (this is the usual assumed mintage for this\nyear). The striking of almost 15,000  bad  coins seems\nextremely high (and unlikely), so something other than\njust good and bad coins must be at play here   perhaps the\nreporting periods differed. In any case, this makes tracking\ndown a few extra specimen coins impossible. A total of\nsix obverse and four reverse dies were reportedly used\nto strike all the coins. Even these numbers seem high as\nvery few coins were struck and gold is quite a soft metal.\nRob Turner, author of Dies and Diadems,\n(Turner, 2009) suggested to me that a single\ndie each for the obverse and reverse ought\nto have been generally sufficient to strike\nthe entire mintage of these coins (Tumer,\n2018). However, if the coins were struck\nat various times, different dies could have\nbeen used. I also searched through the\nreports of 1889 and 1890 for any mention\nof the 1888 specimen coins, but this also\nturned up nothing of relevance.",
            "It may be of some importance that\nHocking listed only a single 1888\nNewfoundland $2-gold coin in his inventory\nof these coins in his 1906 book. Checking\nthe accession number (4164) for the original\nacquisition of this com, we find that it came\nto the Royal Mint Museum with a full set\nof other Newfoundland coins of that date\njust around 1888 (see Figure 4). No mention\nis made of any special characteristics of\nthis coin, for example, it is not listed as a proof. All this\nsuggests that the coin originally listed by Hocking was a\nregular business strike coin. This single 1888 coin was still\npresent in the collection in 1933 when a new inventory was\nconducted. At a later audit in 1977, three 1888 $2-gold coins\nwere listed; by this time one had already been donated to\nCanada. So it seems that four specimen coins were added to\nthe collection sometime between 1933 and 1977 and during\nthe same period the original business strike was removed\n  an interesting conclusion but still somewhat speculative\nat this point. Many entries in Hocking s catalogue do not\nmatch current holdings in the Royal Mint Museum. For\nexample, the 1865, 1872, 1881, and 1882H Newfoundland\ngold coins that the Museum currently possesses are not listed\nin Hocking s compilation. However, we know where these\ncame from   all were gifts from the Bank of Canada to the\nRoyal Mint Museum in 1973.",
            "If Fremantle actually did have four specimen coins lying\naround in 1888, why would he have struck a special coin\nfor Melbourne? This seems to point to the conclusion that\nFremantle did not have the four specimens available to him\nat the time of the Melbourne request. It was the centennial\nyear of Australia when the 1888 coins were requested for the\ndisplay in Melbourne, and the best Fremantle could do was\nto prepare a rather inferior coin. The 10-, 20-, and 50-cent\nNewfoundland pieces of 1888 that Fremantle sent were, by\ncontrast, nice specimens. Earlier, in 1880, Australia had also\nrequested coins for the Sydney International Exhibition, and\namong those shipped were two 1880 specimen Newfoundland\n$2-gold coins (one eventually became the Norweb coin after it\nwas sold by the Melbourne Museum; the other is still retained\nby this museum). The 1880 $2-gold coins are wonderful",
            "specimens, also struck from a die that was not used to produce\nany business strikes. Although still somewhat speculative, all\nthe available information seems to suggest that the four true\n1888 specimens were struck sometime well after 1888 and\nlikely even after 1906, as Hocking failed to catalogue them.\nThe best evidence suggests that they were struck, or at least\nacquired by the Royal Mint Museum, sometime in the forty-\nplus years between 1933 and 1977.",
            "In a recent visit to Llantrisant, I learned that the Royal\nMint Museum still possesses a single reverse die for the 1888\nNewfoundland $2-gold coins (die number 2984). It is, without\ndoubt, the die that was used to strike the specimens (compare\nthe image in Figure 5 with those of the coins). This die was\nalso listed by Hocking in 1906, so even if the specimen\ncoins were struck relatively recently, the die was produced\nreasonably contemporaneously with the date on the coins.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "312"
    },
    {
        "File": "The_CN_Journal_October_33.jpg",
        "Paragraphs": [
            "At this point there is no definitive information to indicate\nwhy and when these 1888 specimen pieces were produced,\nbut it does seem very likely that they were executed later\nthan the date on the coins. What needs to be updated is the\nnumber of existing Newfoundland $2-gold specimens dated\n1888. In The Gold Coins of Newfoundland, this number\nwas listed as two (Melbourne plus Ottawa), but it needs to\nbe revised upward to five (for these purposes counting the\nAustralian coin as a specimen), which now includes the\nthree in the Royal Mint Museum.",
            "Because the Royal Mint Museum possessed three 1888\nspecimens when I was there in September 2018, I boldly\ninquired whether the Museum might be willing to part with",
            "Number 7 October + November 2018",
            "one of these jewels   what an addition to any collection it\nwould make! Alas, I was politely informed that  the 1888\nNewfoundland $2 coins form an important part of the Royal\nMint Museum collection and are not available to purchase. ",
            "Acknowledgements",
            "The author is deeply indebted to the assistant curator (Chris\nBarker) and staff (particularly Abigail Kenvyn and Fiona\nTrumper) at the Royal Mint Museum in Llantrisant, Wales.\nThey were extremely helpful on my recent visit to the\nMuseum, responded to my numerous queries, and provided\nseveral of the remarkable images reproduced in this article.",
            "References",
            "Berry, Paul, (2014), private communication.",
            "Esler, Graham, (2004)  The History of the National Currency\nCollection,  Canadian Numismatic Journal 49, 7 (September\n2004): 347-58.",
            "Richer, Harvey B. (2017)  The Gold Coins of Newfoundland 1865 \n1888  , Portugal Cove   St. Philips, NL: Boulder Publications.\nHocking, William John, (1906, 1910), Catalogue of the Coins,\nTokens, Medals, Dies and Seals in the Museum of the Royal Mint,",
            "2 volumes. London: Wyman and Sons.",
            "Nineteenth Annual Report of the Deputy Master of the Mint, 1888\n(1889) London: Printed for Her Majesty s Stationery Office by\nDarling & Son Ltd.",
            "Turner, Rob, (2009) Dies and Diadems: A Die Tracker 5 Guide to\nthe Victorian Cents of Canada , ISBN: 1-934379-70-7.",
            "Turner, Rob, (2018) private communication.\n"
        ],
        "PageNo": "313"
    },
    {
        "File": "The_CN_Journal_October_38.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS\nNOUVELLES. DES_ CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)",
            "FONA, #22198,",
            "Numismatic Road Trip",
            "Peterbourgh Ontario is\nhome to the Peterbourgh\nCoin Club, one of the oldest\nlocal clubs in Canada.\nThey meet on the first\nMonday of the month at the\nPeterbourgh Zoo. They also\nhave an active Facebook\npage. Peterbourgh not\nfar away from Marmora\nOntario where your club\nnews author started his\nCanadian coin collection.",
            "Past American Numismatic\nAssociation President Clifford\nMishler, a fifty-plus year\nRCNA Life Member, drove\nfrom Wisconsin to attend\nour Convention this year in\nMississauga. On return, he\nwas heading to Philadelphia,\nPennsylvania, for the ANA\nConvention. Clifford offered\nme a ride with him on the two-\nday trip there. Our route took\nus through eastern Ontario and\ninto the United States at the\nThousand Islands bridge on\nthe Saint Lawrence Seaway.\nOn the drive, we stopped in\nPeterbourgh to see the 114 year-\nold hydraulic lift lock on the\nTrent-Severn Canal. This is one\nof only eight hydraulic lift locks\nin the world and also has one of\nthe highest vertical lifts at 20\nmeters or 65 feet. No external\npower source is required to\noperate this lock; the high side\nof the lock is filled with one\nmore foot of water than the low\nside. This extra water weight\nis enough to overcome friction\nand raise the low side of the\nlock while the high side is descending. The lock operation\nis completed in under five minutes. A traditional lock\nsystem of the early 20th century would have eight to ten\nlocks, require several hours to lock through and sixty-five",
            
            "Road trip numismatique",
            "Peterbourgh Ontario abrite le\nPeterbourgh Coin Club, l un\ndes plus anciens clubs locaux\nau Canada. Ils se rencontrent le\npremier lundi du mois au zoo de\nPeterbourgh. Ils ont  galement\nune page Facebook active.\nPeterbourgh est non loin de\nMarmora Ontario o  l'auteur\nde votre rubrique Nouvelles\ndes Clubs a commenc  sa\ncollection de pi ces de monnaie\ncanadiennes.",
            "Clifford Mishler, ancien\npr sident de l American\nNumismatic Association, membre\n  vie du ARNC depuis plus de\ncinquante ans, a assist    notre\ncongr s cette ann e   Mississauga\net, comme d habitude, il est\nvenu en voiture du Wisconsin.\nLa semaine apr s notre congr s,\nl 'ANA a tenu son congr s  \nPhiladelphie, en Pennsylvanie.\nClifford m a offert la possibilit \nde voyager avec lui pendant deux\njours. Notre itin raire nous a fait\ntraverser l est de l Ontario et nous\nsommes entr s aux  tats-Unis en\nempruntant le syst me de ponts des\nMille- les sur la voie maritime du\nSaint-Laurent. Sur le trajet, nous\nnous sommes arr t s   Peterbourgh\npour voir l cluse d ascenseur\nhydraulique vieille de 114 ans sur\nle canal Trent-Severn. I] s agit de\nPune des huit serrures d ascenseurs\nhydrauliques au monde et de l un\ndes plus hauts ascenseurs verticaux\n  20 m tres ou   65 pieds. Aucune\nsource d alimentation externe n est\nrequise pour faire fonctionner ce\nverrou. Comment? Le c t  haut\nde la serrure est rempli d un pied\nd eau de plus que le c t  bas. Ce\npoids d eau suppl mentaire est",
            "suffisant pour surmonter le frottement et soulever le c t \nbas de la serrure pendant que le c t  haut est en descente.\nL'op ration de verrouillage s ach ve en moins de cinq\nminutes. Un syst me de verrouillage traditionnel du d but du",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "318"
    },
    {
        "File": "The_CN_Journal_October_39.jpg",
        "Paragraphs": [
            "vertical feet of water consumption compared to the one\nfoot that this lock uses. Videos of the lock operating are\navailable on the internet.",
            "After a scenic drive on the Trans-Canada Highway\nand other routes we overnighted in Kingston Ontario.\nWhile walking one of the streets, we found a coin-themed\nrestaurant,  The Copper Penny,  and had dinner there.\nThroughout the restaurant were plaster casts of one-\ncent coins. Sadly not photographed was the 1967 non-\ncommemorative, believed to be unique.",
            "Robert H. Saunders Generating Station\n60th Commemorative Wood",
            "A massive effort in the 1950s was the Canada-US\njoint construction of the Saint Lawrence Seaway\nwhich made it possible\nfor ocean going vessels\nto travel past Montreal\ninto the Great Lakes.\nIn addition, major\nhydroelectric projects\nwere installed resulting in\nmassive amounts of clean\nelectricity.\nA longer version of this\narticle appeared in the\nSeptember 2018 Timber\nTalk, a publication of the\nCanadian Association\nof Wooden Money\nCollectors.",
            "In June 2018, the Comwall Ontario Community Museum\nhosted the R. H. Saunders Generating Station 60th\nanniversary celebration. This sixteen-unit hydroelectric\nproject crosses the Saint Lawrence Seaway and is jointly\noperated by Ontario Power Generation and the New York\nPower Authority. It has a massive generating capacity\nof 1,045 megawatts and provides about five percent of\nOntario s electric power. As part of the festivities, about\n500 people were treated to a rare tour. They were given a\nbag of souvenir memorabilia and also shown the exhibits\nat the Visitor Centre. Items in the reusable gift bags\nwere souvenir booklets and wooden commemorative\n38 mm wooden tokens. There were likely a thousand\nof these tokens made, and with tours that continued\nover the summer, it is possible that up to two-thousand\ncommemorative woods were made. To celebrate the\n60th anniversary event, employees of the hydro project\nlined up for a photo, on top of the dam at the international\nborder.",
            "Brett Nick",
            "Number 7 October + November 2018",
            "XXe si cle comporterait de huit   dix verrous, n cessiterait\nplusieurs heures de verrouillage et une consommation d eau\nde soixante-cinq pieds verticaux par rapport au pied utilis  par\nce verrou. Des vid os de la serrure en service sont disponibles\nsur Internet.",
            "Apr s une route panoramique sur la Transcanadienne\net d autres routes, nous avons pass  la nuit   Kingston, en\nOntario. Pendant notre s jour, nous avons trouv  un restaurant\nsur le th me des pi ces de monnaie, The Copper Penny, en\nmarchant dans une rue et avons d n  l -bas. Dans tout le\nrestaurant, il y avait des moulages en pl tre de cent pi ces.\nUn moulage non comm moratif de 1967, consid r  comme\nunique, n a malheureusement pas  t  photographi .",
            "60e bois comm moratif de la centrale de Robert\nH. Saunders",
            "La construction conjointe\nde la voie maritime du Saint-\nLaurent dans les ann es 1950\npar les Etats-Unis a  t  un effort\nmassif qui a permis aux navires\noc aniques de traverser Montr al\npour se rendre dans les Grands\nLacs. De plus, d'importants\nprojets hydro lectriques ont  t \ninstall s, g n rant des quantit s\nmassives d' lectricit  propre.",
            "Une version plus longue de\ncet article a  t  publi e dans\nl' dition de septembre 2018 de\nTimber Talk, une publication de",
            "l Association canadienne des collectionneurs de monnaie",
            "en bois.\nEn juin 2018, le Cornwall Ontario Community Museum a\naccueilli la c l bration du 60e anniversaire de la centrale  lectrique\nR. H. Saunders. Ce projet hydro lectrique de 16 unit s traverse\nla voie maritime du Saint-Laurent et est exploit  conjointement\npar Ontario Power Generation et la New York Power Authority.\nIl a une capacit  de production massive de 1 045 m gawatts et\nfournit environ cinq pour cent de l lectricit  de l'Ontario. Dans le\ncadre des festivit s, environ 500 personnes ont eu droit   un rare\ntour. Ils ont re u un sac de souvenirs souvenirs et ont  galement\npu d couvrir les objets expos s au centre d accueil. Les articles\ndans les sacs r utilisables noirs  taient des carnets souvenirs et\ndes jetons en bois comm moratifs de 38 mm. Un millier de ces",
            "jetons ont probablement  t  fabriqu s et, comme les visites se",
            "poursuivent pendant l t , il est possible que jusqu  deux mille\nbois comm moratifs aient  t  fabriqu s. De plus, les employ s\ndu projet hydro lectrique se sont align s pour une photo du 60e\nanniversaire au sommet du barrage,   la fronti re internationale.",
            "Brett Mick\n"
        ],
        "PageNo": "319"
    },
    {
        "File": "The_CN_Journal_October_40.jpg",
        "Paragraphs": [
            " COMMUNIQUE",
            "2018 $10 Fine Silver Coin   Armistice",
            "The reverse image by Canadian artist Laurie\nMcGaw marks the 100th anniversary of the\nArmistice of 1918 with a poignant pairing\nof a soldier and the poppy as a symbol\nof remembrance. At the end of the First\nWorld War, the soldier is war weary\nand contemplative; his helmet is off, he\nholds his rifle up right; he is grateful that\nhe is alive but his head is bowed, as if in\nsilent prayer for his lost mates. The reverse\nalso includes the engraved text  FINE\nSILVER 9999 ARGENT PUR  and\n CANADA 2018.  The obverse\nfeatures the effigy of Her Majesty",
            "Queen Elizabeth II by Susanna",
            "Blunt.",
            "2018 $30 Fine Silver Coin  \nThe Great White Shark",
            "The reverse design by Canadian artist Emily\nDamstra captures the imposing shape of\na great white shark as it moves through\nCanadian waters. The view point from\nbeneath it emphasizes the large size and the\nstreamlined shape of this solitary predator,\nwhose conical snout is in full view. Its\nmouth is only slightly ajar, allowing a\nlimited view of the ferocious serrated teeth",
            "that provoke such wide spread fear. Rendered",
            "in outstanding detail by Royal Canadian Mint\nengravers, this highly detailed portrait includes\nthe faint markings and scars along the torpedo-\nshaped body, the gills on its side, as well as the\nshark s dark eye. Adding to a sense of depth\nand dynamic movement is the wide path cut",
            "by the shark as it catches up to a familiar\nprey: a school of Atlantic mackerel (Scomber\nscombrus). The reverse also features the\nengraved word  CANADA , the year  2018 \nand the face value  30 DOLLARS . The obverse\nfeatures the effigy of Her Majesty Queen Elizabeth II\nby Susanna Blunt.",
            "Pi ce de 10 $ en argent fin 2018   Armistice",
            "Le motif au revers, oeuvre de l artiste",
            "canadienne Laurie McGaw, souligne",
            "le 100e anniversaire de l Armistice",
            "de 1918 en agen ant le soldat et le",
            "coquelicot, deux  mouvants symboles",
            "du Souvenir. C est la fin de la",
            "Premi re Guerre mondiale.Le soldat",
            "est fatigu , contemplatif;il a enlev ",
            "son casque et tient son fusil bien droit.",
            "Il est reconnaissant d tre en vie, mais",
            "il baisse la t te, comme s il faisait une",
            "pri re silencieuse pour les camarades perdus",
            "au combat. Sont  galement grav es au revers les",
            "mentions  FINE SILVER 9999 ARGENT PUR   et",
            "  CANADA 2018 . L avers est   l effigie de Sa Majest \nla reine Elizabeth IT, selon Susanna Blunt.",
            "Pi ce de 30 $ En Argent Fin 2018  \nLe Grand Requin Blanc",
            "Le motif au revers, oeuvre de l artiste",
            "canadienne Emily Damstra, rend l imposante",
            "stature d un grand requin blanc (Carcharodon",
            "carcharias) nageant en eaux canadiennes. La",
            "contre-plong e accentue la taille colossale",
            "et la forme profil e de ce pr dateur solitaire,",
            "dont le museau conique est bien en vue. Sa",
            "bouche est l g rement entrouverte, offrant",
            "un aper u des fameuses dents cr nel es",
            "qui effraient tant. Cisel e avec une pr cision",
            "remarquable par les graveurs de la Monnaie",
            "royale canadienne, cette repr sentation finement",
            "d taill e montre des marques et des cicatrices",
            "subtiles le long du corps en forme de torpille de",
            "l animal, ainsi que ses branchies lat rales et",
            "son oeil sombre. Le requin apporte profondeur",
            "et dynamisme   la sc ne en se frayant un",
            "large chemin   travers une proie famili re: un",
            "banc de maquereaux (Scomber scombrus).",
            "Sont  galement grav s au revers la mention",
            " CANADA , le mill sime   2018   et la valeur",
            "nominale   30 DOLLARS  . L avers est   l effigie de Sa\nMajest  la reine Elizabeth II, selon Susanna Blunt.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "320"
    },
    {
        "File": "The_CN_Journal_October_41.jpg",
        "Paragraphs": [
            "2018 $2 Special Wrap Roll   Armistice",
            "The reverse image by Canadian artist Laurie\nMcGaw marks the 100th anniversary of\nthe Armistice of 1918 with a poignant\npairing of two symbols of remembrance.\nWithin the laiton-plated inner core, a\nsoldier s helmet represents the end of",
            "the First World War and serves as a\nsolemn reminder of the many lives lost\nduring history s first mechanized war.\nBelow the helmet lies a large poppy, the\nofficial bloom of remembrance inspired\nby the Canadian poem In Flanders Fields,\nand whose bright scarlet colour is re-created\non selectively coloured versions of the\n$2 coin. To represent English and French,\ntwo more poppies are engraved on the\nnickel-plated outer ring, which includes",
            "a banner bearing the bilingual words\n REMEMBER  , SOUVENIR  and",
            "the year 2018 .The obverse features",
            "the effigy of Her Majesty Queen\nElizabeth II by Susanna Blunt. Each roll\ncomprises a mix of engraved-only and\ncoloured versions, which share the same\nengraved motif.",
            "2018 $200 Pure Gold Coin   Armistice\nPoppy",
            "To mark the centennial of the Armistice of 1918, the\nreverse image by artist Kerri Weller combines two\nof the most powerful, evocative symbols of\nsacrifice and remembrance. A slightly stylized\nPapaver rhoeas blooms at the centre of the\nselectively coloured design, where a subtle\ntranslucence allows the coin s gold surface to\nradiate light from within the crimson-tinted\npetals. Engraved around this central poppy are\nfour additional poppy blooms and a bud;\ntogether, the six poppies represent\nall six continents, which were\ninvolved in the First World\nWar (1914-1918).Three leaves\ncomplete the swirling floral\narrangement, whose motion\nalludes to the maelstrom of war,\nwhile a multitude of grave markers\nhelp convey the magnitude of the loss of life during the four-\nyear conflict. The obverse features the effigy of Her Majesty\nQueen Elizabeth II by Susanna Blunt.",
            "October + November 2018 -----------------------",
            "Rouleau De Pi ces de 2 $ 2018   Armistice",
            "Le motif au revers, oeuvre de |  artiste canadienne\nLaurie McGaw, souligne le 100e anniversaire\nde l Armistice de 1918 en combinant deux\nsymboles  mouvants du Souvenir. Sur",
            "le disque central, au fini laiton, le casque",
            ". d un soldat repr sente la fin de la Premi re\nGuerre mondiale et rappelle solennellement",
            "les nombreuses vies perdues dans cette\npremi re guerre industrielle de l histoire.\nSous le casque se trouve un grand coquelicot,",
            "la fleur officielle du Souvenir, dont le rouge vif\nest r cr  sur la pi ce avec coloration s lective.\nDeux autres coquelicots sont grav s sur le pourtour,\nrehauss  d un placage en nickel, qui comprend\nun dispositif de s curit  sp cialement\ngrav , une banni re portant les mentions\n REMEMBER  et SOUVENIR , ainsi que",
            "le mill sime  2018 . L avers est a l effigie",
            "de Sa Majest  la reine Elizabeth II, selon\nSusanna Blunt. Chaque rouleau",
            "comprend deux versions de",
            "la pi ce portant le m me",
            "motif (l une seulement",
            "grav e et l autre rehauss e",
            "d une coloration s lective).",
            "Pi ce De 200 $ En Or Pur 2018   Coquelicot\nDe L armistice",
            "Marquant le centenaire de l Armistice",
            "de 1918, le motif au revers,oeuvre de",
            "l artiste Kerri Weller, r unit deux des",
            "plus puissants symboles du sacrifice",
            "et du souvenir. Un Papaver rhoeas",
            "l g rement stylis  fleurit au coeur",
            "d une image rehauss e d une color-",
            "ation s lective, dont la translucidit ",
            "subtile laisse la surface dor e briller",
            "au travers des p tales cramoisis. Au-",
            "tour de ce coquelicot  panoui en sont",
            "grav s quatre autres, ainsi qu un bour-",
            "geon; ensemble,ces six fleurs repr sen-",
            "tent les six continents touch s par la Premi re",
            "Guerre mondiale (1914-1918). Trois feuilles compl tent",
            "la spirale florale, dont le mouvement  voque le chaos de la",
            "guerre,tandis qu une multitude de st les fun raires rappellent",
            "l ampleur des pertes humaines pendant les quatre ann es du",
            "conflit. L avers est   l effigie de Sa Majest  la reine Elizabeth\nIL, selon Susanna Blunt."
        ],
        "PageNo": "321"
    },
    {
        "File": "The_CN_Journal_October_44.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY",
            "#17134",
            "Chinese Coins",
            "You can be forgiven for not recognizing the cover of\nYe month s catalogue. It was hand drawn by the\nbook s owner because it was issued without one.",
            "Collectors Research Limited was a Montreal-based coin\ndealer specializing in foreign coins. It was founded in 1959\nby a retired chemist called Kenneth Gaver. Most of Collectors\nResearch s business was conducted through the mail, with\nprice lists issued regularly to a mailing list of buyers.",
            "Like many businesses, Collectors Research offered\nincentives to its customers. It published original coin\ncatalogues and gave them as gifts. Each price\nlist would include a few pages. After a few\nmonths, customers would have a complete\ncatalogue that could be bound together with\na metal binder and added to their bookshelf.",
            "Collectors Research had published several\ncatalogues this way, including It s Fun to\nCollect Foreign Coins, Currency of Iraq, and\neven a catalogue for topical collectors called\nNumismatic Fish and Ships. It never sold\nthese books, they were only used as premiums\nfor customers.",
            "Chinese Coins was the last catalogue it\npublished. The author, Wayne L Jacobs, created\na 67-page collection of short articles on various\naspects of the coins of China. The first two\nchapters are of general interest to collectors:  A\nGuide to the Identification of Chinese Cash, \nand  Dating System on Chinese Coins.  Later\nchapters become more specialised and narrow\nin scope, such as  A Silver Coin of the Tai-Ping\nRebels,   The Peking Dollar that Never Was, \nand  The Szechuan Rupee. ",
            "In 1969, Collectors Research began\nto distribute Chinese Coins to about 250\ncustomers, four pages at a time. Jacobs worked\nat Collectors Research long enough to see the\nlast pages of his catalogue sent out in May\nof 1970. All that was left was the title page,\ntable of contents, and covers. Unfortunately,",
            "Collectors Research ceased operations soon\nafter. The final components of the book were\nnever sent out.",
            "Without a cover, most copies probably did\nnot survive. It seems unlikely that all the firm s\ncustomers would be interested in Chinese coins.",
            "A few, such as Ottawa collector Frank Sorensen, the\noriginal owner of the copy illustrated, created their own\ncovers. His is particularly well made, complete with the\nCollectors Research logo. He also typed his own title page\nand table of contents to complete the book.",
            "The old saying about judging a book by its cover can be\nproblematic in a case like this. It can be hard to recognize\nthe value of price lists, newsletters, and other pieces of\nnumismatic ephemera. So be careful, look for hidden\ntreasures before you throw out those papers.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "324"
    },
    {
        "File": "The_CN_Journal_October_45.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "A Pot o Gold found by Construction Workers Under an Italian Theatre",
            "During the demolition of a 150\nD year-old building, in the old\npart of Como Italy, workmen",
            "discovered a literal pot of gold while\ndigging through the foundations. Como\nlies on the shore of Lake Como near the\nborder with Switzerland.",
            "The building, located at the\ncorner of Via Armando Diaz and Via\nIndipendenza, originally housed the\nTeatro Cressoni, a theatre which opened\nDecember 30, 1870. In 1913, the theatre\nwas converted into a cinema, the Cine\nCressoni. Then in the 1930s it became\nan Odeon, and later the Cine Centrale.\nThe building remained unoccupied\nsince 1997.",
            "The current city of Como was\noriginally founded as the town of Novum\nComum by Julius Caesar in 56 BCE.\nCaesar had a swamp near the southern\ntip of the lake drained and laid the\nplan of the walled city in the typical\nRoman grid of perpendicular streets.\nThe newly founded town was given the\nstatus of municipium bestowing Roman\ncitizenship on the inhabitants. The site\nof the ensuing excavation is not far from\nthe Forum area of the ancient town.",
            "The  pot  found was actually\nand ancient soapstone amphora-like\nurn of unusual shape and design,\nwhich in itself presents an interesting\narchaeological puzzle. But this was\nimmediately upstaged by the golden\ncontents, seen where a chunk in the\nurn s wall is missing.",
            "Inside were over 300 gold solidi\nand tremisses, carefully stacked,\ndating to the 5th century late Roman\nempire, just before the western court s\nuntimely demise. Rome was sacked\nin 410 CE by the Goths, and then\nagain in 455 CE by the Vandals. In\n476 CE, the failing Western Roman\nEmpire officially came to an end when\nRomulus Augustulus, the last emperor,\nwas forced to abdicate.",
            "Number 7 October + November 2018",
            "The Eastern Roman (Byzantine)\nEmpire regained much of Italy during\na series of military campaigns during\nthe rule of Justinian I (527-565 CE).\nBut his successors couldn t hold on\nto it, and a group called the Lombards\ngradually took over Italy in the time after\nJustinian s death, in 565.",
            "Whether the deposit of the hoard has\nanything to do with the chaos that was\nengulfing the Roman Empire around\n1,500 years ago is unclear, but current\nresearch may eventually provide answers.",
            "Coin hoards have been found at\nmany sites throughout the ancient\nworld, including a 1,800-year-old hoard\nof 2,570 aurei found at the German\ncity of Trier in 1993. However, hoards\ncontaining an abundance of gold coins\nare an exceptional discovery. The\nvisible coins in the Como hoard appear\nto be in high grade, if not uncirculated.",
            " We do not yet know in detail the\nhistorical and cultural significance of\nthe find,  said Alberto Bonisoli, the\nculture minister of Italy s Ministry\nof Cultural Heritage and Activities\n(Ministero per i Beni e le Attivita\nCulturali, MiBAC) in a press release.\n But that area is proving to be a\nreal treasure for our archaeology, a\ndiscovery that fills me with pride. ",
            "Luca Rinaldi, the local archaeology\nsuperintendent, declined to value\nthe find, saying that the coins had an\n inestimable  value.  We are talking\nabout an exceptional discovery,  he said.\nHe added that the sheer number of coins\nmade the find incredible.  It s practically\nan entire collection, unlike anything else\never found in northern Italy,  he said.",
            "Roman coins are a rich source of\ninformation about the empire and the\nlatest find may shed valuable light\non the dying days of Roman rule\nin a century when weak emperors\nsuccumbed to the invading Visigoths,\nVandals and Huns.\n"
        ],
        "PageNo": "325"
    },
    {
        "File": "The_CN_Journal_October_46.jpg",
        "Paragraphs": [
            "The urn and its contents were taken to the MiBAC\nrestoration laboratory in Milan, for further examination\nand analysis. This might take a while, however, as the\ncoins were found tightly packed into little stacks, so that\nthey can only be carefully separated, one at a time. As of\na September 10 press conference the archaeologists had\nsuccessfully separated 27 coins, all of which are from\nthe 5th century. This makes this treasure particularly\nintriguing, dating to a time when the economy was\nseverely limited. The surface coins feature effigies that\nsuggest they were minted during the reigns of at least\nfour different Western emperors: Honorius (393-423),\nValentinian III (425-455), Libius Severus (461-465) and\nAnthemius (467-472).",
            "The Italian media have\npredicted that the coins,\nnone of which seem to be\ndated later than 474 CE,\ncould be worth millions\nof euros. And that doesn t\neven take into account\neverything that was found\nin the urn, or the urn itself.\nIn addition to the coins\na small bar of gold has\nalso been identified at the\nbottom of the urn along\nwith other yet unidentified\nobjects.",
            "The archaeological\nsite may seem like an odd\nplace to stash such valuable\nitems, but those who placed\nthe urn there likely  buried\nit in such a way that in\ncase of danger they could\ngo and retrieve it.  That s\naccording to numismatist\nMaria Grazia Facchinetti.\nBesides the location, the\nway that the coins were\nhidden has given historians",
            "like Facchinetti a few hints about the owner s identity.\n They were stacked in rolls similar to those seen in the\nbank today,  she says.  All of this makes us think that the\nowner is not a private subject, rather it could be a public\nbank or deposit. ",
            "Facchinetti s theory is bolstered by the fact that the\ntheatre is just a few steps away from the city s forum a\nplace where merchants, banks, and temples often did\nbusiness. Although the ancient Roman neighbourhood was\nalso known for its wealth, so a miserly and paranoid private\nowner is not out of the question.",
            "Detailed layer analysis will now be used to determine if\nthe coins were all deposited in the same era or if they were\nplaced in the urn over a period of time.",
            "[Photos taken at the site are courtesy Italian\nMinistry for Cultural Heritage and Activities. ]",
            "At left, an example solidus of Anthemius (467 \n472) like one seen in the photo. Obverse:\nD N ANThEMI   VS PERPET AVG helmeted,\npearldiademed and draped bust facing, holding\nspear over r. shoulder. Reverse: SAIVS REI   PV  \nBIICAE; Two emperors, in military attire, standing\nfacing, holding spears and supporting between\nthem a globe surmounted by cross; in centre\nfield, MD. In exergue, COMOB; 4.30 g.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "326"
    }
]