[
    {
        "File": "The_CN_Journal_january_05.jpg",
        "Paragraphs": [
            "FROM THE PRESIDENT\nHappy New Year! 2018 is going to be another\nbusy year for the RCNA, and I wish to bring\nsome items of Association business to your\nattention in this New Year.",
            "If you have not already renewed your membership I\nwould like to remind you that it is time to do so right\naway while it is fresh in your mind. If you missed the\nrenewal notice that was sent to you in October, you will\nbe able to photocopy the form on page 6 of this issue\nor find a printable membership form at www.rena.\nca/RCNA_ Application Membership.pdf. If it is more\nconvenient, you can renew your membership online at\nwwwrcna.ca/paydues.php.",
            "While we are on the topic of membership, if you know\nof someone who is not yet a member of the Association I\nwould like to bring a special promotion to your attention,\nonce again championed by our Club Services Chair, Brett\nTrick. Between now and the end of March we are offering\na special rate for new members as an incentive. For this\nlimited period we are accepting digital members for $25\nand standard members for $36. For further information\nor to sign up go to wwwrena.ca/join-rcna.php, or contact\nour executive secretary.",
            "I want to remind you that our Annual Convention\nin 2018, hosted by the North York Coin Club, will be\ntaking place between Tuesday August 7 and Saturday\nAugust 11, 2018, at the Hilton Meadowvale Hotel\nin Mississauga ON. The convention committee,\nwith William O Brien at the helm, is working hard\nto make this, the RCNA s 65th Annual Convention,\nthe numismatic social event of the year. I heartily\nrecommend that you make plans to attend; further\ninformation is available at wwwrcna.ca/2018.",
            "Finally, our next regular executive meeting is\nscheduled for mid-April 2018. If there is anything that\nyou want me to bring to the attention of this meeting,\nplease let me know either directly at president@rcna.ca\nor through our executive secretary at info@rcna.ca.",
            "In closing, I wish you and your family the very best\nin the New Year. As always, I would like to remind you\nthat your ideas and suggestions are always welcomed.\nThe RCNA is a volunteered-driven association and it is\nthrough your active participation that we can ensure the\nAssociation continues to meet the expectations of our\nmembers; contact me with your thoughts and comments,\nby email: president@rcna.ca.",
            "Number1 January + February 2018",
            "MOT DU PR SIDENT",
            "Bonne annee! sera une ann e tr s charg e pour",
            "l ARNC, et je voudrais attirer votre attention sur",
            "quelques points d int r ts de votre association en ce\nd but du Nouvel An.",
            "Si vous n avez pas d j  renouvel  votre adh sion, je vous\nencourage   le faire maintenant alors que c est frais dans votre\nesprit. Si vous n avez pas conserv  l avis de renouvellement\nqui vous a  t  envoy  en octobre, vous pouvez photocopier le\nformulaire   la page 6 de ce num ro ou imprimer le formulaire\nd adh sion   partir du site internet wwwrcna.ca/RCNA_\nApplication Membership.pdf. Si cela vous convient, vous\npouvez  galement renouveler votre adh sion en ligne   www.\nrena.ca/paydues.php.",
            " tant sur le sujet de l adh sion, si vous connaissez quelqu un\nqui n est pas encore membre de I  association, j aimerais attirer\nvotre attention sur une promotion sp ciale, une fois de plus\ndirig  par notre directeur des services aux clubs, Brett Irick.\nJusqu a la fin de mars, nous offrons un tarif sp cial pour les\nnouveaux membres. Durant cette p riode, les frais d adh sion\nsont de $25 pour les membres qui veulent recevoir la version\nnum rique et de $60 pour les membresr guliers. Pour plus\nd information ou pour vous inscrire, allez   www.rena.ca/join-\nrena.php ou contactez notre secr taire ex cutif.",
            "Je tiens   vous rappeler que notre congr s annuel de 2018,\norganis  par le North York Coin Club, aura lieu du mardi 7\nao t au samedi 11 ao t 2018,   l h tel Hilton Meadowvale\nde Mississauga, Ontario. Le comit  du congr s, pr sid  par\nWilliam O Brien, travaille d arrache-pied pour faire en sorte\nque le 65e congr s annuel de  ARNC soit l v nement social\nnumismatique de l ann e. Je vous encourage fortement de faire\ndes plans pour y assister. Plus d informations sont disponibles\nsur wwwrcna.ca/2018.",
            "Notez  galement que notre prochaine r union ex cutive\nse tiendra   la mi-avril. S il y a quelque chose que vous\nvoulez que je porte   l attention de l ex cutif lors de cette\nr union, n h sitez pas   me le faire savoir directement au\npresident@rcna.ca ou via notre secr taire ex cutif de\nl'ARNC   info@rcna.ca.",
            "En terminant, je vous souhaite, ainsi qu  votre famille,\nles meilleurs v ux pour la nouvelle ann e. Comme toujours,\nje voudrais vous rappeler que vos id es et suggestions sont\ntoujours les bienvenues. L ARNC est une association ax e sur\nle b n volat et c est gr ce   votre participation active que nous\npouvons nous assurer que l association continue de r pondre\naux attentes de nos membres; contactez-moi avec vos id es et\nvos commentaires, par courriel: president(@rcna.ca."
            
        ],
        "PageNo": "5"
    },
    {
        "File": "The_CN_Journal_january_07.jpg",
        "Paragraphs": [
            "CONVENTION COMMUNIQUE DU",
            "CONGRES",
            "Greater Toronto Area, site of the Next RCNA Convention  \nLe prochain congr s de l ARNC dans la r gion de Toronto",
            "With the\nNew Year\nnow upon",
            "us, it s not too early\nto start making\nplans to attend the\n2018 RCNA Annual\nConvention. With the\nAssociation s 65th\nannual Convention,\nwe are once again\nholding Canada s Money\nCollector Show, in the\nGreater Toronto Area from August 7 to 11. The North\nYork Coin Club, your host, is hard at work planning\nto make this convention one that you will not soon\nforget! The convention hotel we have chosen, the Hilton\nMeadowvale, is a family-friendly resort style facility\nwith many state-of-the-art amenities to make your stay\nas comfortable as possible. These include saltwater\npools, a three-storey Big Blue water-slide, and Club\nMeadowvale, a fitness centre, spa, tennis and squash\nfacility. The hotel is conveniently located by the 401\nand 407 highways, just a short drive from the many\nattractions that the Greater Toronto Area has to offer.\nWhy not plan your family vacation to overlap with the\nconvention? The convention committee is determined\nto make your and your family s convention time a\nmemorable experience.",
            "So, mark your calendar for August 7-11 (dates\nthat include pre-convention activities), and plan your\nfamily summer vacation around the Convention and\nthe Toronto area. Be ready for more information \nwe will post updates in The CN Journal, the RCNA\nWeb site, and MamiVores to ensure you have all\nthe latest details. For current information about the\nConvention visit the Royal Canadian Numismatic\nAssociation Web site www.rcna.ca/2018. The Hotel\nis now set to handle your reservations; either use the\nBook Now link or dial the Hotel reservation desk at\n1-905-821-1981. Arrive as early as August 6 and stay as\nlate as August 18 and enjoy the convention rate of only\n$125 (before taxes) per night.",
            "So don t delay, book your hotel stay today!",
            "Your convention chair,",
            "William O Brien\nNumber 1",
            "January + February 2018 ----------------------",
            "Avec l arriv e\nde la nouvelle\nann e, il",
            "nest pas trop t t pour\nplanifier de participer\nau Congr s annuel de\nPARNC 2018. Avec\nle 65e congr s annuel\nde l association, nous\naccueillons encore\nle Salon canadien des\ncollectionneurs de monnaie\ndans la grande r gion\nde Toronto du 7 au 11 ao t. Le North York Coin Club, votre\nh te, travaille fort pour planifier ce congr s pour que vous\nen garder un bon souvenir. L h tel Hilton Meadowvale est\nun h tel de vill giature pour les familles dot  de nombreux\n quipements ultrasmodernes pour rendre votre s jour\naussi confortable que possible. Il comprend des piscines\nd eau sal e, le Big Blue, une grande glissade d eau d une\nhauteur de trois  tages, et le club Meadowvale, un centre de\nconditionnement physique, un spa, des terrains de tennis et\nde squash. L'h tel est situ  pr s des autoroutes 401 et 407,\n  quelques minutes de voiture des nombreuses attractions\nque la r gion m tropolitaine de Toronto a   offrir. Pourquoi\nne pas combiner vos vacances familiales avec le congr s?\nLe comit  du congr s est d termin    faire de cette semaine\nune exp rience m morable pour vous et votre famille.\nMarquez votre calendrier entre le 7 et le 11 ao t (dates\nqui comprennent les activit s pr congr s), et planifiez\nvos vacances d t  en famille autour du congr s dans la\nr gion de Toronto. Des mises   jour se feront via le journal\nde numismatique canadien, le site internet de l ARNC et\ndans mi V6tes. Pour obtenir des renseignements   jour\nsur le congr s, visitez le site internet de l association royale\nnumismatique du Canada au www.rena.ca/2018. L'h tel\nest maintenant pr t  recevoir r servations; soit cliquer le\nbouton  Book Now  sur le site internet de l h tel ou au\ncomptoir des r servationsde l h tel au num ro 1-905-821-\n1981. Arrivez d s le 6 ao t et demeurez jusqu au 18 ao t et\nvous pourrez profiter du tarif du congr s de seulement $125\n(avant taxes) par nuit.\nNe tardez pas, r servez votre s jour   l h tel d s\naujourd hui!\nVotre pr sident de congr s,",
            "William   Brien\n"
        ],
        "PageNo": "7"
    },
    {
        "File": "The_CN_Journal_january_08.jpg",
        "Paragraphs": [
            "CALL FOR 2018 AWARDS NOMINATIONS",
            "J. Douglas Ferguson Award",
            "Nominations for the J. Douglas Ferguson Award will be\nwelcomed by the Board of Award. This is the highest award\nin Canadian numismatics and is given annually to the living\nnumismatist who, in the opinion of the Board, has contributed\nmost to the advancement of numismatics in Canada, through\nresearch, writing or publishing, or in any other manner, and\nwho has not previously received the award. Members of the\nBoard of Award are: Geoffrey G. Bell, Shediac NB, Graham\nEsler, London ON, Ronald A. Greene, Victoria BC and the\nPresident of the RCNA, ex officio.",
            "Members of the RCNA may submit a nomination for the\nAward. The deadline for submissions is March 31, 2018.\nContact: Ronald Greene, 1908 Store Street, Victoria BC\nV8T 4R4, ragreene@telus.net",
            "Paul Fiocca Award",
            "Nominations for the Paul Fiocca Award will be welcomed\nby the Board of Award for  long term meritorious service\nor major contributions to the RCNA.  This is an award not\njust to recognize the elite of the hobby, but any individual\nwho may have worked behind the scenes, often for many\ndecades, for the betterment of The Royal Canadian\nNumismatic Association.",
            "This award 1s strictly an RCNA award for RCNA members\nand is the highest distinction presented by the RCNA. It is\nnot to be confused with the J. Douglas Ferguson Award, the\nhighest award in Canadian numismatics, which does not\nrequire membership in the RCNA.",
            "Any member of the RCNA may submit a nomination for\nthe Paul Fiocca Award.",
            "The deadline for submissions is March 31, 2018.\nContact: William Kamb, FRCNA, FONA, Awards Chair,\n224 Olentangy Ridge Place, Powell OH 43065 USA,\nnfld73h@gmail.com .",
            "Charles D. Moore Award",
            "The Charles D. Moore Award, established in 2017 by the\nExecutive Committee of your Association, is designed to\nhonour the contributions of those individuals felt to be best\ndescribed as a  Professional Numismatist. ",
            "Eligible recipients shall be a full- or part-time numismatic\ndealer, or researcher, writer, publicist or benefactor who 1s a\nmember of the Association in good standing.",
            "The award is intended to honour those recipients who\nhave consistently contributed and devoted themselves\nto the advancement of Numismatics in Canada and to\nthe Royal Canadian Numismatic Association over many\nyears, without regard to personal benefit.",
            "The recipient will exhibit the traits of Dignity, Integrity,\nTruth and Knowledge and the willingness to advance the\nhobby through education.",
            "The winner will be selected from those eligible recipients\nnominated by the RCNA awards committee in consultation\nwith the Executive Committee and key individuals in the\nnumismatic community.",
            "Any member of the RCNA may submit a nomination\nfor the Award. The deadline for submissions is March 31,\n2018. Contact: William Kamb, FRCNA, FONA, Awards\nChair, 224 Olentangy Ridge Place, Powell OH 43065 USA,\nnfld73h@gmail.com .",
            "Fellow, Royal Canadian Numismatic Association",
            "In 1990, the Award, Fellow Canadian Numismatic",
            "Association was established by the Executive Committee",
            "of your association. To be eligible for this award,",
            "the services performed must have been carried out",
            "by a member of The Royal Canadian Numismatic",
            "Association and be of benefit directly to The Royal",
            "Canadian Numismatic Association.",
            "The rules approved for this award are as follows:",
            "1. Amaximum of five members may be inducted annually.",
            "2. A nomination must come from a RCNA member, or club,\nwith a comprehensive report to support the nomination.",
            "3. The Awards and Medals Committee, with at least\nthree members, shall choose the inductees from those\nnominated.",
            "4. A certificate and a lapel pin shall be presented to each\ninductee.",
            "Announcement of the names and a suitable induction\nceremony will take place during the Annual RCNA\nConvention.",
            "Any member of the RCNA may submit a nomination\nfor the Award. The deadline for submissions is March 31,\n2018. Contact: William Kamb, FRCNA, FONA, Awards\nChair, 224 Olentangy Ridge Place, Powell OH 43065 USA,\nnfld73h@gmail.com .",
            "Louise Graham Memorial Club of the Year Award",
            "The Louise Graham Memorial Club of the Year Award\nwas established to give recognition to our clubs and\nassociations, and to honour their noteworthy achievements\nthroughout the previous calendar year.",
            "Any club or association wishing to enter this competition\nmay do so by submitting a report on its activities during the\nprevious calendar year. This report should consist of at least\ntwo typed pages of 8%  x 11  and should list the club s\nexecutive and highlight the following criteria:",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "8"
    },
    {
        "File": "The_CN_Journal_january_09.jpg",
        "Paragraphs": [
            "1. Diversity of topics at meetings",
            "2. Original concepts (written and visual)\n3. Educational information",
            "4. Numismatic promotion",
            "5. Coin shows",
            "6. Consistency of meetings",
            "The presentation of the award,\nconsisting of an engraved silver\nmedal and a cheque in the amount of\n$250, will be made during the Annual\nRCNA Convention.",
            "The entry deadline is March 31,\n2018. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON\nN8T 1C1 xr7gt@prodigy.net",
            "J r me H. Remick III Literary\nAward",
            "The Jerome H. Remick III Literary\nAward was instituted in 1995. It is\nawarded to the author of the best\nnumismatic article published in a local\ncoin club bulletin in Canada.\nNominations may be made by a\nmember, a club, or by the RCNA Club",
            "Number 1",
            "January + February 2018",
            "Services Chair. Each nomination must\nbe accompanied by a copy of the article\npublished with the details about its\npublication (where and when it was\npublished, etc.)",
            "The nominee does not have to be a\nRCNA member to be eligible.",
            "A Committee, of at least three\nmembers, under the chairmanship of the\nRCNA Club Services Chair shall review\nthe nominations and choose the winner.",
            "The presentation of the Award, an\nengraved medal, will be made during\nthe Annual RCNA Convention.",
            "The entry deadline is March 31,\n2018. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON N8T\n1C1 xr7gt@prodigy.net",
            "Best Local & Regional\nNewsletter Awards",
            "Each year, the RCNA recognizes the\nprinted work of a local-member club\nand of a regional-member association\nwith an award to each for The Best",
            "Newsletter published by that club,\nand by that association.",
            "To participate, clubs and\nassociations must send examples of\ntheir newsletters throughout the year\nto the RCNA Club Services Chair.\nA committee of at least three will\nreview the entries received to decide\nthe winner for each category.",
            "The following criteria will be used to\ndetermine the winner:",
            "1. Numismatic content 20%\n2. Diversity of the content 25%\n3. Quality of presentation 15%",
            "4. Improvement from previous year 10%",
            "5. Consistency of publication 15%\n6. General appreciation\n(Judges  discretion) 15%",
            "Winners will be announced at the Club\nDelegates Meeting during the Annual\nConvention and at the closing banquet.",
            "The entry deadline is March 31,\n2018. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON\nN8T 1C1 xr7gt@prodigy.net\n"
        ],
        "PageNo": "9"
    },
    {
        "File": "The_CN_Journal_january_10.jpg",
        "Paragraphs": [
            "APPEL,DE NOMINATIONS POUR LES PRIX",
            "Prix J. Douglas Ferguson",
            "Les nominations pour le Prix J.Douglas\nFerguson devront  tre soumises au\nComit  du Prix. Ce prix est la plus haute\ndistinction en numismatique canadienne\net est accord  annuellement   un\nnumismate vivant qui n a pas d j  re u\nce prix et qui, selon l opinion du Comit ,\na contribu  le plus   l avancement de\nla numismatique au Canada, soit par\nla recherche, l criture ou l dition, ou\nde toute autre fa on. Les membres du\nComit  du Prix sont: Geoffrey G. Bell,\nSh diac NB, Graham Esler, London\nON, Ronald A. Greene, Victoria BC et\nle Pr sident de l  ARNC, ex officio.\nTout membre de l ARNC peut\nfaire une nomination pour ce Prix.\nLes nominations doivent  tre re ues\navant le 31 mars 2018. Elles devront\n tre envoy es  : Ronald Greene, 1908\nStore Street, Victoria BC V8T 4R4,\nragreene@telus.net.",
            "Prix Paul Fiocca",
            "Les nominations pour le Prix Paul\nFiocca devront  tre soumises au Comit \ndu Prix. Ce prix est attribu  pour\n service m ritoire continu ou pour une\ncontribution majeure   l ARNC . Ce\nprix reconna t non seulement l lite du\npasse-temps, mais tout individu qui\npeut avoir travaill    l arri re-plan,\nsouvent pendant plusieurs d cennies,  \nl'am lioration de l association royale de\nnumismatique du Canada.",
            "Ce prix est strictement attribu  par\nl'ARNC pour les membres de l ARNC,\net est la plus grande distinction pr sent e\npar PARNC-. II ne doit pas  tre confondu\navec le Prix J. Douglas Ferguson, la\nplus haute distinction en numismatique\ncanadienne, qui ne requiert pas que le\nr cipiendaire soit membre de l ARNC.",
            "Tout membre de l ARNC peut\nproposer quelqu'un pour le Prix Paul\nFiocca. Les nominations doivent  tre\nre ues avant le 31 mars 2018. Elles\ndevront  tre envoy es  : William\nKamb, FRCNA, FONA, le Prix Paul",
            "Fiocca, pr sident du comit , 224\nOlentangy Ridge Place, Powell OH\n43065 E.-U., nfld73h@gmail.com .",
            "Prix Charles D. Moore",
            "Le prix Charles D. Moore, cr  en\n2017 par le comit  ex cutif de votre\nassociation, est con u pour honorer\nles contributions de ces personnes qui\nse sentent mieux d crites comme un\n numismate professionnel .",
            "Les r cipiendaires admissibles\ndoivent  tre des marchands\nnumismatiques a temps plein ou a\ntemps partiel, un chercheur, un  crivain,\nun publiciste ou un bienfaiteur membre\nen r gle de l Association.",
            "Le prix vise   honorer les\nr cipiendaires qui ont toujours contribu \net se sont consacr s   l avancement\nde la numismatique au Canada et  \nI Association royale de numismatique du\nCanada pendant de nombreuses ann es,\nsans  gard aux avantages personnels.",
            "Le r cipiendaire pr sentera les traits\nde Dignit , d Int grit , de V rit  et de\nConnaissance et la volont  de faire\nprogresser le passe-temps par l ducation.",
            "Le gagnant sera s lectionn \nparmi les r cipiendaires admissibles\nnomm s par le comit  des prix de\nl ARNC en consultation avec le\ncomit  ex cutif et des personnes cl s\nde la communaut  numismatique.",
            "Tout membre ou club peut soumettre\nune nomination pour ce prix. Les\nnominations doivent  tre re ues avant\nle 31 mars 2018. Elles devront  tre\nenvoy es   : William Kamb, FRCNA,\nFONA, pr sident du comit , 224\nOlentangy Ridge Place, Powell OH\n43065  .-U. nfld73h@gmail.com .",
            "Compagnon, l Association\nroyale de numismatique du\nCanada",
            "En 1990, le Prix de Compagnon \nAssociation royale de numismatique\ndu Canada fut instaur  par le Conseil\nd administration de votre Association.",
            "Pour  tre  ligibles   ce prix, les\nservices doivent avoir  t  rendus par\nun membre de l association royale\nde numismatique du Canada et avoir\nprofit  directement   l association\nroyale de numismatique du Canada.",
            "Les r glements adopt s pour ce Prix\nsont les suivants:",
            "1. Un maximum de cinq (5) membres\npeuvent  tre re us   chaque ann e.",
            "2. Une nomination doit venir d un\nmembre ou d un club de l ARNC,\navec un rapport d taill  supportant la\nnomination.",
            "3. Le comit  des R compenses et\nM dailles, compos  d au moins\ntrois (3) membres, r viser les\nnominations et choisira les membres\n   tre re us pour l ann e.",
            "4. Un certificat et une  pinglette seront\nremis   chaque r cipiendaire.\nL'annonce du nom des",
            "r cipiendaires et une c r monie",
            "d intronisation auront lieu lors du\ncongr s de l  ARNC.",
            "Tout membre ou club peut soumettre\nune nomination pour ce prix. Les\nnominations doivent  tre re ues avant\nle 31 mars 2018. Elles devront  tre\nenvoy es   : William Kamb, FRCNA,\nFONA, pr sident du comit , 224\nOlentangy Ridge Place, Powell OH\n43065 E.-U., nfld73h@gmail.com .",
            "Prix Louise Graham pour Le\nClub de L Ann e",
            "Le Prix Louise Graham pour le\nClub de l  Ann e fut  tabli afin de\nreconna tre nos clubs et associations et\npour honorer leurs accomplissements\nau cours de l ann e pr c dente.",
            "Tout club ou association qui veut\nposer sa candidature pour ce Prix peut\nle faire en soumettant un rapport de\nleurs activit s tenues durant l ann e\npr c dente. Ce rapport doit avoir au\nmoins deux pages de format 8/2 x 11\npouces. Ce rapport devra nommer les\nmembres du Conseil d administration\net souligner les crit res suivants :",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "10"
    },
    {
        "File": "The_CN_Journal_january_11.jpg",
        "Paragraphs": [
            "1.La diversit  des sujets trait s lors des r unions",
            "2.Loriginalit  de la conception ( crit et visuel)",
            "3. Le degr   ducatif de l information diffus e",
            "4. La promotion de la numismatique",
            "5. L'organisation d expositions de monnaies",
            "6.La r gularit  des r unions",
            "La pr sentation du Prix, qui consiste en une m daille en\nargent grav e au nom du gagnant et d un ch que de 250 $,\nsera faite lors du congr s annuel de l ARNC.",
            "Les nominations doivent  tre re ues avant le 31 mars\n2018. Elles devront  tre envoy es   : Brett Irick, Directeur\nservices aux clubs, Suite 505, 5060 Tecumseh Road East,\nWindsor ON N8T 1C1, xr7gt@prodigy.net.",
            "Prix litt raire J r me H. Remick Ill",
            "Le Prix litt raire J r me H. Remick II a  t  instaur  en 1995.\nIl est attribu    l auteur du meilleur article numismatique\npubli  dans un bulletin de club local au Canada.",
            "Les nominations peuvent  tre faites par un membre, par\nun club ou par le responsable des services aux clubs de\nl ARNC. Toute nomination doit  tre accompagn e d une\ncopie de l article publi  ainsi que des d tails relatifs   sa\npublication (club o  il a  t  publi , date de publication, etc.).",
            "Notez que l individu mis en nomination n a pas besoin\nd tre membre de VP ARNC.",
            "Number 1",
            "January + February 2018",
            "Un Comit  d au moins trois (3) personnes, pr sid  par le\nResponsable des services aux clubs de P ARNC choisira le\ngagnant.",
            "La pr sentation de ce Prix, une m daille grav e, sera\nfaite lors du congr s annuel de l  ARNC.",
            "Les nominations doivent  tre re ues avant le 31 mars\n2018. Elles devront  tre envoy es a : Brett Irick, Directeur\nservices aux clubs, Suite 505, 5060 Tecumseh Road East,\nWindsor ON N8T 1C1, xr7gt@prodigy.net .",
            "Prix pour les Meilleurs Bulletins de Clubs locaux\net r gionaux",
            "Chaque ann e l ARNC reconna t les efforts des clubs et\nassociations membres, en attribuant un Prix sp cifique\npour le Meilleur Bulletin publi  par un club ou association\nlocal et r gional.",
            "Pour participer a la s lection, les clubs doivent envoyer\ndes exemplaires de leur bulletin au Responsable des\nservices aux clubs de l ARNC. Un comit  form  d au\nmoins trois (3) personnes r visera les bulletins soumis\net s lectionnera un gagnant dans chaque cat gorie. Les\nbulletins re us durant l ann e seront consid r s pour le\nprix.",
            "Les crit res suivants seront consid r s par les juges pour\nd terminer le gagnant:",
            "1. Le contenu numismatique 20%\n2. La diversit  du contenu 25%\n3. La qualit  de la pr sentation 15%\n4. L'am lioration par rapport  ",
            "l ann e pr c dente 10%\n5. La r gularit  de la publication 15%\n6. Appr ciation g n rale",
            "(  la discr tion du Juge) 15%",
            "Les gagnants seront d voil s lors de la rencontre des\nd l gu s de clubs dans le cadre du congr s annuel ainsi que\nlors du banquet de cl ture.",
            "Les bulletins doivent  tre re us avant le 31 mars 2018.\nIls devront  tre envoy s   : Brett Irick, Responsable des\nservices aux clubs, Suite 505, 5060 Tecumseh Road East,\nWindsor ON N8T 1C1, xr7gt@prodigy.net.\n"
        ],
        "PageNo": "11"
    },
    {
        "File": "The_CN_Journal_january_12.jpg",
        "Paragraphs": [
            "OUT OF THIS WORLD\nCOLLECTING",
            "BY HENRY NIENHUIS\nFRCNA, FCNRS, FONA, LM #430",
            "Comets, Meteors, Meteorites",
            "Have you ever looked up\nH at the night sky and felt\na sense of wonder at the",
            "expanse of the universe above you?\nThat wondrous view, far away from\nthe light pollution of our cities,\nwhere you can see just how the\nMilky Way got its name? I know I\nhave. In this day and age, now that\nman has set foot on the moon and\nhas explored, albeit remotely, the\nMartian landscape, the solar system\nand beyond, it is hard to believe that\nhumankind, for thousands of years,\nlooked at the same sight in fear of the\nunknown.",
            "Comets and shooting stars were\nthought by many to bring disease and\ndisaster in their wake; while others\nwere interpreted by some as good\nluck omens.",
            "The meteorite fall on November 7, 1492, near Ensisheim,\nAlsace was taken as a sign by then King Maximilian I\nof Austria that his war with France and Turkey would be\nsuccessful. He won a significant battle over a much larger\nFrench force, in January 1493.",
            "There was also a comet in 44-45 BCE, interpreted as a sign\nof Julius Caesar s accession into heaven as a god. Octavian,\nhis adopted son, used this sighting as a form of propaganda\nto better his plans to succeed Caesar and to convince the\nSenate to name him Emperor. The obverse of the denarius\nto the right struck in 19-18 BCE shows Octavian under his\nassumed regal name Augustus while the obverse shows an\n8-pointed star with a horse-like tail of the comet. The legend\nDIVUS JULIUS gets right to the message: If Julius Caesar were\na god it would make Octavian Divi Filius, the son of a god.\nHow could the Senate argue against that!",
            "Augustus AR denarius\n(19 mm, 3.75 g, 3h)\nSpain, 19-18 BCE.\nCAESAR AVGVSTVS,\nhead of Augustus\nright wearing oak\nwreath /  DIVVS\nIVLIVS, eight-rayed\ncomet with tail\nupwards. RIC 37a.\nBMCRE 323-5 (Gaul\n135-7). RSC 98.",
            "The memory of\nCaesar's deifica-",
            "tion was revived",
            "in connection",
            "with Augustus \nproposal",
            "to hold the\nSecular Games",
            "in 17 BCE and",
            "the  Julian star ",
            "is featured on his\ncoinage in the years\nleading up to the event.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "12"
    },
    {
        "File": "The_CN_Journal_january_13.jpg",
        "Paragraphs": [
            "We now know that shooting\nstars are fragments of\ninterplanetary material called\nmeteors that are captured by\nEarth s gravity. As a meteor\nfalls through our atmosphere,\nit begins to glow, heated by\nfriction. A meteor s glow may\nbe visible for a short time as it\nstreaks across the sky.",
            "Astronomers have estimated\nthat each day 44 tonnes of\nthis interplanetary material\nfalls to Earth. Meteors can\nusually be seen on any given\nnight; sometimes the number\nincreases dramatically   during\nevents called meteor showers.\nSome of these showers, named\nfor the star or constellation\nnearby, occur at regular\nintervals. They are caused when\nthe Earth passes through the\ndebris from a comet or some\nother body like an asteroid.",
            "The most famous of these",
            "annual events is the Perseids shower, which peaks around\nmid-August every year. Every Perseid meteor is a\nremnant left behind by the comet Swift-Tuttle,",
            "as it traces its 135-year orbit around the Sun.\nThe Quadrantids, another meteor shower\neven more plentiful than the Perseids, peaks\nat the beginning of January each year when\nthe Earth s orbit takes us through the path\nof an asteroid with the highly scientific\nname (196256) 2003 EH1. Other meteor\nshowers and their associated comets are\nthe Leonids (Comet 55P/Tempel-Tuttle),\nthe Aquarids and Orionids (Comet 1P/\nHalley), and the Taurids (Encke).",
            "The majority of the fine material entering\nthe Earth s atmosphere burns up before\nreaching the ground. More massive chunks",
            "of rock and metal from asteroids and\nother planetary bodies that survive and\nfall to the ground are called meteorites.\nMost meteorites found on Earth are\npebble to baseball size, but others have\nbeen larger than a building.",
            "In its early history, the Earth\nexperienced many significant meteorite\nimpacts that caused extensive\ndestruction and left large impact craters.",
            "Number1 January + February 2018",
            "The Barringer Meteorite\nCrater in Arizona, about 1-km\nacross, was formed from the\nimpact of a piece of iron-\nnickel metal approximately 50\nmeters in diameter. The crater\nwas produced a short time\nago, in geological terms, only\n50,000 years, and remains\nwell preserved. Since it was\nfirst recognised as an impact\ncrater in the 1920s, it has\nbeen used to study the impact\nprocesses. By current count,\nthere are approximately 170\nimpact craters that have been\nidentified on Earth.",
            "Other meteoritic events,\nlike the Tunguska event\nthat occurred near the\nStony Tunguska River in\nYeniseysk Governorate (now\nKrasnoyarsk Krai), Russia, on\nthe morning of June 30, 1908,\nleft no discernible crater. In\nthis near-collision event, the",
            "meteor explodes due to the extreme temperatures\nand pressures. In that 1908 instance, the\nobject is thought to have disintegrated at",
            "an altitude of 5 to 10 kilometres above\nthe Siberian boreal forest. The ensuing\nshockwave flattened 2,125 square\nkilometres of the forest knocking\ndown an estimated 80 million trees.\nRemarkably there was no documented",
            "loss of human life; an explosion of this",
            "magnitude would be capable of destroying\na large metropolitan area.\nMeteors falling to Earth can be even",
            "more devastating! A team of scientists\nconsisting of Nobel Prize physicist Luis\nAlvarez, his son, geologist Walter Alvarez, along\nwith nuclear chemists Frank Asaro and Helen",
            "Michel theorise that a large asteroid, 10\nto 15 kilometres in diameter, crashed into\nthe Earth 66 million years ago creating the\n300-kilometre-wide Chicxulub crater on\nthe Yucatan Peninsula. They believe that it\nis this impact that created the Cretaceous \nPaleogene extinction event that led to\nthe extinction of the dinosaurs as well\nas about 75 percent of all plant, marine\ninvertebrates and animal life on Earth at\nthe time.\n"
        ],
        "PageNo": "13"
    },
    {
        "File": "The_CN_Journal_january_14.jpg",
        "Paragraphs": [
            "Meteorites as Collectibles",
            "Meteorites are highly collectible items prized by many\npeople interested in the mystic of space and interplanetary\nmaterial. Some meteorites, in fact, have been determined\nto have originated from our moon and even Mercury or\nMars; and these are even more desirable acquisitions. For\ngenerations to come, these objects will be the closest that\nthe general public will be to holding a rock from these our\nclosest celestial neighbours. Although the more common\nexamples can be had relatively inexpensively many\nmeteorite samples command premium prices, determined\nby the event they are from, physical makeup and, of\ncourse, the scarcity. Often small samples of key meteorites\nwill sell for hundreds of dollars an ounce, some exceeding\nthe value of precious metals. In the October 14, 2012,\nNatural History Signature Meteorite Auction, in New York,\nby Heritage Auctions a 624 g meteorite that originated\non Mars fetched $125,000. A 1,779.6 g (4-pounds) lunar\nmeteorite, the most expensive ever auctioned, sold for\n$330,000 or about $185 a gram. Since that time, small\nsamples of the same meteorite now sell for $1,200 a gram!\nA 117-pound pallasite meteorite unearthed on a farm in\nCanada was purchased by the Royal Ontario Museum,\nToronto, through private sale, for $600,000.",
            "Meteorites in Numismatics",
            "A topic of such significant general interest as comets and\nmeteorites is sure to be of interest to the numismatic world as\nwell. It has certainly been the case over the last decade or so\nwith the release of a significant number of collectable coins\nand medallions with a meteoritic theme. In fact, a number\nof multi-coin issues produced for the  numismatic entities \nsuch as the Cook Islands or Niue Islands include an actual\npiece of the meteoric material either glued to the surface of\nthe coin or otherwise contained in a plastic holder.",
            "Coin Invest Trust (CIT), a 3rd party coin and medallion\ndevelopment company, has designed a 13-coin series (thus\nfar) that they call the Meteorite Impacts Collection. Coins\nfrom this series were initially issued for the Republic of\nLiberia (10 dollars) in 2004 and the Republic of Palau (5\ndollars) in 2006 and then, starting in 2007, for the Cook\nIslands (5 dollars). The design of these coins has become\nprogressively more advanced over the last decade, though\neach still has a small fragment or slice of the meteorite\nit commemorates glued to the coin s reverse. The finish\non the coins is generally of proof quality, although some\nare  painted,  plated or antiqued; the 13 coins are shown\nbelow (pp 14-18) with statistics including the details for\nthe associated meteorites.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "14"
    },
    {
        "File": "The_CN_Journal_january_18.jpg",
        "Paragraphs": [
            
            "Just a few years ago sticking a piece of a meteorite onto a coin was considered innovative. These days innova-",
            "tive technique requires a little more effort. As a result, the Tamdakht Meteorite Strike coin is overstruck, leading",
            "to cracks and even a desired breakthrough where the meteorite seemingly struck the coin. During this monitored",
            "destruction process, the breakpoints occur at random, making each coin unique. ... The Chergach Meteorite coin is",
            "a stunning progression of the breakthrough technology with an enhanced concave deformity and cracks. The gilded",
            "finish is reminiscent of the Sahara Desert, where the chondrite meteorite was found in July 2007 near Timbuktu.",
            "Coin Invest Trust.",
            "Other coins of similarly innovative designs have been released by Australia (5 dollars) in 2009 to celebrate the Year of\nAstronomy, the Republic of Togolaise (1,000 francs CFA) in 2014 featuring the Mars Rover Curiosity, the Republic of\nChad (5,000 francs CFA) in 2015 with a Sikhote-Alin meteorite fragment, and the Niue Islands  Solar System Series  in\n2016 with a NWA 8409 Mercury meteorite fragment.",
            "In addition to these non-circulating legal tender coins, there are a number of  enhanced  post-production coins and\nmedals also produced with a meteoric theme.",
            "a The CN Journal Volume 63\n"
        ],
        "PageNo": "18"
    },
    {
        "File": "The_CN_Journal_january_21.jpg",
        "Paragraphs": [
            "AN ALLOY RECOVERY CENSUS OF",
            "FIVE-CENT PIECES PART IV","BY MARK DALRYMPLE\nLM,#422",
            "In 2017 I continued my audit of the ongoing alloy",
            "recovery program by the Royal Canadian Mint by",
            "focusing once again on the five-cent denomination.\nI audited another fifty boxes which amount to one\nhundred thousand coins. Once again I kept track of pre-\n1967 nickel pieces, nickel ones from 1968-1981, cupro-\nnickel pieces, USA coins, other pieces, and foreign pieces.\nPieces classified as other are five-cent pieces that have\ndie varieties such as the 1990  bare belly  beaver, or mint\nerrors such as defective plating.",
            "Table 1 below lists the totals found in the fifty boxes\nsearched in 2017. Pre-1967 counts are included in the\nnickel totals for 1922-1981. I include the pre-1967\ncolumn counts to reflect the amount of coinage left in\ncirculation from the circulating silver era.",           
            "The data show that an average box of five-cent pieces\nwill contain a 35.29 percent yield of the combination of\nthe above, or about 706 pieces out of 2000.",
            "To see the change in numbers over the past three years\nTable 2 on the next page will show the reader the count total\nand percentage of each category. Note that the 2014 data\nfor the pre-1967, cupro-nickel pieces and foreign pieces are\nbased on a sampling count of seventeen boxes only.",
            "The data shows us that for 2017 we actually see\nan increase in the totals for nickel pieces 1922-1981,\nother, and foreign. One could expect an increase in the\nnumbers for the other, and foreign categories as the totals\nare so low to begin with that just a few extra random\npieces can alter this data significantly enough. With an\nalloy recovery program in the works, I am surprised\nthat we have an increase in the nickel pieces for 2017.",
            "Table 1: Totals found in full sample of 100,000 pieces.",
            
            "January + February 2018"
        ],
        "PageNo": "21"
    },
    {
        "File": "The_CN_Journal_january_22.jpg",
        "Paragraphs": [
            "Although the increase is only 196 pieces in total over\nthe previous year or 3.92 pieces per box; it is an increase\nnevertheless. After a four year audit we are seeing a decrease\noverall in the numbers; however, the change is marginal\nfrom year to year. One would expect that the numbers\nwould be more robust than what we ve found during the\nalloy recovery program. A recently issued communication\nfrom the Royal Canadian Mint could explain the marginal\nincrease we found is due to  The decrease in net supply (of\nnew coins) for both periods ... mainly due to a decrease in\nrecycled coins after two financial institutions [discontinued]\ntheir recycling program in 2016... (Walsh, 7)  This",
            "statement would appear credible based upon the 2017 data.",
            "Now that we know two financial institutions discontinued\nthe alloy recovery program, we may see even less of a change\nin the numbers of circulating nickel and cupro-nickel pieces\nongoing in circulation. With the data indicating year to year\nan average of about thirty five percent of alloy recoverable\ncoins in circulation, it seems premature to me for the alloy\nrecovery program to slow down at this point in time. If the\nprogram is winding down numismatist may very well see a\nprolonged circulation life of these older coins.",
            "Sources",
            "Walsh, Mike,  Fewer Circulation Coins In Third Quarter \nCanadian Coin News Vol. 55 No. 19 December 26, 2017  \nJanuary 8, 2018. Pg. 7",
            "Editor s Note: For those of you unfamiliar with boxed coins, an RCM box of Canadian five-\ncent pieces (9\" x 4.5\" x 3.5\") has 2,000 coins in fifty rolls, so the author based his conclusions\non 100,000 five-cent pieces randomly picked from circulation in Eastern Canada.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "22"
    },
    {
        "File": "The_CN_Journal_january_23.jpg",
        "Paragraphs": [
            "METEORITIC IMAGERY\nON ANCIENT COINS",
            "BY HENRY NIENHUIS\nFRCNA,-FCNRS, FONA, LM,#430.",
            "El Gabal does Rome",
            "There are a large number of recent coins and medals",
            "which have an astronomical theme including\ninterplanetary bodies such as Comets, Meteors\nand Meteorites. But interest in the heavens is as old as\nhuman-kind. The notion that events occurring in the\nheavens above us were tightly linked to events on earth\nwas a common belief among\nancient cultures. Cave\ndrawings from 17,000 years\nago are believed to represent\nthe first recorded star maps.\nAstrological beliefs were\npassed down through the\nages before recorded history,\nfrom the Sumerian times to\nthe Babylonian and on to the\nGreek and Roman cultures.\nThe constellations we know\ntoday bear mainly Greek and\nRoman names taken from\nmythology.",
            "Perhaps the most\ninteresting heavenly events were those that were\nunexpected like the presence of a  guest star  or that of a\ncomet or a meteorite. These events were usually considered\nas harbingers or omens of significance, either good or bad.\nMany times they were used as propaganda to explain or to\nreason why events either had or should occur.",
            "In some cases, they were taken as a sign from a deity.\nThere are even examples of the heavenly events, meteorites,\nin particular, being taken as representing the deity.",
            "A Baetylus, or omphalos, is derived from the Semitic\nbet el, house of God. It is a conical shaped sacred stone\nwith a soul sent from the heavens dedicated to a deity or\nbelieved to represent the deity. They were often anointed\nwith oil, wine, or blood as a ritual sacrifice. It is believed\nthat such stones, in all probability, were either a meteorite\nor a resultant shatter cone erected in the places where they\nwere found. Perhaps the most famous example of this is\nthe Greek myth of the Omphalos (navel) stone. The stone\nswallowed by Cronus believing it to be his infant son, Zeus,\nhaving been tricked by his wife, Rhea and Gaea.",
            "It is not unexpected that the beliefs albeit myths that\ngoverned daily life, appear, in one form or another, on the\ncoins of these ancient cultures. Perhaps the most interesting",
            "January + February 2018 -------------------------",
            "series of Roman coins, one with its main theme attributed to\na meteoritical event, has coins minted between 138 to 253\nCE that feature in a very prominent way what is believed to\nbe a meteorite as a representation of a god on Earth.",
            "Emesa is the name of an ancient city in western Syria\nlocated on the fertile\neastern bank of the Orontes\nRiver. The city exists still\ntoday, known as Homs.\nIt was believed to have\nbeen originally founded\nby Seleucus I Nicator who\nestablished the Seleucid\nEmpire after the death of\nAlexander the Great. The\nfirst written record of the city\nappears in the Geographica\nby Greek philosopher Strabo.\nStrabo describes a tent-\ndwelling Arabian tribe called\nthe  Emesani  living in the",
            "area around the Orontes and south of the Apamea region in\nthe 1st century BCE.",
            "Emesa became part of the Roman Empire in 64\nBCE when the Seleucid state of Syria found itself part\nof the Roman Empire under Pompey. The rulers of the\nEmesani dynasty became client kings of the Roman\nempire. They sent troops to assist Julius Caesar in his\nsiege of Alexandria in 41 BCE, and to Titus at the siege\nof Jerusalem in 70 CE. By 75 CE the Kingdom of Emesa\nwas completely incorporated into the Roman Empire.",
            "The city of Emesa was also known for being the centre\nof the cult of lah hag-Gabal,  the God of the Mountain, \na belief, passed down from the Hittites that was known\nin Syria and the surrounding areas. Worshipers from the\nsurrounding area would bring sacrifices to Emesa and the\nTemple of the Sun. At the great altar stood the supreme\nSun god El-Gabal, Romanized to Elagabal, represented by\na conical shaped black meteoritic stone or Baetylus. There\nwere no statues to represent the god, only the stone, which\nwas worshipped with grand ceremony and devotion, usually\naccompanied by music and dancing. The god Elagabalus\nwas served by a hereditary high-priest of the temple whose\nsole purpose was to enlarge and strengthen the cult.\n"
        ],
        "PageNo": "23"
    },
    {
        "File": "The_CN_Journal_january_24.jpg",
        "Paragraphs": [
            "Emesa s transformation into a major city was completed\nunder the reign of Antoninus Pius (138-161 CE) when\nEmesa was authorised to mint coins. The three examples\nof Roman Provincial bronzes below, minted in Emesa,\nby Antonius Pius depict the stone of Elagabal with an\nallegorical eagle perched on top holding a wreath of victory.",
            "Antoninus Pius 138 161 CE, Seleucis and Pieria, Emesa.\n  23mm (13.04 g), laureate head right / eagle, holding\nwreath in beak, standing right, head left, on baetyl of\nEl-Gabal; F to right. Savoca Numismatik GmbH & Co. KG,\nAuction 15, Lot 406",
            "Antoninus Pius 138 161 CE, Seleucis and Pieria, Emesa.\nA 22mm (8.92 g), laureate head right / eagle, holding\nwreath in beak, standing right, head left, on baetyl of\nEl-Gabal;   to right. (SNG Miinchen 811 var.)",
            "Antoninus Pius 138 161 CE, Seleucis and Pieria, Emesa.\nA 23mm (9.69 g, 6h), laureate head right / eagle, hold-\ning wreath in beak, standing right, head left, on baetyl\nof El-Gabal; A to right. SNG Copenhagen 309 (I on rev.);\nSNG M nchen 811 var. (  on rev.). (CNG eAuction 213,\nLot: 317)",
            "The eagle was a familiar allegorical figure representing\nmountain gods; a tradition passed down from the Hittites.\nWe see the eagle time and time again representing\nElagabalus and Sama  the Babylonian sun god which also\ninfluenced the Emesan cult.",
            "ine CIN journal",
            "volume 63\n"
        ],
        "PageNo": "24"
    },
    {
        "File": "The_CN_Journal_january_25.jpg",
        "Paragraphs": [
            "Number 1",
            "January + February 2018",
            "By the 3rd century, Emesa had grown prosperous,\nsituated in the fertile lands of the Orontes River, and well-\nintegrated into the Roman Orient.",
            "This was partially due to the marriage of Septimius\nSeverus to his second wife, Julia Domna, who was from\nEmesa. Julia Domna was the daughter of the hereditary\nhigh priest of Elagabalus, Gaius Julius Bassianus. She\nbore Septimius Severus two sons, destined to be emperors\nof Rome; Lucius Septimius Bassianus (later changed to\nMarcus Aurelius Antoninus) nicknamed Caracalla, and\nPublius Septimius Geta. When Caracalla came of age in\n198 CE he ruled as co-emperor (Augustus) with his father.\nThen in 209 CE Geta was also named Augustus and the\nthree ruled jointly.",
            "While Severus lived the two sons appeared to get along\nas a devoted family.",
            "The two gold aurei above issued by Julia Domna in\n201 CE and Septimius Severus in 203 CE and depict an\nAeternit Imperi Eternal Empire and Saeculi Felicitas\nthe Age of Good Fortune. Severus died in February 211,\nleaving Caracalla and his younger brother Geta as co-\nEmperors. However, Caracalla and Geta were mortal\nenemies; so much so that power struggles soon escalated\nthreatening civil war and fragmentation of the Empire.",
            "Under the guise of reconciliation, Caracalla had Geta\nmurdered, in the arms of their mother during a family\nmeeting which she had brokered in December 211.",
            "With his brother dead, he cleansed Rome of  political\nconspirators,  20,000 men and women who were Geta\nsympathisers. Under an damnatio memoriae order by\nthe Senate, he had his brother s name expunged from\nall records. It became a capital offence to speak or write\nGeta's name.\n"
        ],
        "PageNo": "25"
    },
    {
        "File": "The_CN_Journal_january_26.jpg",
        "Paragraphs": [
            "Caracalla proved to be a tyrannical emperor.\nContemporary historians Cassius Dio and Herodian\npresent Caracalla as a soldier first and emperor second.\nHe died as he lived in April 217   murdered by a\ndisgruntled soldier, counselled by the Praetorian Guard\nPrefect, Marcus Opellius Macrinus. Macrinus then\nacted on the opportunity to seize the throne until, he in\nkind, was overthrown in a revolt engineered by Julia\nMaesa, the sister of Caracalla s mother.",
            "Julia Maesa was successful in having her 14-year-\nold grandson, Varius Avitus Bassianus, recognised as\nemperor. Even though he had no legitimate ties to the\nthrone other than being the grand nephew of Septimius\nSeverus, his mother Julia Soaemias, publicly declared\nhim to be the illegitimate son of Caracalla.",
            "This brings us back to Emesa and the Sun god\nElagabalus. As Emesa grew in prominence as the\nbirthplace of members of the royal family, it attained\nthe coveted status Jus Italicum as a Roman colonia an\nhonour bestowed on it by Caracalla.",
            "Bassianus assumed Caracalla s name, Marcus Aurelius\nAntoninus, and was made Emperor by the Roman third\nlegion, in Syria, on May 16, 218.",
            "Antoninus was also the hereditary high priest of Elagabal\na role that he had acquired when he was younger and one\nhe took very seriously. In fact, he took his role as high priest\nmore seriously than that of emperor and  cared more for the\nworship of his god than ruling the empire.  To reconcile\nthis he brought his god with him, altar and all, during a\nprocession, steeped with ceremonial fanfare that took\nalmost a year to complete. His entourage reached Rome in\nautumn of 219. Contemporary historian Herodian tells us:",
            "A temple called the Elagabalium was built on the\neast face of the Palatine Hill, to house the holy stone\nof the Emesa temple, a black conical meteorite. ...",
            "This stone is worshipped as though it were sent\nfrom heaven; on it there are some small projecting\npieces and markings that are pointed out, which the\npeople would like to believe are a rough picture of the\nsun, because this is how they see them.",
            "As sun worship had grown in popularity throughout the\nEmpire Elagabalus saw this as his opportunity as the high\npriest to install Elagabal as the chief deity of the Roman\npantheon.",
            "Elagabalus, 218 222 CE. Au Aureus 220, 6.70 g. IMP\nANTONINVS PIVS AVG laureate and cuirassed bust r., with\ndrapery on |. shoulder. Rev. CONSERVATOR AVG Slow quad-\nriga L., on which is the Stone of Emesa surmounted by eagle;\nin upper field |., star. C 16. BMC 198 and pl. 88, 19 (this\nobverse die). RIC 61. Mazzini 16 (this coin). Calico 2987a\n(these dies). Provenance: Comm. Enrico Caruso (1873 \n1921) Collection, sold by C. & E. Canessa, Naples, auction\n28 June 1923, lot 464. Extremely rare; Numismatica Ars\nClassica NAC AG, Auction 99 Lot 25.",
            "The gold aureus (below left) shows the god Elagabal was\nre-branded Deus Sol Invictus, or God the Undefeated Sun.\nJupiter was no longer the supreme deity. To help integrate Sol\ninto the Roman religion, some combination of the goddesses\nAstarte, Minerva, and Urania were made his consorts.",
            "Herodian also describes how Elagabalus, as Antoninus\nbecame known, forced senators to watch while he\ndanced around his deity s altar to the sound of drums and\ncymbals. At each summer solstice Elagabalus celebrated\na great festival, popular with the masses because of food\ndistributions, during which he placed the holy stone on a\nchariot adorned with gold and jewels, which he paraded\nthrough the city:",
            "A six horse chariot carried the divinity, the horses huge\nand flawlessly white, with expensive gold fittings and\nrich ornaments. No one held the reins, and no one rode\nin the chariot; the vehicle was escorted as if the god\nhimself were the charioteer. Elagabalus ran backward\nin front of the chariot, facing the god and holding the\nhorses reins. He made the whole journey in this reverse\nfashion, looking up into the face of his god.",
            "Elagabalus (218-222 CE). AR Antoninianus 5.6 g; Obv: IMP\nANTONINVS PIVS AVG   Radiate, draped and cuirassed bust\nright. Rev: CONSERVATOR AVG   Elagabalus standing ctr,\nleading oncoming quadriga carrying Stone of Emesa, sur-\nmounted by eagle. c.219-220 (Rome).",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "26"
    },
    {
        "File": "The_CN_Journal_january_27.jpg",
        "Paragraphs": [
            "His reign quickly became known for his sexual\ndepravity, religious excesses and controversy, caring little\nfor Roman religious traditions and taboos. He alienated\nthe Praetorian Guard and the legions almost immediately,\nthen the Senate and the people of Rome. His grandmother\nJulia Maesa, who plotted to have him made the emperor,\nfearing that he would be assassinated, plotted once again;\nMaesa convinced him to adopt his younger cousin,\nMarcus Julius Gessius Bassianus Alexianus, as heir.",
            "Soon Elagabalus became suspicious and jealous of\nthe popularity of his adopted son, now Marcus Aurelius\nAlexander, and tried to have him removed. The Praetorian\nGuard, who favoured Alexander, forced Elagabalus \nhand on March 11, 222. When the Emperor tried to take\nreprisals against the Guard, he and his mother were\nassassinated and his heir, the thirteen-year-old cousin,\nbecame the youngest Roman Emperor, Marcus Aurelius\nSeverus Alexander.",
            "Once again the Senate order of damnatio memoriae\nwas enforced and Elagabalus s religious and political\nedicts were reversed. The Elagabalium was re-dedicated\nto Jupiter, and the stone of Elagabal was unceremoniously\nsent back to Emesa.",
            "The story of Elagabal doesn t end here though.",
            "Severus Alexander proved to be a weak emperor,\nguided heavily by his mother Julia Mamaea. His fiscal\npolicies negatively affected military discipline and further\nhe lost the respect of the legions and the people of Rome\nby trying, unsuccessfully, to bribe the Germanic tribes\nfrom attacking. On March 19, 235 CE, he and his mother,\nwere assassinated by the army.",
            "The Empire fell into civil war and imperial turmoil\nbetween 235-284 CE, in what has been called the Crisis\nof the 3rd Century. During this time there were almost\nthirty attempts by usurpers who assumed imperial power\nover portions of the empire.",
            "Uranius Antoninus. 253-254 CE. Au Aureus, 6.70 g. L.\nIVL. AVR. SVLP. VRA. ANTONINVS. Laureate, draped and\ncuirassed bust r., Rev. CONSERVATOR AVG, Conical stone\nsurrounded by draperies; a parasol on each side.",
            "M. H. Montagu Sale, Paris 1896, Lot 565. Bibliotheque\nnationale de France.",
            "January + February 2018 -------------------------",
            "Uranius Antoninus. 253-254 CE. Seleucis and Pieria,\nEmesa.   32 mm (21.42 g). Struck in year 565 =\n253/254 CE. AVTOK COVAM AN TwNEINOCCE, laureate,\ndraped and cuirassed bust right; viewed from behind /\nEMICwN KOAQN, hexastyle temple containing the con-\nical stone of Elagabal (ornamented with a facing eagle),\nshaded by two umbrellas; pediment ornamented with\ncrescent; date  Z @ in the exergue. BMC Galatia etc.\npg. 241, 24; Delbriick, \"Uranius of Emesa,\" NumChron\n(1948), pg. 12, 2d; Baldus 38-42 (pl. IV, dies 1/5).\nExtremely rare.",
            "Uranius Antoninus, obverse: left-facing armoured bust\nof Uranius Antonius with laurel wreath; reverse: the\nstone of Baal from Emesa on a four-horse chariot\n(quadriga), left-facing. On the stone, which is framed\nby two screens, the relief of an eagle can be seen.  \nM nzkabinett, Staatliche Museen zu Berlin / Reinhard\nSaczewski",
            "Some 20 years after Severus Alexander s assassination\na usurper to the throne, Uranius Antoninus, of which\nvery little is known, minted a series of coins featuring\nthe baetylus of the Sun God. Uranius was of Syrian\ndescent and possibly the high priest of El Gabal. The\nvery rare gold aureus (left) displays the stone in a very\nprominent way. Perhaps showing the stone as it appeared\non the squared altar in the temple at Emesa. Draped and\nappointed in finery as befitting the Sun God. Other coins\nof Uranius above depict the stone in more traditional\nways in the temple and being transported on a quadriga.\nIn both instances, the allegorical eagle is depicted on the\nsurface of the stone.",
            "History doesn t record the fate of the stone perhaps\ndestroyed as Emesa gained importance in Christianity",
            "under the Byzantines."
            
        ],
        "PageNo": "27"
    },
    {
        "File": "The_CN_Journal_january_28.jpg",
        "Paragraphs": [
            "CHINESE NEW YEAR",
            "BY VICTORIA NIENHUIS",
            "Gung hei fat choy! or Gong x1 fa cai!\nG You ll soon be hearing that\ngreeting in the streets of your",
            "town or city, as the end of January\nsignals the beginning of Chinese\nNew Year, a celebration marked\nby parades, family gatherings, and\ndelicious food. For 2018, Chinese\nNew Year occurs on February\n16, and according to the Chinese\nzodiac, it is the year of the Earth\nDog. It will be the year 4716 by the\ntraditional Chinese lunisolar calendar.\nYears of the Dog include 1934, 1946,\n1958, 1970, 1982, 1994, 2006, 2018, and\n2030. If you were born in a Year of the Dog, the\nfollowing are deemed lucky for you: the numbers\n3, 4 and 9, the colours red, green and purple,\nand the flowers cymbidium orchids and roses.",
            "Individuals who are born in a Year of the Dog\nare considered to be loyal, honest, amiable, kind,\ncautious and prudent. Dogs are people who, due\nto their strong sense of sincerity and loyalty, will\ndo everything in their power to help those they\nthink are most important. They are always ready to help\nothers and are born with a good nature. Unfortunately, Dogs\nalso tend to leave an impression of stubborness as they have\na difficult time communicating their thoughts to others.",
            "While the Chinese New Year has been celebrated for\nmany years, it is unclear as to when it was first established.\nIt is said to have started during the Shan Dynasty, from\n1766-1122 BCE, while some individuals believe that it\nstarted much earlier during the rule of Emperors Yao and\nShun. However, the Chinese New Year, or the Spring\nFestival as it has been called since the 20th century, remains\nthe most important social and economic holiday in China.\nThe holiday is a time to honour household and heavenly\ndeities as well as ancestors. It is also a time to bring families\ntogether for feasting. Initially, it was tied to the lunisolar\nChinese calendar, but with the popular adoption in China\nof the Western calendar in 1912, the Chinese joined in\ncelebrating January 1 as New Year s Day. China, however,\ncontinues to celebrate the traditional Chinese New Year,\nalthough in a shorter version with a new name.",
            "Traditionally, New Year was the most important festival\nfor the Chinese. During this time, business nearly came to a\nhalt while the entire attention of the household was focused\non celebrations. Houses were cleaned in preparation for the",
            "holiday to remove huiqi, or auspicious breaths,",
            "that had collected over the year and to appease",
            "the gods for when they would visit. Paper",
            "icons and food were sacrificed to the",
            "ancestors and scrolls depicting lucky",
            "messages were posted on the household",
            "gates. These traditions were practiced",
            "to promote good luck and long life for",
            "the household, particularly the elderly.",
            "As with all traditions, when",
            "they are passed from generation to",
            "generation, the practice may change as",
            "time goes on. One of the many interesting",
            "associated Chinese New Year traditions",
            "that has changed over the years is the one of",
            "red envelopes. Red envelopes, also called lucky",
            "money or hongbao, are a popular monetary gift",
            "given on important occasions, especially during",
            "the Chinese New Year. Before the invention",
            "of the printing press, the elderly would thread",
            "a red string through coins and give them to",
            "children. This money was believed to protect",
            "younger generation from sickness and death.",
            "When printing presses became more common, the",
            "string of coins was replaced by red envelopes containing",
            "money. These red envelopes are gifted to children; they are",
            "also given to relatives, elders and friends. There is no set",
            "amount of money that is required to be placed inside the red\nenvelopes; however, there is a commonly accepted range.",
            "China is not the only place that has changed regarding\nNew Year celebrations. With the diversification of our\nglobal society, many countries around the world now\ncelebrate the holiday. One of the major aspects of the New\nYear,  Luck and Good Fortune,  is commonly celebrated\nthrough the theme of wealth and wealth preservation. This\ntheme is expressed through gold, and silver   coins, bars\nand jewellery. As a result, each year mints from across\nthe world produce precious metal coins and products that\ncelebrate the New Year, usually with the yearly zodiac\nsymbol incorporated in the design.",
            "This year the Royal Canadian Mint has produced a range\nof products with beautiful designs to celebrate the Year of the\nDog. This includes the unusual 1 kg, 8-lobe scalloped-shaped,\nfine gold coin with a face value of $2,500 (it has a mintage\nof only 10 and an impressively hefty price tag of $75,000), a\nmuch more affordable 26.7 g, $15 silver version, an 18k $150\ngold, a $15 1 oz fine silver design (shown here) and a 0.5 oz\nfine silver $10 coin with similar design.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "28"
    },
    {
        "File": "The_CN_Journal_january_29.jpg",
        "Paragraphs": [
            "PORTRAITS OF THE FAMOUS\nBY. MEDALLISTS OF RENOWN",
            "BY BARRIE RENWICK",
            "FRCNA, FCNRS, #5754,",
            "#9 The Sinnock Medal by R. Tait McKenzie and\nthe McKenzie Medal by John R. Sinnock",
            "The John R. Sinnock Medal by R. Tait McKenzie",
            "represents an exchange of friendship.\nSinnock shown in bust form, about",
            "age forty-eight, faces left. His gaze is one\nof expectation and self-confidence. The\nbold legend has his name and his artistic\nstatus: Medallist. In small letters beneath\nthe bust is the sentiment,  From his\nfriend R. Tait McKenzie.  To the right\nis McKenzie s familiar RTM monogram\nand the date 1936. The medal s, sturdy\nlettering, lack of rim and vigorous portrait\nenhance McKenzie s impression of Sinnock and\nartistically emphasize an admiration for his\nfriend s talent, the genesis of their warm\nfriendship.",
            "The R. Tait McKenzie Medal by John\nR. Sinnock mimics the one by his friend.\nSinnock s medal has McKenzie s likeness\nfaced left in a portrait eradicated, which\nshows him approaching age seventy. His\nreceding hairline suggests aging, although\nhis face appears unlined, and his expression\nis one of quizzical contemplation, expectable\nbecause McKenzie s interests were so varied. The\nmedal s legend and its letters reflect the style McKenzie\nused for his work. In contrast, Sinnock has placed\nSculptor after McKenzie s name. The flowing ribbon\nbeneath the portrait echoes McKenzie s own message, re-\nworded: From his friend John R. Sinnock 1936.",
            "Sinnock s medal of McKenzie and McKenzie s medal\nof Sinnock form a pair made for mutual exchange, friend\nhonouring friend. That kinship endured until McKenzie s\ndeath in 1938. John R. Sinnock survived until 1947.",
            "January + February 2018 -------------------------",
            "John R. Sinnock was a superior medallic portrait artist",
            "and coin designer. Tait McKenzie, among all his",
            "multi-talented abilities, was likewise skilled",
            "at portrait art. Their mutual admiration and",
            "friendship is evident in their laudatory",
            "medals of one another. These men had",
            "much in common; both were academics,",
            "well-travelled, and each had taught in",
            "American institutions; notably their",
            "strongest connection would have been their",
            "shared love of art: Both were listed sculptors.",
            "Sinnock, an American and Chief Engraver of",
            "the US Mint, had been a university art instructor",
            "before joining the mint in 1917. During his years",
            "there, he designed coins and medals. His",
            "Roosevelt dime and the Franklin half dollar",
            "remain his legacy. McKenzie, a Canadian,",
            "became a trained artist in an outgrowth of",
            "his experiences as a medical doctor, as an",
            "educator and an author whose specialties",
            "were human strength, stamina, and physical",
            "wellbeing. These attributes and his interests",
            "in athleticism led to many of his most popular",
            "medallic works, which depict sport. His art",
            "extended to statues and monuments in Canada and abroad,\nbut he is best remembered as  the sculptor of athletes. ",
            "The mutual admiration medals were struck by Medallic\nArt Company. Decades later, company artists used Sinnock s\nportrait of McKenzie for a 1967 commemorative medal it\nmade. That medal s legend  1867 R. Tait McKenzie 1938 \nabove the portrait, and  Centennial of his birth + 1967  below\nit, is followed by his specialities:  Physician + Educator  \nSculptor.  Later still, Medallic Art used the portrait again on\nanother medal, dated 1976, for a national organization s tribute\nto an event. That medal forms our next installment.\n"
        ],
        "PageNo": "29"
    },
    {
        "File": "The_CN_Journal_january_34.jpg",
        "Paragraphs": [
            "ROYAL MINT COMMUNIQUE",
            "The Royal Mint Unleashes The Red Dragon of Wales",
            "The Royal Mint is to unleash a range of",
            "commemorative coins celebrating the\nRed Dragon of Wales   one of ten",
            "heraldic  Queen s Beasts  that can be",
            "seen cropping up through centuries",
            "of British Heraldry. Each beast has",
            "its own special story to tell and this",
            "collection from The Royal Mint",
            "explores The Queen s heraldic",
            "guardians, and what they stand for.",
            "The coin for The Red Dragon\nof Wales, struck at The Royal\nMint s home in South Wales,\ncaptures the spirit and beauty of\nthe Welsh nation. Dragons are one of\nthe best known mythical beasts, found\nin legends all over the world, and are\nassociated with strength, wisdom and power.",
            "The Red Dragon was an emblem of Owen Tudor,\nthe grandfather of Henry VII. Henry s troops\ncarried a fiery red dragon standard at the",
            "Battle of Bosworth. More than four",
            "centuries later, at Queen Elizabeth",
            "Ils coronation, the dragon took",
            "its place as one of The Queen s",
            "Beasts, reinforcing Her Majesty s",
            "connection to Wales.",
            "Unusually, the coin s designs",
            "on each side are by the same artist,",
            "Jody Clark, who is a member of The",
            "Royal Mint design team. Jody is best",
            "known for his  fifth portrait  of The\nQueen that has been on UK coinage\nsince 2015, but he has also researched\nBritish heraldry to come up with his Queen s\nBeasts designs.",
            "Jody says,  I wanted the beasts in the collection to feel\nfantastical but also have realistic elements. I think the static\nshield at the centre of the coin gives a contrast to the beast,\nwith the dragon s tail and claws curling around the shield\ngiving the design a sense of movement.",
            " Although the dragon isn t a real creature, I could still take\ninspiration from real animals. I researched lizards, crocodiles\nand snakes and tried lots of different approaches until I got the\nlook I wanted. The dragon s wings were difficult to create;\nthey re almost skin-like, so looking at bats helped with that. ",
            "Thomas Lloyd, The Wales Herald of Arms\nExtraordinary writes:  The dragon is one of\nthe oldest and best known of all mythical\nbeasts, drawn on as often today as in\nthe far distant past. From Western\nEurope to China and Japan, it\nappears in different forms, lizard-\nlike and fire-breathing in the east\nand in the west upstanding and\nmuscular, its tongue like an arrow,\nstanding for strength, speed and\npower beyond human ability,\nintended to strike terror into its\nenemies.\nThe Red Dragon has especially\nbecome the emblem of ancient Welsh\npride, emerging from heroic traditions of\nKing Arthur and his father Uther Pendragon, to\nbecome a Royal Beast of the Tudor monarchs,\nsupporting the coat of arms of that proud\nWelsh dynasty. From there it has\nbecome the emblem of the modern\nWelsh nation, resplendent on the\nWelsh flag against a background\nof white and green, the livery\ncolours of the Tudor sovereigns.\nIn this form also, it is Her\nMajesty the Queen s Royal\nBadge for Wales, encircled with\na riband bearing the motto:  Y\nDdraig Goch Ddyry Cychwyn \n(The Red Dragon Gives The\nLead ), so that the Red Dragon today\nretains its significance as a Royal Beast\nno less than in centuries past. \nThe coin is available in a range of finishes,\nfrom Brilliant Uncirculated, to Silver Proof and Gold\nProof. The largest Red Dragon coins are the 10 cm\ndiameter Gold and Silver Kilo coins   the Kilo is Britain s\nlargest official coin   which retail at  49,995.00 (gold)\nand  2,050.00 (silver). The range starts with the Brilliant\nUncirculated collectable  5 coin, RRP  13.00. The Red\nDragon of Wales is the third creature to appear in The\nRoyal Mint s commemorative  Queen s Beasts  range\nfollowing the launch of The Unicorn of Scotland and The\nLion of England.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "34"
    },
    {
        "File": "The_CN_Journal_january_35.jpg",
        "Paragraphs": [
            "The Royal Mint reveals the Annual Sets for 2018",
            "The Royal Mint has unveiled new coin\ndesigns for 2018, marking some of\nthe United Kingdom s most striking\nstories and capturing some of the year s\nmemorable moments and anniversaries.\nThese are the themes that will be available\nin annual coin sets in precious metal and\nbase proof finishes. The sets will also feature\nthe definitive coins, and a commemorative  5\ncoin that reflects on our royal history.",
            "For 2018 this set includes a coin to\ncelebrate the fifth birthday of His\nRoyal Highness Prince George |\nof Cambridge, the 100th\nanniversary of the formation\nof the Royal Air Force\nand the 100th anniversary\nof the passing of the 1918\nRepresentation of the People Act\nincludes coins commemorating the 100th anniversary of the\nFirst World War Armistice and the 200th anniversary of the\npublication of Mary Shelley s Frankenstein.",
            "The Fifth Birthday of His Royal Highness Prince\nGeorge of Cambridge 2018 UK  5 Coin",
            "Five years have passed since the gun salutes were fired in\nhis honour and the bells of Westminster Abbey rang out in\ncelebration. Since then the nation has followed the progress\nof the young prince as he has enjoyed the milestones of a\nchild s young life. Born into the media spotlight, he has also\nstolen the limelight when accompanying his parents during\nofficial visits, meeting dignitaries and winning the hearts of\nthe public as far afield as Canada and New Zealand.",
            "The 100th Anniversary of the Royal Air Force 2018\nUK  2 Coin",
            "Since its formation on 1 April 1918, the Royal Air Force\nhad defended the skies above Britain. The Royal Air Force\nhas been at the forefront of Britain s defence, from the\nfirst wooden biplane, through the development of hi-tech\nsupersonic jets, to today s Lightning aircraft; it has always\nbeen at the cutting edge of novation, marking the aviation\nmilestones of the twentieth century.",
            "January + February 2018 -------------------------",
            "The 100th Anniversary of the\nFirst World Armistice 2018 UK\n 2 Coin",
            "On the eleventh hour of the",
            "eleventh day of the eleventh month,",
            "a great silence fell over the battlefields",
            "of the Western Front. Hostilities ceased",
            "as the initial step was taken towards",
            "bringing the First World War to an end after",
            "four years of gruelling conflict. When the",
            "news of Armistice and the prospect of a permanent peace",
            "reached London, church bells rang out and Big Ben struck",
            "the hour for the first time since the start of the war. In the",
            "decades since the Armistice was signed, communities",
            "across the world continue to gather in silence at 1lam on 11\nNovember to remember the fallen and their sacrifice.",
            "The 200th Anniversary of the Publication of Mary\nShelley s Frankenstein 2018 UK  2 Coin",
            "On a stormy night in 1816, a group of friends gathered at a\nvilla on the shores of Lake Geneva to tell each other ghost\nstories. The company, including the poets Lord Byron and\nPercy Shelley, had been discussing the latest scientific\ncontroversy   was human life simply biological or did\nit contain  the divine spark  of God? That night Mary\nGodwin (later Mary Shelley), experienced a fevered dream\nabout the birth of a terrible creature that was to become one\nof the most famous horror stories ever written.",
            "Each of the 2018 UK coins is featured in The Royal\nMint s commemorative annual sets in precious metal and\nbase proof finishes, giving a complete overview of the\nanniversaries being marked during the year.\n"
        ],
        "PageNo": "35"
    },
    {
        "File": "The_CN_Journal_january_36.jpg",
        "Paragraphs": [
            "COMMUN QUE oom",
            "2018 $20 Fine Silver Coin Canada s Iconic\nInukshuk: Guiding The Way",
            "The reverse design by Tony Bianco captures both\nthe practical and spiritual essence of a symbol\nof  the True North, strong and free.  Reverse\ngold plating fills the field and gives the",
            "coin its rich, golden hue, while precision\nengraving re-creates the rocky northern\nlandscape. At the centre, an Inuit stone\nmarker rises up from a mound; the silver\nsurface of the coin adds extra shine to this\nhuman-like landmark, which carries special\nsignificance as a communication tool and a\nhunting and navigational aid for the Inuit. Built\nfrom stacked stones of different sizes, this\ninukshuk stands like the guardian of its\nnorthern lands, its open arms pointing the",
            "way to the north as the stylized aurora\nborealis dances overhead.",
            "2018 Fine Silver Proof Set   240th Anniversary\nOf Captain Cook At Nootka Sound",
            "Maritime artist John Horton presents an artistic\nrendering of Captain James Cook s arrival",
            "at Nootka Sound in April 1778. Towering\nmountains and the timbered headland",
            "of Bligh Island provide a stunning\nbackdrop to this historical portrait, all\nprecisely engraved in a superb proof",
            "finish and framed by a nautical twisted",
            "rope. Viewed in three-quarter profile,",
            "a stern-looking Cook keeps a watchful",
            "eye on his ship and crew while holding",
            "a telescope in one hand, his Admiralty\norders in the other. Behind his left shoulder",
            "is HMS Discovery, which is moored a short\ndistance away from HMS Resolution, whose crew is\nunrigging the ship and removing masts and spars\nin preparation for repairs. In the water, a group\nof Nuu-chah-nulth approach the Resolution in\na canoe, ready to extend a friendly greeting.\nThe obverse features the effigy of Her Majesty\nQueen Elizabeth II by Susanna Blunt.",
            "The CN Journal",
            "Pi ce De 20 $ En Argent Fin 2018",
            "Embl matique Inukshuk Canadien : La Voie A",
            "Suivre",
            "OEuvre de Tony Bianco, le revers rend",
            "essence a la fois concrete et spirituelle d un",
            "symbole du Grand Nord canadien. Un",
            "placage d or inverse occupe tout l arri re-",
            "plan et donne a la pi ce une riche teinte",
            "dor e, rehaussant une gravure de pr cision",
            "qui reproduit un paysage nordique",
            "rocheux. Au centre, un inukshuk se tient",
            "debout sur un monticule; l argent laiss ",
            "visible donne de l clat a ce cairn de forme",
            "humaine, qui rev t une importance particulicre",
            "pour les Inuits, lesquels s en servent comme outil",
            "de communication et rep re pour la chasse et l orientation.",
            "Construit par empilement de pierres de diff rentes tailles,",
            "Vinukshuk se tient debout tel un gardien des terres",
            "septentrionales, ses bras ouverts indiquant le nord sous\nune aurore bor ale stylis e dansant dans le ciel.",
            "Ensemble Epreuve Numismatique En Argent\nFin 2018   240  Anniversaire De L arriv e Du\nCapitaine Cook Dans La Baie Nootka",
            "L artiste maritime John Horton offre une",
            "repr sentation artistique de l arriv e du",
            "capitaine James Cook dans la baie Nootka",
            "en avril 1778. De hautes montagnes et",
            "les caps bois s de l ile Bligh composent",
            "une remarquable toile de fond pour ce",
            "portrait historique, enti rement grav ",
            "avec pr cision, le tout rehauss  d un",
            "superbe fini  preuve numismatique et",
            "entour  d un cordage tress . Vu de trois",
            "quarts, l air aust re, le capitamne Cook garde",
            "un oeil vigilant sur son bateau et son  quipage,",
            "une longue-vue dans une main et ses ordres de",
            "l Amiraut  dans l autre. Derriere son  paule gauche",
            "se trouve le HMS Discovery, ancr  a une courte",
            "distance du HMS Resolution. Son  quipage",
            "s active 4 d capeler le navire et a retirer les mats",
            "et matereaux en pr vision des r parations. Sur",
            "l'eau, un groupe de Nuu-chah-nulth s  approche",
            "du Resolution en canot, pr ts a offrir des salutations",
            "amicales. L avers est a l effigie de Sa Majest  la reine\nElizabeth II, selon Susanna Blunt.",
            "Volume 63\n"
        ],
        "PageNo": "36"
    },
    {
        "File": "The_CN_Journal_january_37.jpg",
        "Paragraphs": [
            "2018 $20 Fine Silver Coin Ancient Canada:\nGorgosaurus",
            "The reverse design is based on fossils curated at\nthe Royal Tyrrell Museum of Palaeontology in\nDrumheller, Alberta, and has been reviewed\nfor scientific accuracy by palaeontologists\nat the Museum. Reproduced on a smaller\nscale, the articulated skeleton of a juvenile\nGorgosaurus libratus fills most of the\nreverse; it is depicted in a classic death\npose, with legs folded beneath the torso\nand the neck bent back towards the tail;\nthe creature s jaw 1s lined with a fearsome\nset of sharp teeth. The combination of\nprecision engraving and special finishes results\nin an eye-catching contrast between the smooth,\ntimeworn look of the polished fossils and the rock-\nlike texture of their  sandstone  encasement. The\nrimless coin s unusual contour 1s the result of an\nold coin-minting technique, which allows the\nfine silver to  spill  out and form an irregular\nshape reminiscent of an ancient Roman coin.",
            "The patina finish and a prehistoric-looking\nfont further add to the coin s antique\nappearance. The obverse features the\neffigy of Her Majesty Queen Elizabeth II",
            "by Susanna Blunt.",
            "2018 $200 Pure Gold Coin\nEarly Canadian History: First Nations",
            "Canadian artist Alan Daniel has created a\nstunning visual narrative of an Algonquian\nhunter returning to his winter camp with",
            "a rabbit and an otter. His community",
            "greets him with enthusiasm as these\nanimals will provide precious food and\nmaterials to make clothing and tools,",
            "some of which they will be able to",
            "trade with other indigenous peoples the\nfollowing spring. If game became scarce,",
            "the community could easily re-locate to",
            "new hunting grounds by dismantling their\nwigwams and rolling the birch bark covering for\neasy transport. Also incorporated into this design\nare two depictions of daily Algonquian life-\ntwo men ice fishing, and a woman preparing",
            "an animal hide.",
           "January   February 2018 -------------------------",
            "Pi ce De 20 $ En Argent Fin 2018 Vestiges Du\nCanada : Gorgosaurus",
            "Le motif au revers de la pi ce a  t  dessin  d apr s les",
            "fossiles conserv s au Royal Tyrrell Museum of",
            "Palaeontology de Drumheller, en Alberta. Son",
            "exactitude scientifique a  t  v rifi e par",
            "les pal ontologues du mus e. Le revers",
            "est presque enti rement occup  par le",
            "squelette articul  d un jeune Gorgosaurus",
            "libratus, reproduit a  chelle r duite. Le",
            "sp cimen, dont les machoires sont garnies",
            "de terrifiantes dents ac r es, est fig  dans",
            "une position mortuaire typique : ses jambes",
            "sont repli es sous sa poitrine, et son cou, vers",
            "Parri re. Gravure minutieuse et finis sp ciaux",
            "s unissent pour offrir un contraste saisissant qui",
            "oppose I aspect lisse et us  par le temps des os polis 4",
            "la texture du gr s dans lequel ils sont pr serv s. Le",
            "contour inhabituel de cette pi ce sans cordon est",
            "le fruit d une technique de monnayage ancienne",
            "qui permet a l argent fin de   d border  , pour",
            "ainsi produire une forme irr guli re rappelant",
            "celle de la monnaie romaine antique. Sans",
            "parler du fini patin  et des caract res a l allure",
            "pr historique, qui ajoutent a l aspect imm morial.",
            "Lavers est a l effigie de Sa Majest  la reme Elizabeth II,\nselon Susanna Blunt.",
            "Pi ce De 200 $ En Or Pur 2018\nLes D buts Du Canada : Premi res Nations",
            "L artiste canadien Alan Daniel a congu une\nsuperbe sc ne qui raconte visuellement\nhistoire d un chasseur algonquien",
            "qui rentre 4 son campement d hiver",
            "avec, dans les mains, un li vre et une",
            "loutre. Sa communaut  l accueille",
            "avec enthousiasme, car ses pr cieuses",
            "prises fourniront de la nourriture et des",
            "mat riaux pour la fabrication de v tements",
            "et d outils divers, dont certains pourront",
            "servir de monnaie d change avec d autres",
            "tribus au printemps suivant. Quand le gibier se",
            "fait rare, la communaut  peut ais ment d m nager\nvers un nouveau campement de chasse, car l corce de\nbouleau qui recouvre les wigwams peut  tre d mont e et\nenroul e afin d en faciliter le transport. Le motif de la\npicce int gre  galement deux repr sentations de la vie\nquotidienne des Algonquiens : deux hommes p chant\nsous la glace et une femme tannant une peau d anmal."
        ],
        "PageNo": "37"
    },
    {
        "File": "The_CN_Journal_january_38.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES DES CLUBS","BY BRETT IRICK (CLUB SERVICES)\nFONA,, #22198",
            "Right in my Back Yard",
            "Reprinted from the London Numismatic\nSociety December 2017 newsletter",
            "I have told collectors on many occasions:",
            " Always work the subject of coin collecting",
            "into the conversation. Coins are everywhere! ",
            "My own words, however, still did not prepare",
            "me for what I would find in my own back",
            "yard. This summer we decided to replace the",
            "shed in our back yard. While prepping the site",
            "of the old shed for the new one I found what",
            "could be a coin about the size of a five-cent",
            "piece. After taking it inside and rinsing most",
            "of the dirt off, it turned out to be a slug from",
            "an electrical box. Fast-forward almost two",
            "months and I m leveling the dirt round the new shed and up\ncomes another piece. This time the piece looks more like\nthe lid off a small tin can but is too thick and so encrusted\nit is completely unrecognizable. Another trip inside and\nafter washing off what would easily remove it appeared to\nbe an aluminum medallion of some sort. Maybe something\nfrom a gas station? After a couple weeks of soaking and\nscrubbing with a toothbrush every night, it started to reveal\nits true identity. The item in question turned out to be a\n1908 Thomas L. Elder store card. It is the self-portrait,\n51 mm. or two inch aluminum variety.",
            "Thomas Elder was an American numismatist and\nprominent dealer in the early 1900s based most of\nhis years in New York. He created a huge variety of\nadvertising pieces but this one was advertising his own\nbusiness. If this piece could only tell the story how\nit came to be in my back yard. It may not have any\ngreat value but I can probably claim to have the worst\ncondition one known.",
            
            "Dans ma cour arri re",
            "Repris du bulletin de la London Numismatic\nSociety de d cembre 2017",
            "J ai souvent r p t  aux collectionneurs:\n Amenez toujours le sujet de collection de pi ces\nde monnaie dans vos discussions. Tout le monde\n  de la monnaie!  Cependant, mes propres\nparoles ne me pr paraient certainement pas  \nce que je trouverais dans ma propre cour. Cet\n t , nous avons d cid  de remplacer le cabanon\nde notre cour arri re. En pr parant le terrain de\nl ancien cabanon pour le nouveau, j ai trouv \nce qui paraissait  tre une pi ce de monnaie de\nla taille d une pi ce de cinq cents. Apr s l avoir\napport    l int rieur et rinc pour enlever une\npartie de la salet , il s est av r   tre un bouchon d une bo te\n lectrique. Avan ons rapide deux mois plus tard alors que je\nnivelle la terre autour du nouveau cabanon et un autre morceau\napparait. Cette fois, la pi ce ressemble plus au couvercle d une\npetite bo te de conserve, mais elle est trop  paisse et tellement\nincrust e qu elle est compl tement m connaissable. Une fois\nencore, je l apporte   l int rieur et apr s avoir lav , ce qui\ns enlevait facilement,ressort ce qui semble  tre un m daillon\nen aluminium de quelque sorte. Peut- tre quelque chose d une\nstation-service? Apr s quelques semaines de trempage quotidien\net de brossage avec une brosse   dents, jecommence   voir la\nv ritable identit . L'objet en question s est av r   tre une carte\nde magasin de Thomas L. Elder de 1908. C est un autoportrait,\n51 mm ou 2 pouces d une vari t  d  aluminium.",
            "Thomas Elder  tait un numismate am ricain et un marchand\nimportant au d but des ann es 1900 bas  principalement   New\nYork. Il a cr  une grande vari t  de publicit s, mais celui-ci\nfaisait de la publicit  pour sa propre entreprise. Si cette pi ce\npouvait raconter l histoire, elle pourrait expliquer comment elle\na fait pour se rendre dans ma cour arri re. Elle peut ne pas avoir\nune grande valeur, mais je peux probablement pr tendre avoir la\ncondition la moins belle.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "38"
    },
    {
        "File": "The_CN_Journal_january_39.jpg",
        "Paragraphs": [
            "Puerto Rico Political Wood",
            "Reprinted from the Canadian Association of Wooden\nMoney Collectors (CAWMC) December 2017 Timber\nTalk by Judy Blackman, FONA, KStE. CAWMC is\n$10 annually for adults, $5 for juniors. Membership\nprovides four electronic newsletters and a selection of\nwooden money. An application is available at nunet.ca/\ncawme.htm.",
            "Given how much Puerto Rico is in the news\nthese days, with having to rebuild, and getting\naid to the residents, your Editor thought a\nstory about a wood from Puerto Rico might be\ninteresting to our readers.",
            "Carlos Antonio Romero Barceld ( Romero ) is\nthe maternal-grandson of Antonio Rafael Barcel \n(son of son of Jaime Jos  Barcel  Miralles\nfrom Palma, Majorca, Balearic Islands, Spain\nand Josefa Martinez de Le n from Naguabo), a\nformer Union Party leader and advocate of Puerto\nRican statehood during the early 20th century, and\nthe son of Josefina Barceld Bird, the first woman\nto preside over a major political party in Puerto\nRico. Romero was born in 1932 in San Juan,\nPuerto Rico, to Antonio Romero Moreno and\nJosefina. His father was a lawyer and engineer who\nserved as a Superior Court Judge. Romero attended\nthe Phillips Exeter Academy in New Hampshire,\ngraduating in 1949. He then attended Yale\nUniversity to obtain his BA in Political Science\nand Economics in 1953. Later that same year,\nat age 21, Romero returned to Puerto Rico and\nenrolled at the University of Puerto Rico Law\nSchool, becoming a licensed lawyer in 1956. In\n1977, he received his doctorate honoris causa from\nthe University of Bridgeport in Connecticut. Romero, an\navid supporter of Puerto Rican statehood within the United\nStates of America, became involved with the Partido Estadista\nRepublicano, the forerunner of the New Progressive Party,\nwhich at the time was led by Miguel Angel Garcia Mendez.\nRomero formed part of Ciudadanos pro Estado 51 (Citizens\nfor the 51st State) in 1965. Later, he became involved with\nthe political group Estadistas Unidos, founded by Luis Ferre.\nRomero was one of the founding members of the New\nProgressive Party in 1967. The following year he was elected\nMayor of San Juan, becoming the first popularly-elected\nMayor. During his second term, in 1973, he became the first\nHispanic to become Vice-President of the National League of\nCities and in 1974 he became President of the organization.\nRomero served as Mayor until 1976 when he defeated the\nincumbent Governor.",
            "During his terms of office as Governor, Romero\nbrought well-received economic resolutions to the island\nemphasizing the island s tourism potential. However, during",
           
            "January + February 2018 -------------------------",
            "Jeton de bois politique du Porto Rico",
            "Initialement publi  dans le bulletin Timber Talk de\nl'Association canadien des collectionneurs de jetons de bois\n(CAWMO ) du num ro de d cembre 2017 par Judy Blackman,\nFONA, KStE. CAWMC est de 10 $ par ann e pour les\nadultes, 5 $ pour les juniors. L adh sion fournit quatre\nbulletins  lectroniques et une s lection de jetonsde bois.\nFormulaire d'adh sion est disponible a nunet.ca/cawmc.htm.",
            " tant donn  que Porto Rico a  t  dans\nl actualit  r cemment, afin d obtenir de l aide\npour reconstruire et apporter de l aide aux\nhabitants, votre r dacteur a pens  que l histoire\nd un jeton de bois du Porto Rico pourrait\nint resser nos lecteurs.",
            "Carlos Antonio Romero Barcel  ( Romero )\nest le petit-fils maternel d Antonio Rafael\nBarcelo (fils du fils de Jaime Jos  Barcel \nMiralles de Palma, Majorque, dans les Iles\nBal ares en Espagne et Josefa Martinez de Leon\nde Naguabo), ancien dirigeant du parti unioniste\net d fenseur de l tat portoricain au d but du\nXXe si cle, et le fils de Josefina Barcelo Bird,\nla premi re femme   pr sider un grand parti\npolitique   Porto Rico. Romero est n  en 1932  \nSan Juan, Porto Rico, d Antonio Romero Moreno et\nJosefina. Son p re  tait un avocat et un ing nieur qui\na servi comme juge de la Cour sup rieure. Romero\na fr quent  l Acad mie Phillips Exeter au New\nHampshire, obtenant son dipl me en 1949. Ila\nensuite fr quent  l Universit  Yale pour obtenir\nson baccalaur at en science politique et  conomie\nen 1953. Plus tard la m me ann e,   l ge de 21\nans, Romero retourna   Porto Rico et s inscrivit   la\nfacult  de droit de l Universit  de Porto Rico, devenant\navocat agr  en 1956. En 1977, il obtint son doctorat honoris\ncausa de l Universit  de Bridgeport au Connecticut. Romero,\nun fervent d fenseur de l tat portoricain aux  tats-Unis, s est\nimpliqu  avec le Parti do Estadista Republicano, pr curseur\ndu Nouveau Parti progressiste, dirig    l poque par Miguel\nAngel Garcia Mendez. Romero a fond  le parti de Ciudadanos\npro Estado 51 (r sidents pour le 51e  tat) en 1965. Plus tard,\nil s est impliqu  avec le groupe politique Estadistas Unidos,\nfond  par Luis Ferre. Romero fut l un des membres fondateurs\ndu Nouveau Parti progressiste en 1967. L ann e suivante, il fut\n lu maire de San Juan, devenant ainsi le premier maire  lu au\nsuffrage universel. Au cours de son second mandat, en 1973,\nil est devenu le premier hispanique   devenir vice-pr sident de\nla Ligue nationale des villes et en 1974, il est devenu pr sident\nde l organisation. Romero a servi comme maire jusqu en 1976",
            "quand il a battu le gouverneur sortant.\nAu cours de son mandat de gouverneur, Romero a\napport    l le des politiques  conomiques bien accueillies\nmettant l accent sur le potentiel touristique de l le.\n"
        ],
        "PageNo": "39"
    },
    {
        "File": "The_CN_Journal_january_42.jpg",
        "Paragraphs": [
            "his administration the economy recovered sluggishly,\nwith unemployment dropping to 17 percent in 1979\nfrom 19 percent in 1975, a disappointing 2 percent\ndecline. The economy did not fully recover, and the\nisland s government services deteriorated during his\nterm of office. Moreover, his statements declaring the\npolicemen who carried out the Maravilla murders to\nbe heroes hurt his image. In 1980 Romero was elected\nfor a second term as Governor by a margin of 3,037\nvotes (the closest gubernatorial elections in Puerto Rican\nhistory). This required intervention by the Supreme\nCourt to rule whether improperly cast ballots should\nbe counted, especially 1,500 absentee ballots in favour\nof Romero cast by the Puerto Rico Statehood Students\nAssociation under Luis Fortu o. The New Progressive\nParty lost control of the legislature, and party-affiliated\nMayors won in 28 of the 78 municipalities on the island.\nIn Romero s second term as Governor, Puerto Rico\nwas badly hit by a severe recession starting in 1980 and\nending in 1983. The unemployment drastically rose to 25\npercent in 1983, the highest since the Great Depression.\nIn 1984, Romero lost his bid for a third term. In 1986,\nRomero was elected by his party to fill in a vacancy in\nthe Senate of Puerto Rico, a position for which he did\nnot seek re-election in 1988. Instead, he returned to his\nprivate law practice and shortly thereafter merged his law\nfirm with Del Toro & Santana where he practiced until",
            "Cependant, au cours de son administration, l conomie s est\nredress e lentement, le taux de ch mage passant de 19%\nen 1975 a 17% en 1979, soit une baisse d cevante de 2%.\nL conomie ne s est pas compl tement r tablie et les services\ngouvernementaux de l le se sont d t rior s pendant son mandat.\nDe plus, ses d clarations portant sur les policiers qui ont perp tr \nles meurtres de Maravilla  taient des h ros ont terni son image.\nEn 1980, Romero a est r lu pour un deuxi me mandat en tant\nque gouverneur avec une marge de 3 037 votes (les  lections\nde gouverneurs les plus serr s dans l histoire portoricaine). Ceci\nn cessita l intervention de la Cour supr me pour d cider si les\nbulletins de vote ind ment compt s devaient  tre recompt s,\nen particulier 1 500 bulletins de vote par correspondance en\nfaveur de Romero  mis par l Association des  tudiants de l tat\nde Porto Rico sous la direction de Luis Fortu o. Le nouveau\nparti progressiste a perdu le contr le de la l gislature, et le parti\nregroup  des mairesa gagn  dans 28 des 78 municipalit s de l le.\nAu cours du deuxi me mandat de Romero en tant que gouverneur,\nPorto Rico a  t  durement touch  par une grave r cession qui a\nd but  en 1980 et s est termin e en 1983. Le taux de ch mage a\ngrimp    25% en 1983, le plus haut depuis la Grande D pression.\nEn 1984, Romero a perdu son si ge pour un troisi me mandat.\nEn 1986, Romero a  t   lu par son parti pour pourvoir un poste\nvacant au s nat de Porto Rico, poste pour lequel il n a pas sollicit \nun autre mandat en 1988. Au lieu de cela, il est retourn    sa\npratique de droit priv  et peu apr s a fusionn  son cabinet avec\nDel Toro & Santana jusqu  son  lection au Congr s en 1992.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "42"
    },
    {
        "File": "The_CN_Journal_january_43.jpg",
        "Paragraphs": [
            "his election to Congress in 1992. He served as Resident Il a si g  comme commissaire r sident de Porto Rico de 1993 a\nCommissioner of Puerto Rico from 1993 to 2001. Today 2001. Aujourd hui, Porto Rico a un taux de pauvret  de plus de\nPuerto Rico has a poverty rate over 45 percent (that was 45% (avant la saison des ouragans de 2017). Les Portoricains\nbefore the 2017 hurricane season hit). Puerto Ricans are sont, de par la loi, des citoyens am ricains; cependant, le\nby law natural-born citizens of the US; however, the Commonwealth de Porto Rico n a pas de vote au Congr s\nCommonwealth of Puerto Rico does not have a vote am ricain, qui r git ce territoire am ricain avec pleine juridiction.\nin US Congress, which governs this US territory with Ce jeton de bois a  t   mis par Romero lors de sa tentative pour un\nfull jurisdiction. This wood was issued during Romero s troisi me mandat en tant que gouverneur.",
            "failed bid for a third term as Governor.",
            "Champlain Coin Club Canada 150 Medal",
            "In my last column I reported that the Champlain\nCoin Club of Orillia was the last entrant",
            "to join the RCNA s 2017 Canada 150\nmedallion program. The medallion",
            "also marked the Champlain Club s",
            "55th anniversary.",
            "The design is based on photos of\nOnillia s Champlain Monument, which\nwas unveiled in 1925 to commemorate\nChamplain s arrival in the area in 1615.",
            "This is the first time the club has\nissued a medallion. Limited quantities are\navailable to collectors; please contact Doug\nMcGarvey at champlaincoinclub@gmail.com.",
             "Number1 January + February 2018 --------------",
            "M daille du Canada 150 du club numismatique\nChamplain",
            "Dans ma derni re chronique, j ai signal  que le club",
            "numismatique Champlain d Orillia s est ajout ",
            "tardivement au programme de m daille du 150e",
            "anniversaire du Canada en partenariat avec",
            "PARNC. La m daille marque  galement le 55e",
            "anniversaire du club numismatique Champlain.",
            "La conception est bas e   partirde photos",
            "du monument Champlain d Orillia, qui a  t ",
            "d voil  en 1925 pour comm morer l arriv e de\nChamplain dans la r gion en 1615.",
            "Il s agit de la premi re fois que le club  met",
            "une m daille. Des quantit s limit es sont disponibles",
            "pour les collectionneurs; veuillez contacter Doug",
            "McGarvey   champlaincoinclub@gmail.com."
        ],
        "PageNo": "43"
    },
    {
        "File": "The_CN_Journal_january_44.jpg",
        "Paragraphs": [
            "NOTES ON THE ANCIENT ANCESTORS OF MODERN COINS",
            "NUMMUS_ MATRIX",
            "BY JAMES R. BAKES\n#19824",
            "90.  Fiddling While Rome Burns ",
            "The coin shown is an As of the well-known, if",
            "not always beloved, emperor Nero, (54-68),",
            "last of the Julio-Claudian dynasty. Despite\nhis rather sordid reputation, partway between\nthe late Toronto mayor Rob Ford and Donald\nTrump, Nero had an artistic bent as well, and this\ncoin illustrates one of his  talents : singing while\naccompanying himself on the lyre. It is also part\nof the establishment of a legend and inadvertently\nshows an involvement that would normally have\ngiven him a solid reputation among numismatists.",
            "What is this amazing trifecta of accomplishment,\nall shown on this one little coin?",
            "First, Nero fancied himself a poet and something of a\nsinger. Like the travelling bards and minstrels of the Middle\nAges, poetry was mostly sung and usually accompanied on\na lyre or cithara. Nero enjoyed playing on stage in musical\ncompetitions singing as he strummed the cithara (an\ninstrument very like the lyre but stronger in construction and\nused by professionals). He even appeared in the artistic side\nof the Olympic Games at Olympia, Greece, where of course\nhe won every competition he joined. In Rome he instituted\nthe Neronia, an elaborate musical festival to be held every\nfive years. He won every competition he entered and to\ncelebrate he lined one of the main roads leading into the city\nwith statues of himself singing and strumming. The second\ncentury historian Suetonius even says,  He also had a coin\nstruck with the same device.  This is that coin, one of the few\ncoins mentioned by classical historians. By many reports he\nwas more than just an adequate singer although this is belied\nby the fact that punishments were meted out to those who\nfell asleep or left the hall in mid-performance. He took his\nperformances seriously and scrupulously observed all the\ncontest rules regarding the cithara, although conservative old\nRomans like Tacitus who wrote the scandal chronicle  The\nAnnals of Imperial Rome  were shocked at the spectacle\nof an emperor appearing as a public entertainer. The fame\ngamered from this activity seems to have spawned the legend\nof Nero s fiddling while Rome burned. (The violin or fiddle\nwas not invented until the 14th century.)",
            "In 65 a great fire consumed the centre of the city,\nrendering thousands homeless. Nero, never a very\nastute politician, took the burned out area as the site\nof a new Royal Palace called the Domus Aurea or\nGolden House. Of course he was accused of actually\nstarting the fire as a kind of slum clearance. He then\npassed that cup of hemlock to the earliest Christians.\nHis artistry became the subject of mockery when the\nrumour spread that he had recited the Burning of",
            "Troy from the Iliad while fiddling on his lyre and",
            "watching the spectacle below.",
            "The third message sent to us from the coin is\nnumismatic. In Nero s reign the imperial coinage was not\nfully rid of inconsistencies. One of the more problematic for\ncitizens was differentiating between the two denominations\nknown to us as second bronzes. Both were similar in size,\nand made of similar metal but the As was worth half the\ndupondius so it was easy to err or be cheated in change.\nEventually, but not until the next dynasty, the Flavians, the\ndupondius was made of yellow brass, the As of red copper.\nThe dupondius featured a royal head with radiate crown,\nthe As a laurel wreath. Nero took a personal interest in his\ncoinage and experimented with several clues to separate\nthe two denominations. Here he tries a very small flan\n(about the size of our five-cent coin) and a  T  in the exergue\nbelow Nero s feet on the reverse. (Dupondii had a  IP . See\nNummus Matrix 12: Buying the Groceries, Part 2, The CN\nJournal Vol. 53 #8, October 2008 for a clear example.) The\nradiate crown here may refer to a huge statue of him he had\nerected in the forecourt of the Golden House; it bore his\nlikeness as the Sun god with, of course, a radiate crown.\nThis statue was eventually all to survive of the Golden\nHouse. The colossal statue, with its head replaced by that of\nthe god, gave its name to the Colosseum, the amphitheatre\nbuilt on the former site of the Golden House.",
            "In the modern popular imagination, Nero was an arch\nvillain but his enemies wrote the history and some injustice\nhas coloured our view of him. He was, as the saying goes,\nnot all bad.",
            "James R. Bakes is past editor of the Classical and Medieval Numismatic\nSociety Journal www.cmns.ca",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "44"
    },
    {
        "File": "The_CN_Journal_january_46.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "By ALAN ROY\n17134,",
            "A Guide Book of Canadian Coins, Currency & Tokens",
            "In 1958, Winnipeg coin dealer Somer James, and his",
            "partner Harold C. Taylor, introduced the first serious\ncompetitor to the Charlton Standard Catalogue.",
            "This first edition of A Guide Book of Canadian Coins,\nCurrency & Tokens was an impressive beginning for Taylor\nand James. At the time, Charlton s catalogue was a 40-\npage pamphlet, with images crowded into a few pages and\nrudimentary tables of values grouped separately. At 152\npages, Taylor and James  work included more material,\nsuch as communion tokens and merchant tokens, not listed\nin other catalogues. The images were conveniently placed\nnear their appropriate listings along with some introductory\ntext. This was definitely an improvement over other\nreferences on the market at the time.",
            "Its main selling point, according to the preface, was that\nit provided a historical context for collectors.",
            "The unprecedented interest in numismatics",
            "has brought about a need for a descriptive",
            "catalogue which will not only list types,",
            "recognized varieties, and approximate values",
            "of Canadian coins, but also contain a brief",
            "account, in simple language, of the background,",
            "peculiarities, and history of each where such an\naccount is essential to a better understanding",
            "and knowledge. This catalogue is designed",
            "to fill that need, not only on the part of the",
            "younger collector but for those who have",
            "neither the time nor the sources of information",
            "readily at hand from which to obtain it.",
            "Despite its good intentions, the catalogue did\nhave some flaws. Although the sections on decimal\ncoins are well illustrated, some token images\nwere omitted. For example, only 29 of the 211\ncommunion tokens are illustrated. Bouquet tokens\nare similarly effected, with only eleven of the 77\ntypes illustrated. And the images that are included\nare inconsistent in quality, ranging from fine\nhalftones made from photographs to crude sketches\nreproduced from earlier reference books.",
            "Later editions overcame these problems. Images\nwere added and improved, and the scope of the\ncatalogue expanded. By the 1967 edition, listings\nof the coins of Britain, Australia, and New Zealand\nwere added, and it was renamed The Guide\nBook and Catalogue of British Commonwealth\nCoins. Under the guidance of Jerry Remick,",            
            "the final edition covered 160 Commonwealth countries and\nhad grown from a humble Canadian coin catalogue to an\nimportant reference book on world coins.",
            "The next year, Krause Publishing released the first\nedition of the Standard Catalog of World Coins. It was\na mammoth work that covered all the Commonwealth\ncountries and more. Rather than trying to compete, James\ndecided to retire his catalogue.",
            "The collecting world did lose a valuable reference\nwhen James stopped publishing his catalogue, but the\ncompetition may have spurred Charlton to improve\nhis own work and make it one of the most respected\nreferences for Canadian numismatics.",
            "The CN Journal Volume 63\n"
        ],
        "PageNo": "46"
    }
]