[
    {
        "File": "The_CN_Journal_april_05.jpg",
        "Paragraphs": [
            "FROM _THE_PRESIDENT_|_.",
            "MOT_DU_PR SIDENT.",
            "Now that spring has sprung it is time to cast off\nthose winter blues and get back to the business\nand pleasure of collecting.",
            "I find personal commitments slow down a bit in the\nwinter months leaving time to review my collecting\nachievements during the past year. This allows me to step\nback and plan my collecting strategies for the coming year.\nIf you have had a chance to do a similar thing my advice\nis to try to stay on target, I find it too easy to get distracted\non  bright and shiny  things that come my way, and I\nlose track of the bigger picture. Also, if you are like me,\nyou may feel that in areas of your collection you have\nexhausted the hunt, which has slowed your progress in the\nhobby. For me, as I became more involved in the hobby\nI started seeing an adventure beyond acquisition. I found\nthat the thrill of the hunt encouraged me to find out more\nand more about the items I was collecting and their place\nin history, in both numismatic and anthropological senses.\nTry it; you might like it. If you do why not tell others about\nit? The numismatic events that I look forward to each year\ninclude local club shows and professional shows. These\nstart up again in the spring months. A show sponsored\nby a provincial association, like the Ontario Numismatic\nAssociation Convention (Kitchener, Ontario, from April\n21 to 23) is one of the larger events that allow you to\ncombine the educational and social aspects of the hobby\nwith significant purchasing opportunities.",
            "These conventions and shows are a great warm up\nto our own annual RCNA Convention,  Canada s Money\nCollector Show.  In this issue you will find the Program\nof Events and a Registration Form for our 64th Annual\nConvention and Show taking place Tuesday, July 18,\nto Sunday, July 23, at the H tel Mortagne, 1228\nNobel Street, Boucherville, Quebec. Remember,\nthe Convention is host to Canada s largest three-day\nnumismatic bourse. As a reminder, if you have been\nthinking about selling duplicates or parts of your collection\nthere is exciting news for our members; TCNC will waive\nthe stated seller s fee for those RCNA members who\nconsign their material to the convention s auction. To take\nadvantage of this huge membership benefit contact Marc\nor Eric at TCNC at 1 (877) 276-8627 and find out how to\nconsign to the auction.",
            "The RCNA will be holding an executive meeting on\nApril 23, at the ONA convention; you are welcome to",
            "attend as an observer.\nZA a",
            "Number 3 April e May 2017",
            "Maintenant que le printemps est arriv  il est temps de\nse relever de ces bleus d hiver et de revenir   nos\naffaires (et notre plaisir) soit la numismatique.",
            "Je trouve que mes engagements personnels ralentissent un peu\ndurant les mois d hiver, laissant ainsi le temps d examiner mes\nacquisitions en mati re de collection durant la derni re ann e.\nCela me permet de prendre du recul et de revoir mes strat gies de\ncollection pour l ann e   venir. Si vous avez eu la chance de faire\nun exercice semblable, mon conseil est d essayer de respecter votre\nobjectif. Je trouve qu il est trop facile de se laisser distraire par des\nchoses  attirantes et brillantes  qui viennent   nous et nous  loignent\ndans nos objectifs. Aussi, si vous  tes comme moi, vous vous rendez\npeut- tre compte que la raret  de certains items particuliers de votre\ncollection diminue votre int r t pour votre passe-temps. Je dois\nadmettre, en m impliquant davantage dans le passe-temps, que j ai\ncommenc    voir le grand portrait qui va au-del  de l acquisition. J at\nd couvert que ma passion pour d nicher un item m amene   vouloir\nen savoir plus sur les items que je collectionne et leurs places dans\nl histoire. Autant du point de vue numismatique qu anthropologique.\nEssayez  a, vous pourriez aimer; et si vous le faites pourquoi ne pas\nen parler   d autres!",
            "Je me r jouis, chaque ann e, du nombre d' v nements\nnumismatiques organis s par les clubs locaux et professionnels qui\nrecommencent avec l arriv e du printemps. Les salons parrain s par\ndes associations provinciales, comme le congr s de l Association\nNumismatique de l Ontario (Kitchener, Ontario, du 21 au 23\navril) sont des  v nements plus importants qui vous permettent\nde combiner les aspects  ducatifs et sociaux du passe-temps avec\nd importantes opportunit s d achat.",
            "Ces salons et expositions sont une bonne pr paration pour notre\npropre congr s annuel de l ARNC,  Congr s numismatique du\nCanada.  Dans ce num ro vous trouverez la programmation des\n v nements et un formulaire d inscription pour notre 64e congr s\nannuel qui aura lieu du mardi 18 juillet au dimanche 23 juillet  \nl'H tel Mortagne, situ  au 1228, rue Nobel, Boucherville, Qu bec.\nRappelez-vous que ces trois jours sont le plus grand  v nement\nnumismatique au pays.  galement, si vous songez   vendre vos\ndoubles ou des parties de votre collection, il ya des nouvelles\nint ressantes pour nos membres; TCNC renoncera aux honoraires\nde vente pour nos membres sur les lots en consignation pour la vente\n  l encan lors du congr s de l  ARNC. Pour profiter de cet avantage\npour nos membres, contactez Mare ou  ric   TCNC au 1 (877) 276-\n8627 et informez-vous comment mettre vos lots en consignation\npour l encan.",
            "L ARNC tiendra une r union de direction le 23 avril, lors\ndu congr s de l 'ONA. Vous  tes invit s   y assister en tant",
            " observateur. :\nqu observateur. 0G\n101",
            ""
        ],
        "PageNo": "101"
    },
    {
        "File": "The_CN_Journal_april_07.jpg",
        "Paragraphs": [
            "CONVENTION COMMUNIQUE DU CONGRES",
            "RCNA Convention Returns to Quebec e\nLe Congr s national de numismatique enfin de retour au Qu bec",
            "This year s\nannual Royal\nCanadian",
            "Numismatic\nAssociation\nConvention will be\nin Boucherville, July\n18-23. For the first\ntime since 2001, when\nit was in Quebec\nCity, this prestigious\nConvention returns to la Belle Province.",
            "Assisted by l Association des Numismates et des\nPhilat listes de Boucherville (ANPB), the Convention s\nvenue is the Hotel Mortagne in Boucherville. Though\nthe ANPB hosted the RCNA Conventions in Montreal\nfor 1992 and 1996, this is the first it will host in nearby\nBoucherville.",
            "Timing for it can t be better, as 2017 marks the 50th\nanniversary of the ANPB and the 350th anniversary\nof the City of Boucherville, two events that will add\nexcitement to the scheduled activities of Conventioneers.",
            "The RCNA Convention is the premier numismatic\nevent in Canada. It offers a numismatic experience\nfor all tastes and budgets. In addition to a bourse with\nmore than 60 tables, it has display exhibits, Educational\nSessions, the Club Delegates Breakfast, meetings of\nnational and specialized clubs, and other social activities\nduring the week. Two of Saturday s highlights are the\nRCNA Annual General Meeting, and the presentation\nof various Awards. The most prestigious Awards are\naccorded during the Convention Banquet, Saturday.",
            "For more information about the complete Program of\nActivities, visit wwwrena.ca/2017/. Registration forms\nfor all optional events are available there.",
            "If you have yet to attend an RCNA Convention, now\nis your perfect opportunity. Come to enjoy an amazing\nnumismatic experience. And bring your family, because\nMontreal, with all it has for you to see and do, is within\n10 kilometers of Boucherville.",
            "For more information, contact Convention Chairman\nPierre Leclerc by email: 201 7convention@rcna.ca or\nphone (514) 592-7288; or RCNA Executive Secretary\nPaul Johnson by email: info@rcna.ca or phone (647)\n401-4014.",
            "Number 3",
            "April e May 2017 --------------------------------",
            "Le Congres\nannuel de\nl Association",
            "Royale de\nNumismatique du\nCanada (ARNC) aura\nlieu   Boucherville\ndu 18 au 23 juillet\nprochain. C est la\npremi re fois depuis",
            "n  Sr 2001, alors qu al avait",
            "eu lieu dans la ville de Qu bec, que ce Congr s prestigieux\nse tient dans la Belle Province.",
            "Organis  en collaboration avec l Association des Numismates\net des Philat listes de Boucherville (ANPB), l activit  se\nd roulera   l'H tel Mortagne de Bouchervile. Bien que l'ANPB\nait organis  les Congr s nationaux en 1992 et 1996 (  Montr al),\nc est la premi re fois que le tout se d roule   Boucherville.",
            "Et cela tombe tr s bien car ce Congr s se d roule l ann e o \nPANPB f te ses 50 ans d existence et o  la ville de Boucherville\nc l bre ses 350 ans. Deux  v nements qui ajouteront certes aux\nactivit s r guli res du Congr s.",
            "Le Congr s national de 17ARNC est l v nement\nnumismatique le plus important au Canada. Outre les\nnombreuses tables de marchands (plus de 60) qui offrent une\nprofusion de produits pour tous les go ts et tous les budgets, il y\na des pr sentations (exhibits) numismatiques, des Conf rences\n ducatives, des rencontres de clubs sp cialis s, un d jeuner\nqui regroupe les repr sentants de clubs de partout au Canada,\nsans parler des activit s sociales qui s y ajoutent. Et le samedi\nest l occasion pour l  ARNC de tenir son assembl e g n rale\nannuelle et de remettre divers prix, dont les plus prestigieux sont\nremis lors du Banquet de cl ture le samedi soir.",
            "Pour en savoir plus sur le Congr s et pour conna tre la liste\nde toutes les activit s consultez le Programme des Activit s sur\nwwwrcna.ca/2017/ Les formulaires d inscription pour certaines\nactivit s sont  galement sur ce site.",
            "Si vous n avez jamais eu l occasion d assister   un Congr s\nde l ARNC c est l occasion parfaire pour le faire. Venez vivre\nune exp rience numismatique sans pareil. Et venez avec la\nfamille, car Montr al avec tout ce qu elle offre   voir et   faire,\nest   moins de 10 kilom tres de Boucherville.",
            "Pour plus d informations vous pouvez contacter le\nResponsable du Congr s: Pierre Leclerc par courriel au\n2017convention@rcna.ca ou par t l phone au (514) 592-7288.\n"
        ],
        "PageNo": "103"
    },
    {
        "File": "The_CN_Journal_april_08.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _bDU_CONGRES",
            "2017 RCNA Symposium",
            "The Royal Canadian Numismatic Association",
            "invites you to this year s Educational Symposium.",
            "Continuing in the two-day expanded format, this",
            "year s symposium will consist of eight leading numismatists",
            "presenting a wide range of topics for your pleasure and\nknowledge.",
            "As the Canadian collector becomes more sophisticated\nthe demand for numismatic education becomes stronger. For\neveryone attending the 2017 Convention, the RCNA is proud\nto offer you this leading educational event. It is an opportunity\nto connect with people passionate about this hobby and eager\nto share their knowledge making your numismatic experience\nthat much greater. Remember, knowledge is power!",
            "Scott E. Douglas\nWednesday July 19",
            "1:00 p.m. - Paul Petch:",
            " Wonderful Things  Dora de P dery-Hunt s personal\nart medal collection; all of the pieces being made by\nother medallists from around the world.\nPaul Petch has been a\ncollector since 1958. His\ninterests ranged from decimal\ncoins to pre-Confederation\ntokens, numismatic literature\nand, more recently, art medals.\nHe has been active in Toronto\ncoin clubs, serving as North\nYork Coin Club president for\nsix years and as its newsletter\neditor for eighteen. He\nalso served as an executive\nmember of the ONA, and of the RCNA.\nPaul has worked on the organizing committees for ONA, and\nRCNA conventions. In 2003, he was nominated to serve on\nthe J.D. Ferguson Historical Research Foundation. Paul was\nhonoured by the North York Coin Club, with a life membership;\nby the ONA, in 2000, with the Award of Merit; and by the\nRCNA, in 2002, as a Fellow. He is a member of the ANA, from\n1968, the Numismatic Bibliomania Society, since 1990, the\nMedallic Art Society of Canada (MASC), the CATC, CPMS,\nCTCCC, and CCCC.",
            "Paul has contributed his computing, digital publishing, layout\nand design skills and his interest in Canadian numismatics to\ndocuments for the CPMS Note Registry, the Correspondence\nCourse Part II and the Canadian Numismatic Bibliography.",
            "2:00 p.m. - Lloyd Chan:",
            "Jolly Sixpence: A Personal Journey in\nNumismatics and Culture\nLloyd Chan has a BS in Chemistry and Food Biochemistry\nand an MS in Food Science.",
            "Lloyd retired three years\nago after a 21-year-career\nteaching high school science.\nHe has also worked in law\nenforcement, winemaking,\nmalting and brewing, and\ncomputer programming.",
            "Lloyd has been collecting\nsince the age of 10. He\nbegan with whatever was of\ninterest to him at the time,\nbut world coins and US type\ncoins had a special place in his collection.",
            "In 2008, he became interested in organized numismatics\nand is currently a member of the Royal Canadian\nNumismatic Association, Canadian Association of Wooden\nMoney Collectors, the Ontario Numismatic Association,\nAmerican Numismatic Association, Vallejo Numismatic\nSociety, Fairfield Coin Club, Diablo Numismatic Society,\nCSNA and the NCNA.",
            "His current interests are in ancient 2nd century Greek,\nand Roman Imperial coins, US type coins and coins from\nthe 17th to 19th centuries.",
            "3:00 p.m. - Alexander Chamberlain:",
            "Major Errors in the U.S. Flying Eagle and\nIndian Head Cent Series",
            "Alexander  Xan  Chamberlain has had the numismatic\nbug for 47 years, starting from age 10. His favorite\ncollectable coins are Mint\nErrors, and he has built two\nNGC Custom Registry Sets\navailable for anyone to view.\nXan is retired from a career\nin Silicon Valley, California,\nwhich spanned 32 years in\nHigh Tech pricing. Besides\nhis numismatic hobby, he\nkeeps busy buying and\nselling on eBay, where he s\ngarnered over 7,000 positive\nfeedbacks.",
            "Volume 62",
            "The CN Journal\n"
        ],
        "PageNo": "104"
    },
    {
        "File": "The_CN_Journal_april_09.jpg",
        "Paragraphs": [
            "4:00 p.m. - Brian and Geoffrey Bell:\nWhy Auction Your Collection?",
            "You can sell your collection to another collector. You\ncan sell your collection to a dealer. We believe selling\nyour collection through auction is the best way to go.\nWe will give you all the benefits derived from auction\nand answer all your questions.",
            "Geoffrey Bell is a Past\nPresident of the RCNA,\nCPMS and a Fellow of\nthe Canadian Numismatic\nResearch Society and Royal\nCanadian Numismatic\nAssociation. He has received\nthe Paul Fiocca award, the\nFerguson gold medal and the\nRoyal Canadian Mint silver\nmedal for education. He was\nthe numismatic expert on the\nCanadian Antique Roadshow on CBC Television.",
            "Brian Bell is owner of  The\nCoin Cabinet  in Moncton,\nNB, the largest coin store in\nAtlantic Canada. He is CEO\nof Geoffrey Bell Auctions,\nCanada s leading coin\nauction house. He and his\nwife Dawn have sold some\nof Canada s outstanding\nnumismatic collections.\nBrian can be seen at most of\nCanada s coin shows where\nhe accepts consignments and meets clients.",
            "Thursday July 20",
            "1:00 p.m. - Howard R Engel :\nBert Koper (1899-1963), Canadian Numismatic Pioneer",
            "Howard R. Engel began his\ncoin collecting experience\nin 1967 as a Centennial\nproject when his father gave\nhim travel change from\nCuba, Jamaica, Mexico\nand the United States, plus\na few George VI Canadian\ndecimal coins. Fascinated\nby their history, beauty and\neducational value, Howard\neagerly began to fill in the\nholes of Whitman Canadian",
            "Number 3",
            "April- May 2017",
            "coin albums, which he still owns. Soon tiring of awkwardly\nasking to look through relatives  change for that elusive 1938\nCanadian nickel and other scarce items, he discovered he\ncould find a lot more mostly out-of-reach rarities at local\ndealers of which there were many in his home town of\nWinnipeg in the late 1960s and early 1970s. He eventually\nacquired several books and delighted in poring over his blue\nhardcover 1970 Charlton catalogue. He distinctly recalls\nwistfully saying to himself when he looked up Canada s first\ngold coins,  I'll never get one of those . In the spring of 2013,\nafter a 38-year hiatus from active collecting, he stumbled\non a Royal Canadian Mint ad in Macleans announcing the\navailability of those gold coins. Incredulous, he confirmed a\ndream coming true at the Winnipeg Boutique and snapped up\ntheir last one.",
            "Unlike his childhood foray into the hobby, Howard dived\nin with both feet into the all-important social aspect of the\nhobby, joming the Manitoba Com Club (MCC) just prior to\nit hosting the 2013 RCNA Convention in Winnipeg, where\nhe displayed his first non-competitive exhibit. He has entered\ncompetitive exhibits at other RCNA Conventions, and non-\ncompetitive ones at MCC shows each year ever since.",
            "Howard served four years as MCC secretary and since\n2015, as MCC Show Chair. He could only do this because\nof support, patience, understanding and partnership from his\nwite, Esther G. Juce, for whom he is most grateful. As their\n25th wedding anniversary nears in 2017, Howard eagerly\nanticipates commemorating it with much silver.",
            "2:00 p.m. - Ronald Greene :",
            "Money in British Columbia before\nthe coming of the Railway",
            "Ronald Greene 1s a life-\nlong resident of Victoria.\nHe obtained a degree in\nChemical Engineering\nfrom the University of\nBritish Columbia. Later,\nin his spare time he\nobtained another, a degree\nin Japanese Studies and\nFrench from the University\nof Victoria.",
            "For over fifty years\nRon has been an active researcher and writer of British\nColumbia s and Canada s numismatic history, publishing\nmany articles, and a book on Greenwood and Phoenix. He\nedited R.C. Willey s Dictionary of Canadian Medallists\nand was the Project Director of the Canadian Numismatic\nBibliography. He 1s a past president of the Canadian\nNumismatic Research Society, and of the Canadian Paper\nMoney Society, a recipient of the J. Douglas Ferguson\nAward in 1986, the Royal Canadian Mint Medal for"
            
        ],
        "PageNo": "105"
    },
    {
        "File": "The_CN_Journal_april_10.jpg",
        "Paragraphs": [
            "Numismatic Education in 1991, and the Paul Fiocca Award\nin 2012. He was named A Fellow of the Royal Canadian\nNumismatic Society, in 2015. His book on Carlo Gentile,\nGold Rush Photographer, 1863-1866 is his second book.\nIn 2016, it won the British Columbia Lt. Governor s Medal\nfor Historical Writing. Ron is the cataloguer for British\nColumbia and Yukon tokens. He has spoken on a number of\noccasions at past Educational Seminar.",
            "3:00 p.m. - Harvey Richer :",
            "A Few Things That You May Not Know About The\nGold Coins of Newfoundland",
            "Harvey Richer was born\nin Montreal. He attended\nMcGill University and then\nwent on to the University\nof Rochester where he\nobtained a doctorate in\nastrophysics. He is currently\na professor and the associate\nhead in the Department of\nPhysics and Astronomy at\nthe University of British\nColumbia. His research\nfocuses on observations with the Hubble Space Telescope,\ndetermining the properties of the oldest stars in the universe.\nIn 2014, he was made a Fellow of the Royal Society of\nCanada, Canada s most prestigious academic society.",
            "His coin collecting interests date back to a very early age\nwhen he and his brother collected coins from circulation in\nthe Montreal area. He recalls finding numerous Victorian\nsilver coins in circulation. These were almost always well\nworn and no great rarities were discovered, but the thrill\nof finding 60-year-old coins in circulation left a lasting\nimpression on him. Early on he was drawn to Newfoundland\n$2 gold coins, particularly at some time in the late 1950s,\nafter Montreal coin dealer Phillip Spier showed him a small\nhoard he had. Harvey recalls buying two of these in nice\nuncirculated condition, for $20 each. In more recent times his\ncollecting interests have focused on high quality gold, silver,\nand bronze coins of Newfoundland.",
            "In 2013 he made his first trip to Newfoundland, where,\nwith his son, he mainly explored the western part of the\nisland. They climbed Gros Morne, hiked the Tablelands\nand in St. John s he made his first visit to the Provincial\nArchives at The Rooms as well as to Memorial University.\nFrom this trip he returned with numerous documents\nthat formed the seed of a book on the gold coins of\nNewfoundland. He returned the following summer for an\nextensive visit, inspecting the Rooms  coin collection and\nspending considerable time with a historian at Memorial. In\n2016 the book was completed and it will be launched at the\nRCNA Convention in Boucherville. His educational talk\nwill be based on some aspects of the book.",
            "106",
            "4:00 p.m. - Francois Rufiange and Jacques St-Arnaud :\nMonnaies de la Nouvelle-France",
            "    talk delivered in French",
            "Major (ret d) Fran ois\nRufiange was a senior\naerospace engineer with the\nRoyal Canadian Air Force.\nHe became a collector\nas a young officer often\ntravelling to Europe in\nthe mid 1980s. In 2000,\nFran ois completed both\nRCNA correspondence\ncourses.",
            "His first numismatic\nstudy was about the engaging 1943  Victory  5-cent coin\nby Thomas Shingles. Fran ois is a past president of the\nOttawa Numismatic Society (six consecutive years).",
            "Currently he is the president of the Association des\ncollectionneurs du Grand-L vis.",
            "Over the years, he has acquired a keen sense on how",
            "to best teach others about the basics in numismatics. He\nhas published a great number of articles over the years,\nand he is an accomplished numismatic photographer. He\nthoroughly enjoys public speaking and has presented a\nnumber of talks to various numismatic organizations and\ncoin shows. Francois was made a Fellow of the Ontario\nNumismatic Association, in 2010.\nJacques St-Amaud has been\ninterested in coin collecting\nsince 1971. Currently he\nspecializes in colonial\nnumismatics, with a main\nfocus on Spanish and French\nroyal coins introduced in\nCanada during the 17th and\n18th centuries. He continues\nto collaborate with\nnumismatists in Canada, the\nUnited States and France on\nKing Louis  royal coinage\nreference books. Recently, Jacques contributed his research\nto the master work on colonial coins of New France French\nCoinage Specifically for Colonial America by Sydney F.\nMartin, released in 2016. Last year, his ground breaking\narticle  A 17th Century Intercontinental Money  appeared\nin The Canadian Numismatic Journal.",
            "Plan to attend the 2017 RCNA Symposium\nheld Wednesday, July 19 and Thursday,\nJuly 20, in the Iles Perc es A room of the\nConvention hotel. Everyone is Welcome!",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "106"
    },
    {
        "File": "The_CN_Journal_april_16.jpg",
        "Paragraphs": [
            "IN. MEMORIAM-LESLIE_CHARLES, HILL",
            "With Leslie C. Hill s passing on February\n20, 2017, at White Rock BC, we\nhave lost one of the giants of",
            "Canadian Numismatics. He was born on",
            "July 10, 1916, the second of five children",
            "of Hather Dennis Hill and his wife,",
            "Lucy Ellen Wilson Hill, who both",
            "had emigrated from England. He had",
            "an older brother, Gordon James, and",
            "brothers, John Ashton and Alex, and",
            "sister, Joyce. In 1921 his father was",
            "a farmer, but Les spoke of his father",
            "running a pool room and barber shop.",
            "Les moved to Prince Rupert in the",
            "mid 1930s where he found work in the",
            "shipyard. Over time he became a crane",
            "operator. He met his future wife, Victoria",
            "(Vic) Balacki [pronounced and often recorded as\nBalaski] in Prince Rupert and they were married August\n11, 1943, after which time the couple moved to Vancouver.\nHe started working in a shipyard in North Vancouver\nwhere he ran a crane for a couple of years. He acquired\nhis Certificate of Competency in 1944 (steam engineer)\nwhich allowed him to move to the Vancouver School Board\nwhere he ultimately became the head custodian in one of\nthe larger high schools.",
            "Les and Vic never had children, but they raised one of\ntheir nephews, Glen Dahl, from the age of four. Vic passed\naway in 2007 after 64 years of marriage. Les is survived by\nGlen and several other nephews and nieces.",
            "Les had spoken of being interested in coins at an earlier\nage, but never had any money to pursue his interest until\nabout 1945 or a bit later. In 1947 he started collecting decimal\ncoins and within 18 months had assembled a complete\ncollection of Canadian and Newfoundland decimals, by date\nand including the major varieties which were recognized at\nthe time. In those times acquiring coins meant writing a lot\nof letters, and he corresponded with many if not all of the\nleading collectors of the day. To improve his collection he\nwould purchase others  entire collections, select the needed\npieces, then dispose of the remaining pieces, which is the\nreason I first corresponded with him in early 1956, replying\nto one of his ads in The CN Journal.",
            "In 1963 he sold his decimal collection to a Montreal\nbusinessman. He then branched into tokens of British\nColumbia and Yukon. Later, in the mid 1960s, the\nVancouver Numismatic Society set up a research\ncommittee consisting of several leading collectors who\neach took a category and listed all the known tokens.",
            "Les, who had the largest token collection, put",
            "everything together and developed the",
            "numbering system. In 1969, this effort",
            "led to the first true BC catalogue, which",
            "listed about 1200 tokens compared to",
            "four in Breton s list. In 1980 after the",
            "committee stagnated, Les produced",
            "his own catalogue, British Columbia",
            "Numismatics Part 1, Trade Tokens,",
            "with approximately three times as",
            "many tokens, the quantity of which",
            "required a new numbering system with",
            "more capacity. This system continues",
            "as the foundation of the current database",
            "that has over 6000 tokens listed. Then in",
            "1990, he and Scott Simpson produced Yukon",
            "Numismatics, which listed not only tokens, but\nmedals and paper items.",
            "Les was an original member of the Canadian Numismatic\nAssociation (now RCNA). His number was 32 and he later\nbecame Life Member No. 3. As well, he was a founding\nmember of the Vancouver Coin Club (now the Vancouver\nNumismatic Society), and of the now defunct Royal\nCity Coin Club. He was also a founding member of the\nCanadian Numismatic Research Society. By nature, Les\nwas a quiet, serious student of numismatics who kept a low\nprofile. He didn t like the limelight and tended to avoid\nmeetings and conventions. He was at his best hosting small\ngroups of like-minded friends. He was one of two Honorary\nLife Members in the Canadian Association of Token\nCollectors. He received the highest distinction in Canadian\nnumismatics, the J. Douglas Ferguson Award, in 1978.",
            "Some of his ground-breaking works include an article\non the BC $10 and $20 coins of 1862 (1948), the North\nWest Company tokens (1963), a 20th anniversary history of\nthe Vancouver Numismatic Society (1975), the Resolution\nand Adventure Medals distributed by Capt. Cook (1980),\nthe Card Money of the Cassiar region (1988 and 1998).\nIn addition, he did a lot of early research and writing\nestablishing the rarity of various decimals. He also wrote\na large number of articles on BC and Yukon merchants\nand their tokens. His extensive notes on BC and Yukon\ntokens were written by hand in tiny print in small ring-\nbinders   we call them the  wee books.  These have proven\ninvaluable over the years. I consider him my mentor and he\nwas extremely good about sharing information. He retained\na phenomenal memory almost to the end. We miss him.",
            "Ronald Greene",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "112"
    },
    {
        "File": "The_CN_Journal_april_17.jpg",
        "Paragraphs": [
            "ON THE IMPORTANCE OF PROPER RESEARCH",
            "AND RECORDING",
            "BY LESLIE C. HILL\nFRNS, LM, #3",
            "This article, by Leslie C. Hill, then CNA member 32, originally appeared in the Volume 8, No. 2 issue of The CN\nJournal (February, 1963) pp 53-54. Les s words 54-years ago still resonate in the numismatic community today. One\ncannot over-estimate the value that research brings to our hobby both for individual enjoyment and for its very",
            "life s blood!",
            "The value of research in connection with\n| numismatics cannot be over-emphasized as this\nprovides the future hobbyist with the story behind\nhis collection thereby enhancing its interest to him. It is\nimportant however, that the results of research be recorded\nin numismatic publications in order that the information\ngained be preserved for the future. Articles printed in\nnewspapers prove of little value as they are seldom\npreserved; talks given to coin societies often do not get into\nprint and important information may be lost to all but a few\nwith retentive minds who attended the meeting.",
            "An example of information lost through poor recording\nis # 942 in  Breton s Guide  of 1894 where we note his\nmention of two varieties of the dimes of 1891 and 1893\nwithout any reference to what constituted the difference.\nNone of the better known numismatists in Canada during\nthe 1940s could explain what Breton had meant, and it\nwas not until after the CNA was formed in 1950 that the\ndifferences were re-discovered 60 years after the first\nmention of their existence by Breton. The differences were\nthe 10c 1891 where the reverse has a wreath containing\neither 21 or 22 leaves, and the 10c 1893 where the 3 is\neither round or flat topped.",
            "British sovereigns were struck at the Royal Mint in\nLondon and also at the various branches overseas, including\nthe branch in Ottawa, to facilitate the balancing of trade\ndeficit payments. By having the sovereigns made in Canada\nthis did away with shipping gold bullion to London, then\nback again as coin, with the attendant expenses of handling,\nshipping and insurance, not to overlook the possibilities of\nship wreck or sinking U-boat. Those struck at the Ottawa\nbranch of the Royal Mint were mint-marked with a small\n C  and one date in particular has proven to be something\nof a mystery to sovereign collectors that being the 1916C.\nKnowing that gold is sometimes shipped abroad, the\nsuggestion has been made that it is possible that almost\nthe entire striking ($30,000) may have gone to the bottom\nof the Atlantic as a result of U-boat action during the\nlatter years of World War I. On the other hand there is the\npossibility that the bulk of this date remain in the vaults of\nthe Bank of Canada in Ottawa as part of our gold reserve.\nWe note that a considerable amount of gold was reported\nto have been shipped abroad early in 1962 to balance trade\ndeficits maybe some of the 1916s will eventually reach",
            "Number 3 April e May 2017",
            "the coin markets if our national gold reserve falls low\nenough. We have had the opportunity to acquire only three\nof this date (but didn t) since becoming active in the hobby.",
            "It would indeed be welcome news if someone could\ncome up with the answer to the missing 1916C sovereigns,\nthe 1936 dot cent and dime, and the reasons for the different\ndies used during 1891 and 1911. Although much has been\nwritten concerning the 1936 dot coinage it is obvious\nthat the only research that has been conducted is through\nour small change looking for ghosted dots. Apparently it\nis easier to do this than to chance offending officialdom\nby doing some research into the reasons for the release\nof figures for coins supposedly struck and issued in the\nusual manner but which have not materialized. It would\nbe interesting to many to learn why the patterns of 1911\nappear with the  DEI GRA  whereas the currency coins\nare graceless, and also why it was necessary to use two\ndifferent obverse and reverse dies for making the cents of\n1891.",
            "Editor s Note: The author is a prominent member of\nnumismatic circles in Vancouver, and British Columbia\ngenerally, and a frequent contributor to these pages.\n[original note accompanying the article. ]",
            "I never met Les Hill but like many other\ncollectors I definitely knew who Les Hill was.\nA quiet man his dedication to numismatic\nresearch and writing spoke volumes. Les\nclearly understood the wonderful rewards of\nsharing research. As a founding member of\nthe Canadian Numismatic Research Society,\nLes recognized early on the importance of\nrecording numismatic knowledge for future\ngenerations.\nA numismatist in the true sense of the word\nLes Hill leaves behind a legacy of numismatic\nstories told only as he could tell them.",
            "Scott E Douglas",
            "Past President, CNRS\n"
        ],
        "PageNo": "113"
    },
    {
        "File": "The_CN_Journal_april_18.jpg",
        "Paragraphs": [
            "VICTORY AT VIMY RIDGE",
            "By LORI HELSTON",
            " Nations Are Made By Doing Great Things Together  - Ernest Renan",
            "This year is a significant anniversary of a major event",
            "that helped shape our Canada of today. It is now 100",
            "years beyond our armed force s Vimy Ridge victory\nin the First World War   Canada s real coming of age. That\nwar introduced a host of modern weaponry and killed an\nestimated ten million combatants. The conflict would carry\non for five horrific years and leave an estimated ten million\ndead from the new tools of war: high-explosives, machine\nguns, poison gas, tanks, and planes. On the Western Front the\nopposing Allies and the Central Powers mainly fought trench\nwarfare, often to a deadlock. In that western sector, it was at\nVimy Ridge where Canada achieved her hard-won fame.",
            
            "(1) Western Front Battlefields 1914-1918\n\"75, Battle Front June 1916",
            "Map of the Western Front",
            "Vimy Ridge is a seven-kilometre-long slope that rises\nfrom the surrounding flatland; it s about two hours north\nof Paris, in open countryside near Arras. The Germans\nsecured Vimy early in the war and believed they d made\nits highpoint, a strategic location, impenetrable. The Ridge\noffers a perfect view of any attack attempted from the plain\nbelow. Germans troops had transformed it into a redoubt of\ndeep tunnels and trenches concealing crack soldiers with\nmachine guns and artillery pieces, all behind an immense\nwall of barbed wire.",
            "The battlefield as viewed from Vimy Ridge.\n(Library and Archives Canada)",
            
            "Allied attempts to take Vimy Ridge in 1914 and 1915\nfailed and cost hundreds of thousands of casualties. In\n1915 alone, one attempt by French forces resulted in about\n150,000 wounded or killed. In 1916, British forces replaced\nthe French, but they too were unsuccessful in dislodging the\nGermans.",
            "A new Allied three-pronged strategy against the enemy\nemerged in spring 1917. With British and French forces\neach assigned a flank, Canadians were tasked with an\nattack to seize the stronghold: Vimy Ridge. The battle\norder relied heavily on the preparations and training that\nhad been rigorously carried out during the previous winter\nmonths. Before the engagement, pre-battle activities set up\ncommunications and adequate supplies for the attack. There\nwere intelligence incursions plus staged diversionary and\nharassment actions on enemy positions to divert attention\nfrom a possible main thrust.",
            "Le FE id es pine D",
            "Firing two naval guns at the Germans from behind\nCanadian lines. Vimy Ridge, France, April 1917.\n(Library And Archives Canada PA-001 182; William Ivor Castle)",
            "In advance of the Vimy assault, Canadian and British\nforces began a week-long continuous artillery barrage to\ndistract any enemy sense that attack loomed. The shelling\nhelped to destroy the enemy s fortification and barbed\nwire. This relentless bombardment came to be called the\n Week of Suffering  by the harried Germans. Canadian\ninfantrymen went into the battle feeling confident that\nthe fire from their 1,000 artillery guns had gained them\nthe advantage to succeed. Despite the abominable field\nconditions and the ferocity of firepower thrown at them\nour men pressed on; in their minds were the words about",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "114"
    },
    {
        "File": "The_CN_Journal_april_19.jpg",
        "Paragraphs": [
            "the attack s timing that their Corps Commander, Sir Julian\nByng, implored them to maintain,  Chaps, you shall go\nover exactly like a railroad train, on time, or you shall be\nannihilated. ",
            "The assault started at 5:30 a.m. Easter Monday, April 9,\n1917. In a vast wave about 20,000 Canadian soldiers\nstruggled forward through craters and mud, dogged by\nsnow and sleet, all the while facing withering machine\ngun fire. Nevertheless, by midday, three of four divisions\nhad captured their assigned Ridge objective on schedule.",
            "Number 3",
            "April e May 2017 -----------------------------------",
            "Canadian Corps Commander, Sir Julian Byng,\nimplored them to maintain,  Chaps, you shall\ngo over exactly like a railroad train, on time,\nor you shall be annihilated. ",
            "The ridge prominence, Hill 145, became their prize on the\nmorning of April 10. Two days later, Canadians took  the\nPimple,  the other significant rise on the ridge. By then a\nrouted enemy had been forced to retreated more than three\nkilometres.",
            "The Canadian Corps captured more ground, prisoners\nand artillery pieces than achieved in any previous British\noffensive of the war. Canadian soldiers acted with courage\nthroughout the battle; each of four men earned a Victoria\nCross, the highest award for military valour for their\nactions in capturing enemy machine gun positions. These\nbrave men were: Private William Milne, Lance-Sergeant\nEllis Sifton, Captain Thain MacDowell and Private John\nPattison. There were unlimited single acts of sacrifice made\nas Canadians boldly charged machine-gun nests or forced\nGermans in protective dugouts to surrender. Hill 145, the\nhighest most important feature of the Ridge, where the\nVimy monument now towers, fell to our frontal bayonet\ncharge against enemy machine-gun positions.",
            "The Battle of Vimy Ridge proved bittersweet; it brought\nmassive loss; fighting cost 3,598 Canadian dead and\n7,000 wounded. German casualties were estimated at\n20,000. The CEF capture of Vimy Ridge pivoted Allied\naccomplishments toward the end of the Great War eighteen\nmonths later. Vimy achieved more than battlefield victory\nfor Canadians. For the first time, all four Canadian divisions\nhad come together with men, from different regions,\n"
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_april_20.jpg",
        "Paragraphs": [
            "Brigadier-General Alexander Ross would\nfamously say of the battle:  ... in those few\nminutes | witnessed the birth of a nation. ",
            "who fought together as one force. Although the CEF troops\nwere considered British, at Vimy they were our boys. Vimy s\nvictory elevated Byng to higher command; Canadian Arthur\nCurrie succeeded him as our Corps Commander.",
            "At home, Canadians, in 1917, rejoiced at reports from\nVimy. Borden, the prime minister, emboldened and\nforeseeing war s end agitated for Canada s inclusion in\npeace talks. After all hostilities did end, Canada counted\n60,000 dead and countless wounded. Later, returning\npersonnel found their homeland mired in war debt, fraught\nwith unemployment and struggling with social unrest.\nDespite this turmoil, social conscience prevailed and\nrecognition for the services and sacrifices of all veterans\npoured out with emotion in memorials, works of art, medals\nand written material.",
            "Sir Arthur Currie and some of his officers met in\npeacetime with British officials to choose a European\nbattle site appropriate for a permanent memorial to fallen\nCanadians. Hill 60 was considered, but the importance of\nVimy prevailed. Ottawa formed The Canadian Battlefields\nMemorials Commission to undertake the project. It\nchose Canadian sculptor Walter Seymour Allward\nto design and oversee construction of our memorial.\nFrance responded with its gift in perpetuity to Canada of\n100-hectares surrounding Vimy; the site preserves two\nmilitary cemeteries, Canadian and German trenches and",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "116"
    },
    {
        "File": "The_CN_Journal_april_21.jpg",
        "Paragraphs": [
            "tunnels, and an unknown number of\nunexploded munitions.",
            "In 1921, Allward started\nhis design work. By 1925\nwhen construction began\nAllward was already living\nin Europe and supervising the\nproject. The monument took\neleven years to complete and\ncost $1.5 million. In 1936,\nCanada s defence minister\nannounced that the edifice\nwould be unveiled that July\n26 by King Edward VIII in the\npresence of President Lebrun of\nFrance, dignitaries and officials. This\nwould be Edward s first official\nengagement after ascension.",
            "A planned pilgrimage of",
            "Canadians formed. It included\na large contingent of veterans\nwho were organized and\nsupported by their recently\nformed Canadian Legion.\nTravel kits available to\npilgrims contained a\nhaversack, khaki beret for\nveterans or blue for others,\na guide book, and for\nLegion members their Vimy\nPilgrimage Medal. Some\n6,000 veterans and family\nmembers sailed forth from\nMontreal.",
            "In France, the Vimy\nmonument stands on\nHill 145, the ridge s\nhighest feature, site\nof the ferocious and\nbloody fighting.",
            "Its base covers\n2,000 square feet;",
            "posted  missing presumed dead \nin France are inscribed on its\nramparts. In true Canadian\nfashion the monument does\nnot glorify war nor trumpet\nvictory; it honours sacrifice",
            "and signals remembrance.\nAt the unveiling King\nEdward VII spoke of the\nmemorial as  Crowning\nthe hill of Vimy [that] is\nnow and for all time part of\nCanada  and adding that the\nworld  will long remember, and\nCanada can never forget.  French\nPresident Lebrun spoke of his country s\ngratitude for Canada s sacrifice\nand honoured the memory of\nthe Dominion s  60,000 sons\nwho fell fighting far from their\nhomeland, and in honour of\nthe Canadian army corps...\nwhich in 1917 took Vimy\nRidge in action as glorious as\nit was bloody.  Canada s\nofficial representative,\nEmest Lapointe, followed\nby stating that Vimy had\nforced the young Dominion\nto step forward like never\nbefore. The crowd attending\nnumbered about a hundred\nthousand, and over them all,\nAllward s poignant monument",
            "dominated.",
            "In the years that\nfollowed, thousands\nof Canadians made\ntheir way to see\nthe monument\nand reflect on our\ncountry s enormous",
            "its pylons appear",
            "to thrust skyward",
            "out of the ridge. They\nrise 138 feet. Allward\nused 6,000 tons of\nwhite limestone for the\nmonument to create\nan  almost ghostly\nquality.  The names\nof 11,285 Canadian\nsoldiers who were",
            "Number3 April e May 2017",
            "loss of its citizen\nprotectors. Time\ndegraded the structure\nand recent extensive\nrepair work undertaken\nended in 2007 with a\nceremony to restore the\nmemorial s glory. May\nthose we lost rest in\npeace.\n"
        ],
        "PageNo": "117"
    },
    {
        "File": "The_CN_Journal_april_22.jpg",
        "Paragraphs": [
            "In 2012, the Bank of Canada honoured the Vimy\nsacrifice with a new $20 polymer banknote. On its reverse\nis the Vimy Memorial. The $20 note, the most used\ndenomination, is estimated as half of all notes in circulation.\nAt its release, Vimy Foundation President David Houghton\nsaid,  Each time we open our wallets we will be reminded\nof the significance of the Battle of Vimy Ridge in\nCanadian history a pivotal moment when our country\ncame of age. ",
            "The Royal Canadian Mint has, over time, also\nhonoured Canada s sacrifice at Vimy Ridge with\nseveral coins. In 2002, the RCM issued a proof 5-cent\nsilver coin to honour Vimy s 85th anniversary, and in\n2007 a $30 coin for its 90th. For 2017, the RCM salutes\nthe 100th anniversary of the Battle of Vimy Ridge with\ntwo pure silver coins: a 1 oz, 38 mm, coin with a face\nvalue of 20 dollars, featuring an unknown soldier with\na battlefield backdrop; and a 10 oz, 76 mm, limited-\nedition coin with a face value of 100 dollars, which\nreplicates a portion of the noted painting The Taking\nof Vimy Ridge, Easter Monday, 1917 by war artist\nRichard Jack. These coins are intended as a way to\nhonour the sacrifice made by those brave Canadians\na century ago: those who paved the way for Canada\nto come into her own as a nation.",
            "The CN Journal",
            "Volume 62\n"
        ],
        "PageNo": "118"
    },
    {
        "File": "The_CN_Journal_april_27.jpg",
        "Paragraphs": [
            "PORTRAITS OF THE FAMOUS\nBY. MEDALLISTS._OF_RENOWN",
            "BY BARRIE RENWICK",
            "FRCNA, FCNRS, #5754,",
            "#3 The Lloyd George Medal by Frank Bowcher",
            "The Lloyd George medal by Frank Bowcher\n| commemorates Lloyd George s part\nin the 1919 Allies  signing of\nThe Treaty of Versailles, ending The\nGreat War. Lloyd George, Prime\nMinister of Britain, with presidents\nClemenceau of France and\nWilson of the United States\nwere signatories for the Allied\ncountries. The medal s obverse,\na frontal image, apr s Hurst s\npainting David Lloyd George\nconfirms Bowcher s skill as a\nmedallist, mastering a portrait\nstyle few contemporaries attempted.\nThe mid-point inscription has Lloyd\nGeorge s name and the year separated\nby the effigy. The plain field emphasizes\nLloyd George s sanguine expression. Centered on\nthe reverse, Britannia facing, robed, armed\nwith a shield and the Sword of Justice,\nexuding protection and courage.\nHere, a plain field with a centered\nLatin inscription meaning victory\nthrough effort; a medal in 44 and\n63 mm sizes.\nLloyd George, born 1863 of\nWelsh parents in England, as a\nchild had his father s surname,\nGeorge. His father died in 1864;\nhis mother, with her children,\nreturned to Wales and her family\nnamed Lloyd. David was raised\namong these Lloyds. As a young\nadult he put Lloyd before his surname in\ndeference to a beloved uncle.\nThat uncle influenced his\nnephew to become a lawyer\nand politician. Lloyd George became a lawyer, married\nand entered politics, advancing through a series of\nlocal and regional positions that led him to parliament\nin 1890 as an MP from Wales. Within 18 years he was\nChancellor, then in wartime, Minister of Munitions,",
            "Number 3 April e May 2017 -----------------------------------",
            "Secretary of State for War, and finally, Prime Minister\nin a coalition government. His meteoric rise\nentailed administrative changes urgently\nneeded during wartime crises. By\nwar s end, Lloyd George s decisive\nachievements had national\nadmiration. He lost power in\n1922, but stayed politically active\nbefore retiring to Wales in 1944\nwhere he died, in 1945.\nFrank Bowcher, born a\nLondoner in 1864, may have\ninherited his artistic talent\nfrom his father, a draftsman and\netcher. Young Frank, after primary\nschooling, pressed on to the National\nArt Training School, South Kensington,\nto learn the skills needed by a medallist.\nHe furthered his knowledge through studies in\nParis. Bowcher attained recognition at age\n22 for his 1866 medal of the Egyptian\nKhedive. That achievement led to\na commission from the Royal\nMint, followed by others from\nthe City of London, and other\ndistinguished entities. Later he\nwas in the group that founded\nthe Society of British Sculptors,\nand he exhibited at the Royal\nAcademy. Bowcher s work was\nprincipally medals, and seals. He\nproduced a vast number of medals\nfor Spink & Son over their long-time\nassociation; he worked occasionally\nfor the Royal Mint providing medals of\nroyal personages, and also for\nThe Mint Birmingham, for which\nhe produced the medals of two\nof Canada s governors general. The compact nature of\nhis art required little work space, so Frank mainly toiled\nin a studio in his residence. Bowcher, known better by\nnumismatists than by those among the public, remained a\nLondoner; he died in 1938, at age 74.\n"
        ],
        "PageNo": "123"
    },
    {
        "File": "The_CN_Journal_april_28.jpg",
        "Paragraphs": [
            "EVIDENCE OF UPPER CANADA",
            "COUNTERFEITERS-AN-UPDATE",
            "BY TIM GRAWEY\n#20752,",
            "This article originally appeared in the January / February, 2016 edition of the Journal. Since then new information\nhas been discovered and other changes made that the author felt warranted this update.",
            "In the early 20th century a counterfeiting plant was",
            "discovered at 818 Craig Street in Montreal.\nVarious types of equipment were found\non the premises including a milling\nmachine, lathes, cutting machines,\nstamping hammer, gas melting\nfurnace and a press for rolling out\nbars of metal. The chief coiner\nAlfred Robitaille and his partner\nAristides Raveau were arrested for\ncounterfeiting Canadian silver coins\nwith dates between 1900 and 1914. The\ncircumstances regarding this operation\nwere documented in an article entitled\nExtensive Counterfeiting Plant in Montreal\n(author unknown), which was published in the\nJuly 1916 edition of The Numismatist. The\narticle states,  The money which these\ntwo men turned out during the past two\nyears has none of the ear marks of the\nordinary counterfeit money...while\nno official test has been made of the\nfake twenty-five cent pieces made\nby the two accused, it is said by the\nauthorities that every one of the home-\nmade quarters when tested out with the\nsame piece of ordinary currency, weighs\nexactly the same, rings true in every way\nand in appearance is equally deceptive. ",
            "It s unsurprising that this plant\nexisted; Quebec (previously known as Canada East and\nLower Canada) was a hotbed, from colonial times, for\ncounterfeiting coins and tokens.",
            "Inspiration for the term  Blacksmith Token  was\nelaborated by numismatist R. W. McLachlan who stated,\n Previous to 1837, when the lack of specie caused copper\nchange to be accepted in bulk, there lived in Montreal a\nblacksmith of dissipated habit. He prepared a die for himself\nand when he wished to have a  good time  he struck two or\nthree dollars in these coppers and thereby supplied himself\nwith sufficient change with which to gratify his wishes. !",
            "Subsequently, Howland Wood provided a vivid description of\nthe characteristics of Blacksmith Tokens,  These dies in all cases\ncrudely cut, were in many instances, purposely left unfinished,\nso as to give the issue the appearance of a worn coin...",
           
            "1 McLachlan, R. W., American Journal of Numismatics, April\n1885, Vol. XIX, p. 85.",
            
            "Although they thus produced a rude coinage these early\nCanadian coiners showed considerable skill in so\nmaking fresh coins bear the appearance of an\nold worn out but still legal currency that\nthey were able to circulate vast quantities\nof these spurious imitations. ?\nAccording to Wood, while initially\nthese were mostly copper and brass\ncounterfeits of George III halfpence,\nthis was expanded to include\ncounterfeits of Canadian issued tokens\nas well as American Hard Times Tokens.\nWood speculated that these pieces were\nissued from the first quarter of the 19th\ncentury to the 1830s or even 1840s.\nAround the same time a wide range of\nimitation tokens soon appeared in Lower\nCanada, most noteworthy were the\nBouquet Sous, Bust and Harp (Breton\n1012) and Tiffin Tokens (Breton 960)\nwith many thought to have been struck\nright in Lower Canada.\nNova Scotia did not fare much better;\na significant number of tokens were cast\nthere in brass. These included the Trade\nand Navigation pennies and halfpennies,\n1814 Broke Token (Breton 879), Halifax\nShip halfpenny (Breton 889), John A. Barry\n1815 halfpenny (Breton 891), John Brown\nToken (Breton 896), Starr and Shannon 1814\nTokens (Breton 884 & 885) and the W. A. & S. Black 1816\nToken (Breton 893). Counterfeits of the 1832 Nova Scotia\nThistle Halfpenny (Breton 871) were struck in pale copper\nand bronze in Lower Canada, about 1835, and imported into\nNova Scotia by fishermen. Included here is the exceptionally\nrare halfpenny struck with the date 1382, in error. The 1840\nThistle Halfpenny was also counterfeited and struck in brass\non smaller flans. ?",
            "These circulated in colonial Canada along with\ncounterfeits of British and Irish regal coinage some of\nwhich was produced in the United States at Machin s Mills\nand Crown Point, New York.",
            "2 Wood, Howland, The Canadian Blacksmith Coppers, June,\n1910.",
            "3 Willey, R. C.,  False Canadian Coins and Legitimate\nImitations,  The Canadian Numismatic Journal, February 1974, p.\n52-53.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "124"
    },
    {
        "File": "The_CN_Journal_april_29.jpg",
        "Paragraphs": [
            "However, did the production of counterfeit\nand imitation coinage occur in Upper Canada\n(now Ontario)? Despite lightweight\nand ante-dated tokens being issued,\nevidence has been lacking to suggest\nthat counterfeiting did occur. Although\noriginal dies were used in 1885 to re-\nstrike a few 1794 Copper Company\nof Upper Canada Patterns,* and\nthough contemporary counterfeits of\nan 1850 Bank of Upper Canada Token\nhave been reported,> these are exceptions\nrather than the norm. The Charlton Standard\nCatalogue of Canadian Colonial Tokens lists only\ntwo Blacksmith counterfeits of Upper Canada\nTokens (BL-49 & BL-50), with both\nbeing of the utmost rarity, suggesting\nthat there was no real volume of\n production  there as compared to\nLower Canada and Nova Scotia.\nMcLachlan speculated that imitations\nof Irish coppers were struck in Canada\nWest, probably Kingston or Toronto;\nhowever, evidence of this has never\nsurfaced.6\nWere the citizens of Upper Canada\ninherently more honest or law abiding\nthan those in Lower Canada and Nova\nScotia and therefore did not resort to\ncounterfeiting? After all, harsh laws\nprohibiting counterfeiting existed from the outset in Upper\nCanada. According to  an act for the better regulation of\ncertain coins current in this province : Statutes of Upper\nCanada 1796, a person who coloured, gilded or cased\nover coins with silver or gold to resemble a foreign coin\nconsidered current would be upon conviction sentenced\nto death while persons convicted of tendering counterfeit\ngold or silver coins would be imprisoned for one year.\nPersons would also be imprisoned where they were\nconvicted of importing copper or brass counterfeit coins.\nA lack of coinage for commerce in Upper Canada was\nan added incentive to counterfeit.  The principal handicap\nto financial prosperity was the lack of circulating medium.\nMoney was so scarce in the province that British,\nPortuguese, Spanish, French and American coins were\naccepted gladly as legal tender,  Durham states.",
            "4 McLachlan, R. W. Paper Presented at A.N.A., September 1912.\n5 Marshall, Mike, Marshalling the Resources Against Counterfeit\nCoins, The Canadian Numismatic Journal, October 2013, p. 458.\n6 McLachlan, R.W.,  A Hoard of Canadian Coppers,  The\nCanadian Antiquarian and Numismatic Journal, Vol. 1 No. 1 July\n1889 pgs. 27-34.",
            "7 Dunham, Aileen, Political Unrest in Upper Canada 1815-1836,\np. 26.",
            "Number 3",
            "April May 2017",
            "While the production of counterfeit coinage\nin Upper Canada has appeared at best\nprecarious, new information challenges this\nassumption. The  Warden s Report in the\nAnnual Report of the Inspector of the\nProvincial Penitentiary of December",
            "1839  states that Heman Dodge of the\nWestern District of Upper Canada was\nsentenced to seven years for  Coining \non August 24, 1836.8 As not to leave",
            "any doubt, the Report of the Board of",
            "Inspectors of the Provincial Penitentiary for",
            "1838 records Dodge as being sentenced to the",
            "same term for  Forgery (Coining).  Coining refers",
            "to the production of coins and the Provincial",
            "Penitentiary would become Kingston\nPenitentiary.",
            "At the time of Dodge s conviction\nand imprisonment the Western District\nof Upper Canada, formerly known as\nHesse District, was later sub-divided\ninto Kent County, Essex County, and\nLambton County.",
            "Dodge was with similar company",
            "in the provincial penitentiary. Records\nindicate that among those incarcerated with\nhim for crimes, such as larceny and horse\nstealing, was Joseph Warriner of Gore\nDistrict, serving time for  uttering a forged\nnote  and W. H. Boss of London, imprisoned\nfor  passing forged notes. ",
            "The weekly Canadian Emigrant and Western District\nCommercial and General Advertiser newspaper, of Sandwich\n(then capital of the Western District now part of Windsor)\nwas delayed until August 25, 1836, at the request of the\nGrand Jury, so that the paper could include the Chief Justice s\nCharge to the Jury. An article summarizes the cases heard, and\na single line reports that Heman Dodge was found guilty of\ncoining and sentenced to seven years imprisonment.! ",
            "What type of coin or token did Dodge counterfeit? The\nbench book of Justice Sir John Beverley Robinson indicates\nthat Dodge was found guilty of coining British half crowns,\nBritish shillings and American half dollars, all of silver\ncomposition.1!",
            "8 The  Wardens Report 1839 and Annual Report of the Inspector\nof the Provincial Penitentiary December 1839  in the Appendix to\nthe Journal of the House of Assembly of Upper Canada 1839-1840,\n/books.google.ca/books?id=U1 9aAAAAYAATEP.",
            "9 Report of the Board of Inspectors of the Provincial Penitentiary\nfor 1838 /archive.org/details/cihm_40088 .",
            "10 Canadian Emigrant And Western District Commercial and\nGeneral Advertiser, August 25, 1836, p. 2, /ink.ourdigital world.org\n11 Bench book of Justice Sir John Beverley Robinson. August  \nSeptember 1836 RG 22   390   2, Box 22, Envelope 5, pages 321\n  324. Archives of Ontario.\n"
        ],
        "PageNo": "125"
    },
    {
        "File": "The_CN_Journal_april_30.jpg",
        "Paragraphs": [
            "This in part explains Dodge s lengthy\nincarceration of seven years. Penalties for\ncounterfeiting gold and silver were much\nmore severe than for copper and brass. It has\neven been speculated that in contrast to gold\nand silver, the authorities looked the other\nway when made aware of copper and brass\ncounterfeiters.",
            "While British coins of all types circulated\nextensively in the Canadian colonies, why\nwould Dodge have counterfeited American\nhalf dollars?  During the early 1800s, the\nAmerican half-dollar was imported by\nCanadian banks and used widely in Upper\nand Lower Canada. Workers on the Rideau\nCanal were paid with these pieces.  !2",
            "The bench books contain notes of the trial in\nJustice Robinson s own writing, much of which is\nillegible. I could not discern other details although\nthe word  mould(s)  was recorded 3 times and\nthe word  quicksilver  once, which suggests that\nDodge cast his counterfeits rather than using dies.",
            "Upper Canada has had its share of\nflamboyant politicians. One of the more\ncontroversial would be linked to the production\nof counterfeit coins. John Brown, born in 1790\nin Ireland, immigrated to Smith Creek (later\nPort Hope), in 1818. This community is\nlocated on the north shore of Lake Ontario,\neast of Toronto. Brown had the distinction of\nconstructing the first brick building in the village.\nHe would become a formidable businessperson\nand politician. His extensive business interests\nincluded a cut nail factory, distillery and a\ngeneral store. One mile north in an area known\nas Brown Stone Mills he operated flouring\nmills, a saw mill, a cooper shop, store houses,",
            "a granary and a blacksmith shop. Brown also\nserved as president of the Harbour Company,\nin 1829. As a town council politician, he was on\nthe first elected Port Hope Board of Police and\nwas elected to the legislature of Upper Canada\nfor Durham in 1830 and 1835.13 Brown also\nserved as a Magistrate for the Newcastle\nDistrict from 1823 to 1840.!4",
            "The essence of Brown s link to counterfeit\ncoinage is found in the article by Harold Reeve:",
            " The History of Hope Township.  He states,  ...",
            "Brown s blacksmith shop made copper coins and",
            "they were a great convenience to the merchants,\ncoins being very scarce. !5",
            "How could a prominent businessman\nholding leading political offices be engaged in\ncounterfeiting? This may be better understood",
            "by examining Brown s behaviour in other\ncircumstances. Combative and a maverick, he\nhad a long history of disputes and conflicts with\npolitical adversaries, government officials,\nbusiness associates and ordinary citizens. He\nwas elected to the legislature as what else   a\nreformer.\nIn his article, Reeve outlines several disputes\nthat Brown was involved in, including when he\nwas accused in 1832 of instigating a political riot\nin Port Hope and on several occasions when Brown\nand his distillery were reported being a  nuisance, \nthen in 1837 when one of Brown s employees was\naccused of killing a competitor s employee, and\nlater when Brown accused a customs inspector\nof taking a bribe; in 1835 Brown was fined 35\nshillings for obstruction of the street.\nSusan Lewthwaite explains,  However,\nJohn Brown had as many enemies as he had\nsupporters. Indeed he was known in Port Hope\nin the 1830s as  the Disturber  because of his\n lawless aggression.  According to some of his\ncontemporaries, peaceable citizens had taken to\ncarrying arms in the town after dark because they\nfeared for their safety. They attributed their insecurity\nto the dangerous presence of John Brown. ! \nApparently, John Brown s lawlessness\nextended to counterfeit coin production.",
            "I could find no evidence that John Brown was\nconvicted or even charged with counterfeiting.\nWas this because of his widespread political and",
            "business connections and influence? Perhaps a",
            "desperate need for comage made people look the",
            "other way as Brown was providing a service to\nbusinesses and the community.",
            "Reeve s article indicates that Brown s\nblacksmith shop produced copper coins\nhowever Reeve did not describe their design or",
            "inscription. Could they have been blank planchets\nor English or Irish imitation halfpence or perhaps",
            "12 Powell, James, Bank of Canada   A History of the Canadian\nDollar, 2005, p. 19(i).",
            "13 Robertson, Susan, Port Hope Councils 1834-Present, published\nin the Port Hope evening Guide, arch 6, 1984 alivingpast.ca.",
            "14 Lewthwaite, Susan Dawson, Law and Authority in Upper\nCanada: The Justices of the Peace in the Newcastle District 1803-\n1840, p. 67 (Ph D. Dissertation, University of Toronto, 2001, found\nat tspacelibrary.utoronto.ca.",
            "5",
            "15 Reeve, Harold, The History of Hope Township 1867-1967,\nCobourg Sentinel-Star, 1967 p. 140",
            "16 ibid 140-142",
            "17 Memorial to Lieutenant Governor John Colbome, 16 Apr.\n1832; AO, RG22,46, Cobourg Quarter Sessions Miscellaneous\nRecords, Box 1, env. 3:  Charges of Misconduct against John\nBrown, JP, 1832-33  ; another copy appears in Upper Canada\nSundries, 65083-4 sited in Lewthwaite p. 254.",
            "nee The CN Journal Volume 62\n"
        ],
        "PageNo": "126"
    },
    {
        "File": "The_CN_Journal_april_31.jpg",
        "Paragraphs": [
            "some of the more common Blacksmiths or other imitations\nsuch as Bust and Harps? Brown Stone Mills, including the\nblacksmith shop was constructed about 1819 and put up for\nsale in 1848 by Brown s widow, meaning that his coin\nproduction could have potentially occurred for 20",
            "years.!8 Brown died in 1842 in his 52nd year.",
            "Could the counterfeit coppers produced\nby Brown s blacksmith shop be related\nto what are referred to as the McNish\ncoppers? The Geoffrey Bell Auction\nCatalogue of October 2015 outlines the\nstory of the  McNish coppers, the Port\nHope Blacksmith  under Lot 279.19 The\nMcNish pieces were discovered by Joseph\nHooper the first Canadian president of the\nAmerican Numismatic Association, who resided\nin Port Hope. The story of these coins, by John A.",
            "Wood, appeared in Mehl s Numismatic Monthly",
            "in January 1917. McNish, an old blacksmith",
            "lived in Port Hope. The McNish pieces",
            "circulated before struck-die coins were",
            "plentiful. George Healy, a bank teller in",
            "Port Hope, was acquainted with McNish",
            "in 1854. Bank officials were happy",
            "when McNish brought in 50 tokens, and",
            "they would remark,  McNish is coining",
            "again.  Wood claims that McNish  used",
            "to cut the pieces out of old brass and copper",
            "boilers and kettles,  which suggests a very",
            "crude or primitive method of production.",
            "The catalogue describes the pieces as a blank",
            "copper with upturned rims, weighing 6.45 grams and a  blank\nbrass planchet, which appears similar to those of the Tiffin and\nBust and Harp types from the Prescott hoard. ",
            "Researchers have found it challenging to verify the McNish\nstory. While some information about Healy is available, until\nnow nothing has been found for McNish. In the Port Hope\nDirectory for 1856-57,20 George M. Healy is an accountant\non Walton Street in Port Hope with residence on Base line,\nalthough the 1861 Census of Canada lists George M. Healy as\na bank clerk, age 42, bom in Upper Canada.?!",
            "Though I was unable to locate a Port Hope blacksmith\nnamed McNish, the 1861 Census records Thomas McNish,\nblacksmith, 60 years of age, born in Scotland, residing in\nCavan Township with spouse Ellen and children. Cavan\nTownship borders Hope Township where Port Hope is, so\nit s possible he supplied crude coins to some Port Hope bank.\nWith the limited population in 1854, blacksmith McNish\nwould be known by George Healy. McNish probably banked\n18 Reeve p. 140-141\n19 Geoffrey Bell Auction Catalogue, October 2015, Lot 279\n20 Port Hope Directory for 1856-57, /www.porthopehistory.",
            "com/1856directory/directory_index.htm#STREETS\n21 Library and Archives Canada, 1861 Census.",
            "Number 3",
            "April May 2017",
            "in Port Hope, the area s largest commercial centre. The 1856 \n57 Port Hope Directory lists five banks in town.\nI could find no evidence to link Thomas MeNish to John\nBrown or his blacksmith shop and it would appear that\nproduction of the McNish coppers occurred after\nBrown died and his shop was sold.",
            "(Images for the Bust & Harp, Blacksmith,\nand McNish Tokens are courtesy of:\nThe National Currency Collection,\nCurrency Museum, Bank Of Canada.)",
            "Resources",
            "American Numismatic Association, The",
            "Numismatist, July, 1916",
            "Archives of Ontario\nCanadian Emigrant and Western District\nCommercial and General Advertiser, August 25, 1836.\nCross, William K. (2015). Charlton Standard\nCatalogue of Canadian Colonial Tokens, 9th\nEdition. The Charlton Press.",
            "Dunham, Eileen, (1969) Political Unrest in\nUpper Canada 1815-1836, McClelland and\nStewart.",
            "Geoffrey Bell Auction Catalogue, October, 2015.\nLewthwaite, Susan Dawson, Law and\nAuthority in Upper Canada: The Justices of\nthe Peace in the Newcastle District 1803-1840.\nLibrary and Archive Canada\nMarshall, Mike (2013).  Marshalling the Resources\nAgainst Counterfeit Coins.  The Canadian\nNumismatic Journal, October 2013. 456-459.\nMcLachlan, R. W., American Journal of\nNumismatics, April 1885, Vol. XIX.",
            "McLachlan, R. W., Paper Presented at ANA, September 1912.",
            "National Currency Museum, Bank of Canada.",
            "Port Hope Directory for 1856-57",
            "Port Hope and District Historical Society.",
            "Powell, James, Bank of Canada   A History of the Canadian\nDollar, 2005.",
            "Reeve, Harold, The History of Hope Township, 1967, the\nCobourg Sentinel-Star",
            "Upper Canada (1840). Annual Report of the Inspector of the\nProvincial Penitentiary December 1839.",
            "  (1840). Appendix to the Journal of the House of Assembly of\nUpper Canada 1839-1840. Toronto : H. Scobie, 1840",
            "  (1838). Report of the Board of Inspectors of the Provincial\nPenitentiary for 1838. [Toronto]: Printed at the Commercial\nherald Office. archive.org/details/cihm_40088.",
            "  (1796). Statutes of Upper Canada 1796, Fifth Session of the\nFirst Provincial Parliament, An act for the better regulation of\ncertain coins current in this province. [36 Geo. III, c 1]",
            "  (1840). The Wardens Report 1839.",
            "Willey, R. C., (1974).  False Canadian Coins and Legitimate\nImitations.  The Canadian Numismatic Journal, February\n1974. 51-54",
            "Wood, Howland, (1910). The Canadian Blacksmith Coppers,\nJune 1910.\n"
        ],
        "PageNo": "127"
    },
    {
        "File": "The_CN_Journal_april_34.jpg",
        "Paragraphs": [
            "1864 GEORGE BRINTON MCCLELLAN",
            "CAMPAIGN. MEDAL",
            "BY RAY AND CAROL GREGORY, #F12213",
            "George B. McClellan (1826-1885) was a U.S. Union\nG Army officer who held the rank of Major General",
            "in the U.S. Civil War (1861-1865). McClellan\nsuccessfully formed the Army of the Potomac, the principal\nUnion Army in the Eastern Theater, after being appointed by\nPresident Abraham Lincoln in July, 1861. He served for a\nshort time as general-in-chief of the Union Army. McClellan\nwas well liked by his men. He was reluctant to attack the\nConfederacy with the full force of his army even though he\nhad a considerable numerical advantage. This put him in\nconflict with Lincoln s plans. In 1862, McClellan s Peninsula\nCampaign dissolved after the  Seven Days Battles.  Later\nthat year, he also failed to get a crucially needed victory over\nRobert E. Lee s Confederate Army at the Battle of Antietam.\nLincoln was disappointed by McClellan s overly cautious\ntactics and in November 1862, Lincoln removed McClellan\nfrom command of the Army of the Potomac.",
            "McClellan s Run For President",
            "In Chicago, at the Democratic Party convention on August\n29-31, 1864, McClellan was nominated to run against\nLincoln for the presidency later that year. His campaign\nwas marred by a bitter dispute that split the Democratic\nvote along pro-war and anti-war lines. Being a staunch\n War Democrat  committed to the preservation of the\nUnion, McClellan was forced to battle elements of his own\nparty as well as Lincoln. He was easily beaten. With the\ndeclaration of secession by the 11 Southern states, there\nwere 25 states that voted in the 1864 election. McClellan\nwon only three of these states: Kansas, West Virginia, and\nNew Jersey (his home state), even though he achieved 45\npercent of the popular vote.",
            "The campaign poster (above) shows a banner, similar to\nthe  Grand National Union Banner  (no. 1864-13). This\nversion includes portraits of Democratic candidates George\nB. McClellan and George H. Pendleton, two additional\nflags above the portraits, and a vignette below. It shows a",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "130"
    },
    {
        "File": "The_CN_Journal_april_35.jpg",
        "Paragraphs": [
            "(1864) undated Brass Medal; 25 mm; reeded edge, Coin alignment AV\nDesigner/engraver: initial G.H., identity unknown. The Reverse and reeded\nedge were made to imitate gold pieces from the era. Some pieces were made",
            "of heavy-gilt brass.",
            "Obverse: Military bust facing left, GEORGE B. McCLELLAN around; G.H. under\nbust. Reverse: Outer legend, THE UNION MUST AND SHALL BE PRESERVED;\ncentre, an eagle with spread wings, with an American shield as a breastplate,\nholding an olive branch and three arrows in its talons.",
            "Reference No: DeWitt GMcC-1864-25.",
            "busy harbour near a shore crowded with signs of prosperity,\nincluding factories, a locomotive, a hay wagon, and two\nclasped hands below the portraits.",
            "Among the various McClellan campaign regalia are a\nnumber of different 25 to 35 mm medals (DeWitt, 1959)\nin various metals and leather. The medal above, sometimes\nfound holed, is one such campaign piece, undated, from an\nuncertain engraver and manufacturer.",
            "His later life",
            "After his presidential defeat, McClellan resigned from the\narmy. He spent many years in Europe. In 1872, McClellan\nwould return to the railroad business as president of\nthe Atlantic and Great Western Railroad. From 1878 to\n1881, he served one term as the governor of New Jersey.\nMcClellan s later years were spent writing his memoirs\ncalled McClellan's Own Story. The book was published\nafter his death in 1885; he was 58 years of age.",
            "After McClellan s death in 1885, the Society of the Army\nof the Potomac, a fraternal organization of Union veterans,\nbegan plans to erect a monument honouring him. In March\n1901, congress appropriated $50,000 for this purpose. In\nAugust of 1903, the American sculptor Frederick William\nMacMonnies was commissioned to create the statue, after\na design by Charles Henry Niehaus, depicting McClellan,\ndressed in his Union Army uniform, on horseback. He is\nholding the horse s reins with his left hand while his right\nhand rests on his hip. The bronze statue (right) is 4.1 m high;\nit sits on a granite pedestal, 5.5 m high and 2.9 m long.",
            "Number 3",
            "April e May 2017 -----------------------------------",
            "Sources",
            "DeWitt, J.D. 1959. A Century of Campaign Buttons, 1789-1889.\nDeWitt, Hartford Conn, 420 pages, illus., p 313.",
            "Wikipedia.com. (2004). George B. McClellan. (Wikipedia, The Free\nEncyclopedia) Retireved April 15, 2016, from Wikiwand.com: /\nwww.wikiwand.com/en/George B. McClellan",
            "History.com. (2009). George McClellan. (A+E Networks) Retrieved\nApril 15, 2016, from History.com: /www.history.com/topics/\namerican-civil-war/george-b-mcclellan",
            "Medalartists.com. G.H. [identity unknown] engraver. Retrieved\nApril 15, 2016, from Medalartists.com: /www.medalartists.com/\ngh.html\n"
        ],
        "PageNo": "131"
    },
    {
        "File": "The_CN_Journal_april_36.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2017 $100 Fine Silver Coin - Juventas et\nPatrius Vigor: The 1867 Confederation Medal",
            "The reverse is a faithful tribute to the table medal s original\ndesign by world-renowned engravers J.S. and A.B. Wyon of\nLondon, England. Inspired by the rich medallic traditions\nof the 16th century, the design features allegorical\nrepresentations of Great Britain and the fledgling",
            "Dominion of Canada.",
            "Britannia, Great Britain s timeless",
            "allegory, is peacefully seated and is",
            "adorned with a helmet and armour.",
            "She holds a trident on her right as a",
            "shield ornamented with the Royal",
            "Union Flag rests on her side. A",
            "lion, the stalwart symbol of Great",
            "Britain, is seated at Britannia s",
            "feet and is resting its head on her",
            "knees. Britannia is presenting a",
            "figurative representation of the",
            "British North American Act that reads",
            "CONFEDERATION.",
            "The CONFEDERATION scroll is being",
            "bestowed upon four young maidens, who",
            "gaze cherishingly upon the matronly Britannia. The",
            "maidens represent the four original provinces in",
            "the British North America Act (clockwise",
            "from the top): Ontario with a sickle",
            "and sheaf symbolizing agriculture;",
            "Quebec holding a canoe paddle",
            "that represented commerce of the",
            "era; Nova Scotia with a shovel",
            "representing its rich mining; and",
            "New Brunswick with an axe, a",
            "representation of forestry.",
            "The design also features the",
            "Latin adage JUVENTAS ET",
            "PATRIUS VIGOR, or YOUTH AND",
            "PATRIOTIC STRENGTH, as was",
            "presented on the original design in 1867.",
            "The reverse also features the double-dated",
            "years of  1867-2017 , the word  CANADA ",
            "and the face value  100 DOLLARS. ",
            "Although the obverse of the original 1867 medal\nfeatured the effigy of Queen Victoria, the reigning monarch\nat the time of Confederation, the obverse of this new coin\nfeatures cameo effigies: Her Majesty Queen Elizabeth II by\nSusanna Blunt and Queen Victoria by Leonard Charles Wyon.\nThe obverse also includes the cypher used by Her Majesty\nQueen Elizabeth II, and the cypher that was used by Queen\nVictoria. Each cypher is ensigned with a crown depicted in a\nstyle specifically favoured by each monarch.",
            "Pi ce de 100 $ en argent fin 2017 -\nJuventas et Patrius Vigor : La m daille de la\nConf d ration de 1867",
            "Le revers est un hommage fid le au motif de la m daille de\npr sentation originale, concu par les graveurs de renomm e\nmondiale J. S. et A. B. Wyon, de Londres, en Angleterre. Inspir e\nde la riche tradition de fabrication de m dailles du\nXVIe si cle, l image propose des repr sentations\nall goriques de la Grande-Bretagne et du\njeune Dominion du Canada.\nLa figure embl matique de Britannia,\nincarnation intemporelle de la Grande-\nBretagne, est paisiblement assise,\nportant un casque et une armure. Elle\ntient   la main droite un trident, et\nun bouclier d cor  du drapeau de\nl Union royale est pos    ses c t s.\nUn lion, fid le symbole de la Grande-\nBretagne, est assis   ses pieds, la t te\nsur ses genoux, tandis qu elle exhibe\nune repr sentation figurative de / Acte\nde l Am rique du Nord britannique portant\nl'inscription   CONFEDERATION  .\nCe parchemin est pr sent  a quatre jeunes\nfemmes, qui posent sur l impressionnante Britannia\nun regard rempli d adoration. Celles-ci incarnent\nles quatre provinces originales de / Acte de\nl Am rique du Nord britannique (en sens\nhoraire   partir du haut) : Ontario, avec\nune faucille et une gerbe symbolisant\nl agriculture; le Qu bec, avec une\npagaie de canot repr sentant le\ncommerce de l poque; la Nouvelle-\nEcosse, avec une pelle  voquant\nsa riche exploitation mini re; et le\nNouveau-Brunswick, avec une hache\nsymbolisant I  exploitation foresti re.\nLe motif comprend aussi\nl expression latine   JUVENTAS\nET PATRIUS VIGOR   (jeunesse et\nvigueur patriotique), qui figurait sur la\nm daille originale en 1867. Sont  galement\ngrav es au revers la les dates   1867-2017  , la\nmention   CANADA   et la valeur nominale\n  100 DOLLARS  .\nSi Pavers de la m daille de 1867 portait la seule effigie de\nla reine Victoria, qui r gnait   l poque de la Conf d ration,\ncelui de la nouvelle pi ce est quant   lui orn  de la double\neffigie de Sa Majest  la reine Elizabeth II, selon Susanna\nBlunt, et de Sa Majest  la reine Victoria, selon Leonard\nCharles Wyon. On y observe aussi le monogramme et la\ncouronne embl matiques de chacune des reines.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "132"
    },
    {
        "File": "The_CN_Journal_april_37.jpg",
        "Paragraphs": [
            "2017 $20 Fine Silver Coin   First World War:\nBattlefront Series   The Battle of Vimy Ridge",
            "The reverse design by Canadian artist Pandora Young\ntransports the viewer back to April 1917, to the\ncountryside in northern France, where Canada s",
            "soldiers have launched their offensive on the",
            "heavily fortified escarpment known as Vimy",
            "Ridge. Using the battlefield as a backdrop, the",
            "reverse centres on a close view of a lone Canadian",
            "soldier, his face purposely omitted so as to represent",
            "any of the combatants during the Battle of Vimy Ridge\n(April 9-12, 1917). Selective gold plating adds a golden\nhue to the belted khaki jacket with detachable shoulder straps\nand a standup collar, which features the maple leaf insignia\nof the Canadian Expeditionary Forces. This  Unknown\nSoldier  holds a steel trench helmet in his left hand; behind\nhis left shoulder is one of the many 18-pound guns that\nprovided the artillery fire used in the Canadians  creeping\nbarrage. Below the soldier is the winged figure of  Victory, \nwith selective gold plating used to recreate the bronze-hued\nVictory Medal that was awarded to Allied soldiers in 1919.",
            "2017 $20 Fine Silver Coin - Canadian\nHonours: Sacrifice Medal (100th Anniversary\nof Vimy Ridge)",
            "The reverse presents a faithful reproduction of the Sacrifice\nMedal, with all of the details that carry the full weight of\nthe symbolism from the original design. The medal itself\nhas a diameter of 36 mm; here, the coin s 40 mm diameter\nallows for a partial view of the watered ribbon attached to a\nsuspension bar at the top of the Medal, which is ornamented\nwith the Royal Crown to represent The Queen as Canada s\nHead of State and Head of the armed forces. Selective colour\nre-creates the ribbon s black central stripe that symbolizes\nmourning and grief; this is flanked by the red stripes that\nrepresent the blood spilled, while smaller white stripes speak\nof peace and hope for a better future.",
            "Number 3",
            "April e May 2017 -----------------------------------",
            "Pi ce de 20 $ en argent\nfin 2017   Premi re\nGuerre mondiale : Champs\nde bataille : La bataille de la\ncr te de Vimy",
            "Le motif au revers,  uvre de |  artiste canadienne Pandora\nYoung, nous transporte en avril 1917, dans la campagne\ndu nord de la France, o  les soldats canadiens ont pris\nd assaut l escarpement lourdement fortifi , la cr te de Vimy.\nPrenant le champ de bataille comme toile de fond, le motif\nse centre sur un gros plan d un soldat canadien, seul, le\nvisage volontairement laiss  hors du cadre pour repr senter\nn importe lequel des combattants de la bataille de la cr te de\nVimy, qui s est d roul e du 9 au 12 avril 1917. Le placage\nd or s lectif ajoute une teinte dor e   sa veste kaki dot e\nd une ceinture, de courroies d paules amovibles et d un\ncollet montant, o  est appos  l insigne de feuille d rable du\nCorps exp ditionnaire canadien. Ce   soldat inconnu   tient\nde la main gauche un casque de combat en acier; derri re son\n paule gauche figure l un des nombreux canons   capables de\ntirer des obus de 18 livres   qui ont nourri les tirs d artillerie\ndu barrage roulant canadien. Sous le soldat est reproduite\nla figure ail e de la   Victoire   telle qu elle figurait sur la\nM daille de la Victoire d cern e aux soldats alli s en 1919;\nelle est rehauss e d un placage d or s lectif.",
            "Pi ce de 20 $ en argent fin 2017 - Distinctions\nhonorifiques canadiennes : M daille du\nsacrifice (100e anniversaire de la bataille de\nla cr te de Vimy)",
            "Le revers de la pi ce recr e fid lement celui de la",
            "M daille du sacrifice, traduisant dans les moindres",
            "d tails le lourd symbolisme de l original. La",
            "m daille r elle a un diam tre de 36 millim tres;",
            "la pi ce, elle, a une surface de 40 millim tres,",
            "offrant une vue partielle du ruban moir  attach ",
            "  la barrette de suspension qui surmonte la",
            "m daille. Cette barrette est orn e de la couronne",
            "royale, qui repr sente la Reine en tant que",
            "chef d tat et des forces arm es du Canada.",
            "La coloration s lective recr e la bande centrale",
            "noire du ruban, qui symbolise le deuil et le chagrin,",
            "flanqu e des bandes rouges repr sentant le sang",
            "vers , et des petites bandes blanches  voquant la paix et\nl'espoir d un avenir meilleur.\n"
        ],
        "PageNo": "133"
    },
    {
        "File": "The_CN_Journal_april_38.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES_DES_CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)\nFONA, #22198",
            "France Waychison to Speak at RCNA\nConvention Club Delegates Breakfast",
            "This year s speaker during the RCNA",
            "Club Delegates Breakfast will be",
            "France Waychison, president of The",
            "Canadian Association of Wooden Money",
            "Collectors and wife of our Past President,",
            "Bill Waychison. She will talk about",
            "How my Husband Got me Involved in\nNumismatics. Her remarks will be of",
            "interest to spousal registrants who have",
            "yet to fully learn their partner s love of\nnumismatics. Later, as part of the meeting agenda,\nthe best local and regional newsletter awards will be\npresented to their respective editors and publishers.\nThose present at the Club Delegates Breakfast will be\nthe first to know of the winners of these prestigious\nawards.",
            "The Club Delegates Breakfast is available to all\nRCNA Convention registrants. Clubs are encouraged\nto send more than one member from among those\nattending the Convention. Many clubs pay the cost of\nthe Club Delegates Breakfast as a modest honorarrum\nfor their representative s volunteer effort throughout\nthe year. Convention registrants who are not local club\nmembers are encouraged to attend, as this year s topic\nis relevant to all   and they can, as well, see some of\nthe club level camaraderie in action that they may be\nmissing.",
            "I look forward to having you attend the breakfast,\nand I extend my thanks to France Waychison for\naccepting our invitation to speak at this gathering.",
            "New Book on Upper Canada Coppers",
            "Chris Faulkner introduced his new\n418 page book, Coins Are Like\nSongs The Upper Canada Coppers,\n1815-1841, during a recent meeting\nof the Ottawa Numismatic Society.\nHis illustrated book provides the\nhistory of these tokens including\nwhere they were produced, who\nused them, what they were used\nfor and their importance to general\ncommerce in a region that, at the\ntime, suffered an ongoing shortage\nof lower value coins. Indeed, it is a\nlively record of the period that is far",
            "France Waychison conf renci re au d jeuner\ndes d l gu s de club de l ARNC",
            "La conf renci re de cette ann e pour le\nd jeuner des d l gu s du club de l ARNC sera\nFrance Waychison, pr sidente de l association\ncanadienne des collectionneurs jetons de\nbois et  pouse de notre ancien pr sident,\nBill Waychison. Sa conf rence portera sur la\nfa on choisie par son mari pour l impliquer\nen numismatique. Ses remarques int resseront\nles conjointes inscrites qui n ont pas encore\npleinement compris la passion numismatique de\nleur partenaire. Plus tard, dans le cadre de l ordre du jour\nde cette rencontre, les prix pour le meilleur bulletin local et\nmeilleur bulletin r gional seront pr sent s   leurs  diteurs\nrespectifs. Les participants au d jeuner des d l gu s du club\nseront les premiers   conna tre les gagnants de ces prestigieux\nprix.",
            "Le d jeuner des d l gu s de club est offert   toutes les\npersonnes inscrites au congr s de l ARNC. Les clubs sont\nencourag s   envoyer plus d un membre parmi ceux inscrits\nau congr s. De nombreux clubs d fraient le co t du d jeuner\ndes d l gu s de club en reconnaissance pour leur temps de\nb n volat tout au long de l ann e. Ceux inscrits au congr s\net qui ne sont pas membres d un club local sont encourag s\n  participer, car le sujet de cette ann e est pertinent pour tous\n- et ils peuvent constater une certaine camaraderie au niveau\nd un club, quelque chose qui peut leur manquer.",
            "Je suis heureux de vous accueillir au d jeuner et je remercie\nFrance Waychison d avoir accept  notre invitation   prendre la\nparole lors de cette activit .",
            "Nouveau livre sur les pi ces de cuivre du Haut-\nCanada",
            "Au cours d une r cente rencontre de la\nSoci t  Numismatique d'Ottawa, Chris\nFaulkner a pr sent  son nouveau livre\nde 418 pages, Coins Are Like Songs The\nUpper Canada Coppers, 1815-1841,\nSon livre illustr  raconte l histoire de ces\npi ces, y compris leur production, qui les\nutilisaient, pourquoi ils l utilisaient et leur\nimportance pour le commerce g n ral\ndans une r gion qui,   l poque, a subi une\np nurie de pi ces de monnaie de moindre\nvaleur. En effet, c tait une p riode active\nqui est loin de notre approche technique\nmoins complexe. Vous trouverez plus\nd informations, y compris la m thode pour\nThe CN Journal Volume 62\n"
        ],
        "PageNo": "134"
    },
    {
        "File": "The_CN_Journal_april_39.jpg",
        "Paragraphs": [
            "beyond the typical nuts and bolts technical approach.\nMore information, including ordering, can be found at:\n/www.anecoins.ca/index.php?option=com_content&vie\nw=article&id=58&ltemid=68",
            "Attracting Juniors to the Hobby with\nForeign Coins\nThe following from   Thought Starters, an article",
            "in the Calgary Numismatic Society February\n2017 Bulletin.",
            "The Calgary Numismatic Society Youth\nGroup The Coinivores met recently. The\nmeeting topic was  Foreign Coins.  As\na youth forty years ago, I remember the\nthrill of collecting foreign coins from\noverseas. This thrill has not changed for\njuniors in our hobby and it is a great way\nto get them more engaged in the hobby\nwe love.",
            "There are literally hundreds of foreign\ncountries, now and in the past, which have produced\ncoins. And many such coins have been demonetized or\ndepreciated by inflation. Hence, you can purchase them\nfor well under a dollar. Many dealers will tell a junior\nto pick coins from their foreign coin box and get the\nfirst five free of charge   a major and well appreciated\noutreach to juniors who are the future of our hobby.\nAnd almost everyone I know has some foreign coins\nthat they don t know what to do with. Please, don t be\na hoarder; pass them on to a junior. As RCNA Director\nTurrini says,  you can t take it with you. ",
            "For all juniors, a Krause Standard Catalogue World\nCoins has been a great reference for decades. It can be\nfound in a library, although used copies can be bought for\nunder $20 plus shipping. Values for most coins change\nslowly if at all, so even a five- or ten-year-old catalogue\nis still useful. Often a Google search is all that s needed to\nfind information quickly and without expense.",
            "Once acquired, a good way to store your foreign\ncoins is in 2x2 holders. Personally, I like Mylar flips\nbetter than the stapled 2x2s. The Mylar is thicker\nthan the film in a typical cardboard 2x2, and there\nare no staple ends to scratch the coins. Write as much\ninformation as you can learn about the coin on the\nholder. Also, learning to grade world coins will sharpen\nyour grading skills. Learn how to recognize the high\npoints where wear occurs. Write the grade of the coin\non the holder.",
            "se procurer un livre,   l adresse suivante: Avww.anecoins.ca/\nindex.php option=com content&view=article&id=58&lte\nmid=68",
            "Attirer les jeunes a notre passe-temps avec des\npi ces  trang res",
            "Cet article provient du journal de la soci t  numismatique\nde Calgary  dition de f vrier 2017 intitul  Thought Starters.\nLe groupe junior de la soci t  numismatique de Calgary appel ",
            " The Coinivores  s est rencontr  r cemment.",
            "Le sujet de la r union  tait  les monnaies",
            " trang res . M me apr s plus de quarante ans,",
            "quand j' tais jeune, je n ai pas oubli  la f brilit ",
            "de pouvoir collectionner des pi ces  trang res",
            "provenant d outre-mer. Cette f brilit  n a pas",
            "chang  pour les membres juniors qui s int ressent",
            "  notre passe-temps et c est un excellent moyen de",
            "les impliquer davantage au loisir que nous aimons.",
            "Tant de nos jours que dans le pass , il y a des",
            "centaines de pays qui ont produit des pi ces de",
            "monnaie. Et plusieurs de ces pi ces ont  t  d mon tis es ou",
            "d pr ci es par l'inflation. Par cons quent, vous pouvez les acheter",
            "souvent   moins d un dollar. Beaucoup de marchands vont",
            "demander aux juniors de choisir des pi ces de monnaie de leur boite",
            "de monnaie  trang re et offrir gratuitement les cinq premi res - une",
            "grande sensibilisation tr s appr ci e des juniors qui repr sentent",
            "le futur pour notre passe-temps. La majorit  des personnes que je",
            "connais poss de des pi ces  trang res dont ils ne savent quoi faire.",
            "S il vous pla t, ne soyez pas un accumulateur de pi ces; offrez-les  ",
            "un jeune. Comme le mentionne le directeur de PARNC M. Turrini\n vous ne pourrez pas l apporter avec vous dans l au-del .",
            "Le catalogue Krause Standard World Coins a  t  une excellente\nr f rence depuis des d cennies. Il se trouve souvent dans une\nbiblioth que, bien que les copies usag es puissent  tre achet es\npour moins de $20 plus les frais d'exp dition. Les valeurs\nde la plupart de ces pi ces de monnaie changent peu, si elles\nchangent, donc un catalogue de cinq ou dix ans est encore utile.\nSouvent, une recherche sur Google est tout ce qu il faut pour\ntrouver des informations rapidement et gratuitement.",
            "Une fois acquise, une bonne fa on de ranger vos pi ces\n trang res est dans un carton 2x2. Personnellement, j'aime\nbeaucoup les flips en vinyle Mylar au lieu d agrafer les 2X2. Le\nMylar est plus  pais que le film qui se trouve dans les cartons\ntypiques 2x2, et il n y a pas d agrafes qui peuvent  gratigner les\npi ces.  crivez, sur votre carton ou flip, autant d informations\nque vous pouvez au sujet de la pi ce. De plus, apprendre   grader\nles pi ces de monnaie du monde am liorera vos comp tences de\ngradation. Apprenez   reconna tre les points sur lev s o  l usure\nse produit.  crivez le grade sur le support de votre pi ce.",
            "Contact Brett Irick, Club Services Chair, Suite 505, 5060 Tecumseh Road East, Windsor ON N8T 1C1 or by\nemail: xr7gt@prodigy.net + Communiquez avec Bret Irick, responsable des services aux clubs, Suite 505,\n5060 Tecumseh Road East, Windsor ON N8T 1C1, ou par courriel: xr7gt@prodigy.net.",
            "Number 3",
            "April e May 2017 -----------------------------\n"
        ],
        "PageNo": "135"
    },
    {
        "File": "The_CN_Journal_april_40.jpg",
        "Paragraphs": [
            "Central Europe Numismatic Tour\nPublished in the Edmonton Numismatic Society\nThe Planchet February 2017.\nJames Kindrake will be leading\na numismatic tour within Central\nEurope from October 3 to 16, 2017.\nThe tour itinerary is being organized\nby Rostad Tours of Calgary. The\ntour starts in Munich, Germany,\nand then pass through Austria\nand the Czech Republic before\nconcluding in Berlin, Germany,\nwhere the large Numismatica World\nMoney Fair will be held. Tour stops\nalong the way will be in Oberammergau, Garmisch,\nPartenkirchen, Neuschwanstein Castle, Salzburg,\nVienna, Telc, Prague, and Dresden. There will also be\nsome additional numismatic stops and opportunities\nto visit coin shops. One of the highlights will be the\nchance to meet Wolfgang Schuster, the  Indiana Jones\nof Numismatics.  For detailed info contact James\nKindrake at jkindrake@shaw.ca.",
            " Not-So-Official Canada s Birthday Wish \nContest",
            "You, or a family member, are invited to\nsubmit a  not-so-official Canada s Birthday\nwish  design. The winning design will be\nused on the reverse side of a wood issued\nby the Canadian Association of Wooden\nMoney Collectors (CAWMC) to celebrate\nour great country s 150th birthday and\npromote our hobby. The winner of the contest will\nreceive 50  Birthday  woods and unlimited bragging\nrights. All contestants will receive a free one-year\nmembership to CAWMC which includes a subscription\nto its journal, Timber Talk, and the annual free woods\ngiven to CAWMC members. Ifa CAWMC member wins\nthe contest, he or she can apply the free membership\nagainst that member s 2018 dues, or transfer the\nmembership to another, who will get a 2017 membership\nand the benefits with it. You may not use any existing\nCanada 150 designs, yours must be absolutely original\nand your design must be free of copyright / trademark\nviolations. The designs submitted will be property of\nCAWMC. Designs must be received by April 15, 2017.\nTo enter, send your design: along with your Name,\nAddress, Phone number and email address to France D.\nWaychison, P.O. Box 466, Timmins ON P4N 7E3 or at\nfrance@waychison.com; please indicate your choice of\napplying your free one-year membership in your name\nor a family members.  Brert Prec",
            "Tourn e numismatique dans l Europe centrale\nPubli  dans le journal de la soci t  numismatique\nd Edmonton The Planchet de f vrier 2017.",
            "James Kindrake dirigera une tourn e\nnumismatique de l Europe centrale du 3 au\n16 octobre 2017. L itin raire du voyage est\norganis  par Rostad Tours de Calgary. La\ntourn e d butera   Munich, en Allemagne, puis\ntraversera l Autriche et la R publique tch que\navant de se terminer   Berlin, en Allemagne,\no  se tiendra le grand salon international de\nnumismatique. La tourn e s arr te sur la route\n  Oberammergau,   Garmisch,   Partenkirchen,\nau ch teau de Neuschwanstein,   Salzbourg,",
            "  Vienne,   Telc,   Prague et   Dresde. Il y aura  galement des",
            "arr ts   d autres points d int r ts numismatiques et l opportunit ",
            "de visiter des boutiques numismatiques. L un des faits saillants\nsera la chance de rencontrer Wolfgang Schuster, le  Indiana Jones\nde la numismatique . Pour plus d informations, contactez James",
            "Kindrake   jkindrake@shaw.ca.",
            "Concours  Bonne F te Canada non officiel ",
            "Vous, ou un membre de votre famille  tes invit s   soumettre",
            "un croquis de  souhait d anniversaire non officiel .",
            "Le dessin gagnant sera utilis  au verso d un jeton",
            "de bois  mis par l association canadienne des",
            "collectionneurs de jeton de bois (CAWMC)",
            "pour c l brer le 150e anniversaire de notre",
            "grand pays et aussi promouvoir notre passe-",
            "temps. Le gagnant du concours recevra 50 jetons",
            " d anniversaire  en bois en plus de pouvoir s en",
            "vanter longtemps. Tous les participants recevront",
            "une adh sion gratuite d un an   CAWMC, qui",
            "comprend une inscription   son journal, Timber Talk, et les",
            "jetons de bois annuels remis aux membres de CAWMC. Si",
            "un membre de CAWMC gagne le concours, il peut appliquer",
            "l inscription gratuite envers sa cotisation de 2018 ou transf rer",
            "l adh sion   une autre personne, qui obtiendra une inscription",
            "pour 2017 et ses avantages. Vous ne pouvez pas utiliser des",
            "mod les existants du logo Canada 150, le v tre doit  tre",
            "absolument original et votre conception doit  tre exempte de",
            "violations des droits d auteur ou de marques de commerce.",
            "Les mod les soumis seront la propri t  de CAWMC. Les\nconceptions doivent  tre re ues avant le 15 avril 2017.",
            "Pour participer, envoyez votre cr ation: avec votre nom,\nadresse, num ro de t l phone et adresse courriel   France\nD. Waychison, P.O. Case 466, Timmins ON PAN 7E3 ou  \nfrance@waychison.com; Veuillez indiquer votre pr f rence\nd appliquer votre adh sion gratuite d un an   votre nom ou  \nun membre de votre famille.",
            "Brett Trick",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "136"
    },
    {
        "File": "The_CN_Journal_april_44.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134.",
            "In 1968, a committee of well-known numismatists",
            "Standard Format and Symbols for the Listing of Canadian Tokens, and\nStandard Format and Symbols for the Listing of Canadian Medals",
            "met in Calgary to finalize recommendations for the",
            "future of numismatic catalogues. In the months prior,\nits members had discussed new standards for cataloguing\nformats: abbreviations, and numbering systems.",
            "The committee had been launched that spring by the\nCanadian Numismatic Research Society, founded five\nyears earlier by numismatic writers and scholars. The\nCNRS s main objective being  to advance the study\nof Canadian numismatics by encouraging research and\ndissemination of information on Canadian numismatics. \nThe committee s aim mirrored that, at Calgary.",
            "Those meeting realized that creating standards\nfor listing and identifying tokens and medals would\nprovide guidance to authors as they prepared their\nresearch for publication. The standards would be used\nfor catalogues and also for articles. What they agreed on\ncreated universal terms and abbreviations for commonly\nencountered shapes and materials, and determined that all\nsizes of pieces be given in millimeters. One standard scale\nof rarity was created to replace many that varied. Much\nelse of what was discussed was rather mundane.",
            "The committee realized that not all pieces would be\nillustrated, so it suggested that text and images on each\ntoken or medal be described in full, with slashes, or\n oblique lines,  to denote separate lines of text. It also\nrecommended a standard numbering system replace\nthe present unrelated ones. Canadian collectors have\nbeen using the numbers early cataloguers, like Breton\nand LeRoux, assigned to tokens and medals published\nin their works. At first blush, it seemed logical for\ncataloguers to number tokens as they did, in consecutive\norder. Unfortunately, the rising popularity of exonumia\ncollecting resulted in so many newly-discovered pieces\nthat such a numbering system becomes impractical.",
            "One system proposed was to catalogue material\nby province. A set of numbers would be assigned to a\ncommittee in each province. It would then decide how to\nnumber the pieces related to that area. Another system,\nsuggested by Ron Greene, was based on the entity that\nissued the tokens or medals rather than the geographic\narea a piece represented.",
            "When the committee s report was offered, it conceded that\nolder numbering systems were so entrenched in the hobby\nthey would be nearly impossible to eliminate, so each author\nshould be free to create his own system to suit his own needs.",
            
            "Offset plates describing abbreviations and common\ntoken shapes were prepared and made available free to\nanyone creating a new catalogue. Two booklets were\nprinted and distributed to members of the CNRS. They\nwere titled Standard Format and Symbols for the Listing\nof Canadian Tokens, and Standard Format and Symbols\nfor the Listing of Canadian Medals. These include the\nplates, samples of title and copyright pages, and examples\nof listings in the recommended format.",
            "Many cataloguers adopted these recommendations\nwhen they were issued. Today many of these standards\ncontinue in use. Now cheaper and more accessible\nphotographic equipment and publishing options\nconveniently add material when fitting new entries into\nthe system.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "140"
    },
    {
        "File": "The_CN_Journal_april_46.jpg",
        "Paragraphs": [
            "ROYAL_ MINT. COMMUNIQUE",
            "The Royal Mint launches  Red Dragon of Wales  to feature on\ngold and silver bullion coins",
            "The Queen s Beasts coin series celebrates ten\n| creatures that have endured throughout hundreds\nof years of British royal heraldry. The series is\nthe work of Wales-based Royal Mint coin designer Jody\nClark, best known for being the creator of The\nQueen s most recent coinage portrait that\nappears on the obverse of this bullion\ncoin, as well as on all UK circulating\nand commemorative coinage.\nJody enthused:  It is an amazing\nfeeling to have my designs\nselected to feature on both sides\nof a coin. As a Royal Mint coin\ndesigner, I have the opportunity\nto work on the technical aspects\nof coinage, as well as on the\ncreative side, so each coin feels\nvery much like a personal project\nfrom start to finish. \n T researched the origins of heraldry\nand coats of arms, and wanted to replicate\nthe sense of strength and courage the beasts\nwere designed to convey. I created a sense of movement\nto make the beasts bold and dynamic, but the\nshields they guard still feature strongly as\nthey are integral to the story. \nThe designs are being introduced a\n beast  at a time; the Red Dragon\nof Wales is the most recent in the\ncollection, and follows on from\nthe launch of the gallant  Lion\nof England  (March 2016), and\nGriffin of Edward III (November\n2016).\nThe Red Dragon design is\nfeatured on The Royal Mint s one\nounce and quarter-ounce 999.9 fine\ngold coins, as well as on a two-ounce\n999.9 fine silver coin. The Queen s\nBeasts take their place in The Royal Mint s\ncore bullion range alongside the organisation s\nflagship gold Sovereign and gold and silver Britannia\nbullion coins, as well as the Royal Mint Refinery range\nof gold and silver bars, offering one complete bullion\nsolution.",
            "About the Red Dragon of Wales",
            "Dragons are one of the best known mythical beasts, and\nare found in legends all over the world. In Wales it was\nmentioned in chronicles as early as the sixth century.\nThe Red Dragon of The Queen s Beasts was\nan emblem of Owen Tudor, a claim to\nWelsh heritage that was carried on by\nhis son, who would become Henry\nVII. The troops of Henry VII\ncarried a fiery red dragon standard\nat the Battle of Bosworth, when\nHenry secured the crown of\nEngland. The dragon is red, but\nwith a yellow underbelly and it\nholds a quartered red and gold\nshield with leopards, the arms\nof Llewelyn ap Griffith, the last\nnative Prince of Wales. In Europe,\nthe dragon was seen as a frightening\ncreature, but strong, wise and powerful.",
            "About the Queen s Beasts",
            "Inspiration for this series has been taken from The\nQueen s Beasts sculptures, each standing at\naround 2 metres tall, originally created by\nJames Woodford RA for the coronation\nceremony of Her Majesty The Queen\nElizabeth II held in Westminster",
            "Abbey in 1953.",
            "The heraldic creatures\nsymbolised the various strands\nof royal ancestry brought\ntogether in a young woman\nabout to be crowned queen. Each",
            "beast, used as an heraldic badge\nby generations that went before\nher, was inspired by the King s\nBeasts of Henry VIII that still line\nthe bridge over the moat at his Hampton\nCourt Palace.\nToday, The Queen s Beasts can be found at the\nCanadian Museum of History in Quebec, while Portland\nstone replicas, also carved by James Woodford, watch",
            "over Kew Gardens in the UK.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "142"
    }
]