[
    {
        "File": "The_CN_Journal_june_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT,",
            "As I had announced in the December 2016 issue\nA of The CN Journal, this is an election year for",
            "the RCNA. This issue of the Journal contains\nimportant election information, please take the time to\nreview this information.",
            "I would like to thank our long-time member Paul Petch,\nwho volunteered as Nominations Committee Chairperson,\nfor his effort and diligence in collecting the nominations he\nreceived. His efforts are seen throughout the pages of this\nissue of the Journal.",
            "Please note that legislated changes to our By-Laws in\nJuly, 2014, required us to make changes to our previous\nelection procedures.",
            "If you look at the ballot and covering letter, included as\ninserts with this issue, you will notice that you have the\nopportunity to cast your vote for every director position,\nincluding those for which there is only one candidate\nstanding for election.",
            "Additionally, you will also notice that there is a section\nat the end of the ballot for you to include your name\nand signature. This information is required in order for\nyour ballot to be valid and to allow you to revoke and re-\nregister your vote during the Annual General Meeting.\nThe AGM will be held in Boucherville, Quebec, at 10:30\na.m. Saturday July 22nd in the Iles Perc es B room of the\nHotel Mortagne and Convention Centre. Please be aware\nthat your vote will be kept completely confidential. NO\ninformation about your vote is made available to anyone,\nother than the Election Officers. Members who serve in\nthis position are obligated to keep all voting information\nconfidential. Refer to the cover letter for more detailed\nexplanations regarding these changes.",
            "Please take the time to review the election information\ncontained in this issue and mail in your vote early. To\nensure that your vote is counted your ballot must be\nreceived no later than Thursday, June 22, 2017. Remember\nto allow plenty of time for Canada Post to get your ballot\nchoices to the Elections Committee in Boucherville.",
            "Even if you intend to be at the meeting, it is important\nthat you complete this ballot to register your vote at\nthe meeting. I truly hope that you read the information\navailable to you and above all get your ballot in! This is\nyour opportunity to help the Association move forward.",
            "In closing I want to remind you that our next executive\nmeeting will be held on Sunday, July, 23, during our\nAnnual Convention in Boucherville, Quebec. All members\nare invited to attend as observers.",
            " ",
            "Number4 June 2017 ------------------------------------------",
            "MOT_DU_PR SIDENT.",
            "el qu annonc  dans le num ro du journal canadien",
            "de numismatique de d cembre 2016, il s agit d une",
            "ann e d lection pour l  ARNC. Ce num ro du journal\ncomprend des informations importantes sur les  lections;\nprenez le temps de lire ces informations.",
            "Je tiens   remercier notre membre de longue date, Paul\nPetch, qui s est port  volontaire en tant que pr sident du\ncomit  des nominations, pour son effort et sa diligence  \nrassembler les candidatures qu il a re ues. Vous constaterez le\nr sultat de son effort dans les pages de ce num ro du journal.",
            "Veuillez noter que les modifications exig es par la loi   nos\nr glements administratifs en juillet 2014 nous ont oblig s  \napporter des modifications   notre proc dure  lectorale.",
            "Si vous regardez le bulletin de vote et la lettre\nd accompagnement, inclus avec ce journal, vous remarquerez\nque vous avez la possibilit  de voter pour chacun des postes\nd administrateur, y compris ceux pour lesquels il n y a qu un\nseul candidat qui sollicite le poste.",
            "De plus, vous remarquerez  galement qu il y a une section au\nbas du bulletin de vote pour mclure votre nom et votre signature.\nCette information est n cessaire pour que votre bulletin de vote\nsoit valide et pour vous permettre de r voquer et de r enregistrer\nvotre vote lors de l assembl e g n rale annuelle. Celle-ci se tiendra\n  Boucherville, Qu bec, le 22 juillet   10 h 30 dans la salle J/es-\nPerc es B de |  Hotel et centre des congr s Mortagne. Soyez assur \nque votre vote sera compl tement confidentiel. Aucune information\nsur votre vote n est mise   la disposition de quiconque, sauf des\nagents  lectoraux. Les membres qui occupent ces postes sont tenus\nde garder toutes les informations de vote confidentielles. R f rez-\nvous   la lettre d accompagnement pour obtenir des explications\nplus d taill es concernant ces modifications.",
            "Prenez le temps de relire les informations sur les  lections\nincluses dans ce num ro et retournez votre bulletin de vote au\nplus t t. Pour vous assurer que votre vote est compt , votre\nbulletin de vote doit  tre re u au plus tard le jeudi 22 juin\n2017. N'oubliez pas de laisser suffisamment de temps   Postes\nCanada pour acheminer votre bulletin de vote au comit  des\n lections   Boucherville. M me si vous avez l intention d tre\npr sent   la r union, il est important que vous remplissiez ce\nbulletin de vote pour l enregistrer lors de la r union. J esp re\nsinc rement que vous lirez les informations dont vous disposez\net surtout acheminez votre bulletin de vote! C est votre\nopportunit  d aider |  Association   progresser.",
            "En terminant, je tiens   vous rappeler que notre prochaine\nr union ex cutive aura lieu le dimanche 23 juillet lors de notre\ncongr s annuel   Boucherville (Qu bec). Tous les membres sont",
            "invit s   assister en tant qu observateurs.  \nq\n",
            ""
        ],
        "PageNo": "149"
    },
    {
        "File": "The_CN_Journal_june_07.jpg",
        "Paragraphs": [
            "2017 CONVENTION_MEDAL MEDAILLE_DU_CONGRES",
            "he 2017 official Convention Medal presents a\n| portrait of Louis-Hippolyte Lafontaine and the\nhouse where he grew up in Boucherville,\nhost city of the Convention. Two elements\nintimately linked with the history of\nBoucherville, Quebec, and Canada.\nLouis-Hippolyte Lafontaine was\nborn in Boucherville, Lower-\nCanada, October 4, 1807 (210\nyears ago). He was the third\nson of Antoine M nard, dit\nLa Fontaine, carpenter, and\nMarie-Josephte Fontaine, dit\nBienvenue. Louis-Hippolyte was\nadmitted to the bar in 1828. In\n1830, he became active in politics,\nbeing elected Deputy for Terrebonne\nin the House of Assembly of Lower\nCanada. He married Ad le Bertholot on\nJuly 9, 1831.\nIn his political life Lafontaine proved\nto be a man of compromise during the\ntormented period of the rebellion of\n1837 in Lower Canada.\nHe was appointed Prime Minister of\nCanada East between 1842 and 1843\nand from 1848 to 1851, making him the\nfirst democratically elected head of a\ngovernment anywhere in the colonies\nof world empires.\nAppointed at the age of 34, Lafontaine\nwas the youngest French-Canadian\nprime minister in history. He is known\nto have made the first speech in French\nin Parliament despite the adoption of\nthe Act of Union, which prohibited its\nuse. This civil disobedience was his first\ngesture as prime minister in 1842.\nLafontaine, tired and sick, retired\non September 26, 1851. He was later\nappointed Chief Justice of the Court of\nQueen s Bench in 1853 and was made\nbaronet by Queen Victoria in 1854. He died in Montreal on\nFebruary 26, 1864.\nThe mintages of the 2017 RCNA medal are as follows:\nBronze   190; Silver   55.\nEach pre-registration kit includes a bronze medal, and\nextra bronze medals are available for $20.00 each.\nThe cost of the silver medal is $60.00.",
            "Number4 June 2017 --------------------------------------------",
            "La mEdaille officielle du Congr s de 2017 pr sente\n",
            "un portrait de Louis-Hippolyte Lafontaine et sa\nmaison natale situ e   Boucherville, ville h te\ndu Congr s. Deux  l ments intimement li s  \nl histoire de Boucherville, du Qu bec et du\nCanada.",
            "Louis-Hippolyte Lafontaine est n \n  Boucherville, Bas-Canada, le 4\noctobre 1807 (il y a 210 ans). Il  tait\nle troisi me fils d  Antoine M nard,\ndit La Fontaine, menuisier, et\nde Marie-Josephte Fontaine, dit\nBienvenue. Re u au barreau en\n1828, il  pouse Ad le Bertholot le",
            "9 juillet 1831.\nC est en 1830 qu il entre en\npolitique active en se faisant  lire\nd put  de Terrebonne   la Chambre\nd assembl e du Bas-Canada. Lafontaine\ns av ra  tre un homme de compromis pendant\nla p riode tourment e de la r bellion de",
            "1837 au Bas-Canada.",
            "Il est nomm  premier ministre du\nCanada-Est de 1842   1843 et de 1848\n  1851, ce qui en fait le premier chef de\ngouvernement d mocratiquement  lu\n  travers l ensemble du monde colonial,\ntous empires confondus. Nomm    l ge\nde 34 ans, Lafontaine fut  galement le\nplus jeune premier ministre canadien-\nfran ais de l histoire. I] est connu pour\navoir fait le premier discours en fran ais\nau parlement malgr  l adoption de l Acte\nd Union qui en interdisait l'usage. Cet acte\nde d sob issance civile a  t  son premier\ngeste en tant que Premier ministre en 1842.",
            "Fatigu  et malade, Lafontaine\nd missionne le 26 septembre 1851. Il sera\nnomm  juge en chef de la Cour du banc\nde la reine en 1853 et la Reine Victoria\nle fera baronnet en 1854. Il mourut  \nMontr al le 26 f vrier 1864.",
            "Les quantit s de m dailles de l'ARNC 2017 sont les\nsuivantes: Bronze   190; Argent   55.",
            "Une m daille de bronze est incluse dans chaque trousse\nd inscription principale et pour les jeunes et des m dailles\nde bronze suppl mentaires sont disponibles pour $20.00\nchacune. Le co t de la m daille en argent est de $60.00\nchacune."
            
        ],
        "PageNo": "151"
    },
    {
        "File": "The_CN_Journal_june_08.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE_DU_CONGRES",
            "2017 l ARNC Symposium sur la numismatique",
            "L  Association royale de Numismatique du Canada",
            "vous invite a participer au Symposium  ducatif de",
            "cette ann e. En continuant dans le format  largi de\ndeux jours, le symposium de cette ann e se composera\nde dix grands numismates pr sentant un large  ventail de\nsujets pour votre plaisir et vos connaissances.",
            "A mesure que le collectionneur canadien devient plus\nsophistiqu , la demande d ducation numismatique devient\nplus forte. L ARNC est fi re d offrir cet  v nement  ducatif\nde premier plan   tous les participants au Congr s de 2017.\nC est une occasion de rencontrer des personnes passionn es de\nce passe-temps et d sireuses de partager leurs connaissances,\nrendant votre exp rience numismatique de beaucoup\nsup rieure. Rappelez-vous, la connaissance est le pouvoir!",
            "Scott E. Douglas",
            
            "Mercredi 19 juillet",
            "13 h - Paul Petch:",
            " Wonderful Things  Dora de P dery-Hunt s personal\nart medal collection; all of the pieces being made by\nother medallists from around the world.",
            "Paul Petch collectionne depuis\n1958. Ses int r ts varient entre\nles pi ces d cimales et les jetons\npr -conf d r s, la litt rature\nnumismatique et, plus r cemment,\nles m dailles d art. Il a jou \nun r le actif dans les clubs de\nToronto, en tant que pr sident de\nNorth York Coin Club depuis six\nans et   titre d diteur de bulletin\nd information pour dix-huit ans.\nIl a  galement  t  membre de l'ex cutif de ?ONA et de l'ARNC.",
            "Paul a travaill  avec les comit s organisateurs des congr s\nde l 'ONA et de PARNC. En 2003, il a  t  nomm  pour servir\n  la Fondation de recherche historique J.D. Ferguson. Paul a\n t  honor  par le North York Coin Club, avec une adh sion\n  la vie; par l 'ONA, en 2000, avec le Prix du m rite; et par\nPARNC, en 2002, en tant que Fellow. I] est membre de\nPANA depuis 1968, de la Numismatic Bibliomania Society\ndepuis 1990, de la Medallic Art Society of Canada (MASC),\ndu CATC, du CPMS, du CTCCC et du CCCC.",
            "Paul a partag  ses comp tences en informatique,  dition\nnum rique, mise en page et design et son int r t pour la\nnumismatique canadienne en contribuant au CPMS Note\nRegistry, au cours de correspondance II et   la Canadian\nNumismatic Bibliography.",
            "14 h - Lloyd Chan:",
            "Jolly Sixpence: A Personal Journey in\nNumismatics and Culture",
            "Lloyd Chan est titulaire d un\nbaccalaur at en chimie et\nen biochimie alimentaire et\nd une maitrise en sciences\nalimentaires.",
            "Lloyd a pris sa retraite il y\na trois ans apr s une carri re\nde 21 ans dans le domaine de\nl enseignement secondaire. Il\na  galement travaill  dans le\ndomaine de l application de\nla loi, de la vinification, du maltage et du brassage, et des\nprogrammes informatiques.",
            "Lloyd collectionne depuis l ge de 10 ans. Il a d but  avec\nce qui lui semblait int ressant   l poque, mais les pi ces\nde monnaie mondiales et des  tats-Unis ont eu une place\nparticuli re dans sa collection.",
            "En 2008, il s int resse   la numismatique organis e\net est actuellement membre de l  Association Royale de\nNumismatique du Canada, de la Canadian Association\nof Wooden Money Collectors, the Ontario Numismatic\nAssociation, American Numismatic Association, Vallejo\nNumismatic Society, Fairfield Coin Club, Diablo Numismatic\nSociety, CSNA et de la NCNA.",
            "Ses int r ts actuels portent sur les pi ces grecques datant\ndu deuxi me si cle et celles de l empire romain, les pi ces de\nmonnaie am ricaines et les monnaies du 17 me au 19 me si cle.",
            "15 h - Alexander Chamberlain:\nMajor Errors in the U.S. Flying Eagle and\nIndian Head Cent Series",
            "Alexander  Xan ",
            "Chamberlain vit avec",
            "le bogue numismatique",
            "depuis 47 ans, soit a",
            "partir de l ge de 10 ans.",
            "Ses pi ces de collection",
            "favorites sont les erreurs de",
            "frappe, et il a mont  deux",
            "ensembles de registres",
            "personnalis s NGC",
            "disponibles pour quiconque",
            "veut les consulter. Xan",
            "est   la retraite d une carri re de 32 ans   Silicon Valley,",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "152"
    },
    {
        "File": "The_CN_Journal_june_09.jpg",
        "Paragraphs": [
            "en Californie, o  il travaillait dans la haute technologie.\nOutre son passe-temps numismatique, il continue a\nacheter et   vendre sur eBay, o  il a recueilli plus de 7 000\ncommentaires positifs.",
            "16 h - Brian and Geoffrey Bell:\nWhy Auction Your Collection?",
            "Vous pouvez vendre votre collection   un autre collectionneur.\nVous pouvez la vendre   un marchand. Nous croyons que la\nvente de votre collection par ench re est le meilleur moyen de\ndisposer de celle-ci. Nous vous accorderons tous les avantages\nd coulant de l ench re et r pondons   toutes vos questions.",
            "Geoffrey Bell est un ancien\npr sident de l ARNC, de la\nCPMS et membre fellow\nde la Canadian Numismatic\nResearch Society et de\nAssociation Royale de\nNumismatique du Canada. Il\na re u le prix Paul Fiocca, la\nm daille d or de la Fondation\nFerguson et une m daille\nd argent de la Monnaie royale\ncanadienne pour l ducation. Il  tait l expert numismatique\ndu Canadian Antique Roadshow , diffus  par CBC Television.\nBrian Bell est propri taire\nde  The Coin Cabinet  \nMoncton, N.-B., le plus\ngrand magasin de monnaies\ndes Maritimes. Il est PDG\nde Geoffrey Bell Auctions,\nla premi re maison de vente\naux ench res de pi ces au\nCanada. Lui et son  pouse\nDawn ont vendu certaines des\ncollections numismatiques\nles plus remarquables du\nCanada. Brian peut  tre vu dans la plupart des expositions\nnumismatiques canadiennes o  1l accepte les items mis en\nconsigne et rencontre les clients.",
            "Jeudi 20 juillet",
            "13 h - Howard R Engel :\nBert Koper (1899-1963), Canadian Numismatic Pioneer",
            "Howard R. Engel a commenc  son exp rience de collection de\nmonnaie en 1967 sous forme de projet du Centenaire lorsque\nson p re lui a donn  sa petite monnaie restante de voyages\n  Cuba,   la Jama que, au Mexique aux  tats-Unis, plus\nquelques pi ces d cimales canadiennes George VI. Fascin \npar leur histoire, leur beaut  et leur valeur  ducative, Howard a\ncommenc    combler les trous des albums canadiens Whitman,\ndont il ne s est jamais d parti.",
            "Number 4 June 2017 ----------------------------------------------",
            "Bient t fatigu  de demander",
            "aux membres de sa famille s il",
            "pouvait examiner leur petite",
            "monnaie,   la poursuite de",
            "l ph m re nickel canadien",
            "1938 et autres raret s, Howard a",
            "d couvert, vers la fin des ann es",
            "1960 et d but des ann es 1970,",
            "qu il aurait plus de chance de",
            "d couvrir ces raret s en visitant",
            "les marchands locaux de sa ville",
            "natale de Winnipeg. Il a fini par",
            "acqu rir plusieurs livres et  tait ravi de se plonger dans son\ncatalogue bleu de 1970 de Charlton.",
            "Il se souvient distinctement d avoir soupir  en regardant les\npremi res pi ces d or du Canada, et avoir pens   je n en aurai\njamais . Au printemps 2013, apr s un hiatus de 38 ans, o  il n a\npas collectionn  activement, 1l a vu par hasard dans le magazine\nMaclean une annonce de la Monnaie royale canadienne\npromouvant la disponibilit  de ces m mes pi ces d or.\nIncr dule, Howard r alise son r ve en allant vite   la Winnipeg\nBoutique et en acqu rant la derni re pi ce en magasin!",
            "Alors que le passetemps de son enfance  tait plut t solitaire,\nHoward a plong  avec les deux pieds dans l aspect social de\ntoute importance du passetemps, joignant le Manitoba Coin\nClub (MCC) juste avant que celui-ci accueille le congr s de\nPARNC 2013   Winnipeg, o  il a montr  son premier cadre\nnon comp titif. II a particip    des expositions concurrentielles\ndans d autres conventions de l ARNC, et   des exhibitions non\ncomp titives au MCC chaque ann e depuis.",
            "Howard a occup  quatre ans le poste de secr taire de\nMCC et depuis 2015, est pr sident de l exposition de MCC.\nIl ne pourrait en faire autant sans le soutien, la patience, la\ncompr hension et le partenariat de sa femme, Esther G. Juce,\npour lesquels il est tr s reconnaissant.   l'approche de leur\n25e anniversaire de mariage, en 2017, Howard anticipe avec\nimpatience de le comm morer avec beaucoup d argent.",
            "14h - Ronald Greene :",
            "Money in British Columbia before\nthe coming of the Railway",
            "Ronald Greene a v cu toute\nsa vie   Victoria, BC. Il a\nobtenu un dipl me en g nie\nchimique de l Universit  de\nla Colombie-Britannique. Plus\ntard, dans ses temps libres, il a\nobtenu un autre, un dipl me en\n tudes japonaises et en fran ais\nde l Universit  de Victoria.",
            "Depuis plus de cinquante\nans, Ron est un chercheur\nactif et  crivain de l histoire\n"
        ],
        "PageNo": "153"
    },
    {
        "File": "The_CN_Journal_june_10.jpg",
        "Paragraphs": [
            "numismatique de la Colombie-Britannique et du Canada,\net a publi  beaucoup d articles et un livre sur Greenwood et\nPhoenix. Il a  dit  le Dictionary of Canadian Medalists de R.C.\nWilley et a  t  directeur de projet de la Canadian Numismatic\nBibliography. 11 a  t  pr sident sortant de la Canadian\nNumismatic Research Society et de Canadian Paper Money\nSociety, r cipiendaire du Prix J. Douglas Ferguson en 1986, de\nla M daille de la Monnaie royale canadienne pour l ducation\nnumismatique en 1991 et du Prix Paul Fiocca en 2012. Ila\n t  nomm  Fellow de l Association Royale de numismatique\ndu Canada, en 2015. Carlo Gentile, Gold Rush Photographer,\n1863-1866 est son deuxi me livre. En 2016, Ron a remport  la\nm daille du lieutenant-gouverneur de Colombie-Britannique\npour l Ecriture Historique. Ron est le catalogueur des jetons de\nla Colombie-Britannique et du Yukon. Il a particip    plusieurs\nreprises aux s minaires  ducatifs pr c dents.",
            "15 h - Harvey Richer :",
            "A Few Things That You May Not Know About The\nGold Coins of Newfoundland\nHarvey Richer est n  a\nMontr al. Il a fr quent \nl Universit  McGill et a\nensuite  t    l Universit  de\nRochester o  il a obtenu un\ndoctorat en astrophysique. Il\nest actuellement professeur et\nchef associ  au D partement\nde physique et d astronomie de\nl Universit  de la Colombie-\nBritannique. Ses recherches se\nconcentrent sur les observations\nfaites   l aide du t lescope spatial Hubble, d terminant ainsi les\npropri t s des  toiles les plus anciennes de l univers. En 2014,\nil a  t  nomm  membre de la Soci t  royale du Canada, la plus\nprestigieuse soci t  universitaire canadienne.",
            "Ses int r ts de collection de pi ces remontent   un  ge tr s\npr coce lorsque son fr re et lui et collectionnaient des pi ces de\ncirculation dans la r gion de Montr al. Harvey se souvient d avoir\ntrouv  de nombreuses pi ces d argent victoriennes en circulation.\nCelles-ci  taient presque toujours tr s us es et aucune grande\nraret  n a  t  d couverte, mais le frisson de trouver des pi ces de\n60 ans en circulation lui a laiss  une impression durable. Au d but,\nil a  t  attir  par les pi ces d or de 2 dollars de Terre-Neuve, en\nparticulier   un moment donn    la fin des ann es 1950, apr s que\nle marchand de pi ces de Montr al Phillip Spier lui ait montr \nun petit magot de ces pi ces qu il avait en inventaire. Harvey se\nsouvient d avoir achet  deux d entre eux en  tat de conservation\nhors- circulation, pour 20 $ chacun. Plus r cemment, ses int r ts\ncollectifs se sont concentr s sur des pi ces de haute qualit  d or,\nd argent et de bronze de Terre-Neuve.",
            "En 2013, il a fait son premier voyage   Terre-Neuve, o , avec\nson fils, il a principalement explor  la partie occidentale de l ile.\nIls ont grimp  Gros-Morne, ont parcouru les Tablelands et St.",
            
            "John s, o  Harvey visite pour la premi re fois les Provincial\nArchives at The Rooms et l Universit  Memorial. De ce voyage,\nil est revenu avec de nombreux documents qui ont constitu \nl esquisse d un livre sur les pi ces d or de Terre-Neuve. Harvey\nest retourn  l t  suivant pour une visite approfondie, inspectant\nla collection de pi ces de The Rooms et passant beaucoup de\ntemps avec un historien   Memorial. En 2016, le livre a  t \nachev  et il sera lanc    l ARNC   Boucherville. Le discours\n ducatif d Harvey sera bas  sur certains aspects du livre.",
            "16 h - Fran ois Rufiange and Jacques St-Arnaud :\nLes Monnaies du Canada au temps de la Nouvelle-France",
            "Le major   la retraite Fran ois\nRufiange  tait ing nieur\na rospatial s nior de l Aviation\nroyale du Canada. Il est devenu\nun collectionneur alors que,\njeune officier, il voyageait\nsouvent en Europe au milieu des\nann es 1980. En 2000, Fran ois\na compl t  les deux cours par\ncorrespondance de I  ARNC.",
            "Sa premi re  tude\nnumismatique portait sur l engageante pi ce de cinq cents\n Victoire  de 1943 de Thomas Shingles. Fran ois est un ancien\npr sident de la Soci t  Numismatique d'Ottawa (six ann es\ncons cutives). Actuellement, il est le pr sident de l  Association\ndes Collectionneurs du Grand-L vis. Au cours des ann es, il a\nacquis un sens aigu sur la fa on de mieux enseigner aux autres les\nbases de la numismatique. Il a publi  un grand nombre d articles\nau cours des ann es, et il est un photographe numismatique\naccompli. Il appr cie beaucoup l art oratoire et a pr sent \nun certain nombre de conf rences   diverses organisations\nnumismatiques et expositions de monnaie. Fran ois a  t  nomm \nFellow de l'Ontario Numismatic Association, en 2010.",
            "Jacques-St-Arnaud s int resse\n  la collection de monnaies\ndepuis 1971. Actuellement, il se\nsp cialise dans la numismatique\ncoloniale, mettant l accent sur les\nmonnaies royales espagnoles et\nfran aises introduites au Canada\naux XVIIe et XVIIIe si cles. Il\ncontinue de collaborer, avec des\nnumismates au Canada, aux  tats-\nUnis et en France,   des livres de\nr f rence sur la monnaie royale du roi Louis. R cemment, Jacques\na contribu  ses recherches au chef d oeuvre sur les monnaies\ncoloniales de New France, French Coinage Specifically for Colonial\nAmerica de Sydney F. Martin, publi  en 2016. L ann e derni re,\nson article r volutionnaire  Une Monnaie Intercontinentale du 17e\nSi cle  est apparu dans Le Journal canadien de numismatique.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "154"
    },
    {
        "File": "The_CN_Journal_june_12.jpg",
        "Paragraphs": [
            "2017 RCNA ELECTION INFORMATION",
            "Candidate for President / Candidat a la pr sidence",
            "Henry Nienhuis, FRCNA, FCNRS, FONA",
            "Throughout his career, Henry Nienhuis,\na software professional who graduated\nfrom the University of Toronto\nspecializing in Computer Science, has\nled a number of high tech development\nteams in producing innovative\ntechnologies.",
            "Henry has been collecting Canadian,",
            "British and Dutch coins, tokens and",
            "medals for over 45 years. After a hiatus",
            "from the hobby to attend University and",
            "raise a family, he returned to organized\nnumismatics in 2000 serving the hobby at local,\nprovincial and national levels. For a number of years\nhe served the RCNA as Education Chairman, managing\nthe annual symposium, and as Associate Editor of The\nCanadian Numismatic Journal. He has contributed to\nthe growth and direction of the RCNA when called\nupon as a member of Strategic Planning initiatives. In\naddition, he has served as Director of the Association\nand is the current President. In 2014, he served as\nCo-chair of the Annual Convention. Most recently, as\nthe editor of The CN Journal he successfully led the\npublication s move to the larger format.",
            "He is a member of the executive of a number of\nclubs- ONA, NYCC, TCC, EMCSCC and CEVNA\nand has also served as their Webmaster. He is a board\nmember of the non-profit Canadian Association for\nNumismatic Education and J. Douglas Ferguson\nHistorical Research Foundation.",
            "He is a fellow of the Canadian Numismatic\nResearch Society, the RCNA and the ONA. In 2015,\nhe was honoured with the ONA Award of Merit, the\nhighest award bestowed by that Association, and in\n2017, he received the Bruce H. Raszmann Award.",
            "Henry has published in The CN Journal, Canadian\nCoin News, and the Ontario Numismatist. A three\ntimes winner of the Jean Bullen Award, he has spoken\nat numismatic clubs, community shows, and to",
            "Association Conventions.",
            "Tout au long de sa carri re, Henry\nNienhuis, un professionnel dans les\nlogiciels qui a obtenu son dipl me de\nl'Universit  de Toronto en sp cialisation\ninformatique, a dirig  plusieurs  quipes\nde d veloppement de haute technologie\ndans la production de technologies\nd  innovations.",
            "Henry collectionne des pi ces\ncanadiennes, britanniques et\nn erlandaises, des jetons et des m dailles\ndepuis plus de 45 ans. Apr s une pause",
            "de son passe-temps pour ces  tudes   l'universit  et  lever sa\nfamille, il est retourn    la numismatique en 2000, et servie\nla communaut  numismatique aux niveaux local, provincial\net national. Pendant plusieurs ann es, il a servi   l'ARNC en\ntant que pr sident du volet  ducation, la gestion du symposium\nannuel, et en tant que r dacteur en chef adjoint du journal\ncanadien de numismatique. Il a contribu    la croissance et la\ndirection de l ARNC lorsqu'il fut demand  d tre membre des\ninitiatives de planification strat gique. De plus, il a servi en\ntant que directeur de l'association et est pr sentement pr sident.\nEn 2014, il a servi en tant que co-pr sident de la convention\nannuelle. Plus r cemment, en tant que r dacteur en chef du\njournal canadien de numismatique, il a dirig  avec succ s la\ntransition de la publication dans un format plus grand.",
            "Il est membre de l'ex cutif d'un certain nombre de clubs\n- ONA, NYCC, STC, EMCSCC et CEVNA et a  galement\nservit comme leur webmestre. Il est membre du conseil\nd'administration sans but lucratif de l'association canadienne\nd' ducation de numismatique et de la Fondation de la recherche\nhistorique J. Douglas Ferguson.",
            "Il est un membre Fellow de la soci t  canadienne de\nnumismatique de recherche, l'ARNC et l'ONA. En 2015, il a re u\nle Prix de M rite de l'ONA, la plus haute distinction d cern e par\ncette association, et en 2017, le prix Bruce H. Raszmann.",
            "Henry a publi  dans /e journal canadien de numismatique,\nle journal Canadian Coin News et le Ontario Numismatist.\nUn double vainqueur du Prix Jean Bullen, il a  t  conf rencier\ninvit    diff rents rencontres de clubs communautaires de\nnumismatique, expositions et pour les conventions d'association.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "156"
    },
    {
        "File": "The_CN_Journal_june_13.jpg",
        "Paragraphs": [
            "2017_RCNA-ELECTION_INFORMATION",
            "Candidate for Past President / Candidat pour le pr sident sortant",
            "Yvon Marquis, FRCNA",
            "Yvon Marquis began collecting in the\n1960s at the age of 12. In 1976, he joined\nhis first club, La Soci t  Numismatique\nde Qu bec, and in 1978, the Canadian\nNumismatic Association. In April 1979,\nhe founded le Club de Numismates du\nBas St-Laurent (CNBSL).",
            "Yvon attended his first CNA\nConvention in Montreal in 1980. He\njoined the CNA Executive in 1983\nas Area Director for the Province of\nQuebec. He served the Association as\na member of the  Coin Week Canada  Committee\nbecoming the Chairman of the event from 1986 to\n1988. He has also served as Club Services Chairman\nfrom January 1989 to July 1999, and was President of\nthe CNA from 1995 to 1999.",
            "He has received many awards at the local and\nregional levels; in 1986 he received the Royal\nCanadian Mint Award for Numismatic Education, in\n1992, he was made Fellow of the CNA and received\nthe prestigious J. Douglas Ferguson Award. In 1995\nhe received the Guy Potter Literary award and in\n1997, the Jerry Remick Literary Award.",
            "For over 35 years Yvon has made significant\ncontributions to the hobby as a member of a number of\ncommittees. He participated with the Royal Canadian\nMint committees on Theme Selection, Designs Selection,\nand Promotion. He was Assistant Chairman for the 1989\nCNA Convention in Quebec City, was involved in the\n1992 and 1996 Conventions in Montreal, Co-Chairman\nfor the 2001 CNA Convention in Quebec City and is\ncurrently Coordinator of Activities for the 2017 RCNA\nConvention in Boucherville.",
            "Yvon is a current member of the Board of the\nCanadian Association for Numismatic Education. He\nhas been a long-time President of both the CNBSL and\nthe L  Association des Numismates Francophones du\nCanada (ANFC, an association he founded in 1985 with\nthe goal of uniting French speaking collectors from all\nacross Canada.)",
            "After more than 55 years participating in this hobby,\nYvon feels that his greatest satisfaction comes from\nthe people he has met over the years; some of them are",
            "now his very good friends.",
            "Number4 June 2017 ----------------------------------------",
            "Yvon Marquis a commenc  a\ncollectionner la monnaie dans les\nann es 1960s   l ge de 12 ans. En\n1976, il a joint son premier club, La\nSoci t  Numismatique de Qu bec, et\nen 1978, l Association Canadienne\nde Numismatique. En avril 1979, il a\nfond  le Club de Numismates du Bas St-\nLaurent (CNBSL).\nYvon a particip  a son premier\nCongr s de l CAN   Montr al en 1980.\nIl a joint les rangs de l Ex cutif de\nPCAN en 1983 comme Directeur R gional pour la province\nde Qu bec. Il a contribu  comme membre du comit  sur   La\nSemaine de la Monnaie au Canada   dont il fut Responsable\nde 1986 a 1988. Il a  galement  t  Responsable des Services\naux Clubs de janvier 1989 a juillet 1999, et fut Pr sident de\nPACN de 1995   1999.",
            "Il a recu plusieurs Prix aux niveaux local et r gional: En\n1986 il a re u le Prix de la Monnaie Royale Canadienne pour\nl' ducation Numismatique au Canada, en 1992 il fut re u\ncomme Compagnon de l CAN et a re u le prestigieux Prix\nJ.D. Ferguson. En 1995, il a re u le Prix Guy Potter et en\n1997, le Prix litt raire J r me H. Remick.",
            "Depuis plus de 35 ans, Yvon a apport  une grande\ncontribution   la numismatique en si geant sur divers comit s,\nIl a particip    des Comit  de Selection de Th mes, de\nMotifs et de Promotion avec la Monnaie royale canadienne.\nIl a  t  assistant responsable du Congr s de l ACN de 1989\n  Qu bec, a  t  impliqu  dans les congr s de 1992 et 1996\ntenus   Montr al,  tait co-responsable du Congr s de 2001  \nQu bec et est actuellement coordonnateur des Activit s pour le\nCongr s de 2017   Boucherville.",
            "Yvon est actuellement membre du Comit  de l Association\nCanadienne pour l' ducation Numismatique (ACEN). Il a\n t  pendant plusieurs ann es Pr sident du CNBSL et de\nL  Association des Numismates Francophones du Canada\n(ANFC, une association qu il a fond  en 1985 pour regrouper\nles numismates francophones du pays.",
            "Apres plus de 55 ans dans le domaine, Yvon consid re que\nsa plus grande satisfaction vient des gens qu il a rencontr s au\nfil des ans et dont certains sont devenus de tr s bons amis.\n"
        ],
        "PageNo": "157"
    },
    {
        "File": "The_CN_Journal_june_14.jpg",
        "Paragraphs": [
            "201.7. RCNA. ELECTION INFORMATION",
            "Candidate for 1st Vice-President / Candidat   la 1  vice-pr sidence",
            "Robert Forbes, BA, LLB, FRCNA",
            "BA (Economics) and LLB (Bachelor of\nLaws) from University of Western Ontario;\nLLM (Master of Laws) from London\nSchool of Economics, London, England.",
            "Until his retirement on December 31,\n2016, he was Senior Partner at Miller\nThomson LLP, a Canadian law firm with\n11 offices nationally, where he practiced\nCorporate and Securities Law in its Toronto\noffice and Chaired its National Private\nBusiness Transactions Practice Group.",
            "Adjunct professor of Contract and\nCommercial Law at Osgoode Hall Law School,\nYork University. Winner of the University prize for\nteaching excellence (Adjunct Faculty) in 2011 for\nteaching of Contract Law, and winner of Law School\nDistinguished Service Award (Adjunct Faculty) in\n2010. Author of numerous books and legal journal\nperiodicals.",
            "Chairman of the Board of Directors of a major\nNorth American engineering company; Director and\nBoard Committee Member and Board Committee\nChair of two other Canadian public listed companies.",
            "Numismatically, past Ontario director of the RCNA;\nstanding First Vice-President of the RCNA for the\npast term. Director and Chairman of the Canadian\nAssociation for Numismatic Education (CAFNE).\nDeputy Chairman of the J. Douglas Ferguson\nHistorical Research Foundation. 2011 winner of the\nRCNA President s Award (related to the creation\nand organization of CAFNE), 2015 Fellow of the\nRCNA Award winner, and 2016 winner of the Guy\nPotter Literary Award. Platinum level annual donation\ncontributor to RCNA and CAFNE.",
            "Collector of Canadian, Newfoundland and Maritime\ndecimal coinage, and royal portrait coinage of New\nFrance. 2010 winner of PCGS award (Best New Set)\nfor PCGS Set Registry (Complete Newfoundland 50\nCents and Newfoundland Type Set), and holder of a\nnumber of  Finest Sets of All Time  designations in\nthe PCGS Set Registry. Presenter at Newfoundland\nNumismatic Enthusiast Club educational seminars at\nvarious RCNA conventions.",
            "Married with three children, two of whom have\nbecome numismatists.",
            "BA (Economie) et LLB (Bachelier\nen droit) de la University of Western\nOntario; LLM (Maitrise en droit) de la\nLondon School of Economics (Londres,\nAngleterre).",
            "Jusqu a sa retraite le 31 d cembre\n2016, il  tait associ  principal chez\nMiller Thomson LLP (firme canadienne\nde droit avec 11 bureaux 4 travers le\nCanada) o  il a pratique le droit des\nsoci t s et le droit des valeurs mobili res\net a pr side leur National Private",
            "Business Transactions Practice Group.",
            "Il est professeur auxiliaire au Osgoode Hall Law School de la\nYork University o  il enseigne le droit commercial et le droit du\ncontrat. Il y re ut un prix d excellence en enseignement en 2011\net un prix pour services distingu s en 2010. Il est aussi l auteur\nde nombreux livres et articles sur ces sujets.",
            "M. Forbes est le pr sident du conseil d administration d une\ncompagnie d ing nieurs-conseils nord-am ricaine importante\nainsi que de deux autres soci t s figurant   la cote publique de\nla Bourse.",
            "En numismatique, M. Forbes a  t  ancien directeur de\nl 'ARNC et en est le premier vice-pr sident actuel pour les\npass . Il est directeur et pr sident de I  Association canadienne\npour l ducation numismatique (ACPEN) et est vice-pr sident\nde la J. Douglas Ferguson Historical Research Foundation.\nIl a re u le prix du pr sident de l ARNC en 2011 (pour ses\nefforts li s   la mise sur pied de l ACPEN), il fut re u comme\nCompagnon de l CAN en 2015, et gagnant en 2016 du Prix\nlitt raire Guy Potter. Donne g n reusement annuellement\n(niveau platine)   l ARNC et de PACPEN.",
            "M. Forbes collectionne les monnayages d cimaux du Canada,\nde Terre-Neuve et des provinces maritimes, et les monnayages\nde portraits royaux de la Nouvelle-France. Il a remport  le\nprix   Best New Set   de la PCGS en 2010 pour sa collection\n(compl te) de pi ces de 50 cents terre-neuvienne et collection\npar type de Terre-Neuve. Il d tient  galement plusieurs\nmentions de   Finest Sets of All Time   (plus belle collection\nde tous les temps).",
            "M. Forbes a  t  un conf rencier lors de rencontres du\nNewfoundland Numismatic Enthusiast Club   de nombreux\ncongr s de P ARNC.",
            "Bob est mari  et a trois enfants, dont deux qui sont  galement\ndes numismates.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "158"
    },
    {
        "File": "The_CN_Journal_june_15.jpg",
        "Paragraphs": [
            "201.7 RCNA ELECTION INFORMATION",
            "Candidate for 2\"d Vice-President / Candidat   la 2  vice-pr sidence",
            "William Waychison, M.Sc.Ap, P.Geo., FRCNA, FCNRS, FONA",
            "William Waychison is a professional\ngeologist (P.Geo.), and graduate of\nMcGill University (MSc. Ap.), Montreal.\nHe has over 40 years experience, and a\nsuccessful track record of establishing /\nmanaging freestanding offices, people,\nand mineral exploration programs.",
            "He is a member of the SNQ, and in\n1991 was named an  Ambassadeur  for\npromotion of numismatics outside of\nQu bec in active collaboration with the\nactivities of the SNO.",
            "He has a long record of continuous\npositive service to numismatics and\nthe RCNA. He served as co-chairperson for Coin Month\nCanada (1996-99), and as RCNA Club Services Chair\nfor over eleven years. With his wife, France, they also\ntranslated the Club News, Presidents  Messages, and\nassociation announcements for the same period. As Vice-\nPresident (2007-11, 2016-2017) and as President (2011 \n13), he helped direct the RCNA towards a more sound\nfinancial basis; introduced digital membership; and new\nstandards to our code of ethics.",
            "He is a Fellow (1992) and Life Member (LM#379) of\nthe RCNA; Fellow and a past-president of the CNRS;\na Fellow of the ONA (2002); recipient of the ONA\nAward of Merit (2005) and the ONA Bruce H. Raszmann\nAward (2016); has served as the ONA Awards Chair, and\ncurrently serves the ONA as Director for northeastern\nOntario. He also is a director of the Canadian Association\nfor Numismatic Education (CAFNE).",
            "For his promotion of numismatics, he is one of only\nfour Canadians to receive the Carmody-Lebo Citation (a\nUS award). For his  dedicated service to our numismatic\ncommunity  he received the ANA Presidential Award in\n2014. His numismatic interests include Canadian medals\nand art nouveaux/art deco medallic art, mining stocks, and\nstore and gas bar trade notes.",
            "Number4 June 2017 ----------------------------------------------",
            "William Waychison est un g ologue\nprofessionnel (P.Geo.), et dipl m  de\nl'Universit  McGill (M.Sc.Ap), Montr al.\nIl a plus de 40 ans d'exp rience et est\nreconnu pour ses succ s en  tablissement\n/ gestion de bureaux autoportants, de\nressources humaines, et de programmes\nd'exploration mini re.",
            "Il est membre de la SNQ, et en 1991",
            "a  t  nomm  \"Ambassadeur\" pour\nla promotion de la numismatique a\nl'ext rieur du Qu bec en collaboration\nactive avec les activit s de la SNO.",
            "Il a une longue exp rience de service\npositif continu   la numismatique et   l ARNC. Il a servi\nen tant que co-pr sident pour Le mois de la monnaie\nau Canada (1996-1999), et en tant que responsable des\nServices aux clubs de l ARNC pour plus de onze ans.\nAvec son  pouse, France, ils ont  galement traduit les\nNouvelles des Clubs, les Mot du Pr sident, et les annonces\npour l association pour la m me p riode. En tant que vice-\npr sident (2007-11) et pr sident (2011-13), il a aid  a\ndiriger l ARNC vers une base financi re plus saine; a\nintroduit l adh sion num rique; et de nouvelles normes  \nnotre code d' thique.",
            "Il est Compagnon (1992) et membre   vie (LM n   379) de\nlV  ARNC; Compagnon et ancien pr sident du CNRS; Membre\nde PONA (2002); R cipiendaire du Prix du M rite de PONA\n(2005) et du Prix Bruce H. Raszmann de l ONA (2016); A\n t  responsable des Prix de l ONA et occupe actuellement\nle poste de directeur pour le nord-est de l Ontario de PONA.\nIl est  galement directeur de 1 Association canadienne pour\nl ducation numismatique (CAFNE).",
            "En reconnaissance de sa promotion de la numismatique,\nil est l'un des quatre Canadiens   avoir re u la Citation\nCarmody-Lebo (un prix am ricam). Pour son \"d vouement\nau service de notre communaut  numismatique\" il a\nre u le Prix du Pr sident de l'ANA en 2014. Ses int r ts\nnumismatiques comprennent les m dailles canadiennes et\nl art m daillier art nouveau / art d co, les certificats d actions\nmini res, et les billets de magasins et de bars d essence.\n"
        ],
        "PageNo": "159"
    },
    {
        "File": "The_CN_Journal_june_16.jpg",
        "Paragraphs": [
            "2017 RCNA ELECTION_INFORMATION",
            "Bim oh eee\nWilliam O'Brien: Candidate for Director representing Ontario - South-Central / Candidat au poste de",
            "Directeur repr sentant de Ontario - Sud-Centre",
            "Like most numismatists my quest began at a very young",
            "age. I remember examining each coin from my parents ",
            "change with the hope of finding a shinny old 1-cent piece",
            "or a silver King George coin. My interests soon grew",
            "exponentially as I discovered world coins through those I",
            "received from my parents and relatives. I was hooked for",
            "life and the bug never left, only went dormant.\nAfter obtaining a BBA from the University of Prince Edward",
            "Island, marrying a local girl and producing a beautiful daughter",
            "many busy years ensued with building up a successful small",
            "company. In 2000 my collecting interests were rekindled when life",
            "became more stable and I resumed where I left off some twenty-",
            "five years previous. It quickly expanded to include tokens and",
            "other numismatic items especially related to my family s history. A",
            "customer explained that the best way to expand my knowledge was",
            "to join a coin club and directed me to a nearby church basement",
            "where the EMCCC met. This friendship and fellowship\nhas lasted some fifteen years. I still attend these club\nmeetings along with those of the NYCC, for which I am\nhonoured to be the president for a third term.\nMy involvement locally has encouraged me to\njoin the larger organizations which include the ONA,\nCPMS, CATC, ANA and the RCNA for which I am\ncurrently an area director. The NYCC was the host club for the\n2014 RCNA annual convention and as club President I was proud\nto host my fellow numismatists. The ability to share knowledge\nand passion within these organizations is what drives me to\nbecome more actively involved. In the future I see myself always\nstriving not only to gain knowledge relevant to my collection, but\nto encourage new collectors to develop their passions and to share\nin the camaraderie, which I believe is just as important as finding\nthe missing piece for a collection.",
            "Brett Irick: Candidate for Director representing Ontario - South-Central / Candidat au poste de",
            "Directeur repr sentant de Ontario - Sud-Centre",
            "Numismatics has been a lifetime passion and journey,\nnow spanning 40+ years. If re-elected as an RCNA\nArea Director, I will be able to continue to directly\ncontribute my experience and hard work to help further\nstrengthen the RCNA.",
            "Volunteerism and hobby leadership are important in\nmy numismatic life and I feel honoured to be active in\nhobby leadership in both Canada and the United States. Current\nnumismatic offices include RCNA Club Services Chairman,\nPresident of the Windsor Coin Club, Governor and Finance\nCommittee of the Central States Numismatic Society, Director\nof the Michigan State Numismatic Society and Treasurer of the\nPolish-American Numismatic Society. As President, Windsor\nCoin Club won the Louise Graham Canadian Coin Club of the\nYear Award in 2012 and 2013. Our club then put together a talk,",
            " Building a Better Club,  that was presented at the CSNS\nand RCNA Conventions. Life achievements include an\nAmerican Numismatic Association Presidential Award,\nFellow of the Ontario Numismatic Association Award,\nand Best of Show exhibit awards from the ANA, CSNS,\nMSNS and ONA. In the past year, I have given seven\ntalks on four topics, chaired two 100-table local club\nshows, entered and judged exhibits at four conventions and was\nChairman for the 2014 ONA Convention.",
            "Passionate about engineering, I currently work for Ford Motor\nCompany as an Engineering Manager of a stamping plant in\nDearborn, Michigan, and have earned Bachelor of Mechanical\nEngineering and Master of Business Administration degrees to\nenable the pursuit of my profession. This experience will be used in\nthe execution of my responsibilities as Director on the RCNA board.",
            "Robb McPherson: Candidate for Director representing Ontario - South-Central / Candidat au poste",
            "de Directeur repr sentant de Ontario - Sud-Centre",
            "I have been a collector of coins since my early youth\nand in the last couple of years, have narrowed my\ninterest to collecting casino related items such as\nsilver strikes, slot tokens and casino chips.\nI started getting involved in the organized\nnumismatics in 1989 by joining the Waterloo Coin\nSociety in Ontario. After only a few years, I became\na director on the executive. In 2000, I assumed the position\nof President, a role I held for 14 years. In December 2014, as\nI stepped down, I was presented with Life Membership #9 by\nthe WCS members. During my 26 years with the WCS I have\nbeen an active participant in all areas of the club including\nmembership promotion, funding raising activities, speaker,\ncoin-show Chairman, and even runner for our monthly auction!\nIn 2010, I received the Fellow of the ONA Award.",
            "I assumed the position of President of the Ontario\nNumismatic Association in 2013 and have recently\ncompleted a four year term. I am now Past President\nof the ONA and have been appointed as Treasurer.",
            "I have been General Chairman for the 2012, 2013,\n2015, 2016 and 2017 ONA Conventions. I have been\nasked and have accepted the Chairman position again",
            "for the 2018 ONA Convention.\nMy current memberships include Waterloo Coin Society, the\nBrantford Numismatic Society, the Casino Chip & Gaming Token\nCollectors Club, the Silver Strikers Club, the ONA and the RCNA.\nIn recent years, I have been an RCNA Area Director , and\nI believe my years of service to the coin community and\nexperience will continue to make me an excellent Area Director.\nI look forward to serving the RCNA to the best of my ability.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "160"
    },
    {
        "File": "The_CN_Journal_june_17.jpg",
        "Paragraphs": [
            "Scott Douglas: Candidate for Director representing North and East Ontario / Candidat au poste de",
            "Directeur repr sentant de Ontario - Nord et Est",
            "Scott E. Douglas first became interested in collecting",
            "coins at the age of 6 when the principal of his school\n(appropriately named Mr. Nichol) called him down to",
            "his office and upon wishing Scott a  Happy Birthday \npresented him with a newly minted 1958 5 centavos",
            "coin of Peru. Naturally the infamous Whitman boards",
            "were next and interest grew from there. Sometime",
            "around 1992 Canadian tokens and medals caught",
            "Scott s interest and he hasn t looked back since. Scott is a\nmember of several coin clubs and a Life member of the RCNA.\nIn 1994 he became a Knight of St. Eligius the Patron Saint of\nnumismatists.",
            "Scott is a charter member of the South Wellington Coin\nSociety serving as the Society s first President from 1997 to\n2000 and currently is the treasurer and President (2016) as\nthe club enters its 20th year. Scott also serves on the Board\nof Directors and is the SWCS Archivist and Club Historian.\nHe is a past President, Vice-President and a member of the\nBoard of Directors of the Buffalo Numismatic Association\nhelping turn this club around from 6 members in 1997 to over\n200 members by 2006. Scott is currently the club Historian for\nthe BNA. He is also past Archivist for the Toronto Coin Club\nand is currently Vice-President of the Canadian Association of\nToken Collectors. In 2006 Scott became the Canadian Director\nfor Encased Collectors International an internet based club",
            "dedicated to collecting encased coins. Scott has given\npresentations in the past during the RCNA annual\none-day course at Humber College in Toronto and\nwas one of the speakers at the Educational Forum\nduring the 2004, 2008 and 2011 RCNA conventions.\nScott is a Fellow and immediate past President\nof the Canadian Numismatic Research Society and\nhas written numerous articles on numismatics that\nhave been published in various club journals and newsletters.\nHe has also written a brief History of the Buffalo Numismatic\nAssociation on the occasion of the club s 75th Anniversary, and\nhas privately published a book on the life of W.R. McColl in\ncollaboration with Len Buth. In 2005 the London Numismatic\nAssociation published Scott s fifty-eight page booklet entitled\nEarly Canadian Numismatists and Their Tokens for which the\nCanadian Numismatic Research Society awarded him the Fred\nBowman literary award.",
            "Scott has published the story of Jeremiah Gibbs one of\nCanada s most influential numismatists and writes the  Did\nYou Know  column for the SWCS monthly newsletter. Scott\ncollaborated with Chris Faulkner on the book of The Pritchard\nand Andrews Company of Ottawa, Ontario and had the honour\nof being recognized once again with the Fred Bowman Literary\nAward for 2008 and the Lloyd Smith literary award given by the\nLondon Numismatic Society for the same work.",
            "Jacques Poitras: Candidate for Director representing Quebec / Candidat au poste de",
            "Directeur repr sentant Quebec",
            "My interest in coin collecting started in my teenage\nyears as I was accumulating coins received on my\npaper route. Over the years, I always kept an eye open\nto see if I could add coins to my collection.",
            "In the beginning, I attended local numismatic\nmeetings. Over time, I broaden my scope and I attended\nregular meetings in different centres and also attended\nshows, conventions and other collectors  events.",
            "Today, in addition to my interest in Canadian and US\npaper money and coins, I also seek out municipal tokens,\nmiscellaneous tokens, and Canadian Tire memorabilia,\nincluding coupons, gift cards and other items.",
            "My next undertaking will be as representative for you\non the board of the RCNA. I would like to contribute to\nincrease our membership, increase RCNA prominence in\nQuebec, and to encourage promotion of numismatics among\nyouth. I would also like to see an evolution of education by\nour members and for our members. I will listen to your\nneeds and concerns and work closely to maintain our strong\nnumismatic passion.",
            "I ve been a member of the RCNA since 1998, Saint-John\nCoin Club (1998 to 2005 and 2017), American Numismatic\nAssociation since 2001, Club numismatique du Bas-St-\nLaurent since 2008, and Canadian Tire Coupon Collector\nClub since 2010. I live in Edmundston, NB, at the border\nwith the Province of Quebec. I ve been an accountant in a\nprivate company for close to 24 years.",
            "I hope to count on your support.",
            "Number4 June 2017 -----------------------------------------",
            "J'ai commenc    collectionner la monnaie au d but de mon\nadolescence en accumulant des pi ces de monnaies re ues\nalors que j' tais camelot. Avec les ann es, j ai toujours\ngard  un  il pour ajouter des pi ces   ma collection.",
            "  mes d buts, je participais   une rencontre mensuelle\ndu club numismatique dans ma r gion. Avec le temps,\nj'ai  largi mes horizons en assistant r guli rement a des",
            "rencontres numismatiques dans diff rents r gions, que ce soit des rencontres\nou des exposions et autres  v nements qui regroupent des collectionneurs.",
            "Aujourd hui, en plus de maintenir ma passion pour les billets et la\nmonnaie canadiens am ricaines, j ai  galement un int r t pour la monnaie\nam ricaines, les billets et jetons municipaux du Canada, diff rents jetons\net aussi pour les items Canadian Tire, dont les coupons, les cartes cadeaux\net autres d riv s.",
            "Mon prochain d fi est de bien vous repr senter au sein du conseil\nd administration de 1 ARNC. J aimerais voir notre association augmenter le\nnombre de membre du Qu bec, accroitre la visibilit  de notre association au\nQu bec, faire la promotion de la numismatique aupr s des jeunes.J aimerais\naussi contribuer   l avancement de l ducation par et pour nos membres.\nFinalement, je veux  tre   l coute de vos besoins et travailler en  troite\ncollaboration afin de maintenir notre passion numismatique.",
            "Je suis membre de l ARNC depuis 1998, du club numismatique\nde St-Jean, N.-B. entre 1998 et 2005 et depuis 2017, de l  American\nNumismatique Association depuis 2001, du club numismatique du Bas-\nSt-Laurent depuis 2008 et du Club Collectionneur de Coupon Canadian\nTire depuis 2010.",
            "Je demeure   Edmundston, N.-B. situ    la fronti re du Qu bec. Je suis\ncomptable pour une entreprise priv e depuis pr s de 24 ans.",
            "J'esp re compter sur votre support.\n"
        ],
        "PageNo": "161"
    },
    {
        "File": "The_CN_Journal_june_18.jpg",
        "Paragraphs": [
            "Louis Chevrier: Candidate for Director representing Montreal and Suburbs / Candidat au poste de\nDirecteur repr sentant de Montr al et les banlieues",
            "Experience counts. At the tender young age\nof 14, Louis Chevrier discovered the world of\ncoin collecting and today his is one of the most\nwell-known and reputable names in Canada s\nnumismatic community.\nNow in his third mandate as the Montreal\ndirector of the Royal Canadian Numismatic\nAssociation, Louis has been active in serving the\ninterests of the numismatic hobby. Previously,\nhe also served as a director and editor at the\nBoucherville Numismatic and Philately Club.\nHe believes knowledge is key, and Louis has\nput his knowledge accumulated through years\nof experience, both as a collector and a merchant, to work in\nforming Canadian Coin Certification Service, the only Canadian\ncertification company providing accurate grading and security\nwith hard, ultrasonically welded casements for client s items.\nLouis Chevrier has been working for the numismatic community\nto build interest, honest transactions, and knowledge.",
            "Exp rience. A l age de 14 ans Louis\nChevrier d couvrit la collection de monnaie\net est aujourd hui un des noms les plus\nconnus et respect s dans la numismatique\nCanadienne.",
            "Maintenant dans son troisi me mandat\ncomme directeur de la r gion de Montr al\npour l ARNC, Louis a  t  actif en\nservant les int r ts de la numismatique.\nIl fut aussi directeur et  diteur du club\nde Numismatique et Philat lique de\nBoucherville.",
            "Le savoir est cl . Louis a mis ses\nconnaissances accumul s avec de longues ann es, autant\ncomme collectionneur que comme marchand, pour fonder\nCanadian Coin Certification Service, la seule firme de\ncertification au Canada a offrir la s curit  d une gradation\nad quate dans un bo tier solide scell  de fa on ultrasonique.",
            "Michael Joffre: Candidate for Director representing Montreal and Suburbs / Candidat au poste de\nDirecteur repr sentant de Montr al et les banlieues",
            "It is time to finally have an RCNA Director\nwho is active in Montreal Numismatics.\nMy goal will be to help recruit, and to be a\nliaison for the established membership in the\nRCNA, as well as for current and younger\nfuture collectors looking to connect with each\nother to expand their collecting knowledge.",
            "While President of the Lakeshore Coin\nClub (2001 to date & re-elected 7 times), I\nled our great team to double the membership\nin the club. As current President of the\nMontreal Numismatic Society, I work with\na fabulous group of advanced numismatists\nmaking discoveries in their respective fields. These are the\nonly two clubs in the area code H for the RCNA and I am\npresent at each meeting and actively helping the hobby\ngrow in Montreal.",
            "As owner of Carsley Whetstone & Company \nnumismatics is my business but it is also my passion. This\nis shared not just in my participation in 10 clubs, but by\nintroducing people to collecting, doing talks at other clubs,\nelementary school presentations, writing articles for two\nlocal Montreal newspapers, contributing for years to the\nCharlton price guides, and to web blogs.",
            "As your new area director, you will find me at virtually\nevery coin club meeting on the island of Montreal, at\nmeetings of directors across Canada, and I m reachable daily\nat my office or by email. I am here because of a love of\ncollecting coins, and even more the hobby. Let s grow this\ntogether by finally making the RCNA active in Montreal.",
            "Il est temps d avoir enfin un directeur ARNC\nqui est actif dans la numismatique a Montr al.\nMon objectif sera d aider   recruter et d tre en\nliaison avec le ARNC pour l adh sion  tablie,\nainsi que les collectionneurs actuels et futurs\nqui cherchent   se connecter entre eux et  \n largir leurs connaissances.\nDepuis  tre  lu pr sident du Lakeshore\nCoin Club (2001   ce jour et r lu 7 fois),\nnotre  quipe formidable a doubl  l adh sion au\nclub. En tant que pr sident actuel de la Soci t \nNumismatique de Montr al, je travaille avec\nun fabuleux groupe de numismatiques avanc s,\nfaisant des d couvertes dans leurs domaines respectifs. Ce sont\nles seuls 2 clubs dans le code r gional H pour le ARNC et\nje ne suis pas seulement pr sent   chaque r union mais aide\nactivement   d velopper le passe-temps   Montr al.",
            "En tant que propri taire de Carsley Whetstone &\nCompany la numismatique est mon affaire mais c est\naussi ma passion. Ceci est partag  non seulement dans la\nparticipation du club (10 clubs), mais en introduisant les\ngens a la numismatique, faire des presentations avec d autres\nclubs, pr senter les  coles primaires, r diger des articles pour\ndeux journaux locaux de Montr al, contribuer pendant des\nann es aux guides de prix de Charlton et a mes blogs Web.",
            "En tant que nouveau directeur r gional, vous me trouverez\n  chaque r union de chaque coin club de l le de Montr al,\ndes meeting de directeurs ARNC   travers le Canada, et  \ntous les jours   mon bureau ou par courriel. Je suis ici en\nraison de l amour de la collecte de pi ces de monnaie, et\nencore plus le passe-temps. D veloppons-le ensemble en\nmettant finalement le ARNC actif   Montr al.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "162"
    },
    {
        "File": "The_CN_Journal_june_19.jpg",
        "Paragraphs": [
            "Jeffrey Wilson: Candidate for Director representing Newfoundland & Labrador and Nova Scotia /\nCandidat au poste de Directeur repr sentant de Terre-Neuve -et-Labrador et de la Nouvelle -Ecosse",
            "I started collecting coins at 6-years-old when my mom",
            "gave me a Whitman folder for Canadian 1-cent coins.",
            "She kept coins in a small wooden box that we would",
            "go through to plug the holes in the Whitman folder. I",
            "started collecting other coins from circulation. When",
            "I was 11 my neighbour gave me my first coin book;",
            "I learned a lot from that book. When I was 12 I",
            "learned of the Bluenose Coin Shop in Scotia Square, Halifax,\nwhere I purchased the mint set of my birth year. In 1979 I\nwent to Victoria for the summer and spent my time there going\nto different coin stores buying lots of different types of coins.",
            "In the mid 80s I joined the CNA and the Halifax Coin",
            "Club. I was a member of the ANA for a couple of years",
            "and then rejoined in the late 90s. By that time I was",
            "focused on collecting medals, specializing in Canadian",
            "medals. There are many different categories of medals",
            "and I collect in most of them, specializing in coin club,",
            "1967 centennial year and Nova Scotia Municipal &",
            "Commemorative Medals. I have been very active in the hobby",
            "for 50 years. I was president of the Halifax Regional Coin Club",
            "from 2010 to 2013. I enjoy creating PowerPoint presentations on\ndifferent numismatic subjects and presenting them when asked.",
            "Kevin Day-Thorburn: Candidate for Director representing New Brunswick and Prince Edward Island\n/ Candidat au poste de Directeur repr sentant de Nouveau-Brunswick et de l' le -du-Prince-Edouard",
            "A member of the RCNA since 1988, Kevin Day-\nThorburn has held the position of Area Director for\nNova Scotia and Newfoundland. Now a resident\nof New Brunswick, he s been an active member\nof the Saint John Coin Club, currently serving as\nthe editor of their newsletter, Almost Circulated.\nHe is a strong proponent of furthering numismatic\neducation and attracting young numismatists to the hobby,\nhaving had both these as mandates for the ACCCR (Atlantic\nCanadian Coin Collectors  Rally), a numismatic convention\nand coin show organizing body of which he is co-chair.",
            "As a member of the Halifax Regional Coin Club,\nhe held executive positions, including secretary and\nvice-president. He has also served as editor for the\nAtlantic Provinces Numismatic Association. He\nis a strong supporter of organized numismatics/\ncoin clubs, recognizing the value they provide\nto furthering the hobby. Kevin has a broad range\nof numismatic interests, including Canadian and world\ncirculating coins, Maritime Provinces medals, tokens,\nwooden nickels, and cheques.",
            "George Manz: Candidate for Director representing Saskatchewan / Candidat au poste de",
            "Directeur repr sentant de Saskatchewan\nI began collecting coins as a child in 1960. Much\nlater in life, I joined the Regina Coin Club, became\nan executive member and have been its president\nsince 2004. I am a Fellow of the Royal Canadian\nNumismatic Association.\nI own George Manz Coins in Regina and attend coin\nshows in western Canada.\nAt coin shows, I always try to give away free coins to\nthe kids so that they too can become coin collectors. They\nare the future of coin collecting and must be encouraged.\nI enjoy learning about coins, paper money and militaria. I\nwrite articles about those subjects to share with other collectors.",
            "These articles have been published in Canada, the U.S.,\nAustralia, New Zealand and Great Britain.",
            "Iam a member of numerous Canadian coin clubs as\nwell as the ONA and ANA.",
            "I collect proof western Canadian banknotes,\nbeautifully toned coins and spectacular errors.",
            "Because coins are such a big part of my life, I would\nlike to become the Saskatchewan representative to the\nRCNA so I can bring the ideas and concerns of coin\ncollectors from Saskatchewan to the national organization.",
            "I look forward to joining the RCNA as its Saskatchewan\nrepresentative.",
            "James Williston: Candidate for Director representing Alberta/NWT / Candidat au poste de",
            "Directeur repr sentant l'Alberta/NWT\nJames Williston was born and raised just outside\nMontreal. His interest in numismatics started in\nCanada s centennial year of 1967 at the age of nine.\nUpon moving to Edmonton in 1978, he began to\npursue his numismatic passion more seriously. His\ncurrent interests include Canadian paper money,\nencased coins, and colonial tokens.",
            "James has served as a director of the Edmonton\nNumismatic Society (ENS). During his tenure with the\nENS he was involved in the running of the annual coin\nshows. After a job transfer to Calgary in 2002, he became\na director of the Calgary Numismatic Society (CNS) and",
            "Number 4 June 2017 ----------------------------------------------",
            "also served as its president for three terms.\nDuring his time as president, the CNS created a\nyouth coin-club to encourage and involve junior\ncollectors. He has been the chairman of the CNS\nannual coin show for the past eight years. That\nshow has enjoyed strong attendance and dealer\ninvolvement. James is the only recipient to receive\nthe Ray Eltom award from the ENS and the Donald D.\nPaterson award from the CNS. Both awards recognize an\nindividual s contributions to raising the profile of the hobby\nthrough volunteerism and community promotion. He is the\nPresident of the Canadian Paper Money Society.\n"
        ],
        "PageNo": "163"
    },
    {
        "File": "The_CN_Journal_june_20.jpg",
        "Paragraphs": [
            "Rob Turner: Candidate for Director representing Western USA / Candidat au poste de",
            "Directeur repr sentant Ouest USA",
            "Rob Turner began collecting Canadian\ndecimal coinage as a teenager growing up\nin Maine during the 1960s. By 1980, he\nhad focused his passion upon collecting\nand studying Victorian cents. During the\nlast thirty years, he has assembled multiple\nsets of these fascinating coins, including a\nmint state set containing all of the date and\nobverse variety combinations.\nSince 2007, Rob has authored four\nhighly acclaimed books and several\narticles on Victorian cent die varieties. In\naddition to describing in detail how the\nRoyal Mint manufactured these coins, his\nbooks include comprehensive die catalogs\nfor the dates 1858, 1859 over 1858, 1890-H, 1891, and\n1892. He chaired the collector group that wrote the 2011\nCharlton catalogue section on Victorian cent varieties. His\nwork on this series continues.",
            "Rob has been elected as a Fellow of the\nCanadian Numismatic Research Society.\nHe currently serves as Vice President of\nthat society. In 2011, he won the Society s\nFred Bowman Award for Numismatic\nResearch for his book, Dies and Diadems.\nHe holds membership in both the Royal\nCanadian Numismatic Association\nand the American Numismatic\nAssociation. He serves as secretary of the\nNewfoundland Numismatic Enthusiasts.\nOutside of numismatics, Rob has\nearned BSc. and MSc. degrees in\ncivil engineering and has worked as a\nlicensed civil engineer and manager\nfor a California municipal government prior to retiring in\n2013. He has served on the boards of several public and\nprivate corporations engaged in supplying water to various\nCalifornia communities.",
            "Michael S. Turrini: Candidate for Director representing Western USA / Candidat au poste de",
            "Directeur repr sentant Ouest USA\nBeing a Life Member of the Royal\nCanadian Numismatic Association\n(RCNA) for over thirty years, my hope\nis to continue to serve the Association\nas a Western United States Director. My\nrecord, given below, confirms my service\nand support:\n* I Have served as a Western United\nStates Director since 2002.\n* Tam also on the Executive\nCommittees for the Canadian Association\nFor Numismatic Education (CAFNE)\nand the Canadian Paper Money Society\n(CPMS).\n* Tam among those who introduced and launched\nactivities for youth at the annual RCNA Conventions.\n* Attended all RCNA Conventions, save one, since\n2002.\n* Presented at a number of Conventions, and Club\nDelegates Breakfasts.\n* Have been invited to speak at the Educational Forums\nat the RCNA Conventions.",
            "In addition, I have been a generous\ndonor to the RCNA and to its youth\nprogram.",
            "Along with my service to and\nsupport of the RCNA, I have over forty\nyears of involvement in organized\nnumismatics within California and at the\nnational level. I have been an exhibitor,\noccasional guest speaker, officer and\ncommittee person, writer and numismatic\nreporter, and much more. Among\npositions held: American Numismatic\nAssociation (ANA) Representative",
            "Program including its National Coordinator, California\nState Numismatic Association (CSNA) President, two\nterms, and still on its Board of Directors, Editor of the\nNorthern California Numismatic Association (NCNA)\nNCNA Heads And Tales for over thirty-five years.",
            "My intention is to continue to serve, to promote, and to\nenhance North American organized numismatics.",
            "Thank You.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "164"
    },
    {
        "File": "The_CN_Journal_june_21.jpg",
        "Paragraphs": [
            "Walter Ostromecki: Candidate for Director representing Western USA / Candidat au poste",
            "de Directeur repr sentant Ouest USA",
            "A number of prominent RCNA officials\nhave persuaded me to run for the position\nof Western USA Director. Why? Simply\nput, the position today requires  a doer \nan active hands-on personable leader\nwho is involved in and with hobbyists\nand clubs alike in the Western and Pacific\nNorthwest of the US.",
            "In order to be an effective RCNA\npromoter and rep the individual MUST\nbe willing to travel, participate and be\npersonally involved in coin shows, their\neducational outreach promotions, and youth activities the\nlatter on a one-to-one basis which is the best method to\nattract and recruit youth, families and adults into the fun\nnumismatic hobby fraternity.",
            "I have nearly a 20-year track record as a numismatic\neducator who employs modem technology, ANA developed\nfun learning activities and programs for all age levels,\nespecially youth and families at yearly western US States\ncoin shows in Southern & Central California, Arizona,\nNevada, Oregon, Washington, Idaho, Utah, New Mexico,\nTexas, Colorado and Wyoming.",
            "I also bring 12 years of ANA leadership team focused\nexperience having been elected by the membership as a\nBoard of Governor, VP and President from 2013-2015.\nAlong with Clifford Mishler, I helped carry out the\nsuccessful ANA-RCNA joint educational outreach venture\n Hands Across the Border  in 2013-2015.",
            "I have actively participated in nearly all of the RCNA\nconventions since 2005 and been primarily involved,",
            "thanks to Fred Freeman, with the Coin\nKids Program, jointly developing and\nreinvigorating the youth activities at\nthe yearly conventions along with\ncollaborating on writing the first Youth\nCorrespondence Course.\nI have worked tirelessly with the ANA\nEducation Committee for over ten years,\nassisting with the numerous development\nof youth-, family- and adult collector-\nfocused educational activities both online\nand in person for events using them at\ncoin shows such as: Coins For A s, The Grading Game,\nThe Dollar Game, So You Want to Host A BSA-GSA Coin\nCollecting Merit Badge, Numismatics for Home Schoolers,\nTreasures in Your Pocket, The ANA s $1,000 Annual\nCollege Scholarship and such fun learning show activities\nas The Treasure Trivia Hunt, America the Beautiful Quarter\nTrivia activity, The Foreign Country Currency Match\nChallenge, etc. These fun-exciting family friendly activities\nhave proven to be invaluable tools for enticing others into\nthe numismatic hobby and membership.",
            "Major awards are something to live up to and in my\ncase too numerous. Most proud of RCNA honours,\nPresidential Award, Guy Potter Literary, Coin Kids Youth,\nand Coin Week Canada from 1978-82.",
            "I would be proud to serve the RCNA as a Western USA\nDirector for the next two years, as an effective hands on\ndoer with an already and effective connection in place, an\neducation outreach and membership information/growth\naction plan!",
            "William Kamb: Candidate for Director representing Eastern USA / Candidat au poste de",
            "Directeur repr sentant l'Est USA",
            "I was born and raised in Massachusetts and\nmoved to Ohio, in 1972, after graduating from\nWorcester Polytechnic Institute with a degree\nin civil engineering. I've been collecting coins\nfor over fifty years and have been specializing\nin Newfoundland numismatics for over thirty.\nI started attending Canadian shows in 1990\nand usually attend three a year. I joined the CNA, now\nRCNA, about twenty-two years ago, and for the last\nfourteen years I have been on the board as a director. I'm\ncurrently the chair of the committee on member retention\nand am involved in new member mentoring, which",
            "Number 4 June 2017 ----------------------------------------------",
            "basically introduces new members to someone\nthat shares their numismatic specialty. As I'm\ndeeply involved in my Newfoundland specialty,\nI started a club at the 2006 convention in Niagara\nFalls, and was pleasantly surprised when over\nfifty people showed up for that inaugural meeting.\nWe meet once a year at the convention and have\na participatory type of meeting that attracts over twenty\npeople who want to learn more about Newfoundland\nnumismatics. I'd appreciate your vote as I'd like to continue\ngiving back to the hobby, which is a big part of my life.",
            "RCNA/ARNC",
            "\n"
        ],
        "PageNo": "165"
    },
    {
        "File": "The_CN_Journal_june_27.jpg",
        "Paragraphs": [
            "PORTRAITS OF THE FAMOUS\nBY. MEDALLISTS.OF_ RENOWN",
            "BY BARRIE RENWICK",
            "FRCNA, FCNRS, #5754,",
            "#4 Marshal Foch by Oscar Nemon",
            "The Foch medal by Oscar Nemon expresses the\n| gratitude of the Comit  Belge for Foch, as Allied",
            "Commander-in-Chief, forcing the enemy to seek",
            "armistice in 1918, ending the war. The medal s",
            "obverse, in Nemon s high-relief Cubist-",
            "style, portrays a stalwart G n ralissime",
            "buttressed by the massive incuse",
            "legend FOCH. Nemon designed",
            "the piece without a rim, which",
            "would be distracting. Around its",
            "bland reverse is the committee s",
            "tribute, and diagonally across,",
            "a facsimile of Foch s signature",
            "on the armistice. The medal is",
            "bronze, 70 mm in diameter, with",
            "Nemon s monogram and the date,",
            "1930, at the obverse bottom. Comit ",
            "Belge, was an empowered coalition of",
            "Belgium s political entities, directing the",
            "country s wartime activities and supporting",
            "the Allies.",
            "Ferdinand Foch, born 1851 a son of a",
            "civil servant in regional France, chose",
            "military service as his career. He",
            "joined the army at age nineteen.",
            "In time, through diligence and",
            "study he rose in rank, which",
            "added responsibilities. By the",
            "late nineteenth century he was",
            "a Lieutenant-Colonel, and in the",
            "early twentieth, a Brigade General.",
            "Foch was a Corps Commander",
            "when war erupted in 1914. In its",
            "early years he led troops and planned",
            "battle strategies. As war in the European",
            "theatre dragged on there were",
            "successes, setbacks and obstinate",
            "stalemates, but always dreadful",
            "carnage. Allied command altered",
            "strategies and rotated field commanders hoping to gain",
            "advantage, but attrition persisted. The arrival of US",
            "forces bolstered those of the Allied nations making their",
            "Number4 June 2017 ----------------------------------------------",
            "victory look attainable. To succeed, a central command\nof forces was essential, and in early 1918 Foch was\nappointed Supreme Commander of the Allied Armies.\nAt Compi gne, Foch imposed the Allies  armistice\nthat Erzberger accepted on behalf of the\nCentral Powers. After, Foch was active\nin the 1919 Paris Peace Conference\nthat settled affairs, but he remained\nskeptical about the strength of its\nupshot, the Treaty of Versailles. In\n1921 he toured the United States;\nthere he attended civic functions,\nreceived honours and got public\nacclaim. Ferdinand Foch, a hero\nto the French, died in 1929.\nOscar Nemon born 1906 in\nOsijek, in today s Croatia, showed\nan early artistic ability as a teen. While\nstill a student, he exhibited his art and\ngained public acclaim. Nemon began formal\nart studies in Vienna and continued later in\nBrussels at its Royal Academy. In 1924\nwhen visiting the World Fair in Paris,\na Russian display of Cubist-style art\nfascinated him. He adopted this style\nfor a time as several of his medals\nand sculptures affirm. His first\none-man show was in Brussels in\n1932. In the late 1930s Nemon,\na Hebrew, sensed a looming\ndanger from the changing political\natmosphere. Wary of his safety, he\nleft the continent in 1938 to settle near\nOxford in England. In time, he married\nthere, took citizenship and developed\nhis career as a sculptor. In the\n1950s, Nemon sculpted Winston\nChurchill. They became fast\nfriends. After Churchill s passing,\nNemon was selected to prepare Churchill s image for\nBritain s 1965 commemorative crown. Oscar Nemon died",
            "in 1985 aged 79.\n"
        ],
        "PageNo": "171"
    },
    {
        "File": "The_CN_Journal_june_28.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            
            "BY ROGER C. PAULEN",
            "LM#,439,",
            "1908 Large Cent, Large over Small Obverse Legend",
            "I n 1908, production of Canadian decimal",
            "coinage shifted from the Royal\nMint, London, and the Heaton",
            "Mint, Birmingham, to the Royal\nMint Branch, Ottawa. Generally,\nproduction varieties and variances\nin coins struck diminished\nconsiderably relative to the earlier\nProvincial and Canadian large\ncent series. Thus, the majority of\ndie studies and research efforts\nare almost all limited to the\nVictorian strikes.",
            "The coin featured this month is\na wonderful doubled die, which has\ngone unreported by previous generations\nof collectors. It is the 1908 large cent with\na repunched obverse legend (Figure 1). Despite\nJack Griffin s extensive research on Canadian\nlarge cents, there is no mention of this\nvariety in his Monograph #1 (Griffin,\n2010) or Monograph #3 (Griffin,\n2006). None of the Hans Zoell\nvariety publications (from 1961 to\n1970) document this die variety.",
            "Almost the entire obverse\nlegend has its elements\nrepunched, but this is especially\nnoticeable from DEI (at 11\no clock) to IMPERATOR\n(5 o clock). However, close\nexamination of the doubled elements\nshows that this is not just a doubled die\nfrom the preparation of the matrix\nor master dies. The doubling is\nmore than just the splitting of serifs,\nlike those seen on other doubled\n(or even tripled) dies (Ash, 2011).\nThe doubling appears mainly on the lower portions of\neach obverse legend letter, as though a larger font was\nrepunched over a smaller font (Figures 2A to 2D). The\ndegree of repunching is inconsistent with respect to the\ndegree and direction of offset of the (smaller or underlying)\nelements, and an argument could be made that some letters\nwere punched over more than once. For this reason, I\nconclude that a  large over small legend  would be proper\nnomenclature for this particular variety.",
            
            "I had picked up this coin from a coin show\nback in 2012. But, like many coins I have\npurchased before it, it was put in a\nMylar flip, stored in a coin box, and\nsoon forgotten. In November of\n2014, sharp-eyed collector Benoit\nBoulet, from Montreal s north\nshore, noticed a doubled obverse\nlegend example and posted his\nfinding on Numicanada.com.\nIn his own words, he described\nit as (in French):  comme s il y\navait une 2e l gende plus  troite\npar-dessus une premi re plus\nlarge  (NumiCanada.com, 2014).\nHis observation basically translates that\nthis coin has a second narrower legend,\npunched over by a wider legend.\nOver the past few years, I have presented\nseveral large cent Edward VII varieties\nin this column, and I think I am only\nscratching the surface for varieties\nin this series. This variety is easily\nseen without magnification; while\nit is a tougher one to find, this\nvariety could be picked out at all\ngrades. So grab your loupe and\nkeep up the hunt!\nAcknowledgements",
            "Although I had cherry-\npicked this coin back in 2012,\nthis variety was first published\nand documented November of\n2014 on Numicanada.com.\nIn my professional world of science,\nit is not necessarily those who\nmake new discoveries that gain\naccreditation; that goes to those who\nfirst publish their results. Therefore discovery of this very",
            "interesting variety is accredited to Benoit Boulet.",
            "The beautiful MS-63 Red-Brown example shown here\nwas practically given away to my friend and budding large\ncent collector D. Barker on the condition that he would\nprovide me with the fantastic photos you see here. Those\nwho have mastered the art of coin photography, and\nmicrophotographs in particular, humble me.",
            
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "172"
    },
    {
        "File": "The_CN_Journal_june_29.jpg",
        "Paragraphs": [
            "Figure 2B: Magnified photo of the ATIA of GRATIA that shows\nthe underlying elements were definitely repunched by a\nlarger font. In particular, notice the smaller serifs of the | that\nare seen above the bottom and below the top of the larger\nrepunched I. The other curved elements seen in the fields\naround the AT are from clashed dies.",
            "Figure ZA: Magnified photo of the GR of GRATIA\nthat shows the tilting and offset of the underlying\nelements, easily seen on the lower regions of\neach letter.",
            "References",
            "Ash, Randy 2011. The More Knowledgeable Numismatist\n(1882H One Cent Triple Hubbing), The CN Journal\nVolume 56 Number 7 pp 402-403",
            "CoinsandCanada.com, 1 cent 1908 prices and values.\nwww.coinsandcanada.com/coins-prices.php?coin=1-cent-\n1908&years=1-cent-1902-1910 (accessed May 2017).",
            "Griffin, J. 2006. Dominion of Canada, Die Varieties of\nEdward VII and George V Large Cents: Monograph 3,",
            "1902-1920. Charlton Press, Canada, 88 p.",
            "Griffin, J. 2010. Some varieties of the large cents of British Figure 2C: Magnified photo of REX that shows the strong\nNorth America and Canada: Monograph 1, 1858-1936, degree of size differences between the two fonts. Note that\n2nd Edition. Charlton Press, Canada, 98 p. nearby elements, like the inner beads, do not show similar",
            "Numicanada.com, 2014. 1 cent 1908   Double E de ONE offset doubling.\net coin avers double. http://numicanada.com/forum/\nviewtopic.php?f=22&t=24076 (accessed May 2017).",
            "Figure 2D: Magnified photo of IMPER of IMPERATOR, that shows a nice degree\nof offset with the lower serifs.",
            "Number 4 June 2017 \"ee 173\n"
        ],
        "PageNo": "173"
    },
    {
        "File": "The_CN_Journal_june_30.jpg",
        "Paragraphs": [
            "BANK_OF_CANADA_PRESS_RELEASE",
            "Bank of Canada unveils new $10 banknote for Canada 150 celebrations\nThe banknote features 4 portraits of Canadian politicians, Inuit art and Canadian landscapes",
            "n April 7, 2017, Bank\nof Canada Governor\nStephen S. Poloz,",
            "and Ginette Petitpas Taylor,\nparliamentary secretary to the\nminister of finance, unveiled\na new commemorative $10\nbanknote to celebrate the 150th\nanniversary of Confederation.\nOn June 1, 40 million notes\nwill be release into circulation\nto be readily available by",
            "Canada Day.",
            "It is just the fourth time\nin Canada s history that a\ncommemorative banknote\nhas been produced. The\nfirst was a special $25 note,\nissued in 1935, to mark the\n25th anniversary of the\naccession of King George\nV. Then in 1967, a $1\nnote was issued to mark\nCanada s centennial\nyear. In 2015, the Bank\nof Canada released a\ncommemorative $20\nnote in celebration of\nQueen Elizabeth II as\nthe longest-reigning sovereigu 11 Lanaua s msw1y.",
            "The new purple coloured 2017 polymer note  is intended\nto captivate our imagination and instill pride in what we, as\na nation, have accomplished,  bank governor Stephen Poloz\nsaid as he revealed that the note was three years in the making.",
            " Tt celebrates the natural beauty and majesty of our land\nand some of the important parliamentarians who helped shape\nour great country. ",
            "The front of the bill shows four Canadian political figures\nwho helped shape the country: Sir John A. Macdonald,\nSir George-Etienne Cartier, Agnes Macphail and James\nGladstone. The note represents one of the few times a\nCanadian woman and an indigenous Canadian have been\nfeatured on the country s currency.",
            "Macphail, a champion of equality and human rights, was\nCanada s first female member of Parliament. First elected in\n1921, she later went on to provincial politics, winning a seat\nin the Ontario legislature in 1943.",
            "In December, 2016, the\nbank had announced plans to\nput human rights activist Viola\nDesmond s effigy on the $10\nbill in 2018. This will make\nDesmond the first Canadian\nwoman to grace a regularly\ncirculating bank note.",
            "Gladstone, known by his\nBlackfoot name Akay-na-muka,\nwas a member of the Kainai, or",
            "Blood, First Nation who fought",
            "for indigenous rights. In 1958,",
            "he became the first person of a",
            "treaty First Nation to be named",
            "to the Senate.",
            "The note for the country s\n150th anniversary, to be\nreleased before summer, is a\ncommemorative to supplement",
            "the current design.",
            "Its front also carries images of\nParliament s Hall of Honour, the\nnames of all the provinces and\nterritories and a depiction of the\nMemorial Chamber Arch in the",
            "Peace Tower.\nThe arch includes a colour-\nshifting security feature designed to\nprevent counterfeiting. There are also\nmaple leaves that appear to be 3D, but are flat to the touch.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "174"
    },
    {
        "File": "The_CN_Journal_june_31.jpg",
        "Paragraphs": [
            "On the back, a range of images capture the country s\ndiverse landscape, including the  Lions  or  Twin Sisters \nmountains overlooking Vancouver, a Prairie wheat field, the\nCanadian Shield in Central Canada, Cape Bonavista on the\nEast Coast and the Northern Lights.",
            "The design also incorporates Inuit and Metis cultural\nelements, including a holographic reproduction of the\n Owl s Bouquet  stencil print created by Inuit artist\nKenojuak Ashevak, who lived in Nunavut the last\nterritory to join Confederation, in 1999. An arrow sash\npattern, an important Metis symbol, is woven through the\noverall design.",
            "Poloz said the reverse of the bill was designed based on\nfeedback from over 5,000 Canadians on what they wanted to\nsee on the bill.",
            " All of those historical elements in the note s design show\nwhy this year calls for a big celebration,  said Poloz.",
            "Number4 June 2017 "
        ],
        "PageNo": "175"
    },
    {
        "File": "The_CN_Journal_june_34.jpg",
        "Paragraphs": [
            "ERROR OF_THE.MONTH  BY HENRY NIENHUIS FRCNA,FCNRA,FONA, LM #430",
            "Clash of a different kind!\nO ne of the most intriguing examples of minting errors comes from failure",
            "of the press mechanism to feed a planchet before dies strike, causing\na die clash. If a planchet is not fed between the dies as they come\ntogether the two dies can strike each other at full force. This may result in\nthem being damaged; imparting an outline of a portion of one s design\nelements on the other. Even though coin presses were, in the last century,\ndesigned to limit the damage that can result when this happens there are\nstill many examples of this occurring  even today.",
            "Dies are negative images of the surface of the coin, thus the highest\npoints on the surface of the die actually produce the lowest points on the\nsurface of the coin (the fields). When the two dies come into contact, with\nstriking force, it is actually the lowest portions of the design elements that\ninterfere with each other. If this accident is left unnoticed by the press operator,\ncoins struck with these damaged dies will exhibit clashed die effects. This error,\nin Canada, is primarily seen in all denominations of Queen Victoria circulating\ncoins; these pre-date the advances in coin press design.",
            "Clashed die errors are characterized by the presence of raised areas which\nare not part of the intended design elements. These raised areas, or clash\nmarks, are located in the lowest points on a coin s surface, typically the\nfields of the coin. They are actually the portions of the field, 1.e., spaces\nbetween the design elements present on the other side of the coin.",
            "Often you will find coins exhibiting clash marks are given colourful\ncolloquial names such as: spikes in neck, bean in ear, hearing aid, half-moon,\netc. This happens because it is not immediately intuitive to the casual observer\nwhat the raised areas represent. It is somewhat difficult to imagine what the\nspace between the design elements will look like.",
            "Our error this month, a 1975 1-dollar nickel coin, is a much\nharder to find example of a die clash called a collar clash.",
            "This occurs when a hammer die hits hard with the collar and\nthe collar leaves an impression on the die. It can",
            "happen when the hammer die is not properly aligned",
            "in the press during the initial setup or becomes loose",
            "during operation.",
            "The reverse of this 1975 dollar\nis an excellent example with the\nclash marks, formed by the reeded-\nedge pattern, on the rim of the coin,\nextending from approximately 11:00\nto 2:00. The coin s diagonally opposite\nedge supports this diagnosis because\nits rim is very thin compared with the\nthicker portion containing the clash.",
            "This indicates that the coin was struck\nwhen the die was mis-aligned.",
            "I thank Roger Paulen, the owner of\nthis coin, for bringing my attention to\nit and for providing the images.",
            "Keep your eyes open!",
            "Sa The CN Journal Volume 62\n"
        ],
        "PageNo": "178"
    },
    {
        "File": "The_CN_Journal_june_36.jpg",
        "Paragraphs": [
            "~COMMUNIQUE",
            "2017 Fine Silver 3-Coin Set; Royal Canadian\nMint Coin Lore: The Forgotten 1927 Designs",
            "All three coins feature the unused circulation coin\ndesigns intended to commemorate Canada s\nDiamond Jubilee in 1927. Working with\nthe original sketches (and little else), the\nRoyal Canadian Mint s engravers set\nout to interpret each artist s vision as\nthough the art had been entrusted to\nthem today, to mark Confederation s\n150th anniversary.",
            "The 90-year-old concepts have\nbeen painstakingly adapted for modern\nengraving techniques including a\nreverse proof finish that allows the more\nbrilliant engraved elements to shine bright\nagainst the matte backdrop. The one-cent coin\nfeatures an Art Nouveau-inspired design\nby Canadian artist Gustav Hahn (1866-\n1962), with a bough of maple leaves\nencircling the commemorative dates\n 1867-2017.  The five-cent coin by\nCanadian artist J.E.H. MacDonald\n(1873-1932) features a crowned\nlion, as it stands perched on a\nrock, gripping a maple leaf, which\nrepresents the changing Canadian\nlandscape cradled by the sea; beneath\nthe forepaw is Canada s motto,  A MARI\nUSQUE AD MARE?  ( From Sea to Sea ),\nwhile the commemorative dates, now added,\n 1867  and  2017  are inscribed above the\nlion. A second design by MacDonald\ngraces the reverse of the 25-cent coin,\nand centres on a soaring view of the\niconic Peace Tower on Parliament\nHill. The clock tower soars high\nabove the clouds and is surrounded\nby a ribbon-wrapped laurel of leaves,\nfrom which hangs four bells an\node to the Dominion Carillon, which\nwas inaugurated on July 1,\n1927, during the Diamond\nJubilee festivities.\nEach bell bears\nengraved numbers that\ncombine to form the\ncommemorative dates\n 2017  and  1867. ",
            "wenn nnn nnn nnn nnn nnn annem nnn The CN Journal",
            "Ensemble De Trois Pi ces En Argent Fin 2017\nAnecdotes Numismatiques De La Monnaie\nRoyale Canadienne Les Motifs Oubli s De 1927",
            "Les trois pi ces sont orn es d un motif in dit\nd abord destin    marquer le jubil  de\ndiamant du Canada en 1927. Ne disposant\nde gu re plus que les croquis originaux,\nles graveurs de la Monnaie royale\ncanadienne ont interpr t  la vision de\nchaque artiste comme si les oeuvres\nleur avaient  t  tout juste confi es,\npour souligner le 150e anniversaire de",
            "la Conf d ration.\nDatant de 90 ans, les concepts ont  t \nm ticuleusement adapt s aux techniques\nde gravure modernes; un fini  preuve\ninverse a notamment  t  utilis  pour faire\nressortir les  l ments grav s, qui brillent sur le\nchamp mat. Sur la pi ce de un cent figure le\nmotif d inspiration Art nouveau cr  par\nl artiste canadien Gustav Hahn (1866-\n1962) : une branche de feuilles d rable\nentourant les dates comm moratives\n  1867-2017  . OEuvre de I  artiste\ncanadien J. E. H. MacDonald (1873-\n1932), la pi ce de 5 cents illustre un\nlion couronn  tenant a la patte une\nfeuille d rable. L animal est perch  sur\nun rocher entour  d eau repr sentant les\npaysages vari s du Canada. La devise du\npays,   A MARI USQUE AD MARE   (D'un\noc an   l autre), est inscrite sous la patte avant\ndu lion, et les dates comm moratives   1867-\n2017   figurent au-dessus de lui. Le revers\nde la pi ce de 25 cents est  galement\norn  d un motif de J. E. H. MacDonald,\nqui nous propose une vue a rienne de\nl embl matique Tour de la Paix sur\nla Colline du Parlement. Le clocher,\nqui s l ve bien au-del  des nuages,\nest entour  de lauriers enrubann s\nauxquels sont suspendues quatre\ncloches  un hommage au carillon de la\nTour, inaugur  le ler juillet 1927   l occasion\ndu jubil  de diamant. Sur chaque cloche sont\ngrav s des chiffres qui, ensemble, forment les dates",
            "comm moratives   2017   et   1867  .",
            "Volume 62\n"
        ],
        "PageNo": "180"
    },
    {
        "File": "The_CN_Journal_june_37.jpg",
        "Paragraphs": [
            "2017 $1 Fine Silver 2-Coin Set;\n30th Anniversary Of The Loonie",
            "The first coin features the design by Canadian\nartist Robert-Ralph Carmichael that has\nbecome synonymous with Canada s\ncurrency: the iconic side-profile portrait",
            "of a common loon on a still lake, where",
            "it floats past the Group of Seven-esque",
            "trees rising up on a small island behind it.",
            "The entire scene is representative of the",
            "lakes that dot the Canadian Shield, part of",
            "the nation, and includes the engraved words\n CANADA  and  DOLLAR,  along with the\ncommemorative dates  1987-2017  to mark the\n30th anniversary of Canada s $1 circulation coin.\nThe second coin represents the one-dollar\ncirculation coin that never was. Much as it\nappeared on Canada s silver dollar between",
            "1935 and 1986, the  Voyageur  design",
            "by the artist Emanuel Hahn is a nod to\nCanada s early history and the fur trade",
            "era. A canoe moves swiftly past the wind-",
            "swept pines that dot a semi-circular island.",
            "An Aboriginal paddles at the bow, while the\nvoyageur paddles at the stern; between them\nlies a bundle of wrapped furs; the stylized vertical\nrays above represent the Aurora borealis. The reverse\nalso features the engraved words  CANADA  and\n DOLLAR,  along with the commemorative dates\n 1987-2017.  Both coins have the effigy of Her\nMajesty Queen Elizabeth II by Susanna Blunt on\nthe obverse.",
            "2017 $30 Fine Silver Coin Zentangle  Art:\nThe Great Grey Wolf",
            "The reverse design by Canadian artist Jori Van Der\nLinde features a unique side-profile view of a\nrevered icon of the Canadian wilderness: the\ngreat grey wolf (Canis lupus). Its familiar\nsilhouette, distinctive features and steely",
            "gaze provide a framework for a life-",
            "like portrait. The texture of the wolf s",
            "fur lends itself beautifully to a layering",
            "of repetitive abstract patterns, which",
            "adds a stunning complexity to this fresh",
            "artistic take on a traditional wildlife",
            "portrait. Precision engraving and",
            "multiple finishes ensure that",
            "each pattern is kept distinct",
            "from the other, with shaded",
            "elements and thicker lines to",
            "provide contrast and depth to",
            "the overall arrangement.",
            "Number4 June 2017 ----------------------------------------------",
            "Ensemble De Deux Pi ces De 1 $ En Argent Fin\n2017; 30e Anniversaire De La Pi ce De 1 $",
            "Le motif de la premi re pi ce, oeuvre de l artiste",
            "canadien Robert-Ralph Carmichael, est devenu",
            "le symbole de la monnaie du Canada :",
            "Pembl matique huard, vu de c t , sur un lac",
            "tranquille. Derri re lui, des arbres rappelant",
            "les tableaux du Groupe des Sept se dressent",
            "sur une petite  le. La sc ne repr sente bien",
            "les multiples lacs ponctuant le Bouclier",
            "canadien, qui s tend sur une grande partie",
            "du pays. Sont  galement grav s au revers",
            "les mots   CANADA   et   DOLLAR  , ainsi",
            "que les dates comm moratives   1987-2017  ,",
            "qui soulignent le 30e anniversaire de la pi ce de",
            "circulation canadienne de 1 $.",
            "Le motif de la deuxi me pi ce, celui de la",
            "pi ce de circulation de un dollar qui n a",
            "jamais vu le jour, est pratiquement identique",
            "au motif des pi ces Voyageur de un dollar",
            "en argent  mises de 1935   1986. OEuvre",
            "du artiste Emanuel Hahn, l image est un",
            "clin d oeil aux premiers jours du Canada et",
            "  l poque de la traite des fourrures. Un canot",
            "passe rapidement devant une ile semi-circulaire o ",
            "s agitent des pins balay s par le vent. Deux hommes",
            "pagaient : un voyageur   l arri re et un Autochtone",
            "  l avant. Entre eux sont illustr s des paquets de",
            "fourrures emball es. Dans le ciel, des lignes verticales",
            "stylis es repr sentent une aurore bor ale. Sont",
            " galement grav s au revers les mots   CANADA  ",
            "et   DOLLAR  , ainsi que les dates comm moratives",
            "  1987-2017  . L avers des deux pi ces est   l effigie de Sa\nMajest  la reine Elizabeth II, selon Susanna Blunt.",
            "Pi ce De 30 $ En Argent Fin 2017 L art Du\nZentanglemd : Le Noble Loup Gris",
            "Le motif au revers, oeuvre de l artiste canadienne",
            "Jori van der Linde, pr sente un profil unique",
            "en son genre du loup gris (Canis lupus),",
            "cet embl me respect  de la nature",
            "sauvage canadienne. La silhouette et les",
            "traits distinctifs de l animal ainsi que",
            "son regard per ant offrent une image",
            "r aliste du loup. Par contraste, des motifs",
            "abstraits et r p titifs finement agenc s",
            "font apparaitre la texture de la fourrure du",
            "loup tout en ajoutant une magnifique touche",
            "de complexit  a cette r interpr tation artistique",
            "d un embl me animalier traditionnel. La pr cision",
            "de la gravure et les finis vari s font ressortir chacun des\nmotifs abstraits, qui gagnent en contraste et en profondeur\ngr ce aux  l ments ombrag s et aux lignes plus  paisses.\n"
        ],
        "PageNo": "181"
    },
    {
        "File": "The_CN_Journal_june_38.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES_DES_CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)\n|FRCNA, FONA, #22198,",
            "2017 Ontario Numismatic Association\nConvention",
            "In late April, the annual Ontario Numismatic\nAssociation Convention was held in Kitchener,\nOntario. The organization is celebrating its 55th year\nof establishment and noted that over two dozen of\nits member clubs have been organized for over fifty\nyears. The ONA also noted the increasing challenge of\nreaching and gaining the support of today s younger\nand more sophisticated collectors. The bourse was busy\nwith over sixty tables, quality collector exhibits were\ndisplayed, educational programs held, and all this was\ncapped by the awards banquet. At the banquet several\nmajor awards were granted to members for service to\nthe hobby in Ontario.\nThe ONA Award of Merit\nwas presented to Judy Blackman\nas the Ontario resident who\nhas made the greatest personal\ncontributions to numismatics\nat the local, provincial, and\nnational levels. Although she\nhas been active in organized\nnumismatics for only a\ndozen years, she has been a\npowerhouse volunteer in her\ntwo local clubs, and she also edits several numismatic\nnewsletters.\nThe recently established\nBruce H. Razmann Award was\nwon by Henry Nienhuis for\nexemplary executive service\nto the ONA. In addition to\ndeveloping the ONA Web site,\nhe served as its Area 7 Director,\nand he continues to provide\neditorial support for the Ontario\nNumismatist. As well, Henry\nis an officer in two local clubs\nand is RCNA President, and an\nofficer in several national numismatic organizations.\nFellow of the ONA Awards were granted three\nmembers for their contributions and dedication to\nnumismatics in their local areas. Award recipients this\nyear were Frank Baka; Bill English, an ONA founding\nmember; and Monina McCullough-Regitko.\nThe Best of Show and People s Choice award went\nto Brett Irick, FONA, for an exhibit titled  Personal\nArtifacts of John Honeyford Campbell, First Master",
            
            "\nCongr s de l association numismatique de\nl'Ontario 2017",
            "  la fin du mois d avril se tenait le congr s annuel de\nl'association numismatique de l Ontario (ONA)   Kitchener en\nOntario. L'organisation c l bre sa 55e ann e d existence et on\nnote que plus de deux douzaines des membres le sont depuis plus\nde cinquante ans. L 'ONA reconnait  galement le d fi croissant\nde rejoindre et supporter les collectionneurs plus jeunes et plus\nsp cialis s d aujourd hui. Le plancher de bourse  tait occup \navec plus de soixante tables, on retrouvait des expositions de\ncollection de qualit , des programmes  ducatifs ont  t  organis s,\net tout cela a culmin  avec le banquet et la remise des prix.\nLors du banquet, plusieurs prix importants ont  t  remis aux\nmembres pour leur d vouement au service de notre passe-temps\nen Ontario.",
            "Le Prix du m rite de l 'ONA a\n t  pr sent    Judy Blackman en\ntant que r sident de l Ontario qui\na contribu  personnellement  \nl avancement de la numismatique\naux niveaux local, provincial\net national. Bien qu elle soit\nactive dans la communaut \nnumismatique depuis seulement\nune douzaine d ann es, elle est\nune b n vole exemplaire pour",
            "les deux clubs locaux o  elle est membre en plus d avoir  t \nl r dactrice en chef de plusieurs bulletins numismatiques.",
            "Le prix Bruce H. Razmann\nr cemment cr  a  t  remis   Henry\nNienhuis pour un service ex cutif\nexemplaire   l'ONA. En plus du\nd veloppement du site internet\nde l 'ONA, il a occup  le poste de\ndirecteur de la zone 6 et continue\nde fournir un soutien  ditorial  \nl association numismatique de\nl'Ontario. De plus, Henry est un\nofficier dans deux clubs locaux,\nest le pr sident de l ARNC et un",
            "officier dans plusieurs organisations numismatiques nationales.",
            "Trois membres de l 'ONA ont re u le titre de compagnon\n(Fellow) de PONA pour leur contribution et leur d vouement\n  la numismatique dans leurs zones locales. Les laur ats cette\nann e sont Frank Baka; Bill English, un membre fondateur de\nl'ONA; et Monina McCullough-Regitko.",
            "Le prix pour la meilleure pi ce expos e et le choix\ndu public a  t  attribu    Brett Irick, FONA, pour son\nexposition intitul e  Art facts personnels de John Honeyford",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "182"
    },
    {
        "File": "The_CN_Journal_june_39.jpg",
        "Paragraphs": [
            "of the Royal Canadian Mint.  Congratulations to all\naward winners.",
            "In planning ahead, the ONA has announced a design\ncompetition for its 2018 Convention medal. Entries\nclose August 15, 2017. Email your submission to\n2018medaldesign@the-ona.ca .",
            "South Wellington turns 20 in Style!",
            "In April, Ontario s South Wellington Coin Society",
            "celebrated its 20th anniversary. Although a relatively",
            "young club, its vibrant",
            "success stems from the",
            "energy and enthusiasm",
            "of its members. The club",
            "held a banquet, in honour",
            "of the occasion, with 77",
            "regular members and",
            "guests including six junior",
            "members in attendance.",
            "Pictured at the right are the",
            "first eight charter members",
            "in the club with awards",
            "presented to them. Each",
            "of these members and the",
            "club s mascot, dog Roxy,",
            "received an engraved award",
            "medal commemorating the anniversary.\nAlso attending the",
            "anniversary celebrations",
            "were the RCNA Executive",
            "Secretary, Paul Johnson, and",
            "the RCNA President, Henry",
            "Nienhuis, who presented",
            "Mike Hollingshead and",
            "Scott Douglas, representing",
            "the SWCS, with a Certificate",
            "of Recognition.",
            "Victoria Cross on Display at Regina Coin Show\nThe Victoria Cross is the British\nEmpire s highest award granted for\n gallantry in face of the enemy  and,\nsadly, often awarded posthumously.\nAttendees at the April Regina Coin\nShow had the very rare and unusual\nopportunity to view the Victoria\nCross awarded posthumously to\nLieutenant Robert Grierson Combe\nof Melville, Saskatchewan, who\nwas a member of the 27th Canadian\nInfantry Battalion, Winnipeg.",
            "One hundred years ago, May 3,\n1917, Combes s battalion was\nordered to capture German trenches",
            "Number4 June 2017 ----------------------------------------",
            "Campbell, premier maitre de la Monnaie royale canadienne .\nF licitations a tous les laur ats.",
            "Dans le processus de planification, l ONA a lanc  un concours\nde design pour sa m daille du congr s de 2018. La date limite\npour soumettre vos dessins est le 15 ao t 2017. Faites parvenir\nvotre soumission   2018medaldesign@the-ona.ca.",
            "South Wellington c l bre son 20e anniversaire\nen grand!",
            "En avril, la soci t  numismatique de South Wellington\nen Ontario a c l br  son 20e\nanniversaire. Bien que le club\nsoit relativement jeune, son\nsucc s provient de l nergie et de\nl enthousiasme de ses membres.\nLe club a organis  un banquet,\npour souligner l occasion, avec la\npr sence de 77 membres r guliers\net invit s, dont six membres juniors.\nSur la photo figurent, du c t  droit,\nles huit membres fondateurs du club\navec les prix de reconnaissance qui\nleur ont  t  pr sent s. Chacun de ces\nmembres et la mascotte du club, le\nchien Roxy, ont re u une m daille\ngrav e comm morant l anniversaire.",
            "Le secr taire ex cutif de l ARNC, Paul Johnson, et\nle pr sident de   ARNC Henry\nNienhuis  taient pr sents et ont\nprofit  de l occasion pour remettre\nun certificat de reconnaissance  \nMike Hollingshead et Scott Douglas,\nrepr sentant de la SWCS.",
            "La Croix de Victoria expos e",
            "lors du salon numismatique",
            "de R gina",
            "La Croix de Victoria est la plus haute distinction de l Empire",
            "Britannique accord  pour  la galanterie face\n  l ennemi  et, malheureusement, souvent\nattribu    titre posthume. Les visiteurs au\nsalon numismatique de R gina en avril ont\neu l occasion tr s rare et inhabituelle de voir\nla Croix de Victoria qui a  t  d cern e   titre\nposthume au Lieutenant Robert Grierson\nCombe de Melville, en Saskatchewan,\nmembre du 27e Bataillon d infanterie\ncanadien   Winnipeg.",
            "Il y a cent ans, le 3 mai 1917, le bataillon de\nCombes re ut l ordre de capturer les Allemands\ndans les tranch es pr s d Acheville, en France.\nAu moment o  son unit   tait   environ 500\nverges (457 metres) des lignes allemandes, il\n"
        ],
        "PageNo": "183"
    },
    {
        "File": "The_CN_Journal_june_40.jpg",
        "Paragraphs": [
            "near Acheville, France. By the\ntime his unit was 500 yards from\nthe German lines, he was the\nonly officer surviving. Combe\nand his fellow soldiers were\npinned down in artillery crossfire.\nLeading six of his comrades, he\nattacked the enemy position,\ncapturing 250 yards of trench and\neighty prisoners. Combe fell, in\nthe final charge, fatally wounded\nby a German sniper s bullet.",
            "In Aberdeen, Scotland,\nCombes s birthplace, a memorial\nplaque was dedicated to his\nmemory on the centenary of his\ngallant service. Rest in Peace\nLieutenant Combe.",
            " tait le seul officier survivant.\nCombe et ses compagnons de\nguerre ont  t  pris dans une ligne\nde tir d artillerie. En compagnie de\nsix de ses camarades, il a attaqu \nla position ennemie, capturant 250\nverges (228 m tres) de tranch e et\nquatre-vingts prisonniers. Combe\nest tomb  au combat durant une\ncharge finale,  tant mortellement\nbless  par une balle d un tireur\nd lite allemand.",
            "  Aberdeen, en  cosse, le\nlieu de naissance de Combe,\nune plaque comm morative\na  t  install e lors de la\ncomm moration du centenaire\nde son courageux service.\nReposez en paix Lieutenant\nCombe.",
            "Contact Brett Irick, Club Services Chair, Suite 505, 5060 Tecumseh Road East, Windsor ON N8T 1C1 or by\nemail: xr7gt@prodigy.net + Communiquez avec Bret Irick, responsable des services aux clubs, Suite 505,\n5060 Tecumseh Road East, Windsor ON N8T 1C1, ou par courriel: xr7gt@prodigy.net.",
            "rer The CN Journal Volume 62\n"
        ],
        "PageNo": "184"
    },
    {
        "File": "The_CN_Journal_june_43.jpg",
        "Paragraphs": [
            "Highlights of The Canadian Numismatic Company\nAuction\n  2017 RCNA Convention Sale  ",
            "TCNC, Official RCNA Auctioneers for the 2017 Boucherville, QC venue, are thrilled to offer the public a\nsuperb and diverse selection of numismatic material. This year s sessions are highlighted by The Bennett\nCollection Part II consisting of an almost complete Bank of Canada set 1935 to present day mainly in\nUncirculated to Gem Uncirculated condition with a few issues in the VF to AU range. The notes being\noffered in this sale is a continuation of the collection offered at the June Torex Sale. The sheer volume of\nthis collection required a two part sale; we are happy to offer the public the balance of this outstanding and\nsubstantial assortment of Banknotes!",
            "The sale also features a couple rather intriguing and possibly unique Collections/Accumulations:",
            "First   The Sundstom Collection which consists of a fantastic assortment of Medals & Medalets from the\nTemperance Movement period, A social and political campaign held in the 19th and through to the early\n20th century, which includes an assortment of close to 200 examples.",
            "Second   The Farley Vignette Collection. A collection of over 300 mainly BABN Vignettes. These are\nan important and significant part of North American history. Since the middle of the 18th century all\ndocuments of security such as banknotes, share certificates, passports, postage stamps and identification\ndocuments have all benefitted from the use of hand-engraved images or vignettes printed on fine quality\npapers by intaglio printing presses and using specialty inks. This assortment includes very few duplicates\nand outlines the impressive artwork and labour intensive effort put into the ensuring a high quality product.",
            "Another great highlight of the RCNA\nAuction sale is a 1921 50 cents, PCGS graded\nSpecimen-64! It should bring a lot of attention.",
            "We look forward to seetug you cu July!",
            "Number 4 June 2017 \"ee \n"
        ],
        "PageNo": "187"
    },
    {
        "File": "The_CN_Journal_june_44.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "By ALAN ROY",
            "#1134",
            "The Henry Jackman Medal Collection",
            "Henry Rutherford Jackman was born in 1900 to\nH Henry B. Jackman and Sarah Ann Rutherford. He\nmarried Mary Coyne Rowell in 1930, and they\nhad four children: Henry (Hal), Eric, Edward, and Nancy",
            "During the years of the Depression, he built a successful\nfinancial service company called Empire Life. Buoyed by\nhis business success, Jackman ran for federal office in\n1940 and served as Member of Parliament representing\nthe Toronto riding of Rosedale, until 1949.",
            "He spent the next few years pursuing philanthropic\nprojects, such as restoring the Rowell Room at the\nUniversity of Toronto s law library and bringing statues of\nWinston Churchill and King Edward VII to Toronto",
            "When Henry Jackman passed away in 1979, his\nwife donated his medallic collection to the Medal\nCollection of the Public Archives of Canada.\nMost such donations are from public figures\nsuch as Prime Ministers or Governors General\nTheir medals are typically awards for service or\nother commemorative pieces acquired during\ntheir careers. Jackman s collection was different.\nAlthough he was a Member of Parliament, and\nwas gifted many medals during his career, he also\nadded pieces collected for pleasure He was in fact\na numismatist.",
            "Because his collection was privately assembled,\nit represented a broader and more diverse\nassemblage of medals than are typically donated\nto the Archives. Due to this, seventy were selected\nto be displayed in a special exhibit. The official\ncatalogue was titled The Henry Jackman Medal\nCollection.",
            "The medals that seemed to attract Jackman were\nlarge, artistic pieces. He was a fan of works by Dora\nde P dery-Hunt. Eight examples of her work were\nfeatured in the display, including medals bearing\nthe likenesses of Jackman himself (see catalogue s\ncover) and of his wife. He was also a subscriber\nto the American Society of Medalists, and a pair\nof these medals was included. The catalogue has\n26 pages, illustrates 12 medals and is with two\nmatching sections: English and French.",
            "His collection covered many topics including\nCanadian history, Winston Churchill (Jackman s\nhero) and other statesmen, and artistic medals.",
            "Of course, a wide array of Jackman s own awards is\nincluded in the display. He was an Officer of the Order\nof Canada, and his badge was included. On a more local\nlevel, Jackman s City of Toronto Award of Merit was also\non show.",
            "Most numismatists dream that their collections will\ncontinue to exist after their deaths. Sadly, this is not\nusually the case. Typically, a collection is broken up and\nsold. It is heartening to know that, at least occasionally, a\ncollection can outlast the collector.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "188"
    },
    {
        "File": "The_CN_Journal_june_46.jpg",
        "Paragraphs": [
            "NOTES ON THE ANCIENT ANCESTORS OF MODERN COINS",
            "NUMMUS_ MATRIX",
            "BY JAMES R. BAKES",
            "#19824  ",
            "86. Striking Coins at the Mint of Rome, (redux)",
            "About a decade ago I wrote an article in this space",
            "entitled Striking Coins at the Mint of\nRome  (Nummus Matrix 5, CNJ Vol.",
            "53 #1, January/February 2008). This was a",
            "part of that year s general celebration of the",
            "first coins struck at the mint in Ottawa in",
            "1908. The coin I was writing about was a",
            "denarius struck in ancient Rome in 46 BC,",
            "by a moneyer named Titus Carisius, showing",
            "on its reverse the coining implements of those",
            "far off times. Now a new example has come to",
            "my attention, one which may show something in",
            "addition.",
            "In ancient Rome all coinage was struck by\nhand (i.e., hammered) at a mint located at or\nperhaps inside the Temple of Juno Moneta.",
            "Her temple stood on the Capitoline Hill",
            "overlooking the Forum Romanum. At the",
            "other end of this hill stood Rome s main",
            "temple to Juno s consort Capitoline Jupiter.",
            "Juno Moneta had as her sacred animal the",
            "goose. It was the loud honking of the geese of",
            "Juno that awakened the city to an attack by the Gauls",
            "in 390 BC, so not only do we derive our words related to\nmoney (monetary, money etc.) from her name but also the\nword  monitor.  The mint located at this site supplied all\nthe coinage for Rome and the local area (Latium), but as\nRome s power grew and expanded into empire, the mint\ngrew too and by the first century BC the organisation of\nthe mint had made moneyer the first rung on the so-called\ncursus honorum, the step-ladder of positions in the Roman\ngovernment that led all the way to consul, chief magistrate\nof the Roman government.",
            "The situation in Rome of 46 BC was a tumultuous one.\nTwo factions struggled for control of the government: those\nconservatives who wanted to keep the old ways and whose\nbattle cry was Leibertas (Liberty) were led by Brutus (and\nhis supporters like Cassius), and those who wanted change,\nand while  king  was a bad word in Rome historically,\nforesaw a strong man leading the government as the road to\npeace and prosperity. The faction was led by Julius Caesar\nwho had just come back from a successful war in Gallia\n(Gaul, now essentially France).",
            "The moneyers in Rome kept their positions for a year\nduring which they were free to choose the topics and\nthemes for their coinage. Many had traditionally\nchosen heroic deeds performed in Rome s\nservice by one of their ancestors. Brutus\nhad been moneyer ten years previously, for\nexample and had chosen as one of his coin\nthemes an ancestor who had rid Rome of",
            "kings centuries before.\nWhen Titus Carisius took over the mint in\n46 BC, it would appear that he wanted to wait\nfor the dust to settle and not choose sides in this\nstruggle for power. Eventually this led to civil war\nwhich would not play out until nearly twenty\nyears later when Octavian became the first\nemperor of Rome as Augustus. Bloody strife\nlay ahead and it would seem Carisius wanted",
            "none of it.",
            "So, in the middle of this crisis he chose\nas his theme  How we make our coins.  On\nthe obverse is a head of the cult statue of Juno\nMoneta, likely copied from the one on site. Behind\nher in the left field is MONETA. The reverse under\nCarisius s name and enclosed in a laurel wreath shows\nthe coming implements: from the left, tongs to handle the\n(presumably) hot blanks, the punch (reverse) die encircled\nmysteriously by a laurel wreath, the anvil wherein was set\nthe obverse die and to the far right the hammer used to\nstrike each coin for an economy that had no paper money,\ncheques or credit cards. It will be seen that these objects\nare not shown to any kind of scale. The hammer seems\nto just represent the idea of  hammer,  being relatively\nsmall. What makes this piece unique is the tiny dot visible\nwhere the coin blank should be. Is it the coin? Viewed in a\nmicroscope the dot is integral, not a later addition or a bit\nof accretion to the coin s surface. It appears to have been an\noriginal part of the die. Did someone decide that this very\nliteral design needed further embellishment? We will likely\nnever know.",
            "James R. Bakes is past editor of the Classical and Medieval Numismatic\nSociety Journal www.cmns.ca",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "190"
    }
]