[
    {
        "File": "The_CN_Journal_sept_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT,",
            "MOT_DU_PR SIDENT.",
            "For those of you who joined us in Boucherville\nF: the Association s 64th Annual",
            "b\nConvention, I want to say thank you for your WE",
            "support, and I hope that you enjoyed yourself as\nmuch as I did. By all accounts this was definitely\nanother successful convention for your Association.\nOur bourse  Canada s Money Collector Show,  with almost\n50 dealers and 70 tables of numismatic items, seemed to\nbuzz with activity. This year s auction brought in crowds\nof floor bidders to each of its three sessions.",
            "A special thank you to the volunteer members of the\nAssociation des numismates et philat listes de Boucherville\n(ANPB) and particularly the Convention Committee\nfor all their hard work in organizing, planning and most\nimportantly achieving such success during the course of our\nconvention; Pierre Leclerc, Convention Chairman; Robert\nLeblanc, Bourse Chairman; Raymonde Simon, G rard\nLacoste, Suzanne Brazeau and Paul Jolivet, Hospitality\nCommittee; Pierre Descotes, Security; Francois Tr panier,\nCharles Tr panier and Isabelle Rouillier, Special Events\nand Tours; and Jan Levesque, Exhibits. I would also like to\nmention Yvon Marquis who helped in so many ways, not\nthe least of which was as banquet speaker. There were also\nmany other dedicated ANPB members who made sure the\nconvention ran smoothly each day. To all those, thank you\nfor a job well done!",
            "Many RCNA members also contributed to the success\nof the convention. Lisa McPherson, RCNA Youth Co-\nordinator; Scott Douglas, Education Chairman; Mary-\nAnne Luzba, Advertising; Dan Gosling, and of course,\nPaul Johnson, Convention Committee Liaison all are to\nbe commended for volunteering to make the convention\nthe great success that it was.",
            "Also, a special thank you to the dealers and the RCM\nfor participating in the bourse and to Eric Paquet and\nMarc Verret for an excellent auction full of a wide\nrange of interesting numismatic material.",
            "In a later message, I will be reporting on the results\nof the executive meeting held at the convention. Our\nnext scheduled executive meeting will take place in\nToronto in November. I welcome your comments and\nsuggestions to take to that meeting.",
            "In closing, as I look forward to my second term as\nyour president I cannot express more strongly that your\nAssociation is driven by volunteers. We need your\nparticipation to help make it better. As always I look\nforward to receiving your feedback and constructive",
            "criticism. PT\nNumber6 September 2017 ----------------------------------",
            
            "Pour ceux d entre vous qui se sont joint a\n , P nous   Boucherville pour le 64 me Congr s\nannuel de l Association, je vous remercie\npour votre soutien, et J'esp re que vous vous  tes\namus  autant que je l ai fait. A l accord g n ral,\nc' tait certainement une autre congr s r ussi\npour votre association. Notre bourse   Le salon de la monnaie du\nCanada  , avec pr s de 50 marchands et 70 tables d articles\nnumismatiques, vibrait d activit . La vente aux ench res de\ncette ann e a rassembl  une foule de soumissionnaires sur\nplace   chacune de ses trois sessions.",
            "Un merci sp cial aux membres b n voles de l Association\ndes Numismates et Philat listes de Boucherville (ANPB) et en\nparticulier au Comit  du congr s pour leur travail acharn  dans\nl organisation, la planification et surtout dans la r alisation de\nleurs plans au cours de notre congr s; Pierre Leclerc, en tant\nque pr sident du congr s avec Robert Leblanc, pr sident de la\nBourse; Raymonde Simon, G rard Lacoste, Suzanne Brazeau\net Paul Jolivet, Hospitalit ; Pierre Descotes, S curit ; Fran ois\nTr panier, Charles Tr panier et Isabelle Rouillier,  v nements\nsp ciaux et Tours; et Ian Levesque, Expositions. Je voudrais\n galement mentionner Yvon Marquis qui a aid  de tant de\nfa ons, en plus d tre conf rencier au banquet. Il y eu aussi\nbeaucoup d autres membres ANPB d vou s qui ont veill    ce\nque la convention se d roule doucement chaque jour.   tous\nceux-ci, merci pour un travail bien fait!",
            "De nombreux membres de l  ARNC ont  galement contribu \nau succ s du congr s. Lisa McPherson, coordonnatrice des\njeunes de PARNC; Scott Douglas, responsable de l ducation:;\nMary-Anne Luzba, Publicit ; Dan Gosling, et bien s r, Paul\nJohnson, liaison avec le comit  du congr s doivent  tre\nf licit s pour leur b n volat qui a aide   faire de ce congr s un\ngrand succ s.",
            "En outre, un remerciement sp cial aux marchands et a la\nMRC pour leur participation   la bourse et   Eric Paquet et\nMarc Verret pour un excellent encan comprenant un large\n ventail de mat riaux numismatiques int ressants.",
            "Dans un prochain message, je rendrai compte des r sultats\nde la r union de direction tenue lors du congr s. Notre\nprochaine r union de direction pr vue aura lieu   Toronto en\nnovembre. Je suis ouvert 4 vos commentaires et suggestions a\napporter a cette r union.",
            "Pour terminer, alors que j entame mon deuxi me mandat\nen tant que pr sident, je ne peux pas exprimer plus fermement\nque votre association est men e par des b n voles. Nous\navons besoin de votre participation pour l am liorer. Comme\ntoujours, j ai h te de recevoir vos commentaires et critiques",
            "constructives.\n\n"
        ],
        "PageNo": "245"
    },
    {
        "File": "The_CN_Journal_sept_06.jpg",
        "Paragraphs": [
            "2017 RCNA. CONVENTION OFFICIAL OPENING,",
            "Ribbon cutting ceremony: (left to right) Henry Nienhuis, President, Royal Canadian Numismatic Association; Raouf Absi,\nDeputy Mayor, City of Boucherville; Kim Kiick, Executive Director, American Numismatic Association; Francine Hochereau,\nVice-President, Marketing and Communications, Royal Canadian Mint; Pierre Leclerc, Convention General Chairman.",
            "Raouf Absi, Deputy Mayor, City of\nBoucherville, welcoming attendees\nto the Boucherville area during the\nopening ceremonies.",
            "Francine Hochereau, Vice-President,\nMarketing and Communications,\nRoyal Canadian Mint, inviting\nattendees to the RCM booth during\nthe convention.",
            "Kim Kiick, Executive Director, American\nNumismatic Association, speaking to\nattendees at the opening ceremonies.",
           
            "nee The CN Journal Volume 62\n"
        ],
        "PageNo": "246"
    },
    {
        "File": "The_CN_Journal_sept_07.jpg",
        "Paragraphs": [
            "2017 CAFNE_RECEPTION",
            "The Canadian Association for Numismatic Education (CAFNE) hosted a reception\nfrom 6:30 p.m. to 8 p.m. on Thursday evening during the RCNA Convention. This\nyear s event, once again, served to increase the awareness to CAFNE s presence in the\nnumismatic community and act as a fund raiser for the Association. CAFNE s mandate,\namong others, is to help sponsor numismatic educational events through the RCNA and",
            "other numismatic clubs and associations.",
            "Alexander Chamberlain (left) shown receiving a token of\nappreciation from CAFNE chairman, Robert Forbes, for his\nsupport of the Association..",
            "Nicolas Faucher (left) and his father Richard\nrecently opened a coin shop Le 30 Sou (372 rue\nSaint-Louis) in Gateneau QC. As part of their grand\nopening they held a charity auction in favour of\nCAFNE. Nicolas is shown here presenting the $400\nproceeds to Robert Forbes (right).",
            "Number 6 September 2017 ----------------------------------------",
            "This year s reception continued to build on the great\nsuccess of last year. Once again the support from the\nnumismatic community greatly exceeded the organizers\nexpectations. The event not only served to increase\nthe awareness of CAFNE s role in the numismatic\ncommunity it also acted as a fund-raiser for the\nAssociation, raising almost $10,000 from individuals\nand numismatic clubs and association throughout\nCanada and the US.",
            "This great success is due in a significant way to a\nchallenge donation by Alexander  Xan  Chamberlain,\na well-known numismatic benefactor from California.\nXan offered to double match (in US funds) donations\nreceived by CAFNE during the RCNA Convention.",
            "Alexander Chamberlain shown reviewing\ntems in a silent auction held during the\neception. Proceeds from the donated auction\nnaterial approached $1,000!\n"
        ],
        "PageNo": "247"
    },
    {
        "File": "The_CN_Journal_sept_09.jpg",
        "Paragraphs": [
            "2017 AWARDS, PRESENTATIONS",
            "Literary Awards",
            "The Literary Awards presented, for the year 2016, at the annual convention consist of the Louise Graham  Club of the\nYear  Award, the Guy Potter Literary Award, the Jerome Remick II Literary Award, the Best Regional / National\nNewsletter Award, the Best Regional / National Newsletter Editor Award, the Best Local Club Newsletter Award, and",
            "the Best Local Club Newsletter Editor Award.",
            "Al Munro (right), receiving the Louise Graham\nClub of the Year Award, on behalf of the Regina\nCoin Club, from Club Services Chairman, Brett\nlrick.",
            "Henryk Fuks (right) receiving the Guy Potter\nLiterary Award from Henry Nienhuis, The\nCN Journal Editor. Dr. Fuks received the\naward for his multipart article Mathematical\nFormulae on Coins.",
            "Troy Zimmer received the Jerome Remick Ill Literary\nAward for his article Merchants Tokens of Saskatchewan\n  Whiskers and Straight Whisley, appearing in the\nOctober 2016 issue of the Regina Coin Club newsletter.",
            "Number 6 September 2017 -----------------------------------",
            "The Best Regional / National Newsletter Award was won by the\nl Association Des Numismates Francophones Du Canada for its\npublication Le Numismate Francophone. Yvon Marquis (centre)\nshown accepting the award from Club Services Chairman,\nBrett Irick (left). Yvon, founding editor of the publication,\nalso received the Best Regional / National Newsletter Editor\nAward. At the right, France Waychison.",
            "Howard Gilbey (right) receives the 2016 Best Local Club\nNewsletter Editor, and Best Local Club Newsletter Awards\nfor Edmonton Numismatic Society s editors Joe Kennedy and\nPaul Perdy for The Planchet.\n"
        ],
        "PageNo": "249"
    },
    {
        "File": "The_CN_Journal_sept_12.jpg",
        "Paragraphs": [
            "2017 SERVICE. AWARDS, PRESENTATIONS\n2017 J. Douglas Ferguson Award - Paul R. Petch Frcna",
            "E ach year the J. Douglas Ferguson Award is presented as the culmination to the Royal Canadian Numismatic",
            "Association s annual convention banquet. This year the award citation, presented to Paul Petch, read:",
            "By authority of the Board of Award, it is our\nprivilege to inform you that you have been awarded\nthe J. Douglas Ferguson Award for distinguished\nservice to Canadian numismatics.",
            "Much of your contribution to Canadian\nnumismatics has been behind the scenes, but it is\na worthy contribution as it touches almost every\ncollector in some way. We refer to setting up the\nNumismatic Network Canada and continuing\nas web-master, and similarly for the J. Douglas\nFerguson Historical Research Foundation, of which\nyou serve on the board. You acted as the layout\neditor of the Canadian Numismatic Bibliography,\nprobably the most important Canadian numismatic\npublication to date. As an editor you have produced\nthe journals andlor newsletters of the North York\nCoin Club, the Canadian Numismatic Association,\nand the Canadian Paper Money Society.",
            "In a more visible way you have served the North\nYork Coin Club in every executive position, and\nbecome the president of the Toronto Coin Club and\nthe Ontario Numismatic Association. You are a past-\npresident of the Medallic Arts Society of Canada and\ncontinue as the treasurer and Web master.",
            "We are proud to present to you the J. Douglas Ferguson Award for 2017, the highest\ndistinction in Canadian numismatics. Rouald Greene, Chairman, Board of Award",
            "2017 Paul Fiocca Award - Yvon Marquis",
            "n 2007 the RCNA Executive committee established the\nI Paul Fiocca Award for Long Term and Meritorious Service",
            "to The Royal Canadian Numismatic Association. It is the\nhighest award presented by the RCNA, and second only to the J.\nDouglas Ferguson Award in Canadian numismatics. The award\nis supported by Trajan Publishing, the Fiocca family and friends\nof Paul.",
            "For 2017 the Board of Award was composed of RCNA\nPresident Henry Nienhuis, Chair of the Awards Committee;\nExecutive Secretary Paul Johnson; and Mike Walsh of Trajan\nPublishing.",
            "Yvon Marquis received this year s Fiocca Award from\nNienhuis, during the Awards Banquet on July 22, 2017.",
            "Yvon Marquis (right) accepting the Paul Fiocca Award for\nthe year 2016 from Henry Nienhuis, President, RCNA (left).",
            "ie The CN Journal Volume 62\n"
        ],
        "PageNo": "252"
    },
    {
        "File": "The_CN_Journal_sept_13.jpg",
        "Paragraphs": [
            "2017 Charles D. Moore Award - Sandy Campbell",
            "In 2016 the RCNA Executive committee, after due\n consideration, determined that an annual award to honour",
            "those best described as  Professional Numismatists  was\nlong overdue in the Canadian Numismatic world.",
            "The award each year is intended to honour the recipient who\nhas consistently contributed to the advancement of Canadian\nNumismatics and the Royal Canadian Numismatic Association\nover a number of years. The recipient will have exhibited a\nwillingness to advance the hobby through Dignity, Integrity,\nTruth and Knowledge. The recipient shall be selected from those\nprofessional numismatists, full- or part-time dealers, researchers\nand writers, publicists, and benefactors, who are members of the\nRCNA.",
            "The Charles D. Moore Award, named after a past president of\nthe RCNA who many feel embodied the very characteristics this\naward is intended to honour, was inaugurated at the 2017 RCNA\nConvention, held at Boucherville, Quebec.",
            "Sandy Campbell received this year s Charles D. Moore Award\nfrom Henry Nienhuis, during the awards presentations.",
            "2017 Fellow of the RCNA Awards",
            "The Royal Canadian Numismatic Association established this member service award in 1990. An award of  Fellow \nauthorizes use of the letters, FRCNA to follow the recipient s name. To be recognized as a  Fellow  of the Association,\na member must have performed a worthy service judged to be of a direct benefit to the Association and the hobby. The\nAwards and Medals Committee chooses the recipients from nominations made by members.",
            "The first awards were made at the 1991 CNA Convention in Toronto, Ontario.",
            "Number 6 September 2017 \n"
        ],
        "PageNo": "253"
    },
    {
        "File": "The_CN_Journal_sept_14.jpg",
        "Paragraphs": [
            "2017 RCNA Presidential Awards",
            "It is the RCNA President s prerogative to recognize and award individuals or groups for their outstanding support to our\nAssociation. This year s roster of dedicated individuals receiving a Presidential Award consisted of (in alphabetical order):\nBrett Irick, Dearborn MI; Mary-Anne Luzba, St. Catharines ON; Jacques Poitras, Edmunston NB; Barrie Renwick,\nCalgary AB; Julaine Scott, Edmonton AB; Michael S. Turrini, Vallejo CA; Michael Walsh, Wainfleet ON; and\nFrance Waychison, Timmins ON.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "254"
    },
    {
        "File": "The_CN_Journal_sept_15.jpg",
        "Paragraphs": [
            "ANNUAL REPORT OF THE EXECUTIVE SECRETARY  ",
            "RAPPORT_ANNUEL_DU_ SECRETAIRE_EXECUTIF",
            "BY PAUL JOHNSON\nFRCNA, FONA, LM. #159,",
            "his past year has been a very challenging but\n| rewarding one for me as Executive Secretary.\nThere have been numerous projects and work",
            "which led to a consistently busy schedule.",
            "During the year I have dealt with hundreds of emails\nand phone calls regarding RCNA business. There has\nbeen a continuous increase in emails and phone calls\ncompared with the last few years. All of these are usually\nresponded to within 24 hours. Service to our members\nmust be placed very high on the list of priorities.",
            "Numerous implementations have been worked on\nduring the past year:",
            "* Processed 94 new members from July 1, 2016, to\nJune 30, 2017. This number includes 56 that were\nrecruited through the RCNA Web site. About 200\nmembers took advantage of the RCNA two-year\nmembership fee. This has saved some time on\nprocessing these renewals.",
            "* I continue to streamline our master membership\nspreadsheet including year joined, renewal dates,\nemail addresses etc. Our ability to quickly track how\nmany members we receive by sponsor in a given year\nlets us prepare comparison charts for a series of years.",
            "* We sent out about 30 correspondence courses.",
            "  Much work was done to prepare meeting agendas and\ntranscribe minutes to paper for three RCNA executive\nmeetings.",
            "* I have also spent time sending out correspondence\ncourses, preparing banking and cheques for\nsignature, monthly financial statements and other\nitems to keep the office in proper working order.",
            "* Financial records were documented and reviewed in\ndepth during the year.",
            "I have also spent a great deal of time planning for future",
            "RCNA conventions. I have worked closely with the",
            "2017 Boucherville Convention Committee and also in",
            "preparing for the next RCNA Convention in Mississauga.",
            "I have had constant communication with chairman",
            "Pierre Leclerc during the last few months to ensure that",
            "the convention in Boucherville will be enjoyable and",
            "successful. For the fourth consecutive year, I took on the\nadded responsibility of Treasurer, and this will continue\nin future conventions for continuity and cost control.",
            "I also want to take this opportunity to thank all of\nthe Executive Committee and, especially, Henry\nNienhuis, for his support during the past year. It has\nbeen a pleasure serving the membership in the position",
            "of Executive Secretary. P il",
            "Number 6",
            "September 2017 ---------------------------------",
            "ette derni re ann e a  t  remplie de d fis, mais une\n( autre ann e enrichissante pour votre secr taire",
            "ex cutif. Il ya beaucoup de projets et travaux qui\ntiennent mon agenda constamment occup .",
            "Au cours de l ann e, j ai re u des centaines de courriels et\nd appels t l phoniques concernant les affaires quotidiennes de\nlV  ARNC. Une r ponse aux messages ou un retour d appel est\ng n ralement fait   l int rieur d un d lai de 24 heures suivant\nr ception du message. Le service aux membres doit  tre plac .",
            "Voici un survol des activit s accomplies au cours des douze\nderniers mois :",
            "* Inscriptions de 94 nouveaux membres entre le ler juillet 20165\net le ler juillet 2017. Ce nombre comprend les 56 qui ont  t \nrecrut s par l interm diaire de notre site internet. Environ 200\nmembres ont choisi de renouveler leur cotisation   lARNC\npour une p riode de deux ans. Ceci permet d conomiser du\ntemps pour le traitement de ces renouvellements.",
            "* Je continue d organiser notre base de donn es des membres\npour y inclure l ann e d adh sion, date de renouvellement,\nadresse courriel, etc. Notre capacit  de mieux suivre le nombre\nde membres parrain s durant une ann e et faire un graphique\ncomparatif des ann es.",
            "* Nous avons envoy  une trentaine de cours par correspondance.",
            "* Beaucoup de travail de pr paration pour les rencontres, incluant\nles ordres du jour et produire et transmettre les minutes de nos\ntrois r unions aux membres de l ex cutif de l'ARNC. Il y a eu\nbeaucoup de travail de pr paration.",
            "* J ai aussi consacr  beaucoup de temps pour l envoi de\ncours par correspondance, organiser la documentation et la\npr paration des ch ques pour signature, pr paration des\ndocuments financiers et autres  l ments n cessaire pour le bon\nfonctionnement de l office.",
            "* Nos registres financiers ont  t  document s et revis s en\nprofondeur cette ann e.",
            "J ai aussi consacr  beaucoup de temps   la planification\ndu prochain congr s de l ARNC. J ai travaill  en  troite\ncollaboration avec le comit  du congr s 2017 Boucherville\nainsi que la pr paration du prochain congr s de l ARNC\n  Mississauga. Au cours des derniers mois, j' tais en\ncommunication r guli rement avec le pr sident Pierre Leclerc\nafin de m assurer que le congr s   Boucherville soit agr able\net couronn  de succ s. Pour une quatri me ann e cons cutive,\nj'ai pris la responsabilit  suppl mentaire de tr sorier et cela\nva se poursuivre pour les congr s futurs afin d assurer une\ncontinuit  et le contr le des co ts.",
            "Je tiens  galement   profiter de cette occasion pour remercier\ntous les membres du comit  ex cutif, particuli rement Henry\nNienhuis, pour son support au cours de la derni re ann e. Ce fut\nun plaisir de servir les membres dans la position de Secr taire",
            "ex cutif. PL re\n"
        ],
        "PageNo": "255"
    },
    {
        "File": "The_CN_Journal_sept_21.jpg",
        "Paragraphs": [
            "201.7 EDUCATIONAL SYMPOSIUM",
            "July 20, the day before the official opening of the convention. Once again, attendance at the symposium set a new",
            "T his year s Educational Symposium was presented over a two-day period on Wednesday, July 19 and Thursday,",
            "record with approximately 60 people attending the sessions. Each year the symposium seems to get better and\nbetter! The symposium featured presentations by eight leading numismatist, our panel of distinguished speakers were:",
            "Wednesday Session Speakers:",
            "(Ir) Paul Petch,  Wonderful Things Dora dePedery Hunt s personal collection ; Lloyd\nChan,  Jolly Sixpence: A Personal Journey ; Alexander Chamberlain,  Major Errors in\nthe U.S. Flying Eagle and Indian Head cent series ; Geoff and Brian Bell  Why Auction",
            "your collection? ",
            "Thursday Session Speakers:",
            "(l-r) Howard Engel,  Bert Koper (1899-1963) ;\nRonald Greene,  Money in BC before the railroad ;\nHarvey Richer,  A Few things you may not know\nabout Newfoundland gold coins ; Fran ois Rufiange et\nJacques St Arnaud,  Les monnaies du Canada au temps\nde la Nouvelle-France. ",
            "Scott Douglas, RCNA Education Committee Chairman\nand symposium organizer has once again done an\nexcellent job in organizing the symposium; continuing it s\ntwo-day format from last year.",
            "Number6 September 2017 ----------------------------------------------------------------------- -\n"
        ],
        "PageNo": "261"
    },
    {
        "File": "The_CN_Journal_sept_22.jpg",
        "Paragraphs": [
            "WILLIAM EDDIS:\nA","DEFENDER_OF FREE_SPEECH",
            "BY DR. PETER MOOGK",
            "FCNRS, #12532,",
            "The origins of the American Revolution can be\n| traced to the British conquest of Canada in 1759 \n60. That event unleashed new forces that ended in\nanother armed conflict. The destruction of France s North\nAmerican empire had removed a threat to the British\nNorth American colonies. French troops, assisted by the\nCanadians and Aboriginal allies, had used an aggressive\npolicy of raids against frontier settlements to keep the more\npopulous British colonies on the defensive. The British\ngovernment expected gratitude for the key role of its troops\nand warships in defeating the French forces. Colonial\nsoldiers had only acted as auxiliary troops in the 1756-63\nwar. Burdened by a large debt created by the Seven Years\nWar, the imperial government moved to have the colonists\nin North America bear a portion of the cost of the military\ngarrisons and ships deployed for their defence. In 1765 it\nextended the excise tax already being collected in Britain to\nthe colonies. The Stamp Act placed a surcharge on printed,\npaper products and on legal documents. The introduction of\nthis new tax produced a wave of protests in North America\nand, yielding to the legal argument that an excise or internal\ntax required the approval of local legislatures, the British\ngovernment repealed the Stamp Act in 1766.",
            
            "The British government had an undoubted right to\nregulate imperial commerce and so it introduced customs\nduties on select goods, such as glass, paper and tea, to raise\nfunds to cover part of its expenses and for the salaries of\ncolonial officials. These were the 1767  Townshend Acts. \nA resurgence of protests produced another retreat in 1770\nwhen all duties except a token tax on tea   a symbolic\nassertion of imperial authority   were cancelled. The watery\nfate of the East India Company s tea in Boston harbour is\nwell-known. Although a Declaratory Act asserted the right\nof the British government to enact laws binding the colonies\n in all cases whatsoever,  these repeated retreats in the face\nof colonial resistance would have given an impression of\nindecision and weakness, encouraging further defiance. The\nremoval of the French threat led people to question the very\nneed for imperial protection or for political dependence.\nThe protesters then made the unprecedented claim that they\nneed only pay taxes of which they approved.",
            "In the 1760s and 1770s British North America consisted\nof eighteen colonies.! The fracturing of this continental\n1 The administrative division of Florida, a former Spanish\ncolony, into East and West Florida might allow one to speak of",
            "nineteen colonies. Ruperts Land was a territory governed by the\nHudson s Bay Company and not a colony.",
            "The CN Journal",
            "Volume 62\n"
        ],
        "PageNo": "262"
    },
    {
        "File": "The_CN_Journal_sept_23.jpg",
        "Paragraphs": [
            "empire led to the creation of the United States of America\nand, ultimately, to the emergence of the Dominion of\nCanada. The northward migration of tens of thousands\nof American Loyalists during and after the war led to the\nfoundation of additional colonies: New Brunswick, Cape\nBreton and Upper Canada (future Ontario). These refugees\nstrengthened Britain s hold on the northern half of the North\nAmerican continent. Their political legacy was the peaceful\nprogression of Canada to a parliamentary democracy under\na constitutional monarchy. It follows that Canadians will\nhave a very different view of the American Revolution\nthan Americans. The patriotic myths of the United States\ngive the revolutionary Patriots a near monopoly of sound\narguments, high principles and martial valour. The colonists\nwho opposed the rebellion are caricatured as  Tories  who\nlacked faith in the future greatness of an independent\nrepublic or who were servile dependents of the British\ncrown. They are even called  traitors  to a country that did\nnot yet exist in law.",
            "The contrast in national perspectives was evident as I\nwatched the 2014 American Movie Classics television\nseries called  Turn: Washington s Spies.  Col. John\nGraves Simcoe, a British officer commanding Loyalist",
            "Number 6",
            "September 2017 ------------------------------------ -",
            "troops, was portrayed as a homicidal martinet. This was\nthe same person that Canadians know as Upper Canada s\nfirst lieutenant-governor, a humane man who initiated the\nphasing out of slavery in 1793.2 This was well in advance\nof President Lincoln s 1862 Emancipation Proclamation\nthat declared slaves within Confederate-held territory to\nbe free. American patriotic myths serve a useful purpose\nin the United States by inspiring pride in the revolution\nand loyalty to the institutions that resulted from it. For\nCanadians, these myths do not provide a historical\nunderstanding of the cataclysm that split British North\nAmerica in two. Nor do they do justice to the Loyalists who\ncontributed to Canada s institutional development.",
            "The American Loyalists were precursors of a\nmultilingual Canada. They spoke English, Gaelic, German,\nDutch and various Iroquoian languages. What they did\nhave in common was a shared political perspective. They\nappreciated the beneficial role of the British government in\nfostering colonial industries, such as pitch-extraction, and\nin protecting British subjects from their enemies. Loyalists\n2 For an even more grotesque caricature of history, see Mel\nGibson s 2000 film  The Patriot  which has British troops",
            "behaving like the German SS in Russia, herding people into a\nchurch and then setting it on fire.",
            ""
        ],
        "PageNo": "263"
    },
    {
        "File": "The_CN_Journal_sept_24.jpg",
        "Paragraphs": [
            "had faith in the reasonableness of imperial authority, which\nhad yielded to objections to new taxes. Many had taken an\noath of allegiance to the Crown which religion treated as a\nsacred obligation. Loyalists regarded an armed rebellion as\nunjustified and immoral.",
            "The revolutionaries  1776 Declaration of Independence is\nan elegantly-written justification for rebellion, yet it contains\nmisrepresentations and exaggerations as well as ignoring other\nfactors that led to the insurrection. The key argument, that\na tyrannical king forfeits the allegiance of his subjects, was\nborrowed from John Locke s justification for the removal of\nBritain s King James II in 1688. The 1776 declaration credited\nKing George III with  a design to reduce them under absolute\nDespotism.  The focus on the king evaded the fact that\nultimate political authority in Britain resided with parliament,\nwhich included an elected body. Parliamentary supremacy\nhad been asserted with the execution of King Charles I and\nwas confirmed by the deposition of James II. The monarch\nwas plainly a subordinate element of government, but the\nrevolutionaries lacked an effective argument for challenging\nan elected assembly s power.",
            "For Canadians, the most obvious misrepresentation is\nthe description of the 1774 Quebec Act as a model for\nthe future governance of all British colonies. That act\nestablished a colonial administration of appointed councils\nwithout an elected assembly. The British government\nhad to create an administration for a conquered province\npopulated by French-speaking Roman Catholics. This was\na time when religion, not language, determined political\nloyalties and when British Catholics were denied political\nrights because they were regarded as probable enemies of\nBritain s Protestant, Hanoverian kings and as sympathizers\nwith the Roman Catholic, Stuart claimants to the throne.\nAs a concession, Roman Catholic Canadians were allowed\nto take a special oath of loyalty that did not offend their\nreligious convictions so that they could serve on Quebec s\nexecutive and legislative councils. There is no evidence\nthat this 1774 act was meant to be  an example and fit\ninstrument for introducing the same absolute rule into\nthese Colonies.  The Quebec Act s provision for the free\nexercise of Roman Catholicism in Quebec was deeply\noffensive to the Protestant signers of the Declaration of\nIndependence. That was one omission. There was also no\nreference to the 1763 Royal Proclamation which reserved\nthe territory west of the Appalachian Mountains for the\naboriginal peoples living there. British North American\ncolonists had expected that the defeat of the French would\nopen up this region to westward settlement. The Royal\nProclamation also forbade private purchases of native land,\nwhich were often fraudulent. Prominent revolutionaries had\nengaged in land speculation that depended on these sales\nwhich had alienated the aboriginal peoples. The British\ngovernment was more sympathetic to native interests than\nmost colonists and the 1763 proclamation irritated them.",
            "There were also many able and well-educated colonists\nwho felt capable of exercising high offices and, indeed, the\nBritish Crown had appointed some as governors, attorneys-\ngeneral, and to lower administrative offices. Benjamin\nFranklin s only son William had been made governor\nof New Jersey. The desire to replace all government\nappointees from Britain with local people was certainly\npresent. When the revolutionaries spoke of  liberty  and\n freedom  it was primarily escape from imperial authority\nthat they had in mind. Individual self-rule and an end to\nslavery were not the objectives of the rebels. The author\nof the lofty assertion  that all men are created equal ",
            "was a slave owner as were many of the signatories to the\nDeclaration of Independence.",
            "By demanding compulsory oaths to uphold  the liberties\nof America  and by obligatory enlistment in the rebel\nmilitia, the revolutionaries soon identified those who\nwere cool to or hostile to their cause. Those charged with\nmaintaining  an equivocal neutrality  were forced to give\nbond that they would not hinder the rebellion. As a 1776\nrebel summons put it,  the people ... in times so dangerous\nand critical, are naturally led to consider those as their\nenemies who withhold from them their aid and influence. \nEven a refusal to accept the devalued paper currency of\nthe Continental Congress was regarded as treasonous.\nColonists who opposed the revolution were persecuted and\nimprisoned. The radical Sons of Liberty and their friends",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "264"
    },
    {
        "File": "The_CN_Journal_sept_25.jpg",
        "Paragraphs": [
            "broke into private homes in search of goods that had paid\nthe hated customs duties and firearms. Members of the\nroyal administration were subjected to public humiliation\nand physical abuse to force them to resign their offices.\nThe terms  lynching  and  lynch law  have been traced to\nCaptain William Lynch of Virginia who hanged suspected\nLoyalists after a summary trial. Persecuted colonists\nwho fled to areas under British control had their property\nconfiscated. The image of the revolutionaries on the back\nof the American two-dollar note (page 266) as a solemn\nassembly of bewigged gentlemen calmly assenting to the\n1776 declaration was at odds with the vicious and brutal",
            "civil war being waged by colonists against one another.\nDisliked neighbours could be denounced as  Tories  to the\nlocal revolutionary Committee for Detecting Conspiracies\nThe accused had to prove their innocence and take an oath\nto support the revolution. Many Americans concluded that\nthe Continental Congress and its local agents were a greater\ndanger to their civil rights, property and lives than a distant\nmonarch across the Atlantic Ocean.",
            "An example of the abrogation of civil rights was the July\n1776 trial of David Mathews, the mayor of New York, who\nwas charged with being involved in a conspiracy to restore",
            "the pre-revolutionary constitution. He had also given\nfinancial aid to victims of the revolution. Mathews was\narrested and brought before a twelve-man, revolutionary\ntribunal. The mayor protested  This is a new mode of trial\nto hurry a man to prison without letting him know his\ncrime, to seize his papers and put armed men into his house,\nand then to examine him in a private manner, without a jury\nof his peers, or giving him any information of his accusers,\nor allowing him to prepare for his defence. I scorn your\nmercy, and am ready to suffer for my King and country\n If I am to undergo the formality of a trial, let it be in the\naccustomed manner, by a jury.  The judges replied  we are\nconvinced of your guilt, and recommend you to make a\nconfession and repent of your crimes.  Mathews  response\nwas  I avow my principles, and shall never swerve from\nthem: but I would entreat you to have some pity (not on\nme) but on the numberless, helpless families that you\nexpose to ruin, by carrying away their innocent fathers,\nhusbands, and brothers.  The mayor then was convicted of\n treasonable practices  and sentenced  to suffer death as a\ncommon malefactor. * He, however, escaped from a prison\nin Connecticut and was restored as the mayor of New York\nCity when it was back under British control. At the war s\nend Mathews went into exile on Cape Breton Island where\nhe died in 1800.",
            "The revolutionaries were not friends to the free\nexpression of political opinions. They burned pamphlets\nthat contested their claims and smashed the printing presses\nthat had produced these publications. This is where William\nEddis (1738-1825) of Maryland enters the picture. He\ncame from England to the colonies in 1769 and settled with\nhis wife at Annapolis where he was a customs inspector,\nregistrar of shipping, and a commissioner of the Paper\nCurrency Office. The first office made him a target for\nrevolutionaries, He was a part of the royal administration.\nHis Loyalism cannot be solely attributed to his English\norigins. Some of the leading revolutionaries, such as Tom\nPaine, John Paul Jones and Alexander Hamilton were also\nimmigrants from Britain or its Caribbean colonies. Eddis\nquestioned the claim that George III was a would-be tyrant\nand advocated a peaceful resolution of the differences\nwith the mother country. In the inflammed atmosphere,\nhis call for moderation was not well received. A letter he\nwrote was published in the Maryland Gazette in February\n1775. William Eddis asked  If I differ in opinion from\nthe multitude, must I therefore be deprived of my [good]\ncharacter, and the confidence of my fellow citizens, when\nin every station of life I discharge my duty with fidelity\nand honour?  Even revolutionaries acknowledged his\nintegrity and did not deprive him of his offices until 1777.",
            "3 See Minutes of the Committee and of the First Commision for\nDetecting and Defeating Conspiracies in the State of New York\n[1776-78], Collections of the New York Historical Society, Vols.57\nand 58 (New York, 1924-25).",
            "Number 6",
            "September 2017 ------------------------------------ -",
            "4 Minutes of the Trial and Examination of Certain Persons\nin the Province of New York, charged with being engaged in a\nConspiracy against the Authority of the Congress, and the Liberties\nof America (London, 1786)\n"
        ],
        "PageNo": "265"
    },
    {
        "File": "The_CN_Journal_sept_26.jpg",
        "Paragraphs": [
            "The reverse of the current US two-dollar note is based on John Trumbull s oil painting Declaration of Independence\nthat depicts the presentation of the draft of the Declaration of Independence to Congress. It shows the five-man\ndraft committee: John Adams, Roger Sherman, Robert R. Livingston, Thomas Jefferson, and Benjamin Franklin\npresenting this draft to the Continental Congress, an event that took place June 28, 1776.",
            "Eddis wrote that every misfortune imaginable would be\npreferable to loss of  that glorious inheritance of a free\nsubject   the liberty of thinking   speaking   and acting\nagreeable to the dictates of conscience! ... While we\ncontend for the inestimable blessings of British subjects,\nlet us not assume a tyrannical authority over each other. In\na word, let reason and moderation hold the scale in every\nimportant determination   so shall every real grievance be\neffectually redressed. >",
            "William Eddis  defence of free speech and his appeal\nfor tolerance and moderation fell on deaf ears. He was\nsummoned before a revolutionary committee and, when\nhe refused to give bond and make his submission, he\nwas ordered to leave the colony. In June 1777, Eddis left\nMaryland and joined the flow of Loyalists to New York\nCity which was still under British control. A year later he\ntravelled to England where he petitioned the government\nfor financial aid as one  deprived of all, harassed and\npersecuted.  His numismatic legacy was Maryland s\ncard money that he and his fellow commissioner of\nthe Paper Currency Office, John Clapham, had signed.\nThese notes, by comparison with other colonial issues,",
            "5 Leslie FES. Upton, ed., Revolutionary Versus Loyalist: The First\nAmerican Civil War, 1774-1784 (Waltham: Blaisdell Publishing,\n1968). pp.52-53.",
            "6 George H. Williams,  William Eddis: What the Sources\nSay,  Maryland Historical Magazine, Vol.60, No.2 (June 1965),\npp.121-131.",
            
            "are still modestly priced.  They are fine mementoes of a\nprincipled Loyalist who defended the right of free speech.\nThe revolutionaries  intolerance for dissenting political\nopinions helps to explain the absence of the right of free\nspeech and freedom of the press in the 1787 American\nconstitution and their later insertion, as an afterthought, by\na 1791 amendment.",
            "In the United States colonial currency notes are given\na high valuation if they are printed by such as Benjamin\nFranklin or are signed by people who endorsed the\nDeclaration of Independence or by those who played a\nprominent role in the revolutionary cause. No attention\nhas been given to Loyalists, such as William Eddis, who\nalso signed colonial notes. They too upheld principles that\nwe can admire. The challenge to Canadian collectors is to\nidentify these people and to give them the recognition they\ndeserve. To quote historian William Stewart MacNutt,\n because they were Loyalists, we are Canadians. ",
            "Peter Moogk is a Professor Emeritus (History) of the\nUniversity of British Columbia and a past president of the\nVancouver Numismatic Society (1995-2009) of which he is\nan Honorary Life Member.",
            "7 Eric P Newman, The Early Paper Money of America. 5th\nedition (Iola WI, 2008), p.173, values the Eddis notes at US $125 to\n$175 in VF",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "266"
    },
    {
        "File": "The_CN_Journal_sept_28.jpg",
        "Paragraphs": [
            "BANK_OF_CANADA_MUSEUM",
            "Governor Poloz unveils new Bank of Canada Museum","ahead of public opening on July 1, 2017",
            "Governor Stephen\nS. Poloz today\nwelcomed special",
            "guests from the government,\nbusiness and the tourism\nsectors for a preview of the\nBank of Canada Museum,\non June 20, 2017. Located\nat the corner of Bank and\nWellington, in the Bank s\nhead office complex in\ndowntown Ottawa, the re-\ndesigned Museum will\nhelp visitors learn about\nthe economy and the role\nof the central bank in fun,\ninteractive ways.",
            " T am so proud of this\nnew Museum. It immerses\nCanadians in the economy\nand the work of the Bank of\nCanada in ways that people\nof all ages can understand\nand enjoy,  Governor Poloz\nsaid.",
            "After a four-year\nclosure, and a complete\nre-imagining, the Museum\nwill open to the public on\nJuly 1, with free admission\nyear-round.",
            "To help visitors of\nall ages understand the\nimportant role they play\nin the economy, they are\nplaced at the centre of\nthe Museum experience.",
            
            "The CN Journal",
            "They begin their visit\nby creating a digital\ncharacter, or avatar,\nto represent them in\ninteractive exhibits\nthat demonstrate how\ntheir spending and\nsaving habits ultimately\ncontribute to the\nCanadian economy. Other\nhighlights include a video\ngame that simulates flying\na rocket ship through a\ngalaxy of inflationary and\ndeflationary forces and\ndesigning a personalized\nbank note.",
            "Visitors will also\ndiscover Canada s\nmonetary heritage, as\ninterpreted through\na careful selection of\n1,400 artifacts from\nthe National Currency\nCollection. Examples of\ninternational currency\nand trade items from\nthroughout human\nhistory will be on\ndisplay, as will every\nbank note series issued\nby the Bank of Canada\nsince 1935, including the\nnew $10 commemorative\nnote issued to mark the\n150th anniversary of\nConfederation.",
            "Volume 62\n"
        ],
        "PageNo": "268"
    },
    {
        "File": "The_CN_Journal_sept_30.jpg",
        "Paragraphs": [
            "BANK OF CANADA MUSEUM\nFivE DoLLAR_ SPACE _ NOTE",
            "When the Bank of Canada Governor\nMark Carney and Finance Minister\nJim Flaherty unveiled the new polymer",
            "5- and 10-dollar notes on April 30, 2013, they\nwere joined, remotely from space, by astronaut\nChris Hadfield. Hadfield, then Commander of\nthe International Space Station, introduced the\n5-dollar note featuring the Canadarm2 and an\nastronaut meant to represent all Canadians who\nhave contributed to the space program.",
            "Hadfield had begun his mission some months before, on December 19, 2012, aboard a Soyuz spacecraft to the\nInternational Space Station (ISS). This was long before the actual 5-dollar polymer substrate was designed and\nmanufactured. What Hadfield actually used in his zero-gravity theatrics was a printer s proof. The Canadian Bank Note\nCompany printed the pre-production elements of the 5-dollar note onto the polymer substrate of the 20-dollar note together\nwith the applied holographic foil of the 100-dollar note featurmg Prime Minister Robert Borden. An inspection of the back\nof the note also reveals a small octagonal shape on the left. It s the symbol of the International Space Station stamped on\nthe note in blue ink. This was produced by a rubber stamp that the ISS uses to identify documents and souvenirs that have\nbeen aboard the station. The note is now proudly on display in the Bank of Canada Museum.",
            "a The CN Journal Volume 62\n"
        ],
        "PageNo": "270"
    },
    {
        "File": "The_CN_Journal_sept_31.jpg",
        "Paragraphs": [
            "PORTRAITS OF THE FAMOUS\nBY. MEDALLISTS._OF_RENOWN",
            "BY BARRIE RENWICK",
            "JFRCNA, FCNRS, #5754,",
            "#6 Paul Von Hindenburg by Karl Goetz",
            "THE Von Hindenburg death medal by Karl Goetz,",
            "a commemorative in honour of the passing of the\nGerman republic s president, in 1934, shows the",
            "indomitable leader on its obverse, with his title",
            "and his name in the legend. The artist s",
            "initials are below the portrait. On the",
            "reverse, the 1927 Tannenberg Memorial",
            "erected to the memory of the 1914",
            "battle won for Germany by military",
            "commander Paul Von Hindenberg,",
            "whose interment was here at this",
            "memorial site. The reverse legend",
            "reads: Passing Away of the Victor ~",
            "Tannenberg. At the upper left is the",
            "date, 2 Aug. 1934, and below, a laurel",
            "branch signifying a victor. The rim, a",
            "wreath, encircles the image. The medal is",
            "silver, 36 mm in diameter.",
            "Paul Von Hindenberg born 1847, in",
            "Prussia s Posen, now in Poland, chose the",
            "military for his career. He experienced",
            "two early wars, was decorated and",
            "gradually attained higher rank and",
            "command positions during a long",
            "period of sustained peace. He retired",
            "in 1911, but was recalled in 1914 to",
            "command German forces engaging",
            "an outsized Russian army group",
            "at Tannenberg. Hindenberg became",
            "a public hero for the rout his troops",
            "achieved there; the military promoted him",
            "to the rank of Field Marshal,",
            "advancing him later in that war",
            "to Supreme Commander of",
            "the Central Powers. As war s",
            "end approached, Hindenberg",
            "recommended to Cabinet that its",
            "members approve the conditions in the 1918 armistice.",
            "In the postwar republic Hindenberg entered political life",
            "and took Germany s presidency in 1925. He was popular",
            "and served competently into a second term until 1933",
            
            "Number 6",
            "September 2017 ------------------------------------ -",
            "when age and declining health weakened his resolve, and\nagainst his earlier judgement he appointed Hitler as his\nChancellor. What ensued broke Hindenberg s spirit. He\ndied in 1934.\nKarl Goetz born 1875 in Augsburg began\nart studies in Germany, gained experience\nafter 1897 in the Netherlands and later\nin Le Locle, Switzerland, where\nbusinesses made medals as well\nas decorative components for the\narea s watchmaking industry. He\ncontinued for a time in Paris, and in\n1904 returned to Germany, to settle\npermanently as a medallist, in Munich.\nGoetz, a prolific artist, created over 800\nmedals during his career. He preferred\ncasting his works, a method of production\nbest suited to his large-size pieces made in small\nquantities. As well, Goetz capably cut dies to\nstrike regular-size medals for clients with\nextensive requirements. Among these\nmedals are several commemoratives\nand laudatory pieces.",
            "Goetz  medallic oeuvre begins\nin the vogue art nouveau style with\niconography expressing sentiment.\nHis style deviates during the First",
            "War to include strident patriotism",
            "and acerbic propaganda, features",
            "also prominent in the works of his\ncontemporaries: A style categorized today",
            "as  The Dance of Death.  At",
            "that point, his satirical medal",
            "about Germany sinking the",
            "liner Lusitania inflamed already",
            "outraged international feeling,",
            "resulting in Allied countries",
            "selling hundreds of thousands of copies of his medal as\ncounter-propaganda. In the years following, his work\nreverted to contemporary style. Goetz later suffered",
            "deteriorating health. He died in 1950, aged 75.\n"
        ],
        "PageNo": "271"
    },
    {
        "File": "The_CN_Journal_sept_34.jpg",
        "Paragraphs": [
            "ROYAL_ MINT. COMMUNIQUE",
            "The Royal Mint remembers surgeon twice awarded Victoria Cross,\n100 years on from Passchendaele",
            "The Royal Mint is to honour the\n| memory of the only person\nto be awarded the Victoria\nCross twice during the First World\nWar, by depicting his portrait on a\nprecious metal  5 coin. Captain\nNoel Godfrey Chavasse VC and\nBAR, MC is to feature in The\nRoyal Mint s 6-coin set for 2017\nalongside a moving selection of\npeople, themes and events that\ncontinue the organisation s telling\nof the First World War story, 100\nyears on.",
            "On August 2, 1917, Royal Army\nMedical Corps Captain, Noel Chavasse,\nwas gravely wounded by shell fire at\nthe Third Battle of Ypres, known\nas Passchendaele, but continued\nto care for other casualties until\nhe was taken to a  Casualty\nClearing Station  where he died\non August 4, 1917. Chavasse\nhad already been awarded the\nhighest military honour, the\nVictoria Cross, for his actions\nduring the Battle of the Somme\nin August 1916. For his bravery at\nPasschendaele a year later, he was\nposthumously awarded a Bar to his\nVictoria Cross   the only man to receive this\ndouble honour during the First World War.",
            "Part of The Royal Mint s First\nWorld War series in association with\nImperial War Museums (IWM),\nthe sets are being released every\nyear until 2018 covering a\nrange of themes such as key\nbattles, the armed forces and\nsupport services, technological\ndevelopments of the period, the\ncultural impact of war and stories\nof some of the heroes of the time.",
            "Noel Godfrey Chavasse VC and Bar, MC\n(1884-1917)   designer David Cornell",
            "Noel Godfrey Chavasse was born\non 9 November 1884, and after\nstudying at Oxford, read medicine\nat Liverpool University, qualifying\nas a doctor.",
            "During the Battle of the Somme\nin August 1916, Chavasse tended\nthe wounded under heavy fire,",
            "saving at least 20 lives, for which he\nwas subsequently awarded the highest",
            "military honour, the Victoria Cross.\nOn August 2, 1917, during the\nThird Battle of Ypres, popularly known\nas Passchendaele, Chavasse was gravely\nwounded by shellfire but continued to care\nfor other casualties. He was taken to a\n Casualty Clearing Station  where\nhe died on August 4, aged 32. For\nhis bravery, Captain Chavasse was\nposthumously awarded a Bar to\nhis Victoria Cross, the only man to\nreceive this double honour during",
            "the First World War.",
            "Medical Services - coin\ndesigner David Rowlands",
            "The First World War presented new\nchallenges for the medical services of\nall the nations engaged in the combat and\nproved to be a catalyst for great progress in\nthe treatment of patients. Success in the\nwar depended on soldiers being kept\nfighting fit and an emphasis was\nput on providing the best medical",
            "services.",
            "Medical support work and\nnursing were some of the most\nsignificant ways in which women\ncould directly contribute to the\nwar effort and they volunteered",
            "in their thousands. Many wartime\ndevelopments in medical treatment,\nincluding blood banks, splints, and\nplastic surgery, went on to benefit public\nhealth care once the war ended.",
            "nee The CN Journal Volume 62\n"
        ],
        "PageNo": "274"
    },
    {
        "File": "The_CN_Journal_sept_35.jpg",
        "Paragraphs": [
            "Art And War - coin designer David Lawrence",
            "The idea of the war artist originated during\nthe First World War, as the public tried\nto understand the true nature of new\nindustrialised warfare. The work\nof artists who had witnessed the\nevents became increasingly\nimportant. Young artists such as\nPaul Nash and C. R. W. Nevinson\npainted their experiences on their\nreturn from action in France; their\nmodern approach was a refreshing\nchange from traditional, staged\nbattle paintings.",
            "The  art and war  coin in this set\ntakes inspiration from artist John Singer\nSargent s Gassed, imagining the artist s\npoint of view as he sketched soldiers temporarily\nblinded by mustard gas. Sargent s painting\nis probably the most well known in\nIWM s art collection.",
            "The Sopwith Camel - coin\ndesigner Edwina Ellis",
            "This British aircraft was a\ncompact, single-seat fighter\nbiplane introduced in 1917. It was",
            "the first British fighter designed to\ncarry two side-by-side, forward-\nfiring machine guns, which were\npositioned in front of the pilot. The\nhump-shape over the guns gave the\nCamel its name.",
            "Its combination of firepower and\nmanoeuvrability made the Camel a formidable\nopponent on the Western Front, helping the\nAllies to win back control of the skies,\nphotograph enemy positions and\ncontrol their artillery from the air.",
            "The Camel s heyday lasted about\na year, when many Camel pilots\nbecame  aces  with five or more\naerial victories.",
            "Although designed as a day\nfighter, it was also adapted for\nnight fighting, ground attack and\nship borne operations. Its significant\ncontribution to the war secured the\nSopwith Camel lasting fame and it\nremains the most well-known aircraft of\nthe First World War.",
            "Number 6 September 2017 --------------------------------------",
            "The Battle Of Arras - coin designer\nJohn Bergdahl",
            "The Battle of Arras opened along a\nfourteen-mile front on April 9, 1917,\nand was fought in support of a large-\nscale French offensive. Backed by\n2,817 guns and supported by 70\ntanks, the British had a greater\nconcentration of firepower than\nduring the Battle of the Somme\nin 1916. Many tactical lessons\nlearnt during the Somme were\napplied at Arras. These included\ncreeping barrages, where a curtain\nof shells advanced just in front of\nthe attacking infantry, and barrages by\nmassed machine guns, laying down long-\nrange plunging fire onto German trenches.",
            "Despite new infantry and artillery\ntactics, the British achieved little after\nan impressive advance during the\nopening two days, and it was in\nmid-May that the battle eventually",
            "drew to a close.",
            "Gas - coin designer\nEdwina Ellis",
            "Although the Hague\nConvention of 1899 had banned\n the diffusion of asphyxiating or\ndeleterious gases,  both the French\nand German Armies employed tear\ngas and other chemicals during 1914\nand 1915.",
            "The unpredictable nature of gas warfare was\nhighlighted on September 25, 1915 at the\nBattle of Loos, when clouds of chlorine\ngas discharged from cylinders by\nthe British Army blew back over\ntheir own trenches. As a result,\ngas shells for the artillery were\ndeveloped to provide a far more\nreliable and accurate method\nof delivery than cylinders. As\nthe war progressed increasingly\nlethal gases were developed,\nincluding mustard gas, first used\nby the Germans at Ypres in July",
            "1917.\n"
        ],
        "PageNo": "275"
    },
    {
        "File": "The_CN_Journal_sept_36.jpg",
        "Paragraphs": [
            "COMMUNIQUE,",
            "2017 $50 Fine Silver Coin - Canadian Icons",
            "Artist Tami Mayrand presents a symbolic",
            "homage to Canada through the classic",
            "images that broadly define what it means",
            "to be Canadian. Each engraved icon",
            "represents a Canadian theme or idea;",
            "united by an application of red paint,",
            "they form the distinctive silhouette",
            "of a predominant Canadian symbol:",
            "the maple leaf.",
            "Within this pointed outline, the",
            "nation s geography, flora and fauna",
            "are well represented by various",
            "silhouettes: a mountain peak; small maple",
            "leaves; pine cones; an evergreen tree;",
            "birds in flight; a wolf; a moose; polar",
            "bear; squirrel; sea lion; bear; bison; a",
            "Canadian Inuit dog; and our national symbol,",
            "the beaver. A blade of wheat and a bottle of",
            "maple syrup highlight some of Canada s most",
            "famous agricultural exports, while a hatchet",
            "alludes to the forests that have shaped the",
            "nation s history. Inukshuks and a tepee pay",
            "tribute to the history and richly varied cultural\ntraditions of Canada s First Nations peoples,",
            "while a schooner, whale tail, salmon, and orca are a\nnod to Canada s coasts.",
            "Canada s innovative spirit is well represented by an icon\nof the aeronautic industry, and the tower that defines\nToronto s skyline. But most prominent of all is our love\nfor the great outdoors, and the pastimes we enjoy through\nthe seasons, as illustrated by: snowflakes; a snowman;\na curling stone; a snowmobile; sprig of holly; a canoe;\na Muskoka chair; figure skates; winter gear; and ski\nequipment. A puck, helmet and skate are included to\nreflect a nation s fervent passion for its winter sport,\nincluding a hockey stick that forms the maple leaf s\npetiole.",
            "The reverse includes the engraved word  CANADA, \nthe commemorative dates  1867-2017  and the official\nCanada 150 privy mark. The obverse features the effigy of\nHer Majesty Queen Elizabeth II by Susanna Blunt.",
            "Pi ce De 50 $ En Argent Fin 2017 Le Canada et\nSon Patrimoine",
            "OEuvre de l artiste Tami Mayrand, la pi ce\nest une c l bration du Canada empreinte de\nsymbolisme. Les embl mes classiques qui\nl ornent incarnent chacun un aspect de\nl identit  canadienne. Grav s et color s\nde rouge, ils forment ensemble la\nsilhouette ais ment reconnaissable de\nnotre plus grand embl me : la feuille",
            "d rable.\nDans cette feuille tout en pointes, la\nflore, la faune et la g ographie du pays\nsont repr sent es   merveille : on aper oit\nentre autres le sommet d une montagne, de\npetites feuilles d rable, des pommes de pin,\nun conif re, des oiseaux en vol, un loup, un orignal,\nun ours polaire, un  cureuil, une otarie, un grizzly,\nun bison, un chien inuit canadien et notre symbole\nnational, le castor. L pi de bl  et la bouteille\nde sirop d rable symbolisent deux de nos\nplus c l bres produits d exportation agricoles,\ntandis que la hachette renvoie aux for ts qui ont\nfa onn  l histoire du pays. Sont aussi illustr s des\ninukshuks et un tipi, hommages   l histoire et aux\ntraditions riches et vari es des peuples autochtones\nd'ici, ainsi qu une go lette, une queue de baleine, un",
            "saumon et un  paulard, repr sentant les c tes canadiennes.",
            "Quant   l esprit novateur du Canada, il est bien refl t  par\nla fus e, incarnation de notre industrie a ronautique, et par la\ntour qui  voque la ligne d horizon de Toronto. Mais ce qui\nsaute d abord aux yeux, c est notre amour pour le plein air,\net les passe-temps auxquels nous nous adonnons saison apr s\nsaison. C est ce que symbolisent les flocons, le bonhomme\nde neige, la pierre de curling, la motoneige, la branche de\nhoux, le canot, le fauteuil Muskoka, le patin de figures, les\nv tements d hiver et l quipement de ski. La rondelle, le\ncasque et le patin de hockey refl tent quant   eux la grande\npassion des Canadiens pour leur sport national,   l instar du\nb ton qui forme le p tiole de la feuille d   rable.",
            "La mention   CANADA  , les dates comm moratives  \n1867-2017   et le logo officiel CANADA 150 sont aussi\ngrav s au revers. L avers est   l effigie de Sa Majest  la reine\nElizabeth II, selon Susanna Blunt.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "276"
    },
    {
        "File": "The_CN_Journal_sept_37.jpg",
        "Paragraphs": [
            "2017 $20 Fine Silver Coin\nFrom Sea To Sea To Sea: Atlantic Starfish",
            "Designed by Canadian artist Tony Bianco, the\nreverse image presents a unique glimpse of\nAtlantic Canada s coastal waters. Beneath",
            "the engraved word  CANADA  stands",
            "a lighthouse on the rocky shoreline,",
            "where the sentinel was often the first",
            "sign of land to many travelling by sea.",
            "The crashing wave infuses the reverse",
            "with a sense of sweeping motion while\ntransitioning to the underwater realm,",
            "where an outstanding amount of engraved",
            "details recreate an ocean floor littered",
            "with shells and dotted with coral. The use of\nselective gold plating draws the eye to the two\nstarfish, while providing an enhanced view of\ntheir defining characteristics. Against the silver\nbackground, the gold plating truly shines as\nit highlights the rough and spiny appearance\nof the five-armed ocean-dwellers, and adds a\nlife-like sense of texture and dimension to this\nidyllic aquatic setting.",
            "2017 $25 Fine Silver Coin The Great Seal Of\nCanada",
            "The reverse design represents the current\nGreat Seal of Canada, which was struck",
            "by the Royal Canadian Mint in 1952.\nWhile the coin s 36 mm diameter\nprovides a smaller canvas for this\nrepresentation, nearly every element",
            "of Eric Aldwinckle s design is in",
            "place. Engraved in ultra-high relief,",
            "the robed figure of Her Majesty",
            "Queen Elizabeth II is enthroned on",
            "the Coronation Chair in Westminster\nAbbey, and holds the orb and sceptre in",
            "her hands. Framed by a band bearing the\nbilingual inscription  REINE DU CANADA\n  ELIZABETH I   QUEEN OF CANADA, \nthe embossed image basks in the golden hue\nof selective gold plating, which also adds\nan elegant touch to the rim on both the\nobverse and reverse. The obverse features\nthe gold-plated effigy of Her Majesty Queen\nElizabeth II by Susanna Blunt, along with the\nengraved word  CANADA,  the face",
            "value  25 DOLLARS  and the",
            "year  2017. ",
            "Number 6",
            "September 2017 -------------------------------------",
            "Pi ce De 20 $ En Argent Fin 2017 Les Trois Oc ans\nDu Canada : Etoiles De Mer De L atlantique",
            "Le motif au revers, oeuvre de l artiste canadien",
            "Tony Bianco, propose une incursion originale",
            "dans les eaux c ti res du Canada atlantique.",
            "Sous la mention grav e   CANADA  ",
            "se dresse un phare,  rig  sur le littoral",
            "rocheux; autrefois, cette v ritable",
            "sentinelle guidait vers la terre ferme",
            "bon nombre de voyageurs arrivant par",
            "la mer. Au revers, la vague qui balaie la",
            "c te sugg re un mouvement de ressac",
            "levant le rideau sur le monde sous-marin o ",
            "des d tails grav s en quantit  ph nom nale",
            "recr ent un fond marin jonch  de coquillages",
            "et de coraux. Le placage d or s lectif attire le",
            "regard sur les deux  toiles de mer et en fait ressortir",
            "leurs caract ristiques. Sur l arri re-plan argent ,",
            "le placage d or procure un contraste  clatant",
            "et rehausse l aspect rugueux et  pineux de ces",
            "organismes marins   cinq bras en ajoutant  ",
            "cette sc ne aquatique idyllique une texture et une\ndimension presque r elles.",
            "Pi ce De 25 $ En Argent Fin 2017 Le Grand\nSceau Du Canada",
            "Le motif au revers est une repr sentation du",
            "grand sceau du Canada actuel, frapp  en",
            "1952 par la Monnaie royale canadienne.",
            "Bien que les 36 millim tres de diam tre",
            "de la pi ce offrent une surface r duite,",
            "presque tous les  l ments du motif",
            "d Eric Aldwinckle y ont  t  reproduits.",
            "La gravure   tr s haut relief illustre",
            "Sa Majest  la reine Elizabeth IT en",
            "robe de c r monie, tenant le globe et",
            "le sceptre, assise sur le tr ne   l abbaye",
            "de Westminster. Encercl e d un anneau",
            "portant l inscription bilingue   REINE DU",
            "CANADA   ELIZABETH II   QUEEN OF",
            "CANADA  , l image travaill e en relief resplendit",
            "sous l clat dor  du placage d or s lectif, qui",
            "apporte aussi une touche d l gance au cordon",
            "sur les deux faces.   l avers figure l effigie",
            "plaqu e or de Sa Majest  la reine Elizabeth",
            "II, selon Susanna Blunt. Y sont aussi grav s la",
            "mention   CANADA  , la valeur nominale  \n25 DOLLARS   et le mill sime   2017  .",
            "RCNA/ARNC\n"
        ],
        "PageNo": "277"
    },
    {
        "File": "The_CN_Journal_sept_38.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES_DES_CLUBS","BY BRETT IRICK (CLUB SERVICES)\nFRCNA, FONA,, #22198,",
        
            "France D. Waychison Speaks at RCNA Club\nDelegates Breakfast\nFrance Waychison, President\nof the Canadian Association\nof Wooden Money Collectors,\nCAWMC and wite of RCNA\nSecond Vice President Bill\nWaychison, FRCNA, FCNRS\nwas the speaker at this year s\nRCNA Club Delegates\nBreakfast. Her talk was  How\nand Why I Became Involved in\nNumismatics.  The breakfast was\nattended by forty-two, the largest\nattendance in many years.",
            "France recounted how her first\ntrip to a coin show in Toronto,",
            "Ontario, was a disaster   snow",
            "storm and car hitting a ditch",
            "included; her husband Bill even",
            "lost his wallet in eight inches of",
            "snow but eventually found it.",
            "Later, she met Norman Wells,",
            "then CAWMC President, who",
            "loudly announced  new club",
            "member,  and France started her",
            "love of wooden money. Fifteen",
            "years in the hobby and keeping busy, she does French\ntranslation for club s articles and this year, for the first\ntime, helped judge the RCNA Literary Awards.",
            "France soon learned the social aspect of the hobby.\n The bourse floor is a serious place where business is\ndone, not a good place for social visits.  She learned\nfrom wise older women at spousal events  By being\nhere I know where my husband 1s,  and added  Travel\nis important. We look forward to going places we\nwould have never considered going.  France noted that\na personal highlight was the 2015 visit to Pier 21 in\nHalifax. During the visit, she spoke with Ursula, wife\nof dealer Peter McDonald, who arrived in Canada at\nthis pier when she was five-years old. Several others in\nattendance also arrived in Canada at the pier. You could\nsense their emotional attachment to this location.",
            "France likes the historical aspect of numismatics\nand advised that her husband collects medals while she\nspecializes in wooden money. Numismatic history is\nfascinating and we have a responsibility to preserve it. A\nrelated aspect is greed! After all, a lot of money goes into\na numismatic collection. She wisely advised that partners",
            
            "France D. Waychison parle au petit d jeuner des\nd l gu s du de l ARNC",
            "France D. Waychison, pr sidente",
            "de l Association canadienne des",
            "collectionneurs de monnaie de bois,",
            "CAWMC et  pouse du deuxi me vice-",
            "pr sident de la RCNA, William (Bill)",
            "Waychison, FRCNA, FCNRS, a  t ",
            "la conf renci re au petit d jeuner des",
            "d l gu s du club de l 'ARNC de cette",
            "ann e. Son discours portrait sur  Comment",
            "et pourquoi je suis me suis impliqu e",
            "dans la numismatique . Quarante deux",
            "personnes  taient pr sentes au d jeuner, le",
            "plus grand nombre depuis plusieurs ann es.",
            "France a racont  comment son premier",
            "voyage   une exposition de monnaie  ",
            "Toronto, en Ontario, a  t  une catastrophe,",
            "temp te de neige et d rapage inclus, alors",
            "son mari Bill perdit son portemonnaie",
            "dans huit pouces de neige, bien qu il",
            "finira par le retrouver .Elle rencontrera",
            "plus tard Norman Wells, alors pr sident",
            "de CAWMC, qui la pr senta   haute",
            "voix comme  nouveau membre du club ",
            "et France a commenc  sa collection de",
            "monnaie en bois. Maintenant active dans",
            "son hobby depuis plus de quinze ans, elle participe  galement   la",
            "traduction du CN Journal et cette ann e, pour la premi re fois, a\naid    juger les Prix litt raires de TP ARNC.",
            "France a rapidement compris l aspect social du passetemps.  Le\nplancher de la bourse est un endroit s rieux o  les affaires sont\nconduites, ce n est pas un bon endroit pour les visites sociales .\nElle a  galement appris des femmes plus  g es qu elle, et tr s\nsages, que  lorsqu'un mari collectionne, on sait toujours o  il\nest et ce qu'il fait . Les voyages aussi sont importants. Bill et\nelle sont impatients d aller dans des endroits ot ils n avaient",
            "jamais envisag  d aller. France a not  qu un point fort personnel",
            "a  t  la visite de 2015 a Pier 21 a Halifax. Au cours de la visite,\nelle a parl  avec Ursula McDonald qui est arriv e au Canada\n  ce port d entr e quand elle avait cinq ans. Plusieurs autres\nparticipants sont  galement arriv s au Canada a ce m me port.\nL merveillement  tait palpable, dit-elle.",
            "France aime l aspect historique de la numismatique. L'histoire\nde la numismatique est fascinante et nous avons la responsabilit \nde la pr server. Une autre raison pour justifier son int r t est\nl avidit ! Apr s tout, beaucoup d argent passe dans une collection\nnumismatique. Elle a recommand  judicieusement que les partenaires\ndoivent  tre conscients de la valeur d une collection et du comment",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "278"
    },
    {
        "File": "The_CN_Journal_sept_39.jpg",
        "Paragraphs": [
            "need to be aware of the value of a collection and how to\ndisperse when that time comes. The dispersal, well done,\nenables better financial security in the future. So,  Learn\nas much as you can about what your partner collects. ",
            "The hard part is getting spouses to share their hobby.\nHow do you do this? Start your own collection and share\nknowledge. Help each other catalogue your collections.\nCataloging helps you learn more about your numismatic\nholdings and also about organizing them. Another aspect\nis to have a designated location or locations to store\nnumismatic material in your home. Numismatic sprawl\nthroughout the home leads to resentment.",
            "France suggested that the best local clubs have social\nevents a few times a year where spouses and interested\nfriends are invited. At the national level, the tours are\nvery helpful as they provide non-numismatic partners the\nopportunity to explore more than their hotel room. And,\nfinally, France asked us to extend a hand to those new to\nour hobby and say,  Hi, my name is...  This really helps\nmake a new adventure less scary. We were all there once.",
            "Neil Probert   40 Year Editor of Calgary\nNumismatic Society Bulletin",
            "The Calgary Numismatic Society has benefitted\nfrom numerous committed volunteers giving untold\nhours of effort to keep the club\nthe great society that it is. One\nvolunteer in particular has given\nabove and beyond the call of duty. In\nSeptember 2017, Neil Probert marks\n40 continuous years as editor of the\nCalgary Numismatic Society Bulletin.",
            "The first edition of the Calgary\nbulletin came out on October 25,",
            "1977. For the first few years, the\nbulletin was produced with an old\nGestetner copy machine.",
            "The early years involved stamping\nand mailing 70 to 90 bulletins each\nmonth. By 2017, only about 12 bulletins are still sent by\nmail, as most are now sent by email.",
            "In 1981 Neil started entering the club s bulletin\nin the ANA Outstanding Club Publication Contest.\nCalgary Numismatic Society Bulletin won first place\nin that annual ANA competition in 1983, 1986, and\n1990. Also it won second place in 1992 and 2004\nwhile third place was won in 1987, 1991, 1993, 1995,\n2001, and 2002. In Canada, Neil garnered RCNA s\nBest Canadian Club Newsletter Award twice with\nback to back trophies in 1998 and 1999.",
            "Neil s long term commitment has seen him serve\nthrough 24 different CNS presidential terms, consisting\nof 20 different CNS presidents, including himself, and he\nshows no sign of leaving in the near future.",
            "Number 6",
            "September 2017 --------------------------------",
            "de sa disposition  ventuelle. La disposition, bien faite, permettra\nune meilleure s curit  financi re future. Donc elle conseille aux\ncollectionneurs de communiquer et aux conjoints  d apprendre\ntout ce qu il y   savoir sur la collection.  La partie difficile pour un\ncollectionneur est d amener son conjoint   partager son passe- temps.\nComment est-ce qu on fait  a? Partagez votre propre collection et\nvos connaissances. Demandez   votre conjoint d aider   cataloguer\nvos collections. Le catalogage vous aidera tous deux   en savoir plus\nsur vos avoirs numismatiques et sur l organisation de celle-ci. Un\nautre aspect est d avoir un lieu d sign  ou des emplacements pour\nstocker du mat riel numismatique dans votre maison. L parpillage\nnumismatique dans toute la maison entraine le ressentiment.",
            "France a sugg r  que les meilleurs clubs locaux ont des  v nements\nsociaux quelques fois par an o  les conjoints et les amis int ress s sont\ninvit s. Au niveau national, les tours organis s sont tr s utiles car ils\noffrent aux partenaires non numismatiques la possibilit  d'explorer\nplus que fi",
            "eur chambre d h tel. Et enfin, France nous a demand \nde donner une main   ceux qui sont nouveaux   notre hobby et de\ndire  salut, mon nom est... . Cela contribue vraiment   rendre une\nnouvelle aventure moins effrayante. Nous sommes tous pass s par l .",
            "Neil Probert   r dacteur en chef du Bulletin de la\nSoci t  Numismatique de Calgary depuis 40 ans",
            "La Calgary Numismatic Society a b n fici  de nombreux b n voles",
            "engag s qui donnent des heures incroyables pour que le club soit le",
            "meilleur possible. Un volontaire en particulier",
            "a donn  au-del  de l appel du devoir. En",
            "septembre 2017, Neil Probert aura donn  40",
            "ann es continues en tant que r dacteur en chef",
            "du Calgary Numismatic Society Bulletin.",
            "La premi re  dition du bulletin Calgary",
            "Numismatic Society a  t  publi e le 25 octobre",
            "1977. Les premi res ann es du bulletin ont  t ",
            "r alis es avec une ancienne copieuse Gestetner.",
            "La premi re  dition du bulletin Calgary",
            "Numismatic Society a  t  publi e le 25 octobre",
            "1977. Les premi res ann es du bulletin ont  t ",
            "r alis es avec une ancienne copieuse Gestetner.",
            "Les premi res ann es impliquaient",
            "l estampillage et l envoi de 70   90 bulletins chaque mois. En 2017,",
            "seulement environ 12 bulletins sont toujours envoy s par la poste, car",
            "la plupart sont envoy s par courrier  lectronique.",
            "En 1981, Neil a soumis le bulletin du CNS au Concours de",
            "publication exceptionnelle des clubs de l ANA. Le Bulletin du",
            "CNS a remport  la premi re place dans le concours annuel de",
            "publication num rique locale exceptionnelle de l ANA en 1983,",
            "1986 et 1990. Il a  galement remport  la deuxi me place en 1992",
            "et 2004, tandis que la troisi me place a  t  gagn e en 1987, 1991,",
            "1993, 1995, 2001 et 2002. Au Canada, Neil a remport  le prix du\nMeilleur bulletin canadien deux fois de suite en 1998 et 1999.",
            "L'engagement   long terme de Neil l a vu servir sous",
            "24 termes pr sidentiels du CNS diff rents, dont 20 pr sidents",
            "diff rents, y compris lui-m me, et Neil ne montre aucun signe",
            "de d part dans un avenir rapproch .",
            ""
        ],
        "PageNo": "279"
    },
    {
        "File": "The_CN_Journal_sept_40.jpg",
        "Paragraphs": [
            "CAFNE Educational Grants",
            "CAFNE is the Canadian Association for\nNumismatic Education. Since its recent\nfounding, generous donations have\nallowed this organization to help",
            "fund numismatic educational events",
            "across Canada. During the recent",
            "2017 RCNA Convention, CAFNE\nrepresentatives advised that clubs",
            "could apply for grants to assist with\nfunding of their educational programs\nand/or research. Information on how",
            "to apply for these grants and a list of grants\nalready made can be found at www.cafne.com.",
            "Subventions  ducatives de l ACPEN",
            "ACPEN est l Association canadienne pour l ducation",
            "numismatique. Depuis sa cr ation r cente, des",
            "dons g n reux ont permis   cette organisation",
            "de financer des  v nements  ducatifs",
            "numismatiques partout au Canada. Au cours du",
            "r cent 2017 congr s de ARNC, les dirigeants de",
            "l ACPEN ont indiqu  que les clubs pouvaient",
            "demander des subventions pour aider au",
            "financement de leurs programmes  ducatifs",
            "et / ou de leurs recherches. Vous trouverez des",
            "informations sur la fa on de postuler pour ces",
            "subventions et une liste des subventions d j  r alis es  \nwww.cafne.com.",
            "TE nnn anna nnn enna The CN Journal Volume 62\n"
        ],
        "PageNo": "280"
    },
    {
        "File": "The_CN_Journal_sept_42.jpg",
        "Paragraphs": [
            "NOTES ON THE ANCIENT ANCESTORS OF MODERN COINS",
            "NUMMUS_ MATRIX.",
            "BY JAMES R. BAKES",
            "#19824 ",
            "88. Bridge",
            "A Roman imperial As and a dupondius (collectively\nAs  second bronzes ) present us with a\nbit of a dilemma. The As on the top (not",
            "really to be capitalised but as Marvin Tameanko\nonce pointed out, it saves confusion with our\nEnglish  as ) is almost exactly a century\nlater than the dupondius below it, and the\ncloseness of their designs leads one to believe\nthe Roman mint kept careful records of past\ndesigns for future reference. Other examples\nabound: the Circus Maximus on sestertii of both\nTrajan and Caracalla, for example.\nThe coin below is a dupondius of Trajan\nstruck in about 105. (On a dupondius or\ndouble As the portrait wears a radiate\ncrown. After Nero this is true of all double\ndenominations). Dealers want to call it the\nDanube Bridge, the bridge by which Trajan\naccessed Dacia (Romania). But the bridge here\nis a permanent structure with a high arch looking\nnothing like the Danube Bridge. Various people\ndescribe this as representing the idea of  bridge \nsince the average Roman would never see\nthe actual thing. But, of course he could by\nsimply walking up to the viewing platform\nin the Ulpian Library and there it was on\nTrajan s famous column, laid out flat across\nthe wide expanse of the fast-flowing Danube,\nstretching across concrete piers some of which\nstill exist. The  idea  of a bridge would not have\nappealed to Romans who at this time expected\nall their buildings to be shown literally on\nthe coinage with, for example, the correct\nnumber of columns on their facades: six for\nthe Temple of Capitoline Jupiter, eight for the\nrestored Temple of Augustus and Livia, ten on\nboth ends of the Temple of Venus and Roma.\nThere was no  idea of a temple  in those. That\nthis little bridge would stand in for such a monumental\npiece of engineering would have been unthinkable to the\naverage Roman. Instead this is more likely to be a small\nbridge over the Tiber, the Pons Sublicius, the oldest bridge\nin Rome, built by one of her ancient kings, made all of",
            "wood and in frequent need of restoration. It was always\nrestored in wood as was traditional. Water lines and\na boat indicate the river. Towers crowned with\nsculpture adorn each end, unlikely on a bridge",
            "leading to battle.",
            "The As was struck in Rome in 208 for the\nemperor Septimius Severus. At the time he\nwas with his sons in Britain attempting to\nsubdue the island including that part north of",
            "Hadrian s Wall. Scottish historians want this\ncoin to be one of Scotland s oldest bridges. A\nbridge over the Firth of Forth has been suggested,",
            "again by dealers to whose customers this",
            "identification would be most appealing.",
            "Anyone who has seen the new Forth Bridge, a",
            "marvel of modern British engineering, knows",
            "this is not its ancestor. This is a small bridge",
            "over a stream, not an estuary. But a floating",
            "bridge was built over the Forth so why glorify",
            "this bridge on, as has been suggested, the River Tay?",
            "And why go back into the mint archives for the coin",
            "of the so-called Danube Bridge? The details are",
            "all there: the waves indicating water, the little",
            "boat floating to one side: an almost direct",
            "copy, updated a bit with more sculpture",
            "(just what you need on a bridge leading into\nhostile territory: statuary).",
            "Much as dealers would like it to be",
            "otherwise, the second coin is probably our friend\nthe Pons Sublicius again, another century of wear\nand tear necessitating yet another renovation.\nThe Tiber is a sufficiently small stream in\nmany places that this design could span it,\nand the many fixed bridges in Rome today as\nwell as those over Venetian canals attest to\nthe use of this design for urban bridges.\nAs is so often the case in the field of ancient\nnumismatics, where so little information survives,\nneither wishing nor the predilections of collectors, can\nmake it so.",
            "James R. Bakes is past editor of the Classical and Medieval Numismatic\nSociety Journal www.cmns.ca",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "282"
    },
    {
        "File": "The_CN_Journal_sept_44.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134",
            "Ludger Gravel s  Coins Wanted ",
            "Many collectors provide a want list to dealers,\nM listing all the hard-to-find items they need for",
            "their collections. It can be a handwritten note on\na scrap of paper, or an email tapped out and sent to dealers.\nIt s always good to have an extra set of eyes peeled for that\nelusive coin, token, or note one needs for one s collection.\nBut in the 1920s, Montreal collector Ludger Gravel took it\nto the next level.",
            "Jacques Ludger Gravel was a merchant who sold paints,\nblacksmith supplies, carriages, and automotive accessories.\nHe also had begun a publishing company in 1904.",
            "He began collecting coins in his mid-twenties when\nhis employer introduced him to the hobby. He became\na member of the Antiquarian and Numismatic\nSociety of Montreal and the American\nNumismatic Association. During the first quarter\nof the twentieth century he became a fixture at the\nANA conventions where he was well positioned to\ndistribute his want list to like-minded people.",
            "Owning his printing company was certainly an\nadvantage. His list, called Coins Wanted, was a\nwell-executed work. It was professionally type\nset and featured well engraved images of the\ntokens he sought. It is stapled together and has his\nletterhead on the front cover.",
            "One curious thing about Gravel s want list is the\nartwork. A close examination of the engravings\nof tokens reveals that some are identical to those\nused in Dr. Joseph LeRoux s 1892 Le M daillier\ndu Canada and others match some in Pierre\nNapoleon Breton s 1894 Histoire illustr e des\nmonnaies et jetons du Canada.",
            "In the early twentieth century, there was no easy\nway to reproduce images from another source.\nRecreating them with photography would have\nbeen prohibitively expensive, and having them\nre-engraved by hand would not have resulted in\nidentical images. The most likely explanation is\nthat Gravel had somehow acquired the printing\nblocks used by Breton and LeRoux for their\nworks.",
            "These blocks were one-inch thick slabs of wood\nwith a lead sheet bearing the token s engraved\nimage fastened to them. The blocks, and any\nappropriate letter type for the text, were secured\nto a frame, called a  chase,  and mounted onto",
            "a printing press. Ink was applied and then the text and\nimages were impressed onto paper for pages.",
            "It would not be surprising that Gravel was able to\nobtain these printing blocks. Breton and LeRoux both\nlived and collected in Montreal. Their catalogues were\nprinted there and it is conceivable that they held onto their\nprinting blocks for some time in case they wanted to use\nthem for some future publication. Original blocks used for\nBreton s catalogues and other works still appear from time\nto time on the market.",
            "Gravel s Coins Wanted is certainly one of the most\nprofessionally produced and attractive want lists ever\npublished.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "284"
    }
]