[
    {
        "File": "The_CN_Journal_december_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT,",
            "As I sit down to write this month s message\nA: leaves in my area have begun to fall",
            "and frost is definitely nipping at the door.\nNo doubt as you receive this issue of The CN\nJournal your mind will have already turned to plans\nfor the Holiday Season. I hope that part of your\nholiday plans will include a festive social get together\nwith other collectors at your local numismatic club s\nspecial dinner meeting to celebrate the holiday season.",
            "I believe that attending a local club meeting is an\nexcellent step towards further enjoyment of your hobby.\nWhether it be sharing your recent finds or just talking\nwith other like-mind individuals, I am sure you will\nenjoy the experience many collectors before have had.\nYou can find information about clubs that meet in your\nlocale by viewing the RCNA member club information\non our Web site: www.rena.ca/societies.php or by asking\nyour area RCNA Director. A listing of Director contact\ninformation is available on page 340 in this issue. Most\nclubs hold a regular monthly meeting, and don t worry;\nI know that the local clubs would be more than happy to\nhave you attend one of their meetings as their guest.",
            "There are a few items of Association business that I\nwould like to bring to your attention at this time.",
            "I want to remind you that our Annual Convention\nin 2018, hosted by the North York Coin Club, will be\ntaking place between Tuesday August 7 and Saturday\nAugust 11, 2018, at the Hilton Meadowvale Hotel\nin Mississauga ON. The convention committee,\nwith William O Brien at the helm, is working hard\nto make this, the RCNA s 65th Annual Convention,\nthe numismatic social event of the year. I heartily\nrecommend that you make plans to attend; further\ninformation is available at wwwrcna.ca/2018.",
            "Finally, our next regular executive meeting is\nscheduled for mid-April 2018. If there is anything that\nyou want me to bring to the attention of this meeting,\nplease let me know either directly at president@rcna.ca\nor through our executive secretary at info@rcna.ca.",
            "In closing, I wish you and your family the very best\nof yuletide joy and happiness this Holiday Season, and\nas always, l Il remind you that I want to have your ideas\nand suggestions; please contact me with your thoughts\nand comments, by email: president@rcna.ca.",
            "Number 8",
            "December 2017 -----------------------------------",
            "MOT_DU_PR SIDENT.",
            "Alors que j' cris le message de ce mois,",
            "A les feuilles des arbres de ma r gion",
            "ont commenc  a tomber et le gel est",
            "d finitivement a notre porte. Vous recevez",
            "sans doute ce num ro du Journal canadien de",
            "numismatique alors que votre esprit est tourn ",
            "vers la planification pour la saison des F tes. J esp re qu une",
            "partie de vos plans pour la p riode des F tes inclura un",
            "rassemblement social accompagn  d un souper de No l avec\ndes membres de votre club local de numismatique.",
            "Je crois qu assister a une r union de club local est un pas de\nplus pour accroitre la satisfaction dans votre passe-temps de\ncollection. Que ce soit pour partager vos d couvertes r centes\nou tout simplement parler avec d autres individus qui partagent\nvotre int r t, je crois que vous allez appr cier l exp rience\nque de nombreux collectionneurs connaissent d j . Vous\ntrouverez de l information sur les clubs de votre r gion qui\nse rencontrent r guli rement. Consultez les renseignements\nsur les clubs membres de  ARNC sur notre site Web: www.\nrena.ca/societies.php ou en demandant au directeur de\nPARNC pour votre r gion. Une liste de leurs coordonn es est\ndisponible   la page 340 de ce num ro. La plupart des clubs\ntiennent habituellement une r union mensuelle et je sais que\nles repr sentants locaux du club seront plus qu heureux de\nvous voir assistiez   l une de leurs r unions en tant qu invit .",
            "Il y a quelques points concernant votre Association que\nJ'aimerais porter   votre attention en ce moment.",
            "Je tiens   vous rappeler que notre congr s annuel de 2018,\norganis  par le North York Coin Club, aura lieu du mardi 7\nao t au samedi 11 ao t 2018,   l h tel Hilton Meadowvale\nde Mississauga, Ontario. Le comit  du congr s, pr sid  par\nWilliam O Brien, travaille d arrache-pied pour faire en sorte\nque le 65e congr s annuel de l  ARNC soit l v nement social\nnumismatique de l ann e. Je vous encourage   fortement\nde faire des plans pour y assister. Plus d informations sont\ndisponibles sur wwwrena.ca/2018.",
            "Enfin, notre prochaine r union r guli re de l ex cutif est\npr vue pour la mi-avril 2018. S il y a des points que vous\nvoudriez que j apporte   l attention de cette r union, s il vous\nplait faites-moi savoir soit directement au president@rcna.ca\nou via notre secr taire ex cutif au info@rena.ca.",
            "En terminant, je tiens   profiter de cette occasion pour vous\noffrir   vous et votre famille le souhait de bonheur, joie et\nplaisir durant la saison des F tes et, comme toujours, de vous\nrappeler que je suis ouvert   vos id es et suggestions; par\ncourriel : president@rcna.ca."
            
        ],
        "PageNo": "341"
    },
    {
        "File": "The_CN_Journal_december_07.jpg",
        "Paragraphs": [
            "1867 2017 SESQUICENTENNIAL_ MEDAL, SERIES, UPDATE",
            "As we reported in the July\nissue of The CN Journal, The\nRoyal Canadian Numismatic",
            "Association invited its member clubs to\nparticipate in a joint initiative to produce\na series of collectable numismatic\nclub medals commemorating the\nSesquicentennial of Confederation,\nCanada s 150th Anniversary.",
            "In late 2015 early 2016, Henry Nienhuis\napproached several member clubs to gauge\nthe interest of each in striking its own commemorative medal\nto celebrate the sesquicentennial. With their initial responses\nhe then went to the RCNA Executive with his idea.",
            "With approval to move to the next stage he researched\ncosts and developed a proposal along with an initial\ndesign. In July, 2016, the proposal was reviewed and\nhe was given permission to go ahead with a somewhat\nexpanded program. The program was first announced in the\nSeptember 2016 issue of The CN Journal.",
            "After tuning the design based on feedback, the\nAssociation approached the Canada 150 Federal Secretariat\nfor official permission to use the Canada 150 logo as part of\nthe medal design.",
            "The RCNA commissioned a 38 mm commemorative die\nwith two private mints in Canada: Pressed Metal Products\nin Vancouver BC and Mississauga Mint in Toronto ON.\nThis die was for use by the member clubs to strike a medal\nhaving their own design on the other side. The two mints\nwere chosen to help support clubs that already had a\nsuitable existing die at one or the other of those facilities.",
            "With enthusiasm, 29 of our member clubs in Canada\njoined with the RCNA to issue this unprecedented set of\ncommemorative medallions.",
            "Exceeding all our expectations!",
            "Number 8",
            "December 2017 ",
            "About the Canada 150 Logo",
            "According to the official Web site   the\nlogo is composed of a series of diamonds,\nor  celebratory gems,  arranged in\nthe shape of the iconic maple leaf. The\nfour diamonds at the base represent\nthe four original provinces that formed\nConfederation in 1867: Ontario, Quebec,\nNew Brunswick, and Nova Scotia.\nAdditional diamonds extend out from\nthe base to create nine more points representing all 10\nprovinces and 3 territories.",
            "This unique design is simple enough to be drawn by\nchildren, and versatile enough to be used in a host of\napplications.",
            "The design was chosen through a national design\ncontest in which Canadian students were invited by the\nGovernment of Canada to submit designs for the official\nlogo. The design by Toronto student Ariana Mari Cuvin\nwas chosen from a field of over 300 eligible entries. Ms.\nCuvin is a second year Global Business and Digital Arts\nstudent at the University of Waterloo.",
            "Each of the participating clubs has determined the\nmintages, metals and selling price structure for its medals.\nThe clubs agreed that the RCNA would have sets of\nmedals, struck in copper, and that these sets would be\navailable to purchasers during the Association s 2017\nConvention.",
            "Some of these medals are only available by purchase\nof a set. Each set contains 28 medals from the series. Two\nclubs joined the program after the convention, so their\nmedals are not in the set, although there is room in the\nbeautiful wooden box for them to be added.\n"
        ],
        "PageNo": "343"
    },
    {
        "File": "The_CN_Journal_december_08.jpg",
        "Paragraphs": [
            "The clubs that have joined the RCNA in celebrating\nCanada s sesquicentennial anniversary in true numismatic\nstyle are:",
            "Atlantic Provinces Numismatic Association   *",
            "l  Association des numismates et des philat listes\nde Boucherville  ",
            "Brantford Numismatic Society   48\nCalgary Numismatic Society  \nCanadian Association of Token Collectors   *\nCanadian Association of Wooden Money Collectors Cu *\nCanadian Centennial Collector s Club  4%\nCanadian Numismatic Research Society Cu *\nChamplain Coin Club   48 **\nEdmonton Numismatic Society  Ag\nEtobicoke-Mississauga Coin & Collectibles Club  42\nGeorgian Bay Coin Club  48\nHalifax Regional Coin Club  :   *\nIngersoll Coin Club   48\nLakeshore Coin Club  48 *\nManitoba Coin Club  48\nMontreal Numismatic Association\nNiagara Falls Coin Club  : A8 **\nNorth York Coin Club : 48\nOntario Numismatic Association\nOttawa Numismatic Society Ct 48\nPolish   Canadian Coin & Stamp Club  TROYAK   48\nRoyal Canadian Numismatic Association  Ag",
            "Saint John Coin Club  48",
            "Scarborough Coin Club   48",
            "South Wellington Coin Society *\nToronto Coin Club  48\nWaterloo Coin Society   Br\nWindsor Coin Club Cu Ag\nVictoria Numismatic Society  48 *\nCu - Copper; Ae - Bronze; Br - Brass; Ag - Silver",
            "* Struck by Pressed Metal Products\n** Not in Original Set but are available from the clubs",
            "Cu, Ag %",
            "Cu, Ag",
            "In addition to those medals issued in a base metal,\nsome of the clubs (21) have chosen to issue a very limited\nmintage in .999 fine silver; these clubs are indicated in the\nabove list with the superscript Ag after their name.",
            "If you are interested in ordering a club specific medal\nplease contact the club directly. A list of the contact\ninformation is available on the RCNA Web site at: www.\nrena.ca/societies.php or contact the RCNA through our\nExecutive Secretary at info@rcna.ca .",
            "The CN Journal",
            "Volume 62\n"
        ],
        "PageNo": "344"
    },
    {
        "File": "The_CN_Journal_december_11.jpg",
        "Paragraphs": [
            "A NEW CANADIAN COUNTERMARK:",
            "WARREN. 958 QUEEN E",
            "BY GUY CHAMBERLAND",
            "#24009,",
            "I recently purchased an 1896 Newfoundland",
            "50 cents with a countermark on the\nobverse, which seems to have",
            "remained unpublished so far.",
            "The inscription is in two lines and\nreads: WARREN / 958 QUEEN E.\nAlthough there is a Queen Street\nin almost every Canadian city,\nmy suspicion from early on\nwas that  Warren  was located\nin Toronto sometime in the\nearly 20th century. This was\nbased on three observations:\n(1) the coin dates to 1896;\n(2) the street number seems too high\nfor a small town a century ago; and\n(3) not so many Queen Streets were\ndivided between East and West. I didn t\ntule out the possibility that the coin had been\ncountermarked in the United States but this\nseemed unlikely, especially that the seller\nwas located in Ontario.",
            "Searching through the old\nMight s Toronto City Directories,\nit did not take long to find out\nthat WARREN stood for a small\nbusiness that was started by\nEmily May Talbot Warren in\nabout 1926 since it was first listed\nin the 1927 directory (for which\nthe data was collected in 1926). In\nthe street-by-street section, under\nQueen East, the relevant line simply\nreads  958 Warren May Mrs bicycles. \nThe description remained the same until\nthe early 1930s when it was updated to read\n 958 Warren Cycle & Radio Works  and eventually,\n 958 Warren Cycle & Key Works.  The store moved from\nthat address to 890 Queen Street East in about 1935 when the\nnew address was listed for the first time in the 1936 directory\n(when 958 was listed as vacant). By this time, it looks like\nHoward, husband of Emily May, had taken the management\nof the store over. Remarkably, Warren Cycle Works remained\nin business at 890 Queen Street East for over eight decades\nand closed down only very recently. Google Street View\nimages show that it was still open for business in May 2016,\nbut had closed down by April 2017. I stood in front of the\nlocation in July 2017. The building still carried the Warren\nsign, but the store had been almost entirely emptied.",            
            "Number 8",
            "December 2017 ---------------------------------------",            
            "The countermark, therefore, can be dated\nto sometime between the years 1926\nand 1935. This is quite late because\nthe great majority of Canadian\ncountermarks date to the second\nhalf of the 19th century and the\nfirst two decades of the 20th\n(Brunk 1988 pp. 272-73).\nSeveral reasons may explain\nwhy only one coin so far is\nattested with this countermark.\n(1) The Warrens may have quickly\nabandoned the practice because\nthey did not like it or the punch\nbroke; (2) if they had the punch made\nin 1934 or early 1935, it soon became\nobsolete when they moved; or (3) they may\nhave only been testing a new punch that they\nused otherwise for bicycle parts or other items\n(see Brunk 1988 pp. 268-69). It is not clear\nwhether the countermarking of a foreign\ncoin (Newfoundland being a British\nColony in 1896) is significant, but it\nmay have been done to circumvent\nCanadian law on the defacement\nof Canadian coins. Perhaps,\ntherefore, another possible reason\nfor the rarity of this countermark\nis that (4) few coins of the types\nthe Warrens were willing to punch\ncame into their till. It is worthy of\nnote that the countermark of another\nsimilar store, Ketchum & Co. (Brunk\n2003, K-142), is known from only two\ncoins. The Ketchum brothers sold bicycles\nand other sporting goods in Ottawa from 1902\nto 1930.",
            "As Greg Brunk pointed out,  what makes countermarked\ncoins of particular interest to collectors is that each piece tells\nits own, individual story  (1988 p. 265). This is certainly true\nof the coin the Warrens countermarked in their store on Queen\nStreet East, Toronto, sometime between 1926 and 1935.",
            "References",
            "Brunk, Gregory, 1988  Canadian Merchant Countermarks, \nCanadian Numismatic Journal, Volume 33, No. 7,\npp. 265-280.",
            "Brunk, Gregory, 2003, Merchant and Privately Counter-\nmarked Coins, Rockford IL: World Exonumia Press.\n"
        ],
        "PageNo": "347"
    },
    {
        "File": "The_CN_Journal_december_18.jpg",
        "Paragraphs": [
            "FIRST COINS OF THE",
            "IRISH FREE, STATE BY BARRIE FRCNA,FCNRS#5754",
            "A country's flag, its postage stamps and its coins are the symbols that represent a country to the world.",
            "When the Irish Free State emerged from British rule in 1922, to self rule like a Dominion, these",
            "symbols were needed for the country s image. Internal talks were held, ideas debated and gradually\ndecisions on these matters came forward.",
            "In 1926 Ireland s Dail Eireann, its government, created a Coinage Committee of five with poet W. B. Yeats as\nchairman. Yeats was told his committee should seek designs for new Irish coins, in the customary denominations,\nso that the country s British coins could be replaced. Self-interest factions clamoured for their own design\nchoices: Lobbyists in the dominant Catholic Church and its laity demanded ecclesiastic images, including saints.\nNorthern Ireland s citizens, who would also use these coins, pleaded that coins keep the portrait of the king.",
            "DE \"0 0 The CN Journal Volume 62\n"
        ],
        "PageNo": "354"
    },
    {
        "File": "The_CN_Journal_december_19.jpg",
        "Paragraphs": [
            "The new government frowned on these ideas and\nin their directions to Yeats cautioned that his\ncommittee pick solutions allied to the ethos\nof all Irish.\nFirst discussions in Committee\nquickly agreed that the Irish harp\nepitomized Ireland, so the harp s image\nwould stand alone on the obverse of\nits coinage. That was settled. Next:\nIreland had long been an agrarian\nsociety dependent on husbandry, thus\ndepictions of indigenous and domestic\nanimals on coins  reverses would support that\nheritage. With these decisions, the Committee\nadvanced, inviting a few noted artists to submit coin\ndesigns for consideration. Together with the invitation, the\nCommittee included some pictures of classic animal-\ntype ancient Greek coins, to illustrate how Ireland s\ncoins might reflect. Seven artists competed; three were\nIrish, two of the seven were medallists.\nThe animal-theme coin designs, sixty-six in all\nreceived, were judged anonymously and separately\nin February 1927. Each judge chose eight reverse\ndesigns; all picked the designs of English medallist Percy\nMetcalfe. As well, they chose his  Brian Boru  Trinity College\nharp obverse with its legend Saorstdt Eireann (Irish Free State).\nMetcalfe, cannily sensing his reverse designs might attract as\na group, had included an extra animal reverse, an alternative\nshould another get rejected. This one, a ram, stayed unused.\nThe Committee ranked those chosen from the noblest\nanimal to the humblest, the way they d appear on coins of\ndescending value: the Hunter horse, 2/6; the salmon, 2/-; the\nbull, 1/-; the wolfhound, 6p; the hare, 3p; the hen, 1p; the pig,\n 4p; and the woodcock, p. The domestic animals relate\nto husbandry; the others to hunting.\nWhen news of the new coin designs broke\nin public, there was strident abuse from those\nopposed and raucous glee from supporters but\nlittle complaint from any votary about absence\nof the king s image. In time objectors yielded\ngrudgingly to the concept of animals; still it\nwas the choice of the pig that they hated. They\nrailed that it was dirty and was often ridiculed\nby others in cartoons showing Paddy and his pig.\nThe agronomists extolled the pig as being familiar\nto every farm and vital to Ireland s food resource. As\nconcerns waned, some criticisms devolved into picayune\ngrumbling about the unrealistic physical shape of the pig and of two other animals, something\nMetcalfe quickly amended. What emerged as new coinage outshone the fusty pocket change in\nuse. And when the new money arrived in hand in 1928, it and its aura of Irishness overshadowed\nthe irony that these were coins designed by an Englishman, denominated in the English way,\nand made at the English mint. The Bamyard Collection s popularity at home and abroad soared,\nand remarkably, four of its reverse designs have endured for nine decades. And the obverse harp s\nimage continues too; it also continues in the Seal of Ireland.  irinn go Brach.",
            "Number 8 December 2017"
        ],
        "PageNo": "355"
    },
    {
        "File": "The_CN_Journal_december_20.jpg",
        "Paragraphs": [
            "THE 1987 ONE_DOLLAR_BiIRD_NOTE",
            "BY ROGER A. FOX\nLM. #264",
            "An exploration into a Fantasy... Note",
            "In 2017 Canada s 150th Anniversary of",
            "Confederation will foster many\nnumismatic pieces. Together with\nthat celebration is another anniversary\nof numismatic significance: Thirty-\nyears ago, in 1987, Canada\nintroduced a truly circulating $1\ncoin to replace the $1 banknote.",
            "Both would circulate for\nanother two years, after which,\nthe paper $1 note would be\nwithdrawn.",
            "As the story goes, the new one-\ndollar coin was to repeat the iconic\nEmanuel Hahn reverse with the canoe,\nvoyageurs, island and northern lights of the\n1986 nickel dollar and other forerunners, but\nthe master dies were lost in transit and never\nlocated. The result was our current loon\ndesign, nick named  The Loonie. ",
            "About the same time in 1986 a\nnew series of banknotes issued by\nthe Bank of Canada was being\nintroduced to replace the then\ncirculating multi-coloured notes\ndating back to 1969. This new\nseries of bank notes featured the\n Birds of Canada  on the back\nand more secure anti-counterfeiting\ndevices applied to a new-look front.",
            "Denominations included: $2, $5, $10,",
            "$20, $50, $100 and for the first time since",
            "the 1954 series, a $1000 note. The series was",
            "released over time and the denominations are dated\nfrom 1986 to 1991. With the imminent release of the newly\nauthorized one-dollar coin, no one-dollar note was included.",
            "So, what if the Government of Canada had not introduced\nthe one-dollar coin, which a majority of Canadians likely\ndid not want because it added more weight to change\nalready in their pockets or purses? In all probability we\nwould instead have had a one-dollar bird note!",
            "From this point on, of course, we are talking\nhypothetically and even fantasy, because the one-dollar\ncoin was indeed introduced and no further one-dollar\nnote, bird or otherwise, was ever produced. But, to\nthe inquisitive mind, let s imagine what such a bird\nnote might have looked like, and if produced, how it",            
            "would look and fit into the rest of the series.\nInstead of seven notes, there would then\nbe eight, the same as the 1954 series.\nWhen I sat down to evolve my ideas\nand develop my eventual version,\nthere came into play a lot more than\njust sketching another bird scene\nfor the back. Yes, there were some\nobvious givens. The Queen on the\nfront and the colour green (but not\nthe same as the $20 denomination,\nwhich bore the Queen s portrait\nand is green, albeit, forest or olive\ngreen). I had acquired over the years\na complete set of bird-back notes and\nliked the colours of all the notes when\nlaid out and displayed at once, but there was\ndefinitely something missing and I imagined\na light or emerald green one-dollar note\nwould really set off the series. Also,\nwith my interest in steel engraving,\nthe artistic aspect, and being in the\nsign painting trade for over forty\nyears, an almost natural challenge\narose to create something that\nwould  fit  and finally  complete\nthe 8-note series,  even if it were a\nfantasy note.",
            "So, where to start?",
            "Well the back made most sense, but",
            "I could not decide on a  common  bird",
            "found all across Canada for the  common ",
            "$1 note. I narrowed it down to the sparrow, blue jay,",
            "or mallard duck and researched all three. I did not want\nto encroach on a species or family of birds already used,\nand liked the male-female pairs shown on the $2 and\n$1000. I also preferred, for colours  sake, the male (cock)\nbe a different colour from the female (hen). So, a pair of\ncommon sparrows share the same colouring, like the pair of\nrobins on the $2. A pair of blue jays is also the same colour\nand as it turned out the blue jay has visual similarity to the\nkingfisher on the $5 note. That left the mallard duck and if\nyou have visited a lake, river or pond pretty well anywhere\nin Canada you can find these birds in abundance. As a bonus\nto me, the male and female are different colours and the\nmale has a green head, perfect for the green themed $1 note!",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "356"
    },
    {
        "File": "The_CN_Journal_december_21.jpg",
        "Paragraphs": [
            "Number 8",
            "December 2017",
            "Now, to sketch them into a habitat that would work. I imagined a\nlake with an island, bull rushes, lily pads and a distant shoreline\ndotted with coniferous trees and rock. The featured pair right of\ncentre, in full colour, balanced by the island toward the left side\nof the scene. To bring in the theme of the one dollar, I chose and\nexpanded the iconic island on the Emanuel Hahn silver dollar\ndesign first introduced in 1935 and sketched in the two windblown\ntrees shown on that island, with the word  CANADA  across the\nbackground sky. Then added the species name in French and\nEnglish; French first because the denominations alternate, and the\nnext note is the $2 robins with English appearing first.",
            "Now for the vertical bars, adjacent the serial number; these bars\ndiffer for each denomination. The bars represent a unique binary-\nencoding used by automatic banknote sorting machines for quick\nand precise high-speed sorting. Of the 5 black vertical bars, 4 are\ntogether on the left bottom, and 1 is in the centre between the serial\nnumbers. The first and last bars are used as registration markers\nand are in the same place on all notes, leaving three bars with eight\ncombinations, of which seven were already used. Therefore, creating\nthe $1 identification combination took a process of elimination. If\nyou look at those variable 3 bars and count them like a 1 (one) if\nthe bar is present, 0 (zero) if not present you create a binary set of\n3 ones and zeros that is one of only 8 combinations, as follows:",
            "Left: backs of the  Bird series  notes, issued between April 1986\nand June 1993, comprised of $2, $5, $10, $20, $50, $100 and\nthe reinstated $1000 note, late of the 1954 series. Bird notes in\nsequence display the American robin; belted kingfisher; osprey;\ncommon loon; snowy owl; Canada goose, and pine grosbeak.\n"
        ],
        "PageNo": "357"
    },
    {
        "File": "The_CN_Journal_december_22.jpg",
        "Paragraphs": [
            "If you look at the 7 issued denominations, using zeros and\nones in the block of 3 in a row, only 111 was not used, so it fit\nthe fantasy $1 bird note, as you can see on the sketch.",
            "As far as the serial number goes, I looked back at how the\nBank of Canada did change-overs for the other denominations\nand, in the use of a 3 letter prefix, the next letter combination\nwould likely have been used. Therefore the last prefix of the\nmulti-coloured $1 listed is ECW, so ECX would have been\nthe next letter. However, the  X  letter was designated for\nidentifiable replacements by the printers, so ECX would\nlikely not have been used   leaving ECY as the logical first\nletter series of a bird $1 note. To round out the back features,\nthe back plate number is shown in green and can be found in\nthe reeds on the right side of the sketch, near the lower right\ndenomination marker.",
            "The front proved to be equally, if not more of a\nchallenge even though I already had the basic layout\nusing the Queen from either the $2, $20 or $1000 notes.",
            "So I started to  build  the note by sections making\nsure each area or component created was different and\nunique from the same area or component on the other\ndenominations. Also, any text that was applied was in\nthe correct order of French-English or English-French, as\nall text alternated accordingly in order of denomination.\nLike the back s black vertical bars that identified the\ndenomination for electronic sorting and counting, the\nfront of the $1 note requires 4 different areas be made\ndenomination specific to be electronically read. First,\nthe least obvious although probably most important for\nelectronic sorting and counting is the left and right margin\nof each denomination. After studying the 7 existing notes\nI picked an obvious choice not used on any of the others\nand as it turned out similar or opposite to the margin\non the $100 denomination. A second difference is the\nfill design within the top and bottom banner containing",
            " BANK OF CANADA  or  BANQUE DU CANADA,  and\nwithin the large denomination number. For this I used a series\nof overlapping circles not used on other denominations. The\nthird is the wavy micro printing background that was altered\nslightly for the $1. Finally the fourth area is likely the most\nobvious showing or depicting various views of Canada s\nParliament Buildings before the fire in 1916, and of the\npresent structure. To honour Canada s 150 Anniversary of\nConfederation and the timing of this article, I chose the back of\nthe Centennial commemorative note issued fifty years ago, in\n1967, depicting the original Parliament Buildings and not used\non any of the 7 existing notes; this fits the theme. Now I know I\ndated the note 1987 to coincide with the issuing of the $1 coin,\nbut the date could have been 1986, the same as the $2 and $5\nnotes. The front plate number is in the correct position next\nto the large denomination number and lastly, the signatures\nof the signing officers are correct for the time of changeover,\nin 1987. I will admit, I am far from an expert on Canadian\npaper money and perhaps those who are will forgive me if I\nhave missed anything. To me the challenge and fun of doing\nthis project was my love of paper money production, the steel\nengraving, the amazing artwork, colour, balance and the power\nof plain observation in comparing a paper money series we all\nused, and took for granted. Since the bird series, we have been\ntreated to two other series in both traditional paper and now\npolymer, plus the two commemorative notes celebrating the\nlong reign of our Queen and also this year s 150th Anniversary\n$10 note. I am sure we are all looking forward to 2018 and\nthe first note in the Bank of Canada s next series in polymer.\nWhat we carry in our wallets as  folding currency  is not just\ncash or a medium of exchange, but mini works of art produced\nby amazing technology. My hope is that so called future\ntechnology does not evolve to eliminate my passion.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "358"
    },
    {
        "File": "The_CN_Journal_december_23.jpg",
        "Paragraphs": [
            "WORLD WAR I AND THE\nEXPLOSION AT HALIFAX",
            "BY LORI HELSTON",
            "The largest non-nuclear explosion ever released.",
            "The European political landscape in 1914\n| was described as a  powder keg waiting\nto explode.  With the assassination of the\nAustrian Archduke Franz Ferdinand, the world\nsoon found itself at war. Canada was swept into\nthe conflict when Great Britain declared war on\nGermany on August 4, 1914. The war was expected\nto be short and victorious with the  Boys home for\nChristmas,  but this was unfortunately not to be.\nWhile the conflict raged through Europe from\n1914-1918, approximately 619,000 Canadians\nenlisted in the Canadian Expeditionary Force for\nservice overseas. This means that approximately\nseven percent of the population served in the\nmilitary during the conflict. By the end of the war,\nalmost 61,000 Canadians had been slaughtered\non Europe s battlefields, and thousands returned\nhome with life-long physical and psychological\ninjuries. The image of trench warfare is commonly\nassociated with WWI, and large numbers of\nsoldiers fought under those terrible conditions.",
            "On the Home front",
            "Initially Canadians pledged unquestionable support for\nBritain; the Liberal opposition leader Sir Wilfrid Laurier\nspoke for the majority of Canadians when he proclaimed,\n Tt is our duty to let Great Britain know and to let the\nfriends and foes of Great Britain know that there is\nin Canada but one mind and one heart and that all\nCanadians are behind the Mother Country.  The cost of\nthis support was to change Canadian society forever.",
            "Canada s contribution was not just sending fighting\ntroops; it also included contributions by civilians on the\nhome front to support the war effort. Churches, charities,\nWomen s Institutes, and the Red Cross all worked to\n do their bit.  Many did their part by recycling scrap\nmetal and encouraging others to  use it up, wear it out,\nmake it do, or do without.  Food and fuel shortages\nled to restrictive measures such as  meatless Fridays \nand  fuel-less Sundays.  Factories and industries were\nestablished to manufacture guns, ammunition, and even\naircraft, and ships. Although leading to growing autonomy\nand international recognition, the continuing war effort\nplaced a strain on Canadian society and the population\nas a whole, with even some at home fated to make the\nultimate sacrifice.",
            "Number 8",
            "December 2017 ---------------------------------------",
            "Halifax s Ultimate Contribution",
            "Halifax had suffered previously during difficult economic\ntimes, but it found itself the centre of Canada s maritime war\neffort. Halifax has one of the deepest ice-free harbours in North\nAmerica with the result that thousands of Canadian, British\nEmpire, and American troops would find transport through\nHalifax on their way to or returning from fighting in Europe.",
            "The population of Halifax quickly increased to almost\n50,000 people. Millions of tonnes of supplies also passed\nthrough the port. Wheat, lumber, coal, food, munitions, and\narmaments would arrive by rail and leave by ship. Because\nof its importance to the war effort, the British Royal Navy\nassumed command of Halifax s harbour. As a result of the\nincreased traffic, the local economy improved and many\njobs became available. The working-class Richmond\nneighbourhood in Halifax s north end saw a significant\namount of these benefits.",
            "Due to fears of potential German attacks on Halifax\nharbour military personnel put security measures into place.\nAnti-submarine nets were placed across the harbour openings\nand were only opened during the day at specific times. The\nBedford Basin, the innermost area of the harbour, was used as\na staging area for transatlantic, naval-escorted convoys. The\nsheer numbers of vessels within the harbour, along with their\nresulting activity, set the stage for an accident to occur.\n"
        ],
        "PageNo": "359"
    },
    {
        "File": "The_CN_Journal_december_24.jpg",
        "Paragraphs": [
            "In December 1917, the Norwegian vessel Imo was in\nport en route to New York where it was scheduled to pick\nup relief supplies for Belgium. Another ship, the French\nmunitions ship Mont-Blanc, arrived in Halifax from\nGravesend Bay, New York to join a convoy across the\nocean. The Mont-Blanc was carrying a deadly cargo of\ntonnes of volitile benzol, highly explosive picric acid,\nTNT and gun cotton to supply the French army. Before\nthe war, ships carrying hazardous goods could not enter\nthe inner harbour, but when the British Admiralty assumed\ncommand, ships carrying cargo such as the Mont-Blanc\nwere permitted into Bedford Basin.",
            "Tragedy Strikes",
            "The Jmo departed harbour the morning of December 6,\n1917, travelling south through the Narrows. The Mont-\nBlanc had arrived in Halifax the previous day, but anchored\novernight at the mouth of the harbour because the anti-\nsubmarine nets had closed. The ship was permitted to enter\nBedford Basin in the morning without special precautions\nregardless of its dangerous cargo. As the two ships steamed\ntowards each other, miscommunication between the crews\non both ships and their lack of manoeuvrability made the\ncollision of the two inevitable. The Jmo struck the bow of\nthe Mont-Blanc and sparks ignited the cargo Mont-Blanc\nwas carrying on its deck.",
            "The Mont-Blanc burned for approximately 20 minutes\nsending black smoke and flames 100 metres high into the\nsky. The flames attracted the attention of many people on\nshore who were starting their day. Children on their way to\nschool paused to watch the excitement and many residents\nobserved from their windows or headed to the harbour for a\nbetter view. Groups of firefighters set out to the Mont-Blanc\nto put out its fire without knowing the deadly cargo she was",
            "carrying.",
            "HMCS Niobe dispatched her steamboat and crew  to",
            "see what could be done.  While attempting to attach a\nline to the Mont-Blanc and tow her out of the harbour, all\nseven members of the crew were killed instantly when the\nMont-Blanc exploded. In 2011, the Canadian War Museum\nacquired at auction an Albert Medal for Saving Life at\nSea that was awarded posthumously to Albert Mattison,\na Canadian naval volunteer, in honour of his sacrifice and\ncourage while trying to prevent\nthe Halifax explosion of 1917.\nA second Albert Medal awarded\nto crewman Edmund Beard was\nacquired by the Canadian War\nMuseum in 2014.",
            "While these dramatic events\nwere unfolding, few individuals\nknew the potential disaster that\nthe Mont-Blanc represented\nbecause she did not sail under\na warning red flag for fear\nof being targeted by German\nsubmarines. The Mont-Blanc s\ncrew, who abandoned the\nship after it caught fire, spoke\nonly French and could not\ncommunicate the danger to\nobservers on the Dartmouth-side\nof the harbour. Ablaze and adrift\nthe Mont-Blanc moved slowly\ntoward Pier 6 on the Halifax\nshore.",
            "While the Mont-Blanc\ncontinued to burn, Patrick\nVincent Coleman, railway\ndispatcher, and William Lovett,\nchief clerk of the rail yards,\nbecame aware of the Mont-",
            "Blanc $ cargo and tried to warn\npeople of the impending disaster.\nJust as Coleman was about\nto save himself, he realised\nthat the 8:55 a.m. train from\nSaint John, New Brunswick,\nwas due within minutes.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "360"
    },
    {
        "File": "The_CN_Journal_december_25.jpg",
        "Paragraphs": [
            "Number 8",
            "December 2017",
            "He remained at his post to send out one last telegraph\nmessage warning train stations up the line to stop trains\nfrom entering Halifax. These final words  Hold up the\ntrain. Ammunition ship afire in harbour making for Pier\n6 and will explode... Good-bye, boys  was sent in the last\nminutes of his life. This message was the first notification\nto the outside world of the disaster about to befall Halifax.",
            "Explosion and Tsunami",
            "The Mont-Blanc exploded at 9:04:35 a.m. sending a shock\nwave outward in all directions; travelling through the earth\nit was felt as far away as Cape Breton (207 km) and Prince\nEdward Island (180 km) within 30 seconds. The damage\ncaused was horrendous! the largest man-made explosion\nof the pre-atomic age. Over 400 acres (160 hectares) of\nthe city of Halifax was levelled instantly. Every building,\nover 12,000 homes and businesses, in the blast zone was\neither destroyed or badly damaged. This included Halifax s\nrailway station and freight yards along with the Richmond\nneighbourhood.",
            "A huge volume of water around the ship was vaporised\nby the heat of the blast exposing the harbour floor. A\ntsunami was formed by water surging in to fill the void,\nrising 18 metres above the high-water mark on the Halifax\nside of the harbour.",
            "The blast completely disintegrated the Mont-Blanc,\nraining white-hot shards of iron upon Halifax and\nDartmouth. The large shank of the ship s anchor, weighing\nhalf a tonne, was sent flying across the city landing inland\nnearly 4 km away in Armdale, where it remains to date.",
            "The other vessel involved in the incident, the Imo, was\ncarried onto the Dartmouth shore by the ensuing tsunami.",
            "It is estimated that approximately 1,600 people died\ninstantly, including many children on their way to school.\nHundreds more died from injuries in the following days\nwith a final count of 1,946 persons perishing. Many bodies\nwere so horribly disfigured that they were never able to be\npositively identified and so were buried in mass graves.\nNine thousand suffered injuries that ranged from burns,\nfractures, amputations, to blindness from flying glass.\nAn estimated six thousand people were immediately\nmade homeless, and the overall property damage totalled\napproximately $35 million.\n"
        ],
        "PageNo": "361"
    },
    {
        "File": "The_CN_Journal_december_26.jpg",
        "Paragraphs": [
            "The size of the disaster was beyond what Halifax s\ncivilian services could handle. Military personnel stationed\nwithin the city quickly organised and provided aid to\nthe population. People from across Halifax rushed into\nthe Richmond neighbourhood to assist in rescues and to\nprovide comfort and aid to survivors. From the tragedy\ncourage, heroism, compassion, and selflessness arose.\nAs the extent of the enormous disaster became public\nassistance came from across Nova Scotia and beyond.\nThe news made headlines around the world and railway\ntrains carrying aid and supplies arrived from throughout\nthe Maritimes, the rest of Canada, and the American New\nEngland states.",
            "The Dominion Government contributed $18",
            "million to the effort and established the Halifax Relief\nCommission, on January 22, 1918, with the mandate to\nassume the management of all aspects of the relief effort\nalready underway. Simple tenement-style apartments\nwere quickly constructed as a temporary yet adequate\nrefuge from the bitter winter weather while the original\nhousing was restored or repaired and the devastated area\ncleared. Massive amounts of assistance came from the\nMassachusetts Halifax Relief Committee in the form of\nfurniture and household goods. For the Christmas\nseason in 1918, the citizens of Halifax\nsent an evergreen tree to Boston as an\nexpression of thanks for their help in\nrecovery from the 1917 explosion.\nThis seasonal tradition was resumed\nin 1971 and each year since Nova\nScotia has sent a large evergreen tree\nto Boston to be erected on Boston\nCommon. Families often donate the\ntree in memory of loved ones lost in\nthe 1917 explosion.",
            "Halifax s Tragedy Remembered",
            "The people of Halifax have never forgotten\nthese tragic events. Every December 6, at 9\na.m., a carillon of bells rings out from the\nMemorial Bell Tower in memory of\nthose who lost their lives during that\nfateful moment in time.",
            "The Maritime Museum of the\nAtlantic, located on Halifax s historic\nwaterfront, houses a permanent\nexhibit dedicated to the Halifax ,\nExplosion. This exhibit  Halifax\nWrecked  was organised in response\nto positive public feedback during the\n1987 temporary exhibit  A Moment\nin Time.  It explains how the explosion\ninfluenced the city s history and development,",
            "and it walks visitors through the timeline of the event. The\ncollection contains many personal artifacts of both those who\nsurvived and those who perished in the tragedy. Personal\neffects that belonged to Vincent Coleman and the famous\nmelted clock can be seen on display.",
            "The Royal Canadian Mint has\nreleased a limited mintage 14k $100\ngold coin, in honour of the 100th\nanniversary of the explosion, to\nremind all Canadians of the ultimate\nsacrifice that was paid at the home\nfront by so many December 6, 1917,\nin Halifax. The coin was designed by\nCanadian artist Jamie Desrochers and\ncombines two elements synonymous\nwith the Halifax Explosion, the SS Mont-\nBlanc, whose cargo was the source of the tragic\nexplosion and the iconic explosion-melted clock\nthat was retrieved from the rubble ashore.\nThe foreground of the coin s reverse\nhas a view of the Mont-Blanc, and the\nbackground has the clock showing its\ndamage. The clock, currently housed in\nthe Maritime Museum of the Atlantic,\nwas found in the rubble twisted, its\nface, hands and numbers melted from\nthe intense heat frozen at the time of\n9:04 when the tragedy struck. The coin\nalso includes the commemorative dates\n 1917-2017  along with the face value",
            "of  100 DOLLARS. ",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "362"
    },
    {
        "File": "The_CN_Journal_december_27.jpg",
        "Paragraphs": [
            "In 1992, the city of Halifax issued a medal\ncommemorating the 75th anniversary of the explosion and\ngave it to survivors of the tragedy. The medal is bronze\nand measures 32 mm, with an estimated mintage of fewer\nthan 100. It features the Memorial Bell Tower on one side\nand the arms of the City of Halifax on the other. The bell\ntower is a large concrete structure featuring a carillon of\nbells dedicated, in memory of the disaster, at Fort Needham\nMemorial Park on June 5, 1985. The carillon was originally\ndonated by Barbara (Orr) Thompson to the United\nMemorial Church in 1920 in memory of her entire family,\nkilled in the explosion.",
            "This year the Halifax Regional Coin Club issued a\n42 mm brass enamelled medal, with an antiqued bronze\nfinish, to commemorate the 100th anniversary of the\nexplosion. The medals were manufactured through Sharkz\nCoins with a mintage of 250 pieces. The club s logo appears\non one side with an image of the Mont-Blanc s anchor shaft\nat its memorial site in Armdale, on the other. The text,  The\nDec 6 Halifax Explosion hurled this 1140 Ib anchor shaft\n2.35 miles from S.S. Mont Blanc to this park,  appears\nalong with the dates 1917-2017.",
            "With the centenary of the end of WWI approaching it is\nfitting that all Canadians pay tribute to and honour those\nwho gave their lives both abroad and at home.",
            "Number 8",
            "December 2017 ---------------------------------------",
            "Sources",
            "Morton, Desmond.  First World War (WWI).  The Canadian\nEncyclopedia. Published August 5, 2013; Accessed November\n11, 2017. www.thecanadianencyclopedia.ca/en/article/first-\nworld-war-wwi/#h3 jump _5",
            "Kernaghan, Lois, and Foot, Richard.  Halifax Explosion. \nThe Canadian Encyclopedia. Published January 13, 2011;\nAccessed November 11, 2017. wwwfhecanadianencyclopedia.\nca/en/article/halifax-explosion",
            " Halifax explosion hero s medal bought by War Museum.  CBC\nNews. Posted April 7, 2011; Accessed November 11, 2017.\nwww.cbc.ca/news/entertainment/halifax-explosion-hero-s-\nmedal-bought-by-war-museum-1.1102108",
            "Dix Noonan Webb.  Orders, Decorations, Medals and Militaria\nAuction.  Lot 970. March 30, 2011; Accessed November\n17, 2017. www.dnw.co.uk/auction-archive/lot-archive/lot.\nphp?department=Medals&lot_id=198484",
            " The Halifax Explosion.  CBC Digital Archives. Posted April 7,\n2011. www.chc.ca/archives/topic/the-halifax-explosion",
            "Ruffman, Alan and Findle, Wendy.  The Halifax Explosion. \nAugust 31, 2007; Accessed November 11, 2017.\nwww.halifaxexplosion.org",
            " The Halifax Explosion.  Nova Scotia Museum. Accessed\nNovember 11, 2017. maritimemuseum.novascotia.ca/what-\nsee-do/halifax-explosion",
            " First World War (1914   1918)  Veterans Affairs Canada,\nGovernment of Canada, Accessed November 11, 2017. www.\nveterans.gc.ca/eng/remembrance/history/first-world-war",
            " Canada and the First World War.  Canadian War Museum.\nAccessed November 11, 2017. www.warmuseum.ca/\nfirstworldwar/\n"
        ],
        "PageNo": "363"
    },
    {
        "File": "The_CN_Journal_december_28.jpg",
        "Paragraphs": [
            "PIERRE _NAPOLEON_BRETON EL 427",
            "N ovember 10 marked the 100th anniversary of the death of this distinguished and notable Canadian numismatist.",
            "His passing was recognized with a resolution of sympathy to the family at the November meeting of the\nAntiquarian and Numismatic Society of Montreal and an obituary, presented in the The Numismatist by the\nrespected fellow Montreal numismatist Leon Adolph Renaud, is reprinted below.",
            "Pierre Napoleon Breton, author of the best-known and In 1912 he issued a revised edition under the title\nmost popular work on Canadian coins, died suddenly at Popular Illustrated Guide to Canadian Coins, which\nVarennes, Que., a village on the St. Lawrence gave, besides the coins appearing in the first edition,\nRiver, about twenty miles south of Montreal, a series of illustrations of the rarer and more-\non Saturday evening, November 10. When sought-after Canadian medals.\nhe died he was on the way home after Mr. Breton s place of business became the\npurchasing a small library, mainly of rendezvous for all Montreal numismatists,\nCanadian books. as well as those who visited the city.\nHe was born at Montreal, June 10, He was looked up to as an authority\n1858, the son of Francois Breton and - on Canadian coins, to whom anyone",
            "his wife, Victorine Heney. In 1879 he\nmarried Marie Louise Lafricain, by",
            "whom he had fifteen children, ten of\nwhom are still living.",
            "He received a primary education\nat the Christian Brothers Schools,\nand at the early age of fifteen he\nentered the employ of L. Marchand\n& Son, bankers and exchange\nbrokers, where, from the constant\nhandling of money from different\ncountries, he received his first love\nfor numismatics, and remembered\nhaving handled at that time many of\nthe now rare $50 gold slugs.",
            "seeking information on the subject\nnever applied in vain.",
            "A fine conversationalist, he would\nentertain his auditors with tales and\nadventures of his own experience,\nand his able and masterly",
            "discourses on numismatics would\noften attract many of his hearers to\nthe study of coins and medals.",
            "As a political orator and\nelection organizer there was none\nbetter qualified than Mr. Breton,\nand in every contest, when his\nservices were sought, he never",
            "failed of success.",
            "In 1875 he changed his L. A. Renaud [November, 1917]\nemployment by accepting a",
            "position with Beauchemin & In addition to the biographical",
            "Valois, booksellers, and later on sketch of Mr. Breton, Mr. Renaud also\nwith Cadieux & Derome, in the same contributed information in respect to\nbusiness, where he continued to serve the disposition of his estate:\nwith satisfaction until 1888. Mr. Breton s business will pass out of\nIn 1889 he started in business for himself the control of his family as a result of his\nas a bookseller. In the meantime he had formed death, as his sons are not interested in coins\na very nice collection of Canadian coins, and soon or the other departments, and the name of Breton\nadded a department of numismatics to his business. in numismatics will remain only with his published",
            "In 1890 he published his first work, Bretons Illustrated Works. He left only a small collection of coins outside of\nCanadian Collector, and in 1894, Illustrated History of the his set of Bouquet Sous, which was his special pride, and\nCoins and Tokens Relating to Canada, which soon became contained about 104 varieties, all in fine and very fine\nand remains still the most popular authority on the subject. condition, a number almost uncirculated. Some of the rarities",
            "For this work he was decorated by the French Government are Br. 674 in brass, 676, 681, 689, 696, 698, 701, and all the\nwith the order of  Officier d  Instruction Publique.  known varieties in perfect and broken dies and planchets.",
            "This obituary originally appeared on page 30 of the January 1918 issue of The Numismatist.\nJThe CN Journal Volume 62\n"
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_december_29.jpg",
        "Paragraphs": [
            "PORTRAITS OF THE FAMOUS\nBY. MEDALLISTS._OF_RENOWN",
            "#8 Thomas Edison by John R. Sinnock",
            "BY BARRIE RENWICK",
            "FRCNA, FCNRS, #5754,",
            "T he Edison plaquette by artist John R. Sinnock was a limited edition souvenir of Light s Golden Jubilee \n1929, the celebration for the 50th anniversary of \nThomas Edison s invention: the incandescent light bulb. ",            
            "The fete s highpoint, a private affair\nhosted at Henry Ford s Greenfield\nVillage outside Dearborn, Michigan,\nand co-sponsored by the General\nElectric Company, had US President\nHerbert Hoover and Mrs. Hoover,\nseveral famous scientists, inventors,\nbusiness moguls and dignitaries\nat a banquet to acclaim Edison, the\n82-year-old  Wizard of Menlo Park. \nHenry Ford, Edison s venerated\nfriend, had re-created the wizard s\nMenlo Park laboratory as a museum\nat his Greenfield Village estate. The\nGeneral Electric Company, which\nhad absorbed Edison s inventions\nand business interests, participated\nfor promotional reasons and to show\nits admiration for America s most\nillustrious inventor. Americans had\nbeen pre-advised to flick their lights\noff and on at a prescribed hour of\nthat banquet evening when Edison\nwould join two wires to light a bulb to\nsimulate his 1879 achievement. That\nmoment was broadcast over radio\nnetworks.",
            "Thomas Alva Edison (1847- \n1931), born in Ohio, was a self-\neducated inventive genius, who is\nremembered chiefly for creating\nthe electric light bulb, though in\nhis lifetime he patented almost\n1100 devices and processes many\nof which are still in world-wide\ncontinued use. His inventions\nranged from sound recording and\nreproduction to motion picture",
            "photography, fluoroscopy, electric power generation \nand distribution. He formed a utility company \nthat created and supplied electricity in cities;",
            " General Electric is a direct descendant from that enterprise.Most of Edison s major inventions continue invaluableservice in society today; although earlier the limitationsof his direct current electricity generation and distribution ",
            "were succeeded by another inventor s\ndevelopment using the more practical\nalternating current electricity.\nEdison s admirers suggest that his\nearly employment as a telegrapher\nfueled his curiosity of things electrical\nand mechanical, which led to him\ntinkering to create what he imagined\ncould be achieved as useful to society.\nHe died aged 84, of complications\nfrom diabetes.",
            "John R. Sinnock, sculpted Edison s\nportrait on this plaque. By 1929,\nSinnock had been Chief Engraver, for\nfour years, at the United States Mint,\nso we expect this portraiture was\ndone while he worked there and with\nthe Mint s permission. At that time,\nSinnock was 41 years-old; he had\nbeen with the Mint for some twelve\nyears, after a career of teaching as\nan art instructor. It was Sinnock s\nskill as a portrait sculptor that had\nrecommended him to his important\nposition. The lasting popularity of\nhis Roosevelt dime design confirms\nhis artistic skill. John Sinnock s life\nended in 1947 at age 59.",
            "The Edison plaque, in bronze, 58\nmm x 76 mm, made by Medallic\nArt Company, was a paper-weight\nmemento for senior management\npersonnel of the General Electric\nCompany. Whether copies were\ngiven to officials and dignitaries who\nattended the Light s Golden Jubilee\ncelebration banquet is uncertain, but\nthat would be expectable; however,the private commissioning of the piece suggests that the number made would have been minimal.",
            
            "Number 8 December 2017"
        ],
        "PageNo": "365"
    },
    {
        "File": "The_CN_Journal_december_34.jpg",
        "Paragraphs": [
            "ROYAL_ MINT. COMMUNIQUE",
            "The Royal Mint Celebrates Christmas 2017 with a 2017 year dated Sixpence coin",
            "The Royal Mint is supporting\nI an age-old British Christmas\ntradition by encouraging\nfamilies to stir The Brilliant\nUncirculated Christmas Silver Six Pence\n2017 UK Coin into their Christmas\npudding for good fortune. The coin is\nstruck in sterling silver, with a reverse\ndesign by artist and sculptor, John\nBergdahl. The obverse has the official\neffigy of Queen Elizabeth II , designed\nby Jody Clark. The coin is 19.41 mm in\ndiameter and weighs 3.35 g.",
            "Serve up a slice of good luck",
            "With the crackers pulled, jokes told and\npaper hats at a jaunty angle, there s only\none way to finish Christmas dinner  \nChristmas pudding and brandy butter.\nAnd who s going to find a piece of\ngood luck hidden in their helping?\nHomemade or off-the-shelf  \nthis year don t forget to add\na sprinkle of something\nseasonal, because it s\nnot Christmas without a\nsixpence in your pudding.",
            "Stir-up Sunday, the last\nSunday before Advent, is\ntraditionally the time to get\nbaking and making. Slip this\nsilver coin into the mixing\nbowl, make a wish and serve up\nan extra special slice on the big day.",
            "This Christmas six pence is struck in\nsilver and finished to Brilliant Uncirculated\nstandard. Carry on this Yuletide tradition and teach your\nchildren or grandchildren about this age-old Christmas\ncustom. Children helping out in the kitchen can wish for\nsomething magical as they take their turn to stir the mix,\nhoping they'll find the lucky charm on Christmas Day.",
            " The CN Journal",
            "Volume 62\n"
        ],
        "PageNo": "370"
    },
    {
        "File": "The_CN_Journal_december_35.jpg",
        "Paragraphs": [
            "The Royal Mint issues its Remembrance Day coin for 2017",
            "A member of The Royal Mint Coin Graphic Design Team has taken inspiration from the renowned",
            "poem  In Flanders Fields  as the foundation of\nthis year s Remembrance Day coin. The poppy is a symbol\nsynonymous with remembrance and the traditions that\nsurround it, making it the main focal point of the 2017\nRemembrance Day coin.",
            "The coin was designed by Royal Mint Graphic Designer,\nStephen Taylor, and is the second design of Stephen s to\nappear on a United Kingdom coin   he also created the\nreverse design to celebrate, in 2015, Her Majesty The\nQueen becoming Britain s longest reigning monarch.",
            "Number 8",
            "December 2017 ---------------------------------------",
            " Silence speaks when words can not \nRoyal Mint coin designer Kerry Davies suggested the\nwords  Silence speaks when words can not  and that was\nselected as the inscription for this design.",
            "The inscription ties in the notion of silence, which\nmany if not all practice as a  moment of silence  on\nRemembrance Day, and which communicates more about\nRemembrance Day than words ever could.",
            "The coin is available in Silver Proof, Silver Proof\nPiedfort and Brilliant Uncirculated finishes.\n"
        ],
        "PageNo": "371"
    },
    {
        "File": "The_CN_Journal_december_36.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2017 $20 Fine Silver Coin - First World War:\nBattlefront Series - The Battle Of Passchendaele",
            "The reverse design by Canadian artist\nPandora Young features a powerfully\nevocative scene that captures the spirit of\nCanada s participation in the Battle of\nPasschendaele. A first-person perspective\nimmerses the viewer in the action for",
            "a closer connection to this important\nchapter in our past. The setting is a\nchilling one: highly detailed engraving\nre-creates the devastated landscape in the\nbackground, where months of heavy artillery",
            "fire and relentless rains have transformed the\nonce-fertile terrain into a quagmire. Four Canadian\nsoldiers move across the muddy battlefield, their\nsilhouettes mirrored in the rainwater at their feet.\nA closer look at the water reveals several more\nreflections that represent their fallen comrades,\nwhose memory is carried forward by their\nsurviving brothers in arms and a nation.",
            "2017 $20 Fine Silver Coin\nMaster Of The Land: The Timber Wolf",
            "The reverse image by Canadian artist Tony Bianco\ntransports the viewer into the midst of a\npack of timber wolves out in the Canadian\nwilderness. This unique  insider  access",
            "allows for a rare close-up of three pack\nmembers, with two wolves facing",
            "right while the other in the foreground",
            "faces left. A side-profile view allows",
            "for a close examination of each wolf s",
            "features, which are rendered in finely",
            "detailed engraving with advanced shading\ntechniques that give the design a remarkably\nlife-like appearance. Even the engraved texture",
            "of the fur conveys movement, as the wolves tilt their\nheads in unison towards the sky to release their\nhowls into the night air.",
            "Pi ce De 20 $ En Argent Fin 2017 Premi re\nGuerre mondiale : S rie Champs de bataille -",
            "La bataille de Passchendaele",
            " uvre de l artiste canadienne Pandora Young,",
            "le motif  voque avec Eloquence l esprit du",
            "Canada   la bataille de Passchendaele.",
            "Pr sent  du point de vue d un soldat,",
            "le motif nous plonge au c ur de",
            "l action, nous rapprochant de cette page",
            "importante de notre histoire. La sc ne",
            "donne froid dans le dos : cisel e avec",
            "minutie, elle repr sente   l arri re-plan",
            "le paysage ravag , soit un sol autrefois",
            "fertile que des mois de tirs d artillerie lourde",
            "et de pluie incessante ont transform  en bourbier.",
            "Quatre soldats canadiens avancent sur ce champ de",
            "bataille boueux, leurs silhouettes se refl tant dans",
            "l eau accumul e   leurs pieds. En y regardant",
            "de plus pr s, on remarque le reflet de plusieurs",
            "autres soldats : ils sont tomb s au combat, et",
            "leur m moire est port e par leurs fr res d armes",
            "survivants   et par toute la nation.",
            "Pi ce De 20 $ En Argent Fin 2017\nMa tre Des Lieux : Le Loup Gris",
            "Le motif au revers, oeuvre de l artiste canadien Tony",
            "Bianco, nous transporte au sein d une meute de",
            "loups gris, en pleine nature canadienne. Cette",
            "incursion exceptionnelle dans l intimit  du",
            "groupe permet d en observer trois membres",
            "de pr s; deux sont tourn s vers la droite,",
            "et un troisi me,   l avant-plan, vers la",
            "gauche. Vu de profil, chaque loup se pr te",
            "bien   l examen minutieux de ses traits,",
            "qui sont finement rendus par une gravure",
            "minutieuse et des techniques d ombre",
            "avanc es conf rant au motif une apparence",
            "des plus r alistes. La texture cisel e de la",
            "fourrure donne m me une impression de mouvement,",
            "les loups rejetant leur t te vers l arri re,   l unisson,\npour emplir l air nocturne de leur hurlement.",
            "Free coin sent to Masters Club members  \nEnvoi de la pi ce offerte gratuitement aux membres du Club des Maitres",
            "The CN Journal",
            "Volume 62\n"
        ],
        "PageNo": "372"
    },
    {
        "File": "The_CN_Journal_december_37.jpg",
        "Paragraphs": [
            "2018 $500 Pure Gold Coin  \nGreat Horned Owl",
            "The reverse design by Canadian artist\nEmily Damstra features a faithfully\nengraved portrait of a great horned owl\ndescending upon its prey. Swooping\ndown on its broad outstretched wings,\nthis powerful owl keeps its yellow-eyed\ngaze steady and sharp talons ready in\nanticipation of capturing its latest meal.",
            "This close view allows the viewer to\nglimpse the owl s features that have made it",
            "a fabled storybook creature from the",
            "pointed ear-like tufts on its head to the",
            "short bill, and its distinctively patterned plumage.\nThe obverse features the effigy of Her Majesty\nQueen Elizabeth II by Susanna Blunt.",
            "2018 $20 FINE SILVER COIN\nHOLIDAY REINDEER",
            "The reverse design by Canadian artist Anna\nBucciarelli takes to the skies on Christmas",
            "Eve to capture the magic of the holiday\nseason! The snow-blanketed setting",
            "below features colour over engraving",
            "that re-creates mountains, tall\nevergreens and a row of homes. As",
            "night falls, indoor lighting casts a warm",
            "glow from within, while just beyond a",
            "front door lies a snowman that hints at the\npresence of children. But the viewer s gaze\nnaturally gravitates towards the  sky  that\nfills most of the field, where precision-engraved\nsnowflakes are as unique and intricate as their\nreal-life counterparts. Laden with toys and gifts,\nSanta s red and gold-coloured sleigh makes its\nway through this gentle snowfall, pulled by an\nexquisite Murano glass reindeer. The colourful\nreindeer-shaped piece is handcrafted by Italian\nglassmakers, and is unique to each coin.\nNo easy feat on such a small scale, this merry\nMurano reindeer features a breathtaking amount of\ncolourful detail: from the dark-coloured antlers and",
            "hooves, to the bell-dotted harness that famously jingles on\nthis magical night. The reverse also features the engraved\nword  CANADA,  the year  2018  and the face value  20",
            "DOLLARS. ",
            "Number 8 December 2017 ---------------------------------------",
            "Pi ce De 500 $ En Or Pur 2018\nGrand-Duc D am rique",
            "Le motif grav  au revers, oeuvre de",
            "l artiste canadienne Emily Damstra,",
            "reproduit fid lement un grand-duc",
            "d Am rique fondant sur sa proie.",
            "D ployant ses larges ailes et  cartant",
            "ses serres ac r es, le puissant oiseau",
            "plonge en fixant de ses yeux jaunes son",
            "prochain repas. D aussi pr s, on distingue",
            "bien les traits qui lui valent sa place dans",
            "les contes : les aigrettes pointues sur sa t te,",
            "qui ressemblent   des oreilles, son bec court et",
            "son plumage au motif caract ristique. L avers est  ",
            "l'effigie de Sa Majest  la reme Elizabeth II, selon\nSusanna Blunt.",
            "PI CE DE 20 $ EN ARGENT FIN 2018\nRENNE DU P RE NO L",
            "Le motif au revers, oeuvre de l artiste\ncanadienne Anna Bucciarelli, nous transporte\ndans le ciel   la veille de No l et illustre",
            "la magie qui s y op re! Le paysage\nenneig  en contrebas, grav  et rehauss ",
            "de couleurs, se compose de montagnes,",
            "de grands conif res et de maisonnettes",
            "align es. La nuit tombant, une lumi re\nchaleureuse  mane de ces derni res, tandis",
            "qu un bonhomme de neige dress  devant",
            "une porte d entr e laisse deviner la pr sence\nd enfants. Mais le regard de l observateur",
            "est naturellement port  vers le ciel, qui occupe la\nmajeure partie du champ, o  sont minutieusement\ncisel s des flocons aussi uniques et  labor s que\nleurs  quivalents naturels. Charg  de jouets",
            "et de cadeaux, le tra neau rouge et or du p re\nNo l avance sous cette neige d licate, tir  par\nun splendide renne en verre de Murano. Cet\nornement a  t  confectionn    la main par des\nverriers italiens : aucun exemplaire n a son pareil.\nL'application de couleurs sur ce joyeux renne est un\nv ritable exploit pour une oeuvre aussi menue   des",
            "bois et sabots fonc s jusqu au harnais par  de grelots, dont le\nfameux tintement  gaie cette nuit f erique! Sont  galement\ngrav s au revers la mention   CANADA  , le mill sime  \n2018   et la valeur nominale   20 DOLLARS  ."
        ],
        "PageNo": "373"
    },
    {
        "File": "The_CN_Journal_december_38.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES_DES_ CLUBS",
            "re a ee I cre emer tte\nNew Club - Saugeen Coin Society",
            "First published in the November/December 2017\nONA Ontario Numismatist",
            "Receiving news that a new coin club has",
            "formed is truly exciting and, after a long",
            "gap, there is a coin club again in mid-",
            "westem Ontario. The organizing meeting of",
            "the Saugeen Coin Society (SCS) was held",
            "September 12, 2017. Scott Douglas,",
            "president of the Ontario Numismatic",
            "Association was present to assist with",
            "the club start-up process. Founding",
            "members Karen and Rick Dupuis",
            "surveyed the public passing by their",
            "coin booth at the Hanover Flea Market,",
            "in May. By the end of the Flea Market,",
            "they had collected fifty names and",
            "contact information from potential",
            "members. And fourteen have already",
            "joined. The club Executive currently",
            "consists of Rick Dupuis President/",
            "Communications & Facebook Management, Scott Douglas\nVice President, and Rose Van Sickle Treasurer. Meetings\nwill be held at the Blue Water Radio Building in Hanover.\nIf you are interested in attending or presenting at a club\nmeeting or wish to provide assistance with their start-up,\ne-mail the club at saugeecoinsociety@gmail.com or contact\nRick Dupuis at his office (844) 392-7034 (toll free) or\n(519) 392-7034.",
            "RCNA Executive Secretary Travels\nExtensively to Visit Clubs",
            "Since the end of the RCNA Convention\nin July, our Executive Secretary Paul\nJohnson has travelled extensively\nto represent the RCNA. He was\none of four invited guest speakers\nat the annual Northern California\nNumismatic Association (NCNA)\nannual educational symposium held in\nVallejo, California, every September.\nPaul s topic was  Collecting in Today s\nWorld.  Longtime RCNA supporters\nLloyd Chan, NCNA President, and\nMichael Turrini NCNA Symposium\nOrganizer were among the attendees. While in California,\nPaul also made a guest visit to the nearby San Jose Coin\nClub; there he gave a talk on Collecting Canadian Coins.",
            "BY BRETT IRICK (CLUB SERVICES)\nFRCNA, FONA,, #22198,",
            "Nouveau club - Saugeen Coin Society\nPubli  en premier dans le journal numismatique de\nl'Ontario du num ro de novembre/d cembre 2017\nLire des nouvelles qu un nouveau club\nnumismatique est lanc  est tr s excitant\net, apr s une longue p riode, il y a un club\nnumismatique dans la r gion du Midwest de\nl'Ontario. La premi re r union du Saugeen Coin\nSociety (SCS) a eu lieu le 12 septembre 2017.\nScott Douglas, pr sident de l association\nnumismatique de l'Ontario,  tait pr sent pour\naider au d marrage du club. Les membres\nfondateurs, Karen et Rick Dupuis, ont sond \nles passants devant leur kiosque de ventes de\npi ces de monnaie, install s au march  aux\npuces de Hanovre, en mai dernier.   la fin\ndu march  aux puces, ils avaient recueilli\ncinquante noms et coordonn es de membres\npotentiels. Et quatorze ont maintenant joint\nle club. L ex cutif actuel du club est compos \nde Rick Dupuis, pr sident et responsable\ndes communications et gestion de la page\nFacebook, de Scott Douglas, vice-pr sident, et de la tr sori re\nRose Van Sickle. Les r unions auront lieu dans l difice Blue\nWater Radio   Hanover. Si vous  tes int ress    assister ou\nfaire une pr sentation lors d une r union du club ou si vous\nsouhaitez aider dans leur d marrage, envoyez un courriel au\nclub saugeecoinsociety(@gmail.com ou contactez Rick Dupuis\n  son bureau (844) 392-7034 (sans frais) ou (519) 392-7034.",
            "Le secr taire ex cutif de l ARNC voyage  nor-\nm ment pour visiter les clubs",
            "Depuis la fin du congr s de l  ARNC en juillet,\nle secr taire ex cutif Paul Johnson a voyag \nbeaucoup afin de repr senter l ARNC. Il\n tait un des quatre conf renciers invit s   la\nconf rence annuelle de la Norther California\nNumismatic Association (NCNA), s minaire\n ducatif tenu   Vallejo, California en\nseptembre de chaque ann e. Son th me  tait\n Collectionner dans le monde d aujourd hui .\nLes supporteurs de longue date de l ARNC,\nLloyd Chan, pr sident du NCNA, et\nl organisateur du s minaire Michael Turrini\ndu NCNA  taient parmi les participants. De\npassage en Californie, Paul en a  galement profit  pour faire\nune visite au club numismatique de San Jose; il a donn  une\nconf rence sur la collection de pi ces de monnaie canadiennes.",
            "nee The CN Journal Volume 62\n"
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_december_39.jpg",
        "Paragraphs": [
            "In late September, Paul travelled to\nWinnipeg and spoke on  Memories\nand Events of Fifty Years in\nNumismatics  at the Manitoba\nCoin Club s annual dinner held in\nconjunction with their two-day coin\nshow. In November, Paul plans to\nattend the Michigan State Numismatic\nSociety Convention where he has\nvolunteered for many years as an\nexhibit judge. During that Convention,\nhe will meet with Clifford Mishler and\nme over breakfast to discuss future\nplans for the American Numismatic\nAssociation and RCNA joint  Hands Across the\nBorder  initiative.",
            "Brett Irick attends Polish Numismatic\nSociety Meeting in Warsaw, Poland",
            "During September, I travelled to",
            "Poland for two weeks with a group",
            "from the Polish American Numismatic",
            "Society PANS. While there, Les",
            "Rosik, PANS President and myself,",
            "PANS Treasurer attended the monthly",
            "meeting of the Polish Numismatic",
            "Society at their headquarters in",
            "Warsaw, Poland. PANS has roots that date to 1845; it is\nthe Polish equivalent of the RCNA. Les was the guest\nspeaker, in Polish, on  Polish Numismatics in North\nAmerica.  At the conclusion of the meeting, Les and I\nreceived our membership cards, international members\n#001 and #002 respectively. After the meeting we met\nwith several of their officers to continue planning a\ngrading seminar that they are hosting, next September in\nPoland, on North American coin grading standards.",
            "Champlain Coin Club issues\nCanada 150 Medal",
            "The Champlain Coin Club of Orillia is a\nlate entrant in the RCNA s 2017 Canada\n150 medallion program. The medallion\nwill also mark the Champlain Club s\n55th anniversary.",
            "The design is based on photos of Orillia s\nChamplain Monument, which was unveiled in\n1925 to commemorate Champlain s arrival in the\narea in 1615. The monument was the result of visionary\nlocal newspaper publisher C. A. Hale who spearheaded a\nlocal campaign to have it built in the town of eight thousand\npeople. A competition resulted in twenty-year-old English\nartist, Vernon March, getting the commission. March would\nlater create Canada s National War Memorial in Ottawa.",
            "Number 8",
            "December 2017 ---------------------------------",
            "A la fin de septembre, Paul s est rendu a\nWinnipeg pour donner une conf rence. Son\nth me  tait  Souvenirs et  v nements de\ncinquante ans en numismatique . La conf rence\nfaisait partie du souper annuel du club\nnumismatique du Manitoba qui avait lieu durant\nleur exposition numismatique de deux jours. En\nnovembre, Paul pr voit assister au congr s du\nMichigan State Numismatic Society o  1l a agi\nb n volement pendant de nombreuses ann es\nen tant que juge pour l exposition. Au cours du\ncongr s, il rencontrera Clifford Mishler et moi-\nm me lors d un petit-d jeuner pour discuter\ndes plans futurs de l initiative conjointe entre\nPARNC et l American Numismatic Association  Unie au-del \ndes fronti res .",
            "Brett Irick assiste   la r union de la soci t \nnumismatique polonaise   Varsovie, en Pologne",
            "Au cours du mois de septembre, j ai accompagn \nun groupe de la Polish American Numismatic\nSociety PANS lors d un voyage de deux\nsemaines en Pologne. Avec Les Rosik, pr sident\nde PANS et moi-m me, tr sorier de PANS,\nnous avons assist    la r union mensuelle de\nla Soci t  Numismatique Polonaise   leur\nsi ge social   Varsovie, en Pologne. PANS qui\nest l quivalent polonais de l ARCN, a des racines qui datent de\n1845. Les Rosik  tait le conf rencier invit , conf rence faite dans\nla langue polonaise et traitant de  La numismatique polonaise en\nAm rique du Nord .   la fin de la r union, Les et moi avons re u\nnos cartes de membre, les membres internationaux #001 et #002\nrespectivement. Apr s la r union, nous avons rencontr  plusieurs\ndirigeants pour peaufiner l organisation d un s minaire de gradation\nqui se tiendra en septembre prochain en Pologne, sur les standards\nnord-am ricains du classement des pi ces de monnaie.",
            "Club numismatique Champlain  met une\nm dailledu Canada 150",
            "Le Club numismatique Champlain d Orillia est un\nparticipant tardif au programme de m daille du\n150e anniversaire du Canada en partenariat avec\nl ARNC. La m daille marquera  galement le 55e\nanniversaire du Club numismatique Champlain.",
            "La conception est bas e sur des photos du",
            "monument Champlain d Orillia, qui a  t  d voil  en",
            "1925 pour comm morer l arriv e de Champlain dans la",
            "r gion en 1615. Le monument est le r sultat d un visionnaire,\nl diteur du journal local, C. A. Hale qui a men  une campagne\nlocale pour l avoir install  dans la ville de huit mille personnes.\nVernon March, un artiste britannique  g  de vingt ans, a remport \nle concours pour la conception du monument. Mars cr era plus\ntard le Monument comm moratif de guerre du Canada   Ottawa.\n"
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_december_40.jpg",
        "Paragraphs": [
            "This will be the first time the club has issued\nmedallions in copper or silver and these will be in\nthe same specifications as the other medals issued\nin the program. Limited quantities are available\nto collectors; please contact Doug McGarvey at\nchamplaincoinclub@gmail.com.",
            "Niagara Falls Coin Club issues Canada 150\nMedal",
            "Another late entrant joining the RCNA s 2017 Canada\n150 medallion program is the Niagara Falls\nCoin Club. Randal Haigh, NFCC president,\nwas so impressed by the set of medals\nassembled by the RCNA during our\nrecent convention that he championed\nthe idea of his club joming the program.",
            "After a short discussion the club\nvoted to proceed with the striking of 100\ncopper and 60 silver medals. The medal\nfeatures the club s logo incorporating an\nauthentic War of 1812 canon. Those interested\nin purchasing one of these desirable medals can\ncontact Randal at randalh2002@icloud.com.",
            "Ce sera la premi re fois que le club  met des m dailles en\ncuivre ou en argent et celles-ci seront produites selon les\nm mes sp cifications que les autres m dailles  mises dans\nle programme. Des quantit s limit es sont disponibles pour\nles collectionneurs; veuillez contacter Doug McGarvey  \nchamplaincoinclub@gmail.com.",
            "Club numismatique Niagara Falls  met  gale-\nment une m daille du Canada 150",
            "Le club numismatique de Niagara Falls est un autre participant\ntardif qui s est joint au programme des m dailles du\nCanada 150 de l ARNC. Randal Haigh, pr sident\nde la NFCC, a  t  tellement impressionn  par\nl ensemble des m dailles r unies par 1  ARNC\nlors de notre r cent congr s qu il a d fendu",
            "l id e d ajouter son club au programme.\nApr s une courte discussion, le club a d cid \nd aller de l avant avec la frappe de 100 m dailles\nen cuivre et de 60 m dailles en argent. La\nm daille est frapp e d un c t  avec le logo du club\nincorporant le dessin d un canon authentique de la\nguerre de 1812. Les personnes int ress es par l achat de l une\nde ces m dailles peuvent contacter Randal   randalh2002@",
            "icloud.com.",
            "nee The CN Journal Volume 62\n"
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_december_42.jpg",
        "Paragraphs": [
            "NOTES ON THE ANCIENT ANCESTORS OF MODERN COINS",
            "NUMMUS_ MATRIX",
            "BY JAMES R. BAKES",
            "#1 2824 a",
            "89. A Noble Experiment",
            "hen this coin was minted in Rome about the",
            "Wis of the third century, the Roman coinage\nwas in serious decline. The most noble",
            "of all the ancient denominations, the sestertius",
            "was but a shadow of its former self. Starting",
            "out at the beginning of the empire as an",
            "expansive 30-35 mm coin weighing",
            "in at 25+ g, the coin had become tiny",
            "and cramped, and a sestertius could",
            "barely be recognised as such. Smaller",
            "denominations like the quadrans, the",
            "semis and even the old As with a history",
            "dating back to the early days of the republic",
            "were only rarely struck, if at all. Like our late",
            "lamented cent, the value of these small coins",
            "no longer justified striking them.",
            "The teenage emperor Gordian III\n(238-244) had seen this decline, and his\nreign was the last to strike most of the\nold denominations and to make a good\nshowing of the sestertius. After his short\nreign, things began to go downhill fast.",
            "Decius (249-251), who appended the",
            "name Trajan (his favourite emperor) to his",
            "own, seems to have decided to continue to",
            "expand upon that initiative. Using as a template",
            "the double denarius (the so-called antoninianus)\nintroduced by Caracalla in 215, Decius brought in a double\nsestertius distinguished from the single by the radiate\ncrown worm by the emperor. Like the antoninianus, the\nempress s portrait was shown atop the crescent of the moon\ngoddess Selene. These new coins were much larger than\nthe standard sestertius (which was still struck), but they\nwere not twice the size. The example shown is 35 mm in\ndiameter and weighs 38.5 g, a very large coin indeed.",
            "The obverse shows the bust of the emperor right. He is\nseen from the front, unusual in Roman coin portraits. He is\nwearing the leather cuirass while over his left shoulder the\nend of his large military cloak, called a paludamentum, can\njust be seen. His stern and serious expression is evident.\nThese were serious times, with the empire under threat",
            "from several quarters and it would never do to look as if the\nemperor was not up to that challenge.\nAround is the inscription:\nIMP C M Q TRAIANVS DECIVS AVG\nThe reverse shows a standing figure of\nFelicitas, the personification of happiness.\nShe is holding the caduceus and the\ncornucopia representing the components\nof that happiness: health and plenty.\nAround 1s the inscription:\nFELICITAS SAECVLI  The happy\nage,  rather wishful thinking in the mid-\nthird century. SC means, of course that the\ncoin was struck by decree of the Senate, more\na formality by this time rather than the sop to the\nSenate s injured pride it had once been.\nThe depression in the centre of the\nreverse is an example of a weak strike\nrather than wear on the coin. This usually\noccurs when there is not sufficient metal\nin that area of the flan to take care of\nfilling the relief on the obverse as well\nas that directly opposite on the reverse.\nSometimes this results in both sides looking\nweakly struck.",
            "These coins have the double bonus for the\ncollector of rarity and desirability. It is unlikely that most\nRomans ever saw a double sestertius, and the experiment\n(one of several innovations by Decius) did not outlast\nhis reign. (The Gallic emperor Postumus briefly struck a\nquantity of radiate-crowned  double sesterti  on the flans\nof early imperial coins.)",
            "The double sestertius was originally classed with\nmedallions, but they were actually part of the monetary\nsystem. Today, they have their own Web site at www.qblay.\ncom, where all known dies and die pairings are noted.\nDecius would be astonished that his experiment is finally\nbeing taken seriously nearly eighteen hundred years later.",
            "(Illustrations courtesy CNG Coins)",
            "James R. Bakes is past editor of the Classical and Medieval Numismatic\nSociety Journal www.cmns.ca",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_december_44.jpg",
        "Paragraphs": [
            "ERROR_OF_THE MONTH",
            "BY HENRY NIENHUIS\nFRCNA, FCNRS, FONA, LM, #430",
            "Early Canadian Cent, Really Early",
            "his month our error coin is a very interesting",
            "| example of a partially filled die error. As you can",
            "see on a quick glance, the coin does not seem to",
            "be authentic. After all we all know that our great country",
            "is only 150 years old; we have been celebrating our",
            "sesquicentennial anniversary throughout the year. So, how\ncould a Canadian coin dated 939 be real?",
            "Closer examination of the obverse of the coin reveals that\nthe 1 in the date is actually present although almost entirely\nobscured. In fact you have to go to a higher magnification\nand adjust the angle of the lighting to see the ghostly image\nof the first digit. Still technically it is there; this is why we\nmust call it a partially filled die error.",
            "Filled die errors occur when the incuse cavities of\na die in use become blocked or partially blocked by\ncontaminants. Coining presses are among a mint s\nheaviest machinery; they require periodic lubrication\nand while working they are exposed to many work area\ncontaminants. Dust and fine metal-particles, always\npresent during operation, can congeal with the lubricant\nover time into a thick paste-like grit, which can gradually\naccumulate in the press and lead to errors such as the\nfilled die or the struck through type of errors.",
            "Many other examples of filled die errors exist in all\ndenominations of Canadian coins; although they seem\nmost prevalent (at least in my experience) in the lower\ndenominations, especially the 1- and 5-cent coins. In\nmost cases the coins have weak lettering or numbers in\nisolated locations. Other examples include the 1-cent piece\nof 1858 with its missing 5 in the date and also a weak N\nin CANADA; the 1940 cent with a missing RE in REX,",
            "the 1964 cent with a weak 4 in the date and a weak left\npetiole on the maple twig. Filled die errors exist on more\nrecent coinage as well. There are many examples of weak\nor missing beading on recent 5-cent coins.",
            "Often at first glance filled die errors may appear to be\nwell-circulated coins where the design elements have been\nworn away during extended circulation. Usually by taking\na few moments to look more closely at the suspected wear,\nyou can see that the weaknesses in the design elements are\nhighly localized. The design elements in close proximity\nwhen struck normally show much less, if any, signs of\nwear. On uncirculated coins exhibiting this type of error,\nthe fields will retain full lustre and original colour which is\ndefinitely not what you would encounter on coins that show\nthat degree of circulation wear.",
            "In some instances these types of errors have been\nmis-attributed as weak strike or adjustment strike errors.\nIn many ways those have weak design elements similar\nto a filled die error coin. However, their fault is caused\nby totally different circumstances. An adjustment strike\nfor example is a coin that was struck as a test during the\ncoming press set-up process. The force to which the presses\nare configured is carefully adjusted for balance between\nfaithful reproduction of the design and gaining maximum\nproduction life from the dies. If the planchet is struck with\nless force than necessary to have the metal flow into all\nof the cavities of the die, the design elements will appear\nweak. The degree of this characteristic weakness may\nbe significant. In some cases the design is barely visible.\nTypically though only some elements of the design will be\nmissing, usually in the areas where there is most need for",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_december_45.jpg",
        "Paragraphs": [
            "the metal to flow into the cavity created by the dies. This\nincludes the centre and the rim area like the beading or\ndenticles.",
            "With this said, weak or adjustment strike errors show\nless localized weakness on both faces of the coin while\nfilled die errors have isolated weakness on just one face.",
            "There is always some possibility that a filled die error\ncoin may actually be a normal strike coin that has been\ntampered with to look like an error coin, with the area in\nquestion removed by some abrasive tool or flattened by\na striking force like a hammer. If this is the case closer\nexamination will usually reveal fine hairline scratches\nin the fields surrounding the area, caused by abrasion or\ndamage on the opposite face of the coin, produced when it\nis hammered against a hard surface. So keep this in mind\nwhen you examine these types of error coins.",
            "Keep your eyes open!",
            "On the right we see an image of a\n1964 5-cent piece exhibiting the weak\noverall strike characteristic of an\nadjustment strike error on both sides.\nClose examination of the fields shows\nthe uninterrupted lustre typical of these\nerrors and what distinguishes them from",
            "heavily worn circulated coins.",
            "Number 8 December 2017 ---------------------------------------------------------",
            "On close examination of the\nmagnified image to the left\nand more noticeably in the\nenlargement of the date, the\ndigit 1 is clearly there, just\nsignificantly lower in relief.\n"
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_december_46.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134",
            "Quality Coins of Canada and Newfoundland",
            "coins had become uniform. Several guide books",
            "on the subject had been published and even works\nsuch as the Charlton Standard Catalogue and Haxby and\nWilley s Coins of Canada included sections, complete\nwith photographs, on grading coins. There was general\nagreement throughout the industry as to the definitions of\nwear for each grade level.",
            "The situation was quite different when it came to\nuncirculated coins, however. The descriptions of the\ndifferent grading levels were sometimes vague, and led to\nfrequent disagreements between buyers and sellers.",
            "For example, the winter 1983 edition of the Charlton\nStandard Catalogue of Canadian Coins described a mint\nstate MS-65 coin as  having fewer bag marks than usual. \nThis would often lead to many disagreements between\nbuyers and sellers. What is the usual number of bag marks?",
            "Bag marks are the imperfections a coin acquires when it\nis stored in a bag or other container with other coins.",
            "Numismatic dealer and researcher R. Brian Comwell\nrecognized the problem and began working on refining the\ngrading standards for mint state Canadian decimal coins.\nBy 1983, he had completed his research and published it\nin three parts in his quarterly price list.",
            "In part one, Cornwell defined five levels of uncirculated\ncoins: Unc-60, Unc-63, Unc-65, Unc-67, and Unc-70. He\nbelieved that the intermediate grades were unnecessary.\nComwell argues that instead of grading a coin as an Unc-\n64, the  description can be further embellished with some\nnarrative and undoubtedly will be priced higher than a\ntypical Unc-63. ",
            "Each grade he describes is detailed by the quality of its\nlustre; quality of strike; the severity, number, and positions\nof surface damage such a bag marks and scratches; and\noverall appearance. He even provides a chart to help\ndetermine what would be the acceptable number of marks\nfor different denominations with consideration for a coin s\nsize, weight, and softness of its metal.",
            "Although the grades Unc-60 and Unc-70 are very\nclearly defined, Cornwell realized that a coin with a grade\nthat falls in between may be outstanding in one category\nand deficient in another. For example, a coin with\nstunning lustre and strike may have a few extra surface\nmarks. Cornwell made suggestions to grade such coins\nby  trading off,  or compensating for one deficiency by\nciting the outstanding quality of another attribute. In the\nexample above, the extra surface marks would normally",
            "382",
            "B y the early 1980s, grading circulated decimal",
            "reduce the grade of the coin, but because the strike and\nlustre are exceptional, the grade would not be lowered.",
            "Parts two and three, expanded on the new standards by\nsuggesting formats to be used to communicate the grade\nof an uncirculated coin properly, and to judge its colour\nand toning.",
            "The new standards that Cornwell created for grading\nuncirculated coins were well received, and were added to\nthe introductions of The Charlton Standard Catalogue of\nCanadian Coins, and Coins of Canada. A revised 1999\nedition of the Standard Grading Guide to Canadian\nDecimal Coins also has the new standards.",
            "Cornwell founded International Coin Certification\nService, in 1986, Canada s first grading service; since\nthen he has taught thousands of collectors at grading\nseminars.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": ""
    }
]