[
    
    {
        "File": "The_CN_Journal_october_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT",
            "As you read this message Fall will have",
            " in all its multi-coloured splendour.",
            "I find that Fall is a very busy time\nnumismatically speaking.",
            "There are many local club and commercial",
            "shows that are scheduled during the Fall months.\nIf you haven t already attended these local shows\npreviously I would strongly suggest that you try to fit in\na visit to one or two of them. It is a great way to expand\nboth your collection and your enjoyment of the hobby.\nAs I have said before, the camaraderie between like\nminded individuals you find at these shows cannot be\nunderstated. Potentially you can meet other collectors\nwho are interested in the same section of the hobby that\nyou collect, and the knowledge gained by these chance\nencounters is sometimes hard to duplicate. In addition,\nsome of the shows sponsor educational talks, which\nagain, 1s a great way to improve your knowledge and\ngeneral enjoyment of your hobby. After all isn t this\nexactly why you became interested in collecting   for the\nenjoyment?",
            "At this time I would like to thank Dr. Marvin Kay for\nhis many contributions to the Association. Most recently\nMarvin has acted as the Administrator of the RCNA s\ncorrespondence courses. Marvin has now chosen to pass\nthis position on to another person. As a result I would\nlike to take this opportunity to place a call out to the\nmembership requesting any interested individuals to\ncontact the RCNA Executive Secretary or myself in\nregards to volunteering for this position.",
            "As I am privileged to start my second term as your\npresident I cannot express more strongly that your\nAssociation is driven by volunteers. I always appreciate\nyour feedback and constructive criticism and it is through\nyour active participation that we can make the RCNA\nbetter able to fulfil your needs.",
            "You will find your membership renewal form enclosed\nwith this month s Journal. For those preparing to renew\nsoon, please take this as a friendly reminder to do so\nright away while it is fresh in your mind.",
            "In closing, our next executive meeting is planned for\nthe end of November. If there is anything that you want\nme to bring to the attention of this meeting, please let me\nknow either directly at president@rcna.ca or through our\nexecutive secretary at info(@rcna.ca.",
            "Number 7",
            "October + November 2017 --------------------",
            "MOT DU_PRESIDENT",
            "u moment o  vous lirez ceci, les couleurs",
            "de l automne seront  clatantes tout",
            "autour de nous. Je trouve  galement que\nl'automne est une p riode assez occup e d un point\nde vue numismatique.",
            "Il existe de nombreuses expositions organis es\npar des clubs locaux et entrepreneurs c dul s pendant dans\nla p riode d automne. Si vous n avez jamais assist    ces\nexpositions locales auparavant, je vous encourage fortement\nd essayer d assister   une ou deux de ces expositions. C est\nun excellent moyen d largir votre collection et augmenter\nvotre plaisir dans votre passe-temps. Comme je l ai dit dans\nle pass , la camaraderie entre des personnes partageant votre\npassion que vous d couvrez dans ces expositions ne peut  tre\nsous-estim e. Potentiellement, vous pouvez rencontrer d autres\ncollectionneurs qui s int ressent au m me type de collection\nque vous et que les connaissances acquises par ces rencontres\ninattendues sont parfois difficiles   r p ter. De plus, certaines\nexpositions offrent des conf rences  ducatives, ce qui est une\nexcellente fa on d am liorer vos connaissances et votre plaisir\ng n ral. Apr s tout, n est-ce pas exactement la raison que vous\navez  t  int ress  par la collection   pour le plaisir!",
            "  ce moment-ci, je voudrais remercier le Dr Marvin Kay\npour ses nombreuses contributions   |  Association. Plus\nr cemment, Marvin a agi en tant qu administrateur des cours\npar correspondance de l ARNC. Marvin offre maintenant ce\nposte   un autre membre. J aimerais profiter de cette occasion\npour faire appel   un membre qui serait int ress    ce poste\nde b n vole de bien vouloir contacter le secr taire ex cutif de\nPARNC ou moi-m me.",
            "Comme j ai le privil ge d entamer mon deuxi me mandat\nen tant que pr sident, je ne peux qu exprimer fortement que\nvotre association est dirig e par des b n voles d vou s.\nJ appr cie toujours vos commentaires et vos critiques\nconstructives et c est grace a votre participation active que\nnous pouvons faire en sorte que l ARNC soit mieux outill \npour r pondre a vos besoins.",
            "Vous trouverez le formulaire de renouvellement de votre\nadh sion joint au journal de ce mois. Pour ceux qui se pr parent\n  renouveler bient t, prenez ceci comme un rappel amical pour\nle faire imm diatement alors qu il est frais dans votre esprit.",
            "Pour conclure, notre prochaine r union d ex cutif est pr vue\npour la fin de novembre. S il y a quelque chose que vous voulez\nque je porte   l attention lors de cette r union, s il vous pla t\nlaissez-moi savoir directement au president@rcna.ca ou par\nPinterm diaire de notre secr taire ex cutif a info@rcna.ca.\n"
        ],
        "PageNo": "293"
    },
    {
        "File": "The_CN_Journal_october_08.jpg",
        "Paragraphs": [
            "(b) Executive Secretary   Paul read his report and spoke\nabout our membership numbers. He commented that 94 new\nmembers were processed during the past fiscal year and that\ncompares with 118 last year. The total RCNA membership at\nJune 30, 2017, was 1,217 which is a decrease from 1,237 last\nyear at the same time. Paul noted that the number of digital\nmembers have increased from 174 to 184. Bill Kamb is\nassisting by following up with non-renewal members.",
            "(c) The CN Journal (Henry Nienhuis)   Henry said that all\nThe CN Journal issues are going out on time and that has been\ndue to the assistance of many people. He welcomes more articles\nfrom members to make the journal as interesting as possible.",
            "(d) Library and Archives (Dan Gosling)   Dan mentioned\nthat the demand for the loan of books etc. continues to be low.\nSome requests have been sent digitally. Various books were\ndonated to the library during the past year.",
            "(e) Web site (Julaine Scott)   Julaine said that she\ncontinues to work on the Content Management System. This\nhas been used to set up the convention pages for 2017 and\nthe Canada 150 medal page. She has looked into the options\nfor the online version of The CN Journal. Support for Flash\nis now being phased out and the product itself is been taken\naway by Adobe. Julaine has made a list of possible options and\nwill provide the editor with a short list of options with the goal\nto find and implement an alternative solution. She 1s also in the\nmidst of updating the member database and deactivating the\ninactive members.",
            "(f) Club Services (Brett Irick)   Brett mentioned\nthat the  Louise Graham Club of the Year  award will\nbe announced at the banquet. The club newsletter awards\nwere presented at the Club Delegates Meeting and\nincluded the following Award winners:",
            "1. Best Local Newsletter   Edmonton Numismatic Society,",
            "and Best Local Club Newsletter Editor   Joe Kennedy;",
            "2. Best Regional or National Newsletter  Y association des",
            "numismates francophones du Canada, and Best Regional",
            "or National Newsletter Editor   Yvon Marquis.\nThe criteria for the above awards are shown on the\nRCNA Web site. More than forty delegates attended\nthe annual RCNA Club Delegates breakfast, which\nincluded a presentation by France Waychison. The\nRCNA will continue pursuing the reciprocity program\nwith the American Numismatic Association at our annual\nconventions. ANA Executive Director Kim Kick attended\nthe 2017 RCNA convention. Brett continues to write the\n News from the Clubs  column in The CN Journal.",
            "(g) Coin Kids Program   Lisa McPherson reported that\nmany donations have been received during the past year. Our\nRCNA Coin Kids Auction that we held at the ONA Convention\nwas a great success. The sales table and auction were self\nsufficient at the various shows where they have been included.\nWe are still working on a re-write of the Coins 101 Course and\nhope that this will be finalized in the coming months. We still\nwant to come up with a new name for the program.",
            "(b) Secr taire Ex cutif   Paul a lu son rapport et a parl  du\nnombre de membres. Paul est ravi que 94 nouveaux membres\naient  t  enregistr s au cours de l exercice termin  ce qui se\ncompare   118 nouvelles inscriptions l ann e pr c dente.\nLe nombre de membres de l ARNC au 30 juin, 2017 est de\n1,217, soit une diminution de 10 compar e aux 1237 membres\nl ann e derni re. Paul a not  que le nombre de membres pour\nla version num rique a pass  de 174   184. Bill Kamb fait un\nsuivi avec les membres qui n ont pas renouvel  leur cotisation.",
            "(c) Le Journal canadien de numismatique (Henry\nNienhuis)   Henry mentionne que tous les num ros du journal\nsont envoy s   temps et cela est gr ce   l aide de nombreuses\npersonnes. Il aimerait recevoir davantage d articles des\nmembres pour rendre le journal aussi int ressant que possible.",
            "(d) Biblioth que et Archives (Dan Gosling)   Dan\na mentionn  que la demande pour le pr t de livres, etc.\ncontinue d tre faible. Certaines demandes ont  t  envoy es\nde fa on  lectronique. Divers livres ont  t  donn s   la\nbiblioth que au cours de l ann e  coul e.",
            "(e) Site web (Julaine Scott)   Julaine a d clar  qu elle\ncontinue de travailler sur le syst me de gestion de contenu.\nIl a  t  utilis  pour mettre en place les pages de congr s pour\n2017 et la page de la m dailles du Canada 150. Elle a consid r \nles options pour la version en ligne du Journal canadien de\nnumismatique. Le support pour Flash est en cours d limination\net le produit lui-m me a  t  retir  par Adobe. Julaine a dress  une\nliste d options possibles et fournira a l diteur une courte liste\nd options dans le but de trouver et mettre en  uvre une solution\nalternative. Elle est  galement en train de mettre   jour la base de\ndonn es des membres et de d sactiver les membres inactifs.",
            "(f) Services aux clubs (Brett Irick)   Brett mentionne que le prix\n Club de l ann e Louise Graham  sera d voil  lors du banquet.\nLes prix pour les meilleurs bulletins de club ont  t  pr sent s lors\ndu d jeuner des repr sentants de club. Les prix sont les suivants :",
            "1. Meilleur bulletin local   Edmonton Numismatic\nSociety; Meilleur  diteur bulletin local   Joe Kennedy;\n2. Meilleur bulletin r gional / national   association des\nnumismates francophones du Canada; Meilleur  diteur\nbulletin r gional / national   Yvon Marquis.\nLes crit res de s lection pour ces prix sont affich s sur le site web\ndu club. Plus de trente-cinq repr sentants ont assist  au d jeuner\ndes d l gu s de club qui comprenait une pr sentation de France\nWaychison. L ARNC continuera   poursuivre le programme de\nr ciprocit  avec l  American Numismatic Association dans nos\ncongr s annuelles. Le directeur ex cutif de   ANA, Kim Kick, a\nassist  au congr s de l  ARNC de 2017. Brett continue d crire la\nchronique  Nouvelles des clubs  dans /e Journal.",
            "(g) Programme pour jeune numismate   Lisa McPherson\na rapport  que de nombreux dons ont  t  re us au cours\nde la derni re ann e. L encan pour les jeunes tenu lors   la\ncongr s de PONA a  t  un grand succ s. La table des ventes\net la vente   l encan s autofinance aux diff rentes expositions\nque nous avons particip . Nous travaillons toujours   une\nr criture du cours Numismatique 101 et nous esp rons qu il",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "296"
    },
    {
        "File": "The_CN_Journal_october_09.jpg",
        "Paragraphs": [
            "(h) NumisNotes (Kevin Day-Thorburn)   Kevin, the\nEditor of NumisNotes, reported that the publication is\nachieving its objectives so far; it is timely, without much\nduplication of the content in The CN Journal. It is getting\ninteraction with members and also generating ideas. Kevin\nwould like to increase awareness of the newsletter and\nmake it more of an asset for attracting members and for\ngaining more articles by contributors.",
            "(i) Canada 150 Medal Program (Henry Nienhuis)\n  Henry reported on the success of the program and that\nTwenty-eight different medals had been issued by RCNA\nmember coin clubs throughout Canada. The complete set of\ntwenty-eight medals is available in a beautiful wooden case\nfor $300.",
            "G) Education Committee   Scott Douglas said that\nthe two-day Educational Symposium our Convention\nwas a great success. Most of the seminars had an average\nattendance of twenty-five, and the format seems to work\nwell.",
            "Appointment of Auditor",
            "9. President Henry Nienhuis re-appointed Cheryl\nHeavener of Markham, Ontario, as the Reviewer of the\nRCNA financial statements for the fiscal year May 1,\n2017   April 30, 2018.",
            "Election - Term for 2017 to 2019",
            "10. The election results were announced by Committee\nChairman Paul Petch. In the two areas where there were\ncontested Director positions the winners were:",
            "a) Louis Chevrier   Montreal, Quebec, (Postal Code H) and\nb) Walter Ostromecki and Rob Turner   Western USA.\nRCNA Past President Geoff Bell performed the official",
            "installation of Directors.",
            "Other Business",
            "11. James Williston, CPMS President, presented\nRCNA President Henry Nienhuis $250 from the Canadian\nPaper Money Society. The J. Douglas Ferguson Foundation\ngave $250 and the Canadian Numismatic Research Society\ndonated $100 for their meeting room during the convention.",
            "Adjournment",
            "12. Henry Nienhuis thanked everyone for attending. An\nadjournment motion by Michael Turrini was seconded by\nJames Williston. MOTION CARRIED UNANIMOUSLY.",
            
            "Number 7",
            "October + November 2017 ------------------------",
            "sera compl t  au cours des prochains mois. Nous cherchons\ntoujours un nouveau nom pour ce programme.",
            "(h) NumisNotes (Kevin Day-Thorburn)   Kevin, le r dacteur\nen chef de NumisNotes, a mdiqu  que la publication atteint ses\nobjectifs jusqu  pr sent; il est r gulier, sans trop r cup rer le\ncontenu dans le Journal. Le bulletin encourage l interaction entre\nles membres et de g n re des id es. Kevin souhaite sensibiliser\nle public au bulletin et en faire un atout pour l organisation en\nattirant des membres et en augmentant les contributeurs d articles.",
            "(i) Programme de m daille du Canada 150 (Henry\nNienhuis)   Henry applaudit la r ussite du programme\nalors que vingt-huit m dailles diff rentes ont  t   mises\npar des clubs de membres de l ARNC dans tout le Canada.\nL ensemble complet de vingt-huit m dailles est disponible\ndans un bel  tui en bois pour 300 $.",
            "Gj) Comit  de l ducation   Scott Douglas a d clar  que\nle symposium  ducatif de deux jours   ce congr s  tait\nun grand succ s. La plupart des s minaires avaient une\nparticipation moyenne de vingt-cinq participants. Le format\nsemble bien fonctionner.",
            "Nominations des v rificateurs",
            "9. Le pr sident Henry Nienhuis propose de nommer\nencore cette ann e Cheryl Heavener de Markham, Ontario\ncomme v rificateur pour la revue des  tats financiers de l 'ARNC\npour l ann e fiscale du ler mai, 2017 au 30 avril, 2018.",
            " lection - Mandat de 2017   2019",
            "10. Les r sultats des  lections ont  t  annonc s par le\npr sident du comit , Paul Petch. Dans les deux domaines o  il y\navait des positions de directeur contest es, les gagnants  taient:",
            "a) Louis Chevrier - Montr al, Qu bec (code postal H) et",
            "b) Walter Ostromecki et Rob Turner - Western USA.\nL ancien pr sident de l ARNC, Geoff Bell, a proc d   \nl assermentation des directeurs.",
            "Affaires nouvelles",
            "11. James Williston (Pr sident de Canadian Paper\nMoney Society) remet, au nom du groupe CPMS, un\nch que de $250 au pr sident de l ARNC Henry Nienhuis.\nLa Fondation J. Douglas Ferguson a fait un don de $250 et\nla Soci t  de Recherche Numismatique du Canada a fait un\ndon de $100 pour l utilisation des locaux durant le congr s.",
            "Ajournement",
            "12. Henry Nienhuis a conclu en remerciant\ntous ceuxqui ont assist . Michael Turrini a propos \nl ajournement, appuy  par James Williston. ADOPTE A",
            "L 'UNANIMIT .\nRL on"
        ],
        "PageNo": "297"
    },
    {
        "File": "The_CN_Journal_october_10.jpg",
        "Paragraphs": [
            "2017 CONVENTION FOLLOW ON",
            "E ach year the RCNA is honoured to present",
            "certificates of recognition to individuals who",
            "have assisted the Association in many ways as\nvolunteers and, or as benefactors. When honourees\nare unavailable for presentation at our Convention\nit is our pleasure to make each individual award at\nthe soonest available time. On behalf of President\nNienhuis, Paul Johnson (right), Executive Secretary,\npresents Michael Turrini with his 2017 Presidential\nAward. This presentation was made September 16,\n2017, at the Coin Collector s Retreat, hosted by the\nVallejo Numismatic Society.",
            
            "The CN Journal",
            "Volume 62\n"
        ],
        "PageNo": "298"
    },
    {
        "File": "The_CN_Journal_october_11.jpg",
        "Paragraphs": [
            "ALFRED SANDHAM (1838-1910) ",
            "BY BARRY UMAN\nRCNA. FCNRS,,#5726",
            "lfred Sandham was\nborn in Montreal on\nNovember 1, 1838, and",
            "lived until December 24, 1910.\nHe first resided on Wellington\nStreet and later moved to\nNazareth Street. He attended\nschool briefly before going to\nwork in New York City for two\nyears. He returned to Montreal\nand worked at the Montreal\nTelegraph Company. He later\njoined the Grand Trunk Railway\nand was sent to Richmond\nStation, Quebec.",
            "Alfred Sandham was married\nin 1857 and moved to Covey\nHill, Quebec, in 1858, but he\nsoon returned to Montreal, to\nlive with his parents on Nazareth\nStreet. It is not known what had\nbecome of his marriage. He\nworked for his father as a painter.",
            "In 1864, Alfred Sandham became the General Secretary\nof the YMCA. He was responsible for improving its\noperations, and that attracted the attention of T.J. Claxton\nto hire him as his private secretary, in 1872. He resigned\nfrom the YMCA and became the editor of the Canadian\nRailway Guide in 1877. During this period, he received an\noffer to work as General Secretary of the Toronto YMCA,\nbut he did not want to leave Montreal. The offer was again\nrepeated in 1878 and it was accepted. As at Montreal\npreviously, he was responsible for the great improvement in\nthe operation of the YMCA.",
            "In 1882, Alfred Sandham became the editor of the many\npublications of the Willard\nTrust Depository of\nToronto. He also\nbegan a religious\nperiodical entitled,",
            "The Christian\nWitness, which\nhe purchased\nwith all the\npublications of the\nWillard Trust. He\nlater sold his entire",
            "Number 7",
            "October + November 2017 ------------------------",
            "business to begin a new job of\narranging the vast collection of\nletters and manuscripts that had\naccumulated in the files of the\nWillard Trust Depository. He also\nagreed to catalogue the extensive\ncollection of Canadiana that had\nbeen mixed, when the Toronto\nPublic Library was moved to a\nnew location.",
            "Alfred Sandham first collected\nshells, minerals, natural history\nitems, antiques, stamps and\nfinally coins. He collected the\nmost interesting specimens so\nas to learn of their history and\nto convey this information to\nothers. In his later years, his chief\ninterest was numismatics. He\nformed four collections that he\nlater sold individually, over time,\nto V.B. Hall, Gerald Hart, R.W.\nMcLachlan and the last one, on",
            "January 18 and 19, 1884, through an H.P. Smith auction\nheld in New York City.",
            "Alfred Sandham joined the  Montreal Numismatic\nSociety  in 1865 and became one of its most active\nmembers. In 1869, he helped to incorporate the society. It\nwas through his efforts in 1870, that the society issued its\nfirst official medal to commemorate its incorporation in\n1870. The 42 mm medal was struck in bronze and white\nmetal and is listed as Breton 171 (LeRoux 1610.)",
            "Strangely, the obverse inscription differs from\nthe society s official seal. It reads,  Numismatic and\nArchaeological Society / Montreal Canada.  The engraver s",
            "name appears at the bottom,",
            " J.D. Scott SC.  On the",
            "reverse, below the",
            "wreath, appears the",
            "name  Sandham s",
            "Series No. 1.  It",
            "was Sandham s",
            "intention to issue a",
            "series of historical",
            "medals including",
            "the principal events",
            "in the history of\nMontreal.\n"
        ],
        "PageNo": "299"
    },
    {
        "File": "The_CN_Journal_october_12.jpg",
        "Paragraphs": [
            "Alfred Sandham was responsible for\nthe issue of a number of medals that\nare related both to the YMCA and to\neducational institutions. Two different\nmedals, Breton 165 (LeRoux 1880) and\nBreton 166 (LeRoux 1881) were struck to\ncommemorate the opening of the Montreal\nYMCA building in 1872, noting its founding\nwas 1851 and its incorporation 1870.",
            "Alfred Sandham s name appears under\nthe Board of Directors as secretary. Thomas\nJames Claxton s portrait and name appears\non these medals, which were engraved in\nEngland by J. S. and A. B. Wyon.",
            "Another medal are Breton 136 (LeRoux\n1435), which was issued for the Russell Hall\nSunday School; it also pictures Claxton. It\nwas engraved by J. S. and A. B. Wyon.",
            "Sandham s medal for the Presbyterian\nCollege is either Breton 130 (LeRoux 1228)\nor Breton 131 (LeRoux 1229), engraved in\nthe USA by G. H. Lovett.",
            "The CN Journal",
            "Volume 62\n"
        ],
        "PageNo": "300"
    },
    {
        "File": "The_CN_Journal_october_13.jpg",
        "Paragraphs": [
            "Perhaps, Alfred Sandham s historical series no. 2\nmedal was intended to be Breton 186 (LeRoux 1540).\nIt commemorates the first visit of Jacques Cartier to\nHochelaga on October 3, 1535. The medal was issued 340\nyears later, in 1875. The dies were engraved by the Bishop\nof Montreal but his workmanship was very unsatisfactory.\nSandham had the dies defaced, and he abandoned his\nplans for any additional commemorative medals. Some Br\n186 medals were struck in white metal, using the defaced\ndies, by an unknown  young collector,  according to\nMcLachlan. He also claimed that no specimens were struck\nfrom the untouched die, but a copper medal belonging to\nthe Antiquarian and Numismatic Association of Montreal\nexists in the Chateau Ramezay collection.",
            "Number 7",
            "October + November 2017 ------------------------",
            "Avery rare Breton 186\n(LeRoux 1540) medal\nstruck in white metal\nfrom defaced dies.\nThe medal measures\n45.2 mm in diameter\nand is approximately\n5 mm thick. There\nare approximately\nten known in white\nmetal and one in\nbronze.",
            "(Image courtesy of Scott\nE. Douglas, taken from a\nmedal in his collection.)",
            "Alfred Sandham s greatest contribution was in the field\nof numismatic research. One of the principal aims of the\nFirst Montreal Numismatic Society was to acquire historical\nartifacts and information and make it available to its members\nand other interested parties. This was begun in 1872, when\nhe started the first journal, The Canadian Antiquarian and\nNumismatic Journal. He became the first editor and writer\nand continued for four years. Together, with all his other\ncontributions to numismatics, Alfred Sandham will always\nbe remembered for his book on Canadian numismatics;\nThe Coins, Tokens and Medals of Canada, which appeared\nin 1869 and followed with a supplement in 1872. This is\nthe earliest published work on Canadian material only and\npredates both Breton s and LeRoux s works by 21 years.\n"
        ],
        "PageNo": "301"
    },
    {
        "File": "The_CN_Journal_october_14.jpg",
        "Paragraphs": [
            "The book was dedicated to the  Numismatic and\nAntiquarian Society of Montreal  whose members\nprobably contributed to this book. The book has 72 pages\nand is illustrated with 150 drawings of coins, medals and\ntokens. It begins with a brief history of the different kinds\nof exchange used in New France and follows with the coins\nand tokens of the provinces. Unfortunately, Sandham did\nnot list all the medals because that added extra publishing\ncosts. He wanted it to be available for a reasonable price,\nbut he did include many medals at the end of his book. An\noriginal edition of the 1869 book was discovered in 1972\nwith a very interesting typed letter:",
            "Of this work, there were 300 copies printed but only",
            "250 were bound. It was anything but a financial",
            "success. While it was offered at the absurdly low",
            "price of 75 cts, only about 100 copies were disposed\nof by sale. The remaining copies were given away to\nfriends, societies and the press. The sheets remained\nin the hands of Mr. Rose, printer for nearly three\nyears when they were thrown out as waste paper,\nby my orders. All the full page illustrations were\ndrawn by myself (not much to boast of?) and were\nlithographed by Bishop & Co. of Montreal. The\nmedals pp 51-66 (excepting pp 55 to 59), were also\nprepared from my pen drawings. They are of interest\nfrom the fact that they are among the first, if not the\nfirst blocks prepared by what is now known as Photo-\nengraving, which appeared in a printed book. They",
            "were popularly known as leggotypes after Mr. W.A.",
            "Leggo, the inventor of the process who was then",
            "experimenting on his new discovery. Ere he supplied",
            "even these somewhat rough plates he had made\nseveral scores of blocks which were useless.",
            "Al. Sandham.",
            "This letter written by Alfred Sandham is of the greatest\nhistorical importance. It tells us some very interesting\nthings, e.g., that he was an excellent artist despite his denial.\nOnly 100 books were sold out of the 300 that were printed.\nThis gives us a very accurate number as to the size of the\nnumismatic community in 1869.",
            "Assuming that some books were purchased by libraries\nand other non-numismatic individuals and societies, some\ncollectors could not or did not want to buy this book.\nAlthough Sandham states that the book was reasonably\npriced at 75 cents, most people in 1869 could not afford\nit. Despite selling only 100 books, he issued a supplement\nonly three years later. It is safe to assume that he had a\nmuch smaller number printed.",
            "The active numismatic community probably numbered\n100 collectors. If we check LeRoux s or Breton s listing\nof personal numismatic metallic tokens, we will discover\nthat they were struck in small numbers, from about 50 \n200. These pieces were exchanged with other collectors,\nincluding some in the United States, the United Kingdom\nand perhaps Europe. There is one exception: To promote his\nbooks Dr. LeRoux s tokens were made in large numbers.",
            "References:",
            "Sandham, Alfred (1869) The Coins, Medals & Tokens\nof Canada",
            "Breton, P. N. (1894) //lustrated History of the Coins and\nTokens relating to Canada",
            "LeRoux, Joseph (1892) The Canadian Coin Cabinet",
            "Proulx, Claude, Uman, Barry (1992) The History of\nthe Antiquarian & Numismatic Society of Montreal",
            "Bowman, Fred (1972) Collectors of Canadian Coins of\nthe past",
            "Ed s Note: What author, Barry Uman, does not reveal\nin the above article is that he was the lucky person who\npurchased The Coins, Tokens and Medals of Canada, with\nits letter, from a dealer at a Torex show.",
            "This article originally appeared in, The Canadian Token,\nVol. 22 (1993), pp 143-147; it was previously reprinted in\nThe CN Journal December 1999 Volume 44, Number 10,\npp 471-474.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "302"
    },
    {
        "File": "The_CN_Journal_october_16.jpg",
        "Paragraphs": [
            "Canadian Collector Coins",
            "ith this edition, the familiar name of Canadian\nWes Volume Two, Collector and Maple Leaf",
            "Issues has been changed, to better reflect the ever-\nincreasing number of Royal Canadian Mint issues.",
            "The leading authoritative publication on RCM collector\nissues on the market today, lists virtually all non-circulating\nlegal tender issues ever released since the 1950s are\nreferenced. Hundreds of new issues, up to and including\nreleases from June 2017, have been included.",
            "To celebrate Canada s 150th anniversary, the RCM\nwent full throttle, releasing three different circulation\nsets, four different double dollar Proof Sets, three\ndifferent Proof Silver Dollars, and so much more!",
            "These exciting additions and old favourites comprise\nthis popular Canadian Collector Coins   Royal Canadian\nMint Issues Volume 2, 8th Edition.",
            "The 2018 edition features more than 2,000 coin designs,\nand contains over 3,000 colour illustrations, and has been\nthoroughly updated for all prices, specifications, and\ndesigners  and engravers  information.",
            "The CN Journal",
            "Volume 62\n"
        ],
        "PageNo": "304"
    },
    {
        "File": "The_CN_Journal_october_17.jpg",
        "Paragraphs": [
            "TRIBUTE IS. PAID_TO.NUMISMATIST",
            " SUBMITTED BY RON GREENE FRCNA FCNRS, LM #107",
            "FOLLOWERS OF SCIENCE EXPRESS REGRET AT DEATH OF R. W. McLACHLAN\nMontreal Antiquarians secure coins and library for Chateau-  Was author of articles",
            "Montreal, September 30, 1926.\nNumismatists the world over regret the\npassing of R. W. McLachlan, whose\ndeath on May 10, 1926, removed a\nvalued friend and vice-president of the\nAntiquarian and Numismatic Society\nof Montreal. He was born in Montreal\non March 9, 1845.",
            "His father was William",
            "McLachlan, a native of Lochwinnoch,",
            "Renfrewshire, Scotland. His interest",
            "in coin collection began when, as a",
            "boy, he attended the McGill Model",
            "School. A fever of coin collecting",
            "began among the pupils, encouraged",
            "by the headmaster, who was himself",
            "a collector. In the other pupils the",
            "fever died out or developed into",
            "other interests, but young McLachlan",
            "remained true to his first love, encouraged by his mother,\nwho passed into his keeping twelve coins, part of a\ncollection belonging to his grandfather.",
            "In 1864 he was elected a member of the Antiquarian and\nNumismatic Society of Montreal, then in its infancy. In\n1868 he was elected a member of the Numismatic Society\nof London, now the Royal Numismatic Society, He was\na charter member of the British Numismatic Society, a\nFellow of the Royal Society of Canada, a member of the\nAmerican Numismatic Society and a foreign member of\nthe Belgian Numismatic Society and La Societe Salsse de\nNumismatique. In 1872, when the Canadian Antiquarian\nand Numismatic Journal first made its appearance, he\nwas appointed a member of the editing committee and his\nfirst published article,  A Plea for an Artistic Coinage, \nappeared in its first number.",
            "In October, 1879, he commenced a series of articles\non  Canadian Numismatics  in the American Journal of\nNumismatics, which continued without interruption until\nApril, 1885. These articles, which showed more research\nand study than had hitherto been spent on any work on the\nsubject, gave short historical notes connected with each\ncoin. They were afterwards compiled in book form.",
            "Number 7",
            "October + November 2017 ------------------------",
            "Among Later Works",
            "Among his later works are\nCanadian Communion Tokens, The\nCopper Currency of the Canadian\nBank, Canadian Card Money, and\nCanadian Temperance Medals. He\nalso wrote numerous monographs\nbearing on colonial medals, among\nthem being one on the medals of\nthe war of 1812 and another on the\nLouisburg medals. His latest articles\nwere contributions to The American\nNumismatist and a paper prepared\nfor the Montreal convention in 1923,\n Some Notes on German Emergency\nMoney or War Tokens. \nThe collection formed by Mr.\nMcLachlan numbered about 20,000\npieces. During the latter years of his\nlife, when he felt no longer able to care for it and add to\nit, he expressed a desire that it should be kept intact and\nremain in Montreal. Negotiations were immediately begun\nby the Antiquarian and Numismatic Society to acquire\nthe collection and in September, 1922, it was announced\nthat it had passed into the keeping of that society, and it\nnow reposes in the old Governor s Council Room in the\nChateau de Ramezay. Mr. McLachlan s numismatic library,\nconsisting of about 500 volumes and 5,000 pamphlets, was\nincluded.",
            "Tribute in Spink s",
            "Spink s Numismatic Circular for August, 1926, contains\nthe following:  Mr. Robert Wallace McLachlan died at his\nhome, 440 Mount Stephen Avenue, Westmount, Montreal,\nCanada, on Monday, May 10, 1926.... Mr. McLachlan was\nelected a Fellow of the Royal Numismatic Society in 1868,\nand at a meeting of the council on Thursday, May 20, 1926,\nwas awarded the society s medal, not only for his many\ncontributions in numismatics, but because he had been\nfor more than sixty years a constant stimulus to the study\nof numismatics in North America. At the annual general\nmeeting of the Fellows of the Royal Numismatic Society\n"
        ],
        "PageNo": "305"
    },
    {
        "File": "The_CN_Journal_october_18.jpg",
        "Paragraphs": [
            "on June 17, 1926, Sir Charles Oman, the president, made a\nvery feeling reference to the death of Mr. McLachlan and\nexpressed the deep regret of the Fellows that he has not\nlived to receive the medal, and a vote of condolence with\nhis widow and family was passed, on the motion of Mr.\nFrederick A. Harrison, seconded by Mr. Percy H. Webb,\nand the honorary secretary, Mr. John Allan, was instructed\nto convey it to Mrs. McLachlan and also to forward the\nmedal to her. ",
            "In the September number of the American magazine,\nThe Numismatist, is a report of the ANA convention held\nin Washington, at which one of the members of the Council\nof the Antiquarian and Numismatic Society, L. A. Renaud,\nwas elected second vice-president for the ensuing year. Mr.\nRenaud is the curator for the McLachlan collection for the\nAntiquarian and Numismatic Society.",
            "Editor s Note: This article, from page 6 in the Saturday, October 2, 1926, edition of Victoria BC s Colonialist, was found\nby Ron Greene our well-known numismatic researcher seeking other interests. We thank Ron for sharing his find; these",
            "chance pearls add pleasure to research.",
            "A PLEA FOR AN ARTISTIC COINAGE",
            "AI",
            "BY R.W.MCLACHLAN.",
            "Here is R. W. McLachlan s first published article. This appeared in the first issue, July 1872 (Volume 1, Number 1),\nof The Canadian Antiquarian and Numismatic Journal by the Numismatic and Antiquarian Society of Montreal.",
            "A great country, holding commercial relations with\n other great countries, all over the world, should\nstrive to excel in the character of its circulating\nmedium; and by character, we mean truthfulness and\nbeauty. An elevating standard of coinage is one of the\nevidences of civilization. A low class of coinage represses\nthe arts of design, and fosters vulgar and depraved tastes.\nThat we  cannot handle pitch and not be defiled,  is a\ntruth equally strong when the application is reversed, for\nwe may say that a people or nationality cannot handle an\nartistic coinage without their tastes being to some extent\nelevated. It is a well-known fact, that a much higher degree\nof art than is at present displayed on our coinage, can be\nattained; therefore, as the majority of our people have no\nother means for the cultivation of this taste, should not the\nstereotyped designs as the conventional head of\nthe sovereign, the wreath or arms, be to some\nextent superseded by historical designs such\nas graced the money of Greece and Rome?\nEven these were changed from time to\ntime, so that the people did not tire of the\nfigures thereon presented. By following\nthis example, there would be furnished a\nfree school of art and design, extending\nto the whole community, and costing",
            "the government little if anything beyond the expense\nof sustaining the mint This idea has been advocated by\nleading numismatists in Europe and America, who take the\nexample of Greece to shew the benefits derived from this\nsource. The Greek cities issued the most beautiful series\nof coins that ever appeared, and Greece stood far before\nall other nations in the fine arts, their work still holding\nits place among modern nations. Although the first rise of\nart among them cannot be attributed to their coinage, for it\nmust have been known and cultivated ere it could be thus\ndeveloped, yet we are assured, that its long continuance is\ndue to this cause, and that she was indebted to it for many\nan artist whose first love for the beautiful was awakened by\nexamining the coinage.",
            "In this new country, especially when residing far from\ncities, persons cannot visit the stores of art that",
            "are ever open to the people of the old world.",
            "But one great medium whereby the people",
            "might be instructed and elevated can",
            "be made available by the coinage.",
            "Therefore let us not rest satisfied until",
            "a higher degree of art is attained, and",
            "the people of our Dominion placed in",
            "possession of a truly artistic coinage.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "306"
    },
    {
        "File": "The_CN_Journal_october_19.jpg",
        "Paragraphs": [
            "REGINA COIN SHOW",
            "FEATURES, RARE, ARCTIC. MEDAL","BY GEORGE MANZ",
            "FRCNA,, #19846,",
            "The Regina Coin Club",
            "Show in October 2017 will\nfeature an extremely rare",
            "HMS Terror medal, issued in 1836.",
            "The HMS Terror was a bomb",
            "vessel built in Britain during the\nWar of 1812, and participated in\nthe war against the Americans.\nDuring the war, its claim to\nfame included bombarding Fort\nMcHenry, an attack that inspired\nFrancis Scott Key to pen a poem\nthat later became The Star-\nSpangled Banner, the American\nnational anthem.",
            "In 1836, HMS Terror was\nrefitted for Arctic exploration under\nthe command of Captain George\nBack. The purpose of the mission\nwas to explore areas of the\nCanadian Arctic that had not yet\nbeen charted by other explorers in\ntheir quest to find the North West\nPassage.",
            "The mission was partly successful",
            "as the crew was able to map new areas\nin the Arctic. Unfortunately, the ship\nspent much of 1836 and 1837 stuck in ice.\nThe ice did so much damage that the ship was taking on\nmore water than the pumps could pump out. HMS Terror\nwas barely able to limp back from her voyage and was run\naground in Ireland because the ship was about to sink.",
            "During the arctic phase, HMS Terror met several\ngroups of Eskimos who wanted to trade.",
            "Captain Back s account of the expedition Narrative of\nan Expedition in HMS Terror Undertaken with a View to\nGeographical Discovery on the Arctic Shores, in the Years\n1836-7, includes the following:  Four noisy natives of\nthe Esquimaux race had the hardihood to venture through\nmuch difficult drift ice to the ship, from whence, however,\nthey returned amply rewarded, and the richest of their\ntribe. Some of the presents, supplied for that purpose by\ngovernment, were given to them, together with a few\nbrass medals, having the ship s name on one side, and a\nfigure of Britannia on the other. ",
            "In the 1840s, HMS Terror and HMS Erebus set\noff on Sir John Franklin s expedition attempting to\ndiscover the route of the North West Passage. Both ships",
            "Number 7",
            "October + November 2017 ------------------------",
            "became stuck in thick ice, were abandoned by their crews\nand later sank. Both crews died from starvation, exposure\nor cannibalism.",
            "The location of the sunken ships remained a mystery\nuntil September 2014 when the Erebus was discovered,\nfollowed by the discovery of Terror in 2016.",
            "Both ships are now being used to support Canada s\nclaim of sovereignty over much of the Arctic. Both ships\nwere discovered in Terror Bay off King William Island\nwhere they remain to this day as a National Historic Site\nof Canada.",
            "The Regina Coin Club is honoured to display this\nhistorically significant medal (the finest of the three or\nfour medals known to exist). The anonymous collector\nwho lent us the medal calls it  a national treasure. ",
            "The Regina Coin Club Show and Sale takes place at the\nTurvey Centre from October 21 to 22, 2017.",
            "George Manz is a Fellow of the Royal Canadian Numismatic\nAssociation and President of the Regina Coin Club.\n"
        ],
        "PageNo": "307"
    },
    {
        "File": "The_CN_Journal_october_22.jpg",
        "Paragraphs": [
            "THE ATLANTIC PROVINCES NUMISMATIC ASSOCIATION\nHOLDS. GENERAL_ MEETING. AND_FALL_ SHOW",
            "The APNA general meeting was held\nSeptember 9, 2017, at the Hearthstone\nInn in Dartmouth and was followed by a\nwell attended meet and greet. The general\nmeeting was very productive with a lot of\npositive suggestions for the future. The\nmeet and greet is always a nice time to catch\nup informally with old and new friends.",
            "The fall show was on September 10,\nin conjunction with the Halifax Regional\nCoin Club at the Doubletree by Hilton\nin Dartmouth. There were 52 tables with\n25 dealers and also the Bank of Canada\nrepresentative in attendance.",
            "The show had something for all collectors\nand attendance was as good as could be\nexpected with the hotel under construction\nand the MacDonald bridge closed.",
            "Competitive displays were re-introduced\nafter a 10-year absence. There were eight\ndisplays judged by three national judges and\nmedals, gold for Ist, silver 2nd, and bronze\n3rd, were awarded the winning displays.",
            "The APNA, after a few lean years, is\nslowly rebuilding with a substantial rise\nin membership. We have clubs in New\nBrunswick, Nova Scotia and a new club\nin Newfoundland and hopes that PEI will\ncome on board. We also are welcoming a\nnew club in Windsor, NS this fall.",
            "Our newsletter is very well accepted; it is\npublished four times a year. The APNA has\ntwo club-hosted shows a year, one in the\nspring and the other in fall.",
            "We are always looking for new members\nand anyone interested can contact me at\nmecormick2651@gmail.com and I will\nconnect you with the club nearest you or\nyou can join the APNA as an individual\nmember if that suits you best.",
            "Happy Collecting\nDan McCormick\nAPNA President",
            
            "Images (top to bottom) Bourse Floor;\nMs. Monique LeBlanc, Bank of Canada;\nTim Henderson (left) presenting 1st place\nexhibit medal to Dan McCormick.",
            "The CN Journal",
            "Volume 62\n"
        ],
        "PageNo": "310"
    },
    {
        "File": "The_CN_Journal_october_23.jpg",
        "Paragraphs": [
            "WHISKERS. AND_STRAIGHTWHISKEY",
            "BY TROY ZIMMER\nFCNRS, #12532",
            "The Commercial Hotel, Maple Creek, c.1890",
            "Only a handful of merchant tokens from Western\nO Canada are old enough to be listed in Pierre",
            "Breton s 1894 catalogue (Breton 1894), and\nonly one of these is from a Saskatchewan community.\nThis unique piece of early Saskatchewan numismatics is\nBreton #930 / #931, a small round brass drink token issued\nby the Commercial Hotel in Maple Creek and good for\none drink in the hotel bar. They are thought to have been\nissued around 1890-91 by J. H. Fleming, the manager of\nthe hotel at the time, as his initials  J.H.F.  appear at the\nbottom of the obverse. It s not known exactly why Fleming\nissued these tokens. They may have been promotional\npieces to help boost business in the hotel saloon, or used\nto extend credit or manage bar tabs for certain customers.\nWhat is known is that within a year or two of their issue the\ntokens were quickly pulled from circulation, the whole lot\npromptly sold to a collector from eastern Canada.",
            "Number 7",
            "October + November 2017 ------------------------",
            "First class in all its departments ...",
            "The Commercial Hotel dates back to the early 1880s, at\na time when Maple Creek was little more than end point\nalong a newly built Canadian Pacific Railway branch\nline. It was established by Thomas Melfort Rasin, an\nAmerican  adventurer  from Maryland, by way of St. Paul,\nMinnesota. Around 1880 Rasin went to work for T. C.\nPower & Brother, the largest of the mercantile companies\noperating out of Fort Benton, Montana (and a company\nnotorious for their support of the illegal whiskey trade in\nMontana and southern Canada). Rasin was a clerk in the\ncompany trade store near the North West Mounted Police\npost of Fort Walsh, in the Cypress Hills of what is now\nsouthwestern Saskatchewan. When the NWMP abandoned\nFort Walsh in 1883 in favour of a more strategic position\nat Maple Creek, T. C. Power & Brother quickly closed\ndown their Fort Walsh store and followed the police north\nto town.\n"
        ],
        "PageNo": "311"
    },
    {
        "File": "The_CN_Journal_october_24.jpg",
        "Paragraphs": [
            "Rasin, with financial backing from two T. C. Power &\nBrother managers, purchased a lot on Pacific Avenue, adjacent\nto the new T. C. Power trade store. There, he built a grand two-\nstorey wooden hotel, framed with skinned logs and covered\nwith milled lumber. Open for business by 1885, the hotel\nboasted 25 guest rooms, a dining room, spacious lobby and,\nof course, a fully stocked saloon. Church services were held in\nthe lobby of the hotel every Sunday, as no permanent church\nhad yet been constructed in the area. There were display\ncases in the lobby and adjoining hall, allowing travelling\nsalesmen to display their wares to prospective buyers, and\nrooms were available for meetings and conducting business\ntransactions. An article in the 1886 Territorial Directory billed\nthe Commercial Hotel as,  ... the largest such hotel in the\nNorth West Territories ... first class in all its departments. ",
            "Rasin sold the Commercial Hotel in 1890 to local rancher\nEdward Fearon. As Fearon was busy with his ranch and his\npolitical aspirations (he was elected to the Territorial Assembly\nin 1894), it appears he left the day-to-day management of the\nhotel to the aforementioned J.H. Fleming. It s around this time\nthat Fleming likely began issuing the brass drink tokens.",
            "John Henry Fleming, better known around town simply\nas  J. H.  (Myers 2000), was an American cowboy turned\nbusinessman who managed (and later owned) the hotel\nduring its heydays in the late 19th and early 20th centuries.\nBorn 1862 in Lake City, Minnesota, Fleming had come to\nCanada in the 1870s on a cattle drive from North Dakota.? He\nspent the next decade working as a ranch hand for a number\nof cattle operations in the Maple Creek area, including the\nfamous Oxarart Ranch (later known as the Wylie Ranch),\nwhere he eventually worked his way up to ranch foreman.\nHe also established his own ranch in the Skull Creek area\neast of Maple Creek. In 1890 he married Mary Isabelle Kirby,\nfrom the well-known Kirby farm south of Regina, and the two\nsettled down in Maple Creek. The 1891 Census of Canada\nshows Fleming already living at the Commercial Hotel with\nMary; on the survey form he lists his occupation as  hotel-\nkeeper. ?",
            "1 As cited in Pettyjohn, R.E.W. 2014.  Your Home on the\nRange:  The Commercial Hotel in Maple Creek. March 2014\nGuest post on Railway & Main: Small Town Saskatchewan Hotels,\nblog maintained by Joan Champ. Accessed on the Internet at www.\nhotelhistories.blogspot.ca, January 2016. Much of the material can\nalso be found in an article by the same name in Heritage Magazine\n18, pages 16 to 20, also by Pettyjohn.",
            "2 Myers claims that J.H. Fleming first came to Canada in 1886,\nbut in the records of the 1891 Census of Canada Fleming states he\ncame to Canada in 1876. There are other discrepancies in Myers\nbiography that make me question the accuracy of his dates; he\nstates Fleming  disposed  of his ownership of the hotel in 1903\nor 1904, but Fleming is known to have built a brick addition to the\nhotel in 1906, and he remains the owner-of-record until he sells the\nhotel (to Norman Robson) in 1910.",
            "3 Census of Canada, 1891. Accessed via Ancestry.ca, January\n2016. The census records can also be accessed at the Library\nand Archives Canada Web portal at www.bac-lac.gc.ca/eng/\ncensus/1891/Pages/about-census.aspx",
            
            "Token Varieties",
            "Breton lists two varieties of the\nCommercial Hotel drink token.\nBreton #930 contains two errors\nin spelling: Fleming s initials are\nmisspelled,  I.H.F.,  and the initials\nfor the North West Territories are\nmisspelled,  N.W.S.  Breton #931\ncorrects both mistakes, as well as\nadjusting the layout of both the\nhotel and town names on the face\nof the token. The reverse side of the\ntoken, containing the phrase,  Good\nFor One Drink,  remains the same\nfor both varieties.",
            "According to Breton the #930\nvariety was the original token\norder placed by Fleming, but\nused only sparingly by him until\nthe second order (Breton #931)\nwith the spelling corrections was\nreceived. Afterwards, Breton\nclaims, Fleming put aside the #930\ntokens and used the #931 versions\nexclusively. Breton bases this\nclaim on information from fellow\nnumismatist F. R. E. Campeau, who\napparently bought all the remaining\ntokens from Fleming sometime\nbefore 1894. Campeau reported\nthere were 75 of the #930 type\ntokens in the lot, but only 20 of the\n#931 tokens. The rest, presumably,\nhad disappeared during the normal\ncourse of business at the hotel.",
            "In his 1980 publication on the\ntrade tokens of Saskatchewan\n(Tannahill 1980), Cecil Tannahill\nquestions if the tokens were ever\nactually used at the hotel. While\nresearching the tokens back in\nthe 1960s Tannahill spoke with\nMatthew Fleming, John H.\nFleming s younger brother.",
            "Matt Fleming had been a\nbartender at the hotel in the\nearly 1900s and later managed\nthe hotel on behalf of new\nowners from 1920 to 1945.4",
            "4 Matt Fleming and his wife Rose are recorded as living in\nthe Commercial Hotel during the 1901 Census of Canada; Matt\nFleming lists his occupation as  bartender,  while Rose is listed as\n domestic  (i.e, a maid). John Fleming, his wife Mary, and their\ntwo kids are also recorded as living at the hotel.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "312"
    },
    {
        "File": "The_CN_Journal_october_25.jpg",
        "Paragraphs": [
            "The younger Fleming stated that,\nto the best of his recollection, the\ntokens were never used at the hotel.\nMoreover, Tannahill comments that\nall of the specimens he examined\nappeared to be in extremely fine to\nuncirculated condition, suggesting\nlittle to no use. However, as\nCampeau had bought the tokens\nfrom J. H. Fleming prior to 1894\n(long before Matt Fleming arrived\nin Maple Creek) it s certainly\npossible the tokens saw at least\nsome circulation in town during the\nearly 1890s.",
            "Why the tokens were withdrawn\nfrom use is anyone s guess. Were\nthey part of a failed business\nexperiment? Did the hotel guests\nor townsfolk not trust them? Or did\nFearon, a respectable businessman\nand aspiring politician, not\nwant bar tokens from his hotel\ncirculating around town (lest some\nless savory character get a hold of\nthem)? Local history books have\nplenty of information on both\nthe Commercial Hotel and J. H.\nFleming, but there s no mention\nof tokens and thus no further clues\nas to the motive behind their quick\nwithdrawal. Whatever the reason\nfor the initial withdrawal, however,\nit must have been significant\nenough that Fleming himself did\nnot re-issue these or similar tokens\nonce he took over ownership of the\nhotel in 1898.",
            "Rare Finds",
            "The Commercial Hotel drink\ntokens do show up for auction,\nbut not very often. When they do,\nboth varieties tend to appear with\nroughly the same frequency, and\ncommand similar prices. This trend\ncontrasts with the conventional\nthinking in which Breton #931 is\nconsidered to be the rarer of the\ntwo varieties. Tannahill assigned a rarity rating of 4 (31 to\n40 known examples) to Breton #930 and a rating of 6 (11 to\n20 known) to Breton #931. This 3:1 ratio, in turn, roughly\nmatches the number of each variety reported by F. R. E.\nCampeau when he purchased the remainder of tokens from",
            "Number 7",
            "October + November 2017 ------------------------",
            "Fleming sometime in the early 1890s. Sales results from\nboth online and in-house auctions over the past five or\nsix years, however, have shown a roughly equal number\nof each variety being offered. For example, of the seven\nCommercial Hotel tokens offered in the 2013 Toronto Coin\nExpo Fall Sale (by Geoffrey Bell Auctions), three were of\nthe #930 variety and four were the #931 variety. Searches\nof online sites such as iCollector and eBay show similar\nequal frequency of sales between the two varieties.",
            "The prices realized at these auctions are also similar\nfor both varieties   both are currently trending around\n$75 to $100 depending on condition. Particularly nice\nexamples of each variety may sell for as high as $145 to\n$180. Interestingly, the #930 variety currently appears to\nbe selling an average of $20 more than a #931 variety in\nthe same grade. Admittedly there are too few sales over the\npast five years to determine if this is a long-term trend or\nnot. However, if nothing else this trend does suggest that\nBreton #931 is possibly underpriced in the current online\ncollectors  market.",
            "In Closing ...",
            "John Fleming eventually bought the Commercial Hotel\nfrom Ed Fearon, on Christmas Eve 1896. He continued\nto own and operate it through the first decade of the 20th\ncentury. By 1904, however, the hotel was beginning to\nshow its age. Several new hotels had been built in Maple\nCreek, eclipsing the Commercial Hotel s position as the\npremier accommodation in town. As the hotel aged some\ntownsfolk began to refer to it derisively as a  dollar hotel. \nAs aresult, in 1906 Fleming had the original wood building\nmoved to the back of the lot and a new, 3-storey brick\naddition constructed on the front. Sadly, plans for further\nexpansion of the hotel were dropped after Mary Fleming\npassed away in August, 1909, leaving John a widower with\nfive children. He sold the hotel in early 1910 and went into\nthe hardware and dry goods business.",
            "The Commercial Hotel itself passed through a series of\nowners; at one point it was even owned by the Bank of\nMontreal and housed the local bank branch. But despite\nseveral attempts none of the later owners were ever able to\nrestore the grandeur of the place during its peak.",
            "When the original wooden portion of the Commercial\nHotel was finally torn down in 1940 the editor of the Maple\nCreek News, W. J. Redmond, lamented the loss of such an\nimportant part of the town s cowboy history:",
            "... the accommodation didn't amount to much,\njudged by present standards, but it was O.K. in the\ndays when men wore whiskers and drank their whiskey\nstraight",
            "5 As cited in Pettyjohn, R.E.W. 2014.  Your Home on the\nRange : The Commercial Hotel in Maple Creek. March 2014\nGuest post on Railway & Main: Small Town Saskatchewan Hotels,",
            "blog maintained by Joan Champ. Accessed on the Internet at www.\nhotelhistories.blogspot.ca, January 2016.",
            ""
        ],
        "PageNo": "313"
    },
    {
        "File": "The_CN_Journal_october_26.jpg",
        "Paragraphs": [
            "The 3-storey brick addition built by J.H. Fleming in 1906. The original wooden building was moved\nto the back of the lot forming the hotel s annex. It was demolished in 1940. After continued\ndevastating floods, the brick structure was restored in 2014; it continued business as a hotel and",
            "restaurant until 2017.",
            "There is, however, a happy ending to this story. After\nthe devastating floods in 2010 and 2011 the Commercial\nHotel was bought by a Philippine investment group whose\nmembers worked hard to restore the hotel to its original\ncondition. Today the Commercial Hotel is still open for\nbusiness, with the distinction of being one of the oldest,\ncontinuously operated hotels in Western Canada.",
            "If you ever get the chance, pay a visit to the old hotel  \nmaybe even drink a straight whiskey in honour of Rasin,\nFearon and the Flemings. But at $100+ for one of the\noriginal 1890s brass tokens, you may just want to pay for\nyour drink with cash.",
            "Oh yeah, and whiskers are optional.",
            "Sources Cited",
            "Breton, P.N. 1894. I/lustrated History of Coins and\nTokens Relating to Canada, p.186. Published by P.N.\nBreton & Co., Montreal, Quebec. 262 pp., illustr.",
            "Myers, Richard A. 2000. John Henry Fleming. In: Maple\nCreek and Area   Where Past is Present. Published by\nthe Maple Creek & Area History Committee; printed by\nFriesens Corporation, Historical Book Division, Altona,\nManitoba. Fleming s biography can be found on page\n452 of Volume One.",
            "Tannahill, C.C. 1980. An Illustrated Edition on Banking,\nTrade Tokens, Paper Money & Scrip used in the\nTerritory and Province of Saskatchewan. Published\nby the author, White Rock, BC, under the auspices of\nthe Canadian Numismatic Research Society. 219 pp.,",
            "illustr.",
            "Editor s Note: If you re planning a trip to Maple Creek anytime soon, though, you may have to wait for that drink.\nThe Commercial Hotel closed in July, 2017, the building and business was put up for sale by its owners.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "314"
    },
    {
        "File": "The_CN_Journal_october_28.jpg",
        "Paragraphs": [
            "BANK_OF_ENGLAND_ COMMUNIQUE",
            "The new  10 banknote featuring the image of Jane Austen enters circulation",
            "On September 14, 2017, the\nBank of England issued\na new  10 note. The note",
            "features the renowned novelist Jane\nAusten and is the first UK banknote\nwith a tactile feature to support blind\nand partially sighted users. Just\nover one billion polymer  10 notes\nwere printed and issued to general\ncirculation.",
            "The new Jane Austen  10 joins\nthe Churchill  5 in the first series of\npolymer Bank of England banknotes\nand a new  20 note featuring J. M. W.",
            "Turner will follow in 2020.",
            "Commenting on the introduction",
            "of the new  10 note, Governor Mark\nCarney said:  Our banknotes serve as\nrepositories of the country s collective\nmemory, promoting awareness of the\nUnited Kingdom s glorious history\nand highlighting the contributions\nof its greatest citizens. The new  10\nnote celebrates Jane Austen s work.\nAusten s novels have a universal\nappeal and speak as powerfully today\nas they did when they were first\npublished.",
            "The new  10 will be printed on\npolymer, making it safer, stronger and\ncleaner. The note will also include a\nnew tactile feature on the  10 to help the visually impaired,\nensuring the nation s money is as inclusive as possible. ",
            "The new  10 note contains sophisticated security features\nwhich make it very difficult to counterfeit. It is expected to\nlast at least 2.5 times longer than the current paper  10\nnotes   around 5 years   and stay in better condition during\nday to day use.",
            "The series of raised dots in the top left-hand corner\nhelp blind and partially sighted users to identify the\ndenomination of the note. This tactile feature is in addition\nto the elements already incorporated in Bank of England\nbanknotes for vision impaired users; the tiered sizing, bold\nnumerals, raised print and differing colour palettes.",
            "Victoria Cleland, the Bank s Chief Cashier, said:  Today\nis an exciting day. It is wonderful to see the inspirational\nauthor Jane Austen celebrated on the new  10, and even\nmore poignant being launched during the 200th anniversary\nof her death. I am grateful to the cash industry for their\nsupport in bringing the cleaner, safer, stronger notes to the\npublic. ",
            "Paper   10 notes featuring Charles Darwin will be\ngradually withdrawn from circulation as they are returned\nto the bank by retailers and businesses. The public should\ncontinue to spend the paper  10 notes as usual until\nlegal tender status is withdrawn in spring 2018 with the\nexact withdrawal date announced at least three months in\nadvance.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "316"
    },
    {
        "File": "The_CN_Journal_october_29.jpg",
        "Paragraphs": [
            "PORTRAITS OF THE FAMOUS\nBY. MEDALLISTS._OF_RENOWN",
            "BY BARRIE RENWICK",
            "FRCNA, FCNRS, #5754,",
            "#7 Marie Depage Edith Cavell by Armand Bonnetain",
            "T he Marie Depage Edith Cavell medal by Armand",
            "Bonnetain commemorates the two women, and it\nexpresses the Allies  embittered feelings over",
            "the two being victims of German depravity\nduring The Great War. Both women\nhad worked doggedly, under wartime\noccupation conditions in Belgium,\ntending to the wellbeing of wounded\ncombatants and civilians. The\nwomen were friends and co-workers.\nThey died during the same year in\ndifferent places and under different\ncircumstances; each of their deaths\nwas the result of a detestable enemy\nundertaking. On the medal s obverse,\ntheir commingled portraits face left, Cavell\nin nursing uniform above, a laurel branch\nto signify they both had been peaceful non-\ncombatants in the war. On the medal s plain\nreverse the grudging inscription implores:\n1915. Remember! The medal is bronze\n60 mm in diameter. It was struck by\nFonson & Cie a Brussels enterprise\nthat made medals and seals.",
            "Marie Depage, a 43-year-\nold Belgian mother of three was\nmedically trained and was an\nadministrator in her doctor-husband s\nBrussels casualty hospital for war\nwounded. She had just successfully\ncompleted a humanitarian campaign in the\nUnited States gathering funding\nfor their hospital, and she was\nen route home aboard RMS\nLusitania when Germany s\nU-20 submarine sank the\npassenger liner scant hours\nfrom her home port, Liverpool. Depage perished along\nwith more than 1100 other civilian victims that tragic\nMay 7, 1915. Western countries were outraged that any\nnation would willfully sink a passenger ship and cause\nthe deaths of innocents including non-belligerents.",
            
            "Number 7",
            "October + November 2017 ------------------------",
            "U-20 s callous act challenged the resolve of the USA to\nremain neutral.\nEdith Cavell a 49-year-old well-accredited British\nnurse was recruited prewar by Marie s husband,\nDoctor Antoine Depage, to be matron in a\nBrussels nursing school. At the outset\nof war in 1914, that facility became a\ncasualty centre under the Red Cross\nand Cavell nursed the wounded.\nBelgium was an occupied country,\nand Cavell as a patriot began to\nassist Allied escapers and evaders\nby hiding them in her home until\nothers could smuggle them out of the\ncountry. She was betrayed, arrested and\nconfessed. Under German military law she\nwas found to be a traitor even though she was\nnot a German national. The sentence: execution\nby firing squad. Appeals for clemency came\nfrom the US and other non-belligerents,\nbut the Germans were inflexible.\nBritain at war with the Central Powers\nwas helpless to intervene. Cavell\naccepted her fate with stoicism and\nwithout rancour. She died executed\nOctober 12, 1915.\nArmand Bonnetain born 1883\nin Brussels took his art instruction\nthrough lectures and practise under\ncontemporary Belgian artists. Bonnetain\nspent his career as a sculptor, medallist and\nengraver working in Brussels.\nHe died there in 1973. His\nmedal Marie Depage Edith\nCavell was created in 1919.\nThis commemorative medal\nwas also a compelling piece of\npropaganda. Its strident 19/5 Remember message and\nits issue date, 1919, were meant to draw public attention\nto a passionate need in the drafting of the 1919 Treaty of\nVersailles to incorporate punitive reparations to punish",
            "Germany.\n"
        ],
        "PageNo": "317"
    },
    {
        "File": "The_CN_Journal_october_30.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            
            "BY ROGER C PAULEN\nLM#.439",
            "1946 Five-Cent Arrowhead",
            "This time we feature a coin that has been known\n| since the 1960s, and has been listed in Canadian\ncoin catalogues. The 1946  arrowhead  five cents\n(Figure 1a) is a popular variety; the earliest reference to this\nvariety I ve managed to find was in the Louis Arpin mail bid\nauction in 1960, published in The CN Journal (Arpin, 1960).\nThe 1946 arrowhead was listed by Hans Zoell as 173A in\nhis 1st edition variety catalogue (1960) and subsequently\nre-numbered as P176a in his 2nd edition catalogue (1962).\nA couple of variants of the 1946 arrowhead were\npublished with a matching arrowhead on the obverse which\nZoell catalogued (1965) as B176a (Figures 1b, 2), and\na  later die state  which had developed a large die crack\nconnecting the obverse bust to the rim, as BL176a (Figure 2).",
            "Figure 2. 1946 arrowhead B176a (left) and a\nlater die state with a large die crack BL176a\n(right) (Zoell, 1965 p 59)",
            "The cause of the arrowhead remains unknown. Charest\n(2007) attributed the arrowhead infilling the 6 as a  defective\ndie.  Patrick Glassford (2016), in his online Die Variety\nDirectory attributed the arrowhead as a die chip. Certainly, die\nchips of all shapes do occur in other Canadian decimal strikes,\nsuch as the square chip in the 1958 50 cents or the  dots  on\nmany different years  coins. A notable  arrow-like  die chip\nwould be the 1996 two dollar  rhino horn  (Paulen, 2013).",
            "However, our example coin with a mirrored arrowhead on\nthe obverse as well as on the reverse, questions Glassford s\nattributing these blemishes as coincidental matching die chips.",
            "Figure 1a. The Zo P176a 1946 arrowhead variety with the\nraised arrow-like feature showing inside the 6 on the reverse.",
            "Figure 1b. The Zo B176a arrowhead variety with the raised\narrow-like feature on the obverse.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "318"
    },
    {
        "File": "The_CN_Journal_october_31.jpg",
        "Paragraphs": [
            "Die chips are an incuse flaw in the die which\ncreates a raised metal blemish on the\ncoin (Diamond, 2003). These chips\ncan develop in seemingly random\nlocations on the surface of a\nworking die during use.\nClose examination of\nthe arrow feature in the\n1946 five cents shows\nquite smooth edges,\nunlike a progressive die\nchip error where flakes\nthat continue to break\noff the die enlarge the\nchip. These smooth edges\nsupport the hypothesis of a\nvery hard arrow-shaped object\nbeing struck between the dies in\nthe absence of a planchet, making\ndepressions in the dies that caused the\nraised arrowheads. A\ntransparent overlay of\nthe obverse and reverse\narrowheads shows they\nare almost mirror images\n(Figure 3).\nWhen overlapped\nimages of the coin s faces\nare closely examined, the\npositions of the arrows\n(Figure 3) match when we\nrotate one of the images 8\ndegrees; then the match is\nalmost perfect. (Figure 4).\nDespite an exhaustive search,\nthere is no documentation of\n acceptable tolerances  from\nthe Royal Canadian Mint reports.\nMany error and variety enthusiasts\nagree though that die rotations of up to\n10 to 12 degrees appear to be acceptable\ntolerances by the Mint.\nA hard object struck by the dies in the\nabsence of a planchet, seems to be the most\nplausible explanation, with a minor rotation of the dies.\nThis variety is the topic of a long-running discussion on\nthe French Numicanada.com Web site. The participants\nhave determined that although the 1946 five cents\narrowhead is somewhat common, coins with arrowheads\non both sides are scarce (Numicanada.com, 2017). They\nnote that Hans Zoell documented a major die crack on\nthis coin (Figure 2)   the obverse (anvil) die was probably\nswapped out of production when the die crack was\nnoticed, well before replacing the reverse (hammer) die.",
            "Number 7",
            "October + November 2017 ------------------------",
            "Although the 1946 arrowhead is not a true\nvariety in the strictest definition of the\nword, it is nonetheless an interesting\ndiscovery made almost 50 years\nago. This coin is easy to find\nin some dealer inventories;\nsometimes it is not even\nattributed. So, a sharp eye\nshould be able to find\none with the arrowhead\non both sides. And if\nyow re lucky, one with the\nlarge die crack as well. It\nshould not cost you very\nmuch if you do find it in the\nwild, so grab your loupe and\nkeep up the hunt!",
            "Acknowledgements",
            "An astute variety collector\nand personal friend, Francois\nLavall e, loaned me this\ncoin to photograph, and he\nadded his personal insight\ninto this particular variety\nand its relative scarcity. Zoell\nnumbers and figures are\ncopyright of Charlton Press,\nused here with permission.",
            "References",
            "Arpin, L. 1960. Mail bid auction\n(Stanbridge East, Quebec). The\nCanadian Numismatic Journal, vol. 5,\nno. 7, pp. 344-345.\nCharest, P. 2007. The book of\nCanadian coins and their varieties. 4th\nEdition. Charest Internet Inc.\nDiamond, M. 2003. Gouges, dents,\nscrapes, and impact scars: The many\nfaces of die damage. Errorscope, Nov/\nDec, p. 5-8.\nGlassford, P. 2016. Die variety\ndirectory: Die chips. The Canadian\nNumismatic Publishing Institute\n(CNPI). www.coinscan.com/err/dch.\nhtml (accessed September 2017).\nNumicanada.com 2017. 5 cents 1946 pointe de fl che  C.\nEnt. , # 10. www.numicanada.com/forum/viewtopic.\nphp?f=23&t=5119 (accessed September 2017).\nPaulen, R.C. 2013. 1996 Two-Dollar  Rhino.  Canadian Spice,\nThe Canadian Numismatic Journal, vol. 58, pp. 434-435.\nZoell, H. 1960. Variety Catalogue of Canadian Coins. 1st Edition.\nHobby Publishing and Manufacturing, Regina. ...\n  1962. Variety Catalogue of Canadian Coins, Including\nNewfoundland. 2nd Edition.\n  1965. Minor Coin Varieties. 3rd Edition, Part 2.\n"
        ],
        "PageNo": "319"
    },
    {
        "File": "The_CN_Journal_october_34.jpg",
        "Paragraphs": [
            "ROYAL_ MINT. COMMUNIQUE",            
            "The Unicorn of Scotland rears its head on Royal Mint Bullion coins",
            "T he Royal Mint is to unleash the legendary Unicorn",
            "of Scotland onto its gold one ounce, gold\nquarter ounce and silver two ounce\nbullion coins. The Unicorn will join the\nline-up in The Royal Mint s  Queen s\nBeasts  bullion range, celebrating\nthe ten mythical creatures that have\nstood guard throughout hundreds\nof years of British royal heraldry.\nThe beasts   which include\ngriffins, lions, dragons and\nfalcons   can be seen all round\nBritain in some surprisingly\nordinary places in British daily\nlives and culture, from pub signs to\npassports and city badges to sport.",
            "The designs are by Royal Mint coin\ndesigner Jody Clark   best known for his\n fifth portrait  of The Queen on UK coinage\n  and have been inspired by the Queen s\nBeasts sculptures by James Woodford\nRA that watch over the Palm House\nat Kew Gardens. The sculptures\nwere originally created for the\ncoronation ceremony of Her\nMajesty The Queen Elizabeth II\nheld in Westminster Abbey in\n1953, to symbolise the various\nstrands of royal ancestry brought\ntogether in a young woman about\nto be crowned queen. Today, the\noriginal statues can be found at\nthe Canadian Museum of History\nin Quebec, while the Portland stone\nreplicas, also carved by James Woodford,\nare at Kew Gardens.",
            "Designer Jody said:  Although the unicorn is not real, it\nshares the same appearance as a horse, so I could draw on\nreality a little. It has been represented many times in heraldry,\nso I revisited sculpture and heraldic designs for inspiration.",           
            "I was interested to find that there are certain rules to\nbear in mind   for example the unicorn always has a\ncloven hoof. I wanted to add some movement\nto my design, and for the unicorn to be\ndoing more than just supporting the\nshield. I showed the beast leaping\nover the shield a little, and there is\nmovement in the chain, making\nthe design more dynamic. ",
            "The Unicorn of Scotland",
            "In 1603, James VI of Scotland",
            "also became James I of England\n  uniting the thrones for the first\ntime. The new king took the Lion\nof England and one of the Scottish\nunicorns as supporters for the Royal\nArms and they have remained in place ever\nsince. The origin of the unicorn as a regular\nsupporter of the Scottish arms is unknown,\nbut it has been associated with Scotland\nfrom the fifteenth century, struck on\ngold coins called  unicorns  for their\ndesign of a unicorn supporting the",
            "shield of Scotland.",
            "The Unicorn of Scotland, milk-\nwhite with gold hooves, horn and\nmane, has always had a coronet\naround its neck like a collar, with\na gold chain attached. It s thought",
            "that the chains were to show a",
            "great beast tamed to serve the king;",
            "certainly, as with most chained beasts",
            "in heraldry, its strength is emphasized",
            "rather than diminished by their shackles.",
            "It holds the royal coat of Scotland, with a red",
            "lion rampant (the most fierce stance) on a gold background,\nwhich has been unchanged since Alexander III.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "322"
    },
    {
        "File": "The_CN_Journal_october_35.jpg",
        "Paragraphs": [
            "The Royal Mint Celebrates A Royal Platinum Wedding Anniversary With The Nation",
            "I: 2017 the nation celebrates with Her Majesty The",
            "Queen and His Royal Highness The Prince Philip, Duke",
            "of Edinburgh as the royal couple celebrate 70 years of\nmarriage. The Royal Mint is to recognise this unique personal\nmilestone for them both with a range of Platinum Wedding\ncoins that have been specially struck for the occasion.",
            "The story",
            "The 20 November 2017 marks the 70th wedding anniversary\nof Queen Elizabeth II and The Duke of Edinburgh. They\nwere married at Westminster Abbey in front of 2,000 guests\nand the service was broadcast live to 200 million radio\nlisteners, a welcome celebration amidst post-war austerity.\nThe Queen saved ration tokens to buy the material for her\ndress and she did her own make-up on the big day.",
            "Number 7",
            "October + November 2017 ------------------------",
            "70 years later, they have become the first British royal\ncouple to celebrate a platinum wedding anniversary, the\nlatest chapter in the story of the longest royal marriage in\nBritish history. They have built an enduring partnership that\nis an inspiration to us all, as Britain celebrates this unique\npersonal moment in royal history.",
            "The designs - a double portrait celebration",
            "To mark this historic yet personal event The Royal Mint has\nstruck a celebratory range of coins. Three original designs\nhave been created for the occasion, including two combined\nportraits which have become a tradition on special wedding\nanniversaries for Her Majesty and Prince Philip.\n"
        ],
        "PageNo": "323"
    },
    {
        "File": "The_CN_Journal_october_36.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2017 $50 Fine Silver Coin 125th Anniversary\nOf The Stanley Cup ",
            "Developed by the Royal Canadian\nMint s team of R&D specialists,\nengineers and engravers, this fine-silver\ncoin has a unique shape that is instantly\nrecognisable to hockey fans that have\never dreamed of hoisting the Stanley Cup\nat centre ice.\nThe reverse design presents\na reduced-scale replica of the\nillustrious hockey trophy, all in a\nmagnificent reverse proof finish.\nDetailed engraving recreates the\nringed appearance of the Cup s\nrounded barrel base, topped by the\nsilver bowl that replicates the one\ndonated by the Governor General\nof Canada, Lord Stanley. The\nfiner details are enhanced by the application of different\nfinishes that alter the way light reflects off the coin s\nsilver surface, thus infusing the innovative design with\na life-like sense of depth and dimension. The obverse\nis flat, and features the dates  1892-2017,  the words\n STANLEY CUP COUPE STANLEY , the engraved\nface value  50 DOLLARS,  and the effigy of Her Majesty\nQueen Elizabeth II by Susanna Blunt.",
            "2017 $2 Canada 150:\nThe Battle Of Vimy Ridge",
            "The reverse design\nby Canadian artist\nTony Bianco\nfeatures the\nCanadian National\nVimy Memorial\nin Vimy, France\nflanked by a First\nWorld War soldier\non the left and a\nveteran soldier on",
            "the right.\nEach pack\nincludes five",
            "2-dollar circulation\ncoins in a special\ncommemorative\npackaging.",
            "Pi ce De 50 $ En Argent Fin 2017 125e\nAnniversaire De La Coupe Stanley\"C",
            "Con ue par l quipe de sp cialistes en\nR-D, d ing nieurs et de graveurs de la\nMonnaie royale canadienne, cette pi ce\nen argent fin a une forme exceptionnelle\nque reconnaitra du premier coup d oeil tout\namateur de hockey ayant r v  de soulever\nla Coupe Stanley sur la patinoire.\nPr sentant un magnifique fini\n preuve numismatique revers e, le\nmotif au revers reproduit une moiti \ndu c l bre troph e du hockey. La\ngravure d taill e recr e les bandes\nsuperpos es formant la base arrondie\nde la Coupe, ainsi que le bol en argent\nqui la surmonte et rappelle celui\noffert par le gouverneur g n ral du\nCanada, lord Stanley. Les d tails les\nplus fins sont rehauss s par l application de divers finis, qui\nmodifient la r flexion de la lumi re sur la surface argent e\nde la pi ce, donnant au motif novateur une profondeur et un\nrelief r alistes. L avers est plat et pr sente les dates   1892 \n2017  , la mention   STANLEY CUP COUPE STANLEY  ,\nla valeur nominale grav e   50 DOLLARS  , et l'effigie de\nSa Majest  la reine Elizabeth II selon Susanna Blunt.",
            "Pi ce De 2 $ 2017 Canada 150:\nLa Bataille De La Cr te De Vimy",
            "Le motif cr  par\nl artiste canadien\nTony Bianco\nrepr sente le\nM morial national\ndu Canada  \nVimy, en France;\n  gauche un soldat\nde la Premi re\nGuerre mondiale et\n  droite un v t ran.",
            "Chaque carte\ncomprend 5 pi ces\nde circulation\n2 dollars et est\npr sent  dans\nun emballage\ncomm moratif\nsp cial.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "324"
    },
    {
        "File": "The_CN_Journal_october_37.jpg",
        "Paragraphs": [
            "2017 $3 Fine Silver Coin 100th Anniversary Of\nThe Battle Of Vimy Ridge",
            "The reverse design by Canadian artist Laurie\nMcGaw features a frontal view of the iconic\nsculpture  Canada Bereft,  which is\nprominently featured at the Canadian",
            "National Vimy Memorial in Vimy,",
            "France. An allegorical figure, she",
            "is Mother Canada the powerful\npersonification of a nation mourning",
            "her fallen sons. Mother Canada",
            "rests her chin on her hand and bears a",
            "sorrowful expression that is beautifully",
            "recreated with finely detailed engraving.",
            "On the reverse, the engraved figure is front",
            "and centre as the main focus of the design; on\nthe memorial, the limestone carving stands on the\nnortheast edge of the monument platform, where\nshe looks down at a ground-level tomb. The Vimy\nMemorial is recreated behind and to the left of the\ngrieving sculpture; set against the lined specimen\nbackground, the Vimy Memorial is depicted further\nin the distance to provide a full sense of the stately\ngrandeur of this Canadian site of remembrance overseas.",
            "2017 $20 Fine Silver Coin   From Sea To Sea\nTo Sea: Pacific Salmon",
            "Designed by Canadian artist Tony Bianco, the\nreverse image travels to the coastal waters",
            "of British Columbia to offer a glimpse",
            "of marine life in the Pacific Ocean.",
            "The engraved word  CANADA ",
            "hangs in the air over the breaking",
            "ocean swell, which adds a sense of",
            "motion to the design as they sweep",
            "over the increasingly shallow water.\nTransitioning to the underwater realm,",
            "an exceptional amount of detail brings the\nrock-lined sea floor to life; one can easily\nimagine the soft swaying motion of the plants\nas each wave moves overtop in quick succession.\nNonetheless, the focus of the design remains\nthe two chinook salmon (Oncorhynchus\ntshawytscha) as they feast on small fish;\nthe use of selective gold plating highlights\nthe intricacy of the engraved design, which\nrecreates the textured appearance of the\nsalmon s scales and fins to provide a more life-\nlike portrait of this iconic species.",
            "Number 7",
            "October + November 2017 -----------------------",
            "Pi ce De 3 $ En Argent Fin 2017 100E\nAnniversaire De La Bataille De La Cr te De Vimy",
            "Le motif au revers, oeuvre de l artiste canadienne",
            "Laurie McGaw, pr sente une vue de face de",
            "l embl matique sculpture Le Canada en",
            "deuil,  l ment important du M morial",
            "national du Canada   Vimy, en France.",
            "Cette statue all gorique repr sente M re",
            "Canada,  loquente personnification d une",
            "nation pleurant ses fils tomb s au combat.",
            "Elle appuie son menton contre sa main, le",
            "visage empreint d une tristesse que rend",
            "magnifiquement la gravure minutieuse.",
            "Cette figure cisel e occupe le premier plan,",
            "en plein centre du motif, tandis qu au M morial,",
            "la sculpture de calcaire se dresse au bord nord-est du",
            "socle, le regard plongeant vers le tombeau en contrebas.",
            "Le M morial de Vimy est ici reproduit   gauche,",
            "derri re le personnage endeuill ; sur un champ",
            "sp cimen finement ray , il est repr sent  au loin",
            "pour bien illustrer la majest  de ce site comm moratif",
            "canadien d outre-mer.   droite de M re Canada figurent",
            "les grandes lettres   VIMY  . L avers est   l effigie de\nSa Majest  la reme Elizabeth II, selon Susanna Blunt.",
            "Pi ce de 20 $ en argent fin 2017   Les Trois\nOc ans Du Canada : Saumons Du Pacifique",
            "Le motif au revers, oeuvre de l artiste canadien",
            "Tony Bianco, nous transporte vers les eaux",
            "c ti res de la Colombie-Britannique et nous",
            "laisse entrevoir la vie marine de l oc an",
            "Pacifique. Sous la mention grav e  ",
            "CANADA  , des vagues qui balaient la",
            "c te sugg rent un mouvement de ressac",
            "qui l ve le rideau sur le monde sous-",
            "marin o  l impressionnante quantit ",
            "de d tails grav s recr e le fond marin",
            "rocailleux. On s imagine ais ment les",
            "plantes marines qui se balancent doucement au",
            "gr  des vagues qui roulent l une apr s l autre. Le",
            "point central du motif demeure cependant les deux",
            "saumons quinnats (Oncorhynchus tshawytscha)",
            "en train de se r galer de petits poissons. Le",
            "placage d or s lectif met en valeur le d tail",
            "finement grav  du motif, qui rend avec r alisme",
            "la texture des  cailles et des nageoires de cette\nesp ce embl matique." 
        ],
        "PageNo": "325"
    },
    {
        "File": "The_CN_Journal_october_38.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES_DES_CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)",
            "FRCNA, FONA, #22198,",
            "Jean-Luc Giroux 1939 2017",
            "Jean-Luc Giroux passed away on July 7, 2017. He was\na very early and active member of the",
            "Societe de Numismatique de Quebec and",
            "joined as member #33 in 1961. Leaving",
            "the Society for some years, he returned",
            "as an active member in 1981 and held",
            "various elected and volunteer positions.",
            "Over many years he collected a nearly",
            "complete set of high condition Breton",
            "tokens. Later, he became an avid collector",
            "of transportation bills and tokens. He also",
            "was a researcher and numismatic writer.",
            "Active in the hobby, his honors received",
            "included: Fellow of the Canadian",
            "Numismatic Research Society, the 1996",
            "RCNA Jerome Remick Award for best numismatic article\npublished in a local club newsletter, and three SNQ\nnumismatist of the year awards. The SNQ also bestowed\nhim with a Medal of Merit in 1995, a Medal of Distinction\nin 1996 and named him an Ambassador of the Society in\n1999. An Internet obituary can be viewed at wwwafterlife.\nco/ca/obituary-quebec-jean-luc-giroux-4587268. Jean-\nLuc Giroux will be missed by all.",
            "Georgian Bay Numismania",
            "A small group of numismatic enthusiasts around the\nGeorgian Bay area regularly get together in either\nBob Graham s home in the country or at Ron Cheek s\nplace in Collingwood. Bob dubbed the gatherings\n Numismania.  The afternoon meetings are informal\nshow-and-tell social events with tea and cake thrown\nin when we need a sugar boost. Attendees are asked to\nbring a few of their favourite numismatic (sometimes\nphilatelic) treasures to show around and talk about.\nWhile the Georgian Bay Coin and Stamp Club meets\nmonthly at both Midland (first Tuesday) and Wasaga\nBeach (third Thursday) not all the Numismaniacs live\nconveniently close to either town. These kitchen table\ngatherings are just the thing for them and for several\nmembers of the Georgian Bay Coin and Stamp Club,\nGBCSC, as well. Fellowship, learning, sharing, and\ngood fun bring us together as often as we can arrange\nit. The GBCSC has a Web site located at www.\ngeorgianbaycoinstamp.com .",
            "Jean-Luc Giroux 1939 2017",
            "Jean-Luc Giroux 1939 2017 Jean-Luc Giroux est d c d  le 7\njuillet 2017. Il  tait un membre tr s actif et un des\npremiers membres de la Soci t  de Numismatique\nde Qu bec. Il a joint en tant que membre no 33 en\n1961. Apr s avoir quitt  la Soci t  pour quelques\nann es, il est revenu un membre actif de 1981 et\na occup  divers postes  lus et b n voles. Pendant\nde nombreuses ann es, il a accumul  un ensemble\npresque complet de jetons Breton de haute qualit .\nPlus tard, il est devenu un collectionneur passionn \nde billets et jetons de transport. Il  tait  galement\nun chercheur et auteur numismatique. Actif dans\nle passe-temps, il a re u plusieurs honneurs dont\nle Fellow de la Soci t  canadienne de recherche\nnumismatique, le Prix PARNC Jerome Remick en",
            "1996 pour le meilleur article numismatique publi  dans un bulletin",
            "du club local et trois prix de la SNQ numismate de l ann e. La",
            "SNQ lui a  galement conf r  une m daille de m rite en 1995, une",
            "m daille de distinction en 1996 et l a nomm  un ambassadeur de",
            "la Soci t  en 1999. Une n crologie sur internet peut  tre consult e\nsur www.afterlife.co/ca/obituary-quebec-jean-luc-giroux-4587268.",
            "Jean-Luc Giroux va nous manquer.",
            "Georgian Bay Numismania",
            "Un petit groupe d amateurs numismatiques de la r gion de Georgian\nBay se r unissent r guli rement soit   la maison de Bob Graham\nou   la maison de Ron Cheek   Collingwood. Bob a nomm \nces rassemblements  Numismania . Les r unions d apr s-midi\nsont des  v nements sociaux informels de type montre et raconte\naccompagn  de th  et petit g teau pour maintenir notre concentration.\nLes participants sont invit s   apporter quelques-uns de leurs tr sors\nnumismatiques pr f r s (parfois philat liques) afin de les montrer\net faire d couvrir. Alors que le Georgian Bay Coin and Stamp Club\nse r unit tous les mois   Midland (premier mardi) et Wasaga Beach\n(troisi me jeudi), tous les membres numismatiques n habitent pas\n  proximit  de l une ou l autre ville. Ces rassemblements informels\nsont id als pour eux et pour plusieurs membres du Georgian Bay Coin\nand Stamp Club, GBCSC, ainsi. Fraternit , apprentissage, partage et\ncamaraderie nous uni aussi souvent que nous pouvons |  organiser. Le\nGBCSC a un site web situ  sur www.georgianbaycoinstamp.com.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "326"
    },
    {
        "File": "The_CN_Journal_october_39.jpg",
        "Paragraphs": [
            "The Coin Collector",
            "First published in the September 2017\nScarborough Coin Club Newsletter.",
            "You may start with a few interesting items put in a box,",
            "not needed to be kept at the vaulted building at Fort Knox.",
            "Coins given to you from friends and relatives at a young\nage,",
            "getting you involved in collecting is the first stage.",
            "Going through your parents  change is a place to start,\nkeeping any silver coins you find is very smart.\nPulling out coins that have a different design,",
            "this would include ones which are foreign.",
            "The first rule for any hobby is buy the book before you\nbegin,",
            "learning the history of a coin and where it comes from is\na win-win.",
            "Join a local, regional or national club; who have a\ncommon interest,",
            "they will share their knowledge and friendship with every\nnew guest.",
            "Look over what you have collected to date,\nfollow a path that you will have no debate.",
            "It may be coins, woods, medals, tokens or notes,\ngo with the one that gets the most votes.",
            "There are individual items, themes, series and sets,\npicking the wrong one will cool off your jets.",
            "There is always the option to rethink your collection,\ndue to interest or budget change it may be a suggestion.",
            "Number 7 October   November 2017 --------------------",
            "Le numismate",
            "Publi  pour la premi re fois dans le bulletin du\nScarborough Coin Club de septembre 2017.",
            "Vous pouvez commencer avec quelques articles int ressants mis dans\nune boite,",
            "pas n cessaire de garder dans une vo t    Fort Knox.",
            "Les pi ces vous que vous avez re us d amis ou de parents dans vote",
            "jeunesse,\nvous garder accroch    la collection est la premi re  tape.",
            "Commencer en regardant le petit change de votre parent,\ngarder toutes les pi ces en argent est tr s intelligent.\nExtraire des pi ces qui ont un motif diff rent,",
            "cela comprend les pi ces  trang res",
            "La r gle d or pour tout passe-temps est de d buter en achetant un\nlivre,",
            "apprendre l histoire d une pi ce et son histoire est gagnant-gagnant.\nAdh rer un club local, r gional ou national, qui partage votre int r t,\nils partagent leurs connaissances et leur amiti  avec tous les nouveaux\nmembres.",
            "Regardez ce que vous avez accumul    ce jour,",
            "suivez un chemin qui n occasionne aucun d bat.",
            "Qu'il s agisse de pi ces de monnaie, jetons de bois, de m dailles,\nde jetons ou de billets,",
            "allez avec celui qui obtient le plus de votes.",
            "Il existe des objets individuels, des th mes, des s ries et des\nensembles,",
            "choisir la mauvaise va refroidir votre int r t.",
            "Il est toujours possible de revoir votre champ de collection,",
            "en raison de votre int r t ou decrit re de budget, cela peut  tre une\nbonne alternative.\n"
        ],
        "PageNo": "327"
    },
    {
        "File": "The_CN_Journal_october_40.jpg",
        "Paragraphs": [
            "The composition of a coin may be gold, silver, nickel or\nrecently plated,",
            "coins are manufactured at Mints around the world and\nCanada s is highly rated.",
            "You can set the pace to build your collection from\noccasional to all out buyer,",
            "with a want list in hand going to local shows, stores and\nauctions as a player.",
            "It is important to have an inventory list so you do not buy\nthe same item twice,",
            "taking time to organize and put your coins in a safe holder\nis good advice.",
            "Now you may be at the stage where the items you want\nare harder to find,",
            "you may examine your budget because too high a price\nmight put you in a bind.",
            "Coin collecting is a relaxing pastime and can be a hobby\nfor a lifetime,",
            "not following your interest and only thinking it s a fad\nwould be a crime.",
            "You are a numismatist now doing research and passing\nyour knowledge forward,",
            "attending conventions to meet up with friends and maybe\neven receiving an award.",
            "David Bawcutt, 2nd Vice President of the SCC and\nOntario Numismatic Association Membership Director",
            "Niagara Falls Coin Club Holds Annual\nSummer Picnic",
            "Many RCNA clubs do not have regular meetings in the\nsummer. Reasons are that many members leave town for\ntheir cottages or holidays, hot weather in the southern\nregions and also that the RCNA Convention conflicts\nwith one of the potential summer meetings. Plus, the\nsummer break gives hard working club officers a break.\nSome clubs, in lieu of their regular meetings, have a\nsummer social event.",
            "For the last several years, Randal Haigh, Niagara Falls\nCoin Club President, has held a summer picnic at his\nbed and breakfast located on the shore of Lake Ontario\nin Niagara-on-the-Lake, Ontario. Randal buys most of\nthe food and beverage, sets up the picnic, dons his chef s\napron and does the cooking. Members start gathering\nabout 2 pm and the picnic ends around sundown. Club\nmembers bring dishes and desserts for all to enjoy. Now\nas a new club member, I was finally able to join this\nyear s picnic, and I found a great camaraderie among the\nmembers, their better halves, families and other invited\nguests. And, I found myself committing to speak at the\nNovember Brantford Com Club meeting.",
            "La composition d une pi ce peut  tre or, argent, nickel ou\nplaqu e,",
            "les pi ces sont produites dans diff rentes usines dans le monde\nentier et   la tr s respect e Monnaie Royale du Canada.",
            "Vous pouvez  tablir le rythme pour assembler votre collection\nde l acheteur occasionnel acheteur   temps plein,",
            "Avec votre liste de besoin pour visiter des expositions locales,\ndes boutiques et des encans en tant que membre.",
            "Il est important d avoir une liste d inventaire pour ne pas acheter\nle m me article deux fois,",
            "prendre le temps d organiser et de bien ranger vos pi ces de\nfa on appropri e.",
            "Maintenant, vous pouvez  tre   une p riode o  les pi ces\nmanquantes sont plus difficiles   trouver,",
            "vous pouvez revoir votre budget, car un prix trop  lev  pourrait\nvous mettre en trouble.",
            "La collection de pi ces est un passe-temps relaxant et peut- tre\nun passe-temps pour toute une vie,",
            "ne pas suivre votre passion et penser que c est une mode serait\nun crime.",
            "Vous  tes un numismate qui fait des recherches et transmettez\nvos connaissances,",
            "participer aux congr s pour rencontrer des amis et peut- tre\nrecevoir un prix.",
            "David Bawcutt, 2e vice-pr sident du SCC et Directeur  \nl Association Numismatique de l'Ontario responsable des membres.",
            "Pique-nique estival annuel par Niagara Falls\ncoin club",
            "De nombreux clubs de l 'ARNC n ont pas de r unions r guli res en\n t . Les raisons sont que plusieurs membres quittent la ville pour\nleurs chalets ou leurs vacances, le temps chaud dans les r gions\ndu sud et aussi que le congr s de l ARNC peut  tre en conflit avec\ndes r unions potentielles d t . De plus, les vacances d t  donnent\nune pause aux dirigeants du club qui travaillent fort durant l ann e.\nCertains clubs, au lieu de leurs r unions r guli res, organisent un\n v nement social l t .",
            "Depuis quelques ann es, Randal Haigh, pr sident du Niagara\nFalls Coin Club, organise un pique-nique d t    son gite situ \naux abords du lac Ontario   Niagara-on-the-Lake (Ontario).\nRandal ach te la plupart des aliments et des boissons, installe\nle pique-nique, sort son tablier de chef et fait la cuisine. Les\nmembres commencent   arriver vers 14 heures et le pique-nique\nse termine au coucher du soleil. Les membres du club apportent\nleur vaisselle et quelques desserts   partager. Maintenant, en\ntant que nouveau membre du club, j ai finalement pu assister\nau pique-nique de cette ann e, et j ai constat  une excellente\ncamaraderie parmi les membres, leurs conjoint(e), leurs familles\net d autres invit s. Et je me suis engag    servir de conf rencier\npour la r union de novembre du Brantford Coin Club.",
            "Brett Mick",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "328"
    },
    {
        "File": "The_CN_Journal_october_42.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134",
            "Baby Boom edition",
            "When you go to a coin show, you can go to the\nW Trajan table and pick up a complimentary copy",
            "of the Canadian Coin News. Of course, the\nreason for this is to promote subscriptions. If you enjoy what\nyou're reading you may decide to become a subscriber.",
            "It was no different back in 1991. Go to a show like the\nspring TOREX and you could pick up a complimentary\ncopy of the Canadian Coin News. But only a few astute\nobservers would ve noticed that these copies were\ndifferent from those offered by subscription.",
            "In 1991, Coin dealers Charles Moore and R. Paul\nNadin-Davis both celebrated the arrival\nof newborns. At the time, Moore was\nan established auctioneer. He formed\na partnership with Paul Borins to run\nthat year s auctions at both the Ontario\nand Canadian Numismatic Association\nConventions. Paul Nadin-Davis owned\nand operated Lincoln Heights Coin and\nStamp in Ottawa. He also published several\nnumismatic reference works.",
            "Paul Fiocca, publisher of Canadian\nCoin News, decided to help celebrate the\nnew arrivals by publishing a separate\ncommemorative issue of his newspaper.",
            "The front page of volume 29, number\n1 of the CCN was redesigned. An article\nreporting the creation of the Classical and\nMedieval Numismatic Society and a picture\nshowing selection committee members\nperusing proposed designs for the 1992\nquarters were both cut and replaced with\na whimsical article entitled  Baby boom\ncripples numismatic industry. ",
            "The article describes how the birth of\nAnita Joy Nadin-Davis (described as  a real\nMS-70 ) and Alexandria Victoria Moore\n( probably the best specimen ever graded )\nhad so distracted and overwhelmed their\nfathers that their businesses, and indeed the\nentire industry, was suffering.  The sudden\nabsence of two of the industry s movers\nand shakers from their places of business\nhas had repercussions across the industry. ",
            "CCN tried to contact both businesses.\n Staff at both locations had the same reply,",
            " He s out getting formula and pampers,  the article joked.",
            "A box of 75 copies was sent to each afflicted dealer,\nwho cheerfully distributed them to customers and\nbrowsers.",
            "I showed a copy to Charles Moore a few years before\nhe passed away. As he looked at it, he reminisced about\nthe birth of his daughter. He mentioned that he was not\ncertain if he had kept a copy for himself. Since I had a\nspare, I gave him mine.",
            "The value of this hobby is not only in the coins we buy\nand sell, but in the friendships we forge.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "330"
    },
    {
        "File": "The_CN_Journal_october_44.jpg",
        "Paragraphs": [
            "CoIN CONSTELLATION   2017\nCONTEST WINNERS. ANNOUNCED",
            "Coin Constellation is the international\n( commemorative coins competition held each year",
            "in Russia. The eleventh consecutive event was this\nyear, 2017. It is organized by the Water Mark Publishing\nHouse, publisher of The Gold Chervonets Magazine, and\nthe organizers of the International Coin Conference and\nExhibition.",
            "This year, 40 participants (national banks, mints and\ndistribution companies) from 27 countries around the\nworld submitted 268 coins to the competition. According\nto competition rules, all the coins must be issued between\nJanuary 1 to December 31, 2016. The Royal Canadian Mint\nsubmitted 14 coins to the contest.",
            "The submissions are judged in nine major categories:\n Unique Concept,   Successful Artistic Solution, \n Original Technology,   Classic Coin,   Souvenir Coin, \n Best Silver Coin,   Best Gold Coin,   Coin of the Year, \nand  Peoples Choice Award . The winning coins in the\nfirst eight were determined by members of an International\nJury of Experts, based on coin images and descriptions\nsubmitted by the participants. The Competition Jury, is\ncomposed of specialists from well-known world museums\nand auction houses, representatives from numismatic\nassociations and organizations. The winner of the  Peoples\nChoice  category was chosen by over 13,000 votes left by\nvisitors to the www.gold10.ru Web site.",
            "The Royal Canadian Mint took prizes in three categories. They received a first\nplace in Best Silver Coin for their 5 kg pure silver  Charles Edenshaw: Argillite\nChest  $500 coin. The reverse features the 1882 Charles Edenshaw argillite\nbox commissioned by Dr. Israel Wood Powell. The image centres on the\ncentral figure of the box: a lion with human hair and a humanistic nose\nand chin. Two human-like hands flank the face, which is encircled\nas though emerging from a cave. The background features flowing\nand organic ovoids, u-forms, and other key Haida forms as well\nas detailed negative space cross-hatching all characteristic of",
            "Edenshaw s work.",
            "The Mint received a third\nplace in the Successful\nArtistic Solution category\nfor the fine silver $30\n Northern Lights in the\nMoonlight  glow-in-the-\ndark series coin. The reverse\ndesign recreates the beauty\nof a winter night in\nAuyuittug National\nCanadian Park",
            "with",
            "two",
            "howling wolves\nfrom Baffin\nIsland in the\nforefront against the\nbackground of a frozen",
            "river.",
            "The RCM also received third place for the $250  The\nCanadian Coin Collection  1 kg fine silver coin. The reverse,\nin 4.4 mm ultra-high relief features representations of more than\n35 Canadian circulation coins released over the last 150 years  ",
            "depicted at their original diameters.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "332"
    },
    {
        "File": "The_CN_Journal_october_45.jpg",
        "Paragraphs": [
            "Unique Concept",
            "The winner in the Unique Concept category is the  3D Diamond  coin\nstruck at Helvetic Mint (Switzerland). It is the first coin in the world\nstruck in the shape of a diamond. The coin has 32 planes, 1 culet\n(with the image of Queen Elizabeth Il) and 24 bottom facets   just\nlike a diamond. In one of the bottom facets, there is an insert of a\nreal diamond.",
            "Successful Artistic Solution",
            "The winner in this category was  Great Imperial Crown  coin\n(special edition). The Central Bank of Russia and the Saint\nPetersburg Mint were awarded for the coin.",
            "Original Technology",
            "First place went to the coin  The Earth  issued by the Bank of\nLatvia. A brand new transparent material   Perlucor   was used\nin the coin minting. A Perlucor ring is surrounded by a silver\nouter ring. In the coin centre, there is a round image of the Earth\n(made in silver) with a geophysical world map in colour.",
            "Coin Classic",
            " The Gold Florin of King Sigismund (1387-1437)  coin struck at\nthe Hungarian Mint was the winner. The coat of arms of the first\ngold forint (florin) of Sigismund is depicted on the coin s obverse.\nThe reverse pictures Saint Laszlo | holding a battle-axe in his right\nhand and a sphere in his left.",
            "Souvenir Coin",
            "The most interesting souvenir piece this year was the 20-ruble\ncoin  The Year of the Rooster  submitted by the National Bank of\nthe Republic of Belarus.",
            "Best Gold Coin",
            " Historic Architectural Ensemble of the Novodevichy Convent in",
            "Moscow  a 1 kg gold coin struck at the Saint Petersburg Mint and",
            "submitted by the Central Bank of Russia was chosen the gold coin",
            "of the year. The coin shows the panorama of the convent and",
            "a copy of a miniature from the /lluminated Compiled Chronicle\nnarrating the convent construction.",
            "Number 7 October   November 2017 \n"
        ],
        "PageNo": "333"
    },
    {
        "File": "The_CN_Journal_october_46.jpg",
        "Paragraphs": [
            "Best Silver Coin",
            "The winner was the $500 fine silver  Charles Edenshaw:\nArgillite Chest  coin by the Royal Canadian Mint. The coin\nis 180 mm in diameter and weighs 5 kg of 99.99 silver.",
            " Winged Isis  coin submitted by Numiartis (Germany)\nreceived the second prize. Pyramids, columns and\nEgyptian figures are depicted on one side of the coin.\nWinged Isis on a stone pedestal is on the other side. The\ncoin is interesting because of the application of Smart\nminting technology   there is gilding, a coloured image\nand antique finishing.",
            "Two coins shared",
            "Coin Of The Year",
            "First place winner in the Coin of the Year category was\n 50 Years Australian Decimal Currency  submitted by\nDownies Coins Pty Ltd (Australia). Animals from Australia s\nfirst decimal coins of 1966 are depicted on this coin.\nThere are seven animals and birds from the emblematic\nfauna of Australia.",
            "the third place for Coin of the Year.  The World through",
            "the Eyes of Children  issued by the National Bank of the Republic of Belarus.\nThe coin features sketches chosen from a children s drawings competition",
            "sponsored by the\nand a girl playing",
            "National Bank. The coin s reverse shows images of a boy\nwith wooden birds.",
            "The other third place winner is  250th Anniversary of the Founding of the\nWarsaw Mint  struck at the Mint of Poland and submitted by the Narodowy",
            "Bank, Poland.",
            "People s Choice Award\nThe winner of the  People s Choice Award  was selected by the public",
            "through online voting at www.gold10.ru. The prize went",
            "to the  Chinese",
            "Porcelain Vase Qing Dynasty  silver coin (the Mint of Poland).",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "334"
    }
]