[
    {
        "File": "The_CN_Journal_july_05.jpg",
        "Paragraphs": [
            "FROM _THE_PRESIDENT_|_.",
            "MOT_DU_PR SIDENT.",
            "As you read this message our great country\nwill have turned 150 years old! The",
            "RCNA is celebrating this historic moment {was",
            "in true numismatic style by working with its\nmember clubs to produce a series of club medals.\nThe participation in this initiative has significantly\nsurpassed my expectations. There are well over two-\ndozen clubs participating to issue very limited mintage\nmedals, which are sure to become excellent keepsakes.",
            "Our annual Convention, hosted this year by the\nAssociation des numismates et des philat listes de\nBoucherville (ANPB), is being held in Boucherville,\nQuebec, from July 18 to 23. I hope you are considering\nspending some of your valuable summer time visiting\nwith other like-minded collectors. If you haven t already\nmade vacation plans, I would like to suggest you visit the\nhistoric Montreal region and spend some time with us. As\nof this writing, we have had more people than anticipated\nbooking their hotel rooms for the Convention   a very\ngood indicator that our Convention this year will again be\nthe Numismatic event of the year.",
            "Like last year, the Canadian Association for\nNumismatic Education (CAFNE) will be hosting a\nreception on Thursday evening, July 20, from 6:30 p.m.\nto 8:00 p.m., in the les Perc es A and B rooms in the\nConvention hotel. The inaugural event last year was a\ngreat success! Everyone there enjoyed it immensely;\nCAFNE s reception is a great opportunity to meet fellow\ncollectors and dealers in a relaxed, social atmosphere and\nto break the ice. Everyone is invited to attend.",
            "I would like to thank Alexander Chamberlain once\nagain. He has renewed his past donation challenge to\nrepeat it for this year s Convention. Mr. Chamberlain is\nwilling to match donations to CAFNE two-fold and in\nUS funds! So that means that your donation of say $100\nbecomes $370!",
            "Finally, just a reminder that this year is an election year.\nYour vote is your voice, so please take the time to review\nthe ballot and the covering letter, included as inserts with\nthe June issue. You have until July 14 for your ballot to be\nreceived and counted by the Election Committee, so please\nget your ballot in the mail right away!",
            "In closing, this is my last message as your President for\nthe 2015-2017 term. It has been a great honour for me to\nrepresent you over the last two years. I would be equally\nhonoured to serve you and the hobby for the upcoming",
            "2017-2019 term. ",
            "Number 5",
            
            "July + August 2017 ------------------------------",
            "Au moment de lire ce message, notre grand\npays aura 150 ans! L ARNC c l bre ce\nmoment historique   la fa on numismatique\n| et en partenariat avec ses club membres, en lan ant\nune s rie de m dailles comm moratives de club. La\nparticipation   cette initiative a consid rablement\nd pass  mes attentes. Il y a plus de deux douzaines de clubs qui\nparticipent   l mission de m dailles   tirage limit , qui sont\ns res de devenir des pr cieux souvenirs.",
            "Notre congr s annuel, organis  cette ann e par l Association\ndes Numismates et Philat listes de Boucherville (ANPB), se\nd roule   Boucherville (Qu bec) entre le 18 et 23 juillet. J esp re\nque vous envisagez de passer une partie de votre  t    rencontrer\nd autres collectionneurs passionn s. Si vous n avez pas encore\nfait de plans pour vos vacances, je vous encourage   visiter la\nr gion historique de Montr al et   venir passer du temps avec\nnous. Au moment d crire ce message, nous avons plus de\npersonnes qu anticip  qui ont d j  r serv  leurs chambres d h tel\npour le congr s   un tr s bon indicateur que le congr s de cette\nann e sera encore l v nement numismatique de l ann e.",
            "Comme l ann e derni re, l  Association canadienne pour\nl' ducation numismatique (ACPEN) sera l h te d une r ception\nle jeudi soir 20 juillet   partir de 18 h 30 jusqu  20 h, dans la\nsalle  Iles Perc es  A et B de l h tel du congr s. L' v nement\ninaugural de l an dernier a  t  un grand succ s! Tout le monde\nl a grandement appr ci . La r ception de l  ACPEN est une\nexcellente occasion de rencontrer d autres collectionneurs et\nmarchands dans une atmosph re d tendue et sociale et de briser\nla glace. Tout le monde est invit    y assister.",
            "J'aimerais remercier, une fois de plus, Alexander Chamberlain.\nM. Chamberlain accepte de relever son d fi de l an dernier pour\nles dons et reprend la formule pour le congr s de cette ann e.\nM. Chamberlain est pr t   contribuer le double des dons faits  \nl 'ACEN et cette contribution est en devise am ricaine! Ce qui\nsignifie que votre don, par exemple 100 $ devient 370 $!",
            "Enfin, j en profite pour vous rappeler que cette ann e est une\nann e  lectorale. Votre vote est votre voix, alors, prenez le temps\nde r viser le bulletin de vote et la lettre d accompagnement,\ninclus en pi ces jointes avec le num ro de juin. Vous avez\njusqu au 14 juillet pour que vos bulletins de vote soient re us\net compt s par le comit  des  lections, alors ne tardez pas en\nenvoyant votre bulletin de vote par la poste tout de suite!",
            "Pour terminer, il s agit de mon dernier message en tant que\npr sident pour le mandat 2015-2017. Ce fut un grand honneur\npour moi de vous repr senter au cours des deux derni res\nann es. J aurai la m me fiert  de repr senter notre passe-temps",
            "pour le mandat de 2017-2019. "
        ],
        "PageNo": "197"
    },
    {
        "File": "The_CN_Journal_july_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE_bDU_CONGRES",
            "Launch Of Two New Books + Lancement De Deux Nouveaux Livres",
            "Numismatic Education derives from the  \nN publication of books. This year, the RCNA L \nAnnual Convention will host the launch of two \nnew books. We invite participants to attend the launch \nwhich will occur Friday, morning at 10:30 a.m. just after \nthe Official Opening, in Le Foyer. \nAuthors will be on site to sign their book. Les auteurs seront sur place pour d dicacer leur livre.",
            "Newfoundland was the only British colony\nin North America to strike gold coins for\ngeneral circulation. This was remarkable\ngiven that Newfoundland was one of the\npoorest of the British possessions in North\nAmerica with an economy largely based\non the  troc  (barter system). This book\nexplores the history of Newfoundland\nthrough its coinage. It presents fascinating\nnew details for each year that the\ngold coins were minted, the existing\npopulations of these scarce coins, a survey\nof the greatest collections ever assembled,",
            "and the provenances of the rarest of the gold coins.\nThe 193 pages book is 7.5\" x 9.25\" and it is hard cover.",
            "The selling price is $34.95.",
            "Jetons de lait du QUEBEC de Robert\nBenoit, Pierre Brouillette, et Yvon\nMarquis (Les Editions Numispro.)",
            "Cette Troisi me  dition du Catalogue\ndes Jetons de lait du Qu bec vous\nest offerte dans un nouveau format\n(8,5\" x 11\"), comprenant pres de 400\npages dont 350 en couleur. Plusieurs\nnouveaux jetons ont  t  d couverts\ndepuis la derni re  dition publi e il y a\n25 ans. En plus des jetons, on y trouve\nl histoire de certaines laiteries et de\nleurs propri taires.",
            "Le catalogue dont le prix r gulier a\n t  fix    69,955, est offert en pr vente",
            "(jusqu au 23 juillet) au prix sp cial de 54,95 $ (plus frais\nde poste). Il sera disponible   ce prix lors du Congr s\nannuel de l ARNC   Boucherville, les 21, 22 et 23 juillet",
            "prochain.",
            "Number 5 July   August 2017 ---------------------------------",
            "Leducation numismatique passe par la publication de livres. Encore cette ann e, le Congr s Annuel de PARNC sera l h te du lancement de deux nouveaux livres. Nous invitons les participants   assister au lancement,qui aura lieu vendredi   10h30 juste apr s l Ouverture Officielle, dans Le Foyer.",
            "Terre-Neuve fut la seule colonie Britannique\nen Am rique du Nord   frapper des pi ces\nen or pour la circulation g n rale. Ceci  tait\nremarquable  tant donn  que Terre-Neuve\n tait l une des possessions britanniques les\nplus pauvres d  Am rique du Nord avec une\n conomie fortement bas e sur le syst me\n  troc   (syst me d change). Ce volume\nexplore l histoire de Terre-Neuve   travers\nses monnaies. II pr sente de nouveaux d tails\nfascinants pour chaque ann e o  des pi ces\nd or furent  mises, le nombre de pi ces\nrestantes de ces raret s, un inventaire des plus",
            "grandes collections jamais assembl es, et la provenance des\npi ces d or les plus rares.",
            "Le volume de 193 pages a un format de 7.5\" x 9.25\" et une\ncouverture cartonn e. Il est offert au prix de 34,95 $.",
            "QUEBEC Dairy Tokens by Robert Benoit,\nPierre Brouillette, and Yvon Marquis\n(Numispro Edition.)",
            "The third Edition of this catalogue of\nQuebec Dairy Tokens is presented in a new\nformat (8.5\" x 11\"), with about 400 pages,\nincluding 350 in colour. Many new tokens\nhave been discovered since the last issue\npublished 25 years ago. In addition to the\ntokens, one will read about the history of\nsome Dairies and their owners.",
            "The regular price of the catalogue has\nbeen fixed to $69.95 but it is offered in\npre order (until July 23rd) at the special\nprice of $54.95 (plus postage). It will be",
            "also available at this price during the RCNA Convention in\nBoucherville, July 21-23.\n"
        ],
        "PageNo": "199"
    },
    {
        "File": "The_CN_Journal_july_08.jpg",
        "Paragraphs": [
            "CANADA S. 1967 CENTENNIAL COINS",
            "This article is re printed from the may 1966 issue of The CN Journal(Volume 11 Number 5) pp 168-171",
            "An art gallery of wild animals, birds and fish\nA portrayed by Alex Colville, a Canadian artist of\ninternational reputation, has been chosen for the",
            "new designs that will appear on the special Centennial\ncoinage to commemorate the hundredth\nanniversary next year of Canada s\nConfederation.",
            "The Honourable Mitchell\nSharp, Minister of Finance, has\nannounced that designs submitted\nby the Sackville, N.B., artist\nfor the reverse sides of all six\ndenominations of coins were\nselected by an 11-member board\nof judges in a competition that was\nopened in 1964.",
            "Mr. Colville has pictured a Canada\nGoose in flight for the silver dollar, a\nwolf in mid-howl for the 50-cent coin, a\nprowling wildcat for the 25-cent coin, a sleek\nmackerel for the 10-cent coin, a speeding rabbit\nfor the five-cent coin, and a dove for the one-\ncent coin.",
            "He said that in choosing his images,\n T decided that only the world of nature\nwould provide themes with sufficient\ndepth of meaning.",
            "It is a question of finding images\nwhich are worthy and appropriate\nfor use in celebrating our country s\nCentennial, images which will express\nnot merely some particular time, place or\nevent but a whole century of Canada, and\neven more. ",
            "The Centennial coins to be issued at the start of\n1967 represent the first full-scale redesigning\nof the reverse of Canadian coinage in 30\nyears   since 1937. In that period, special\ncommemorative designs have appeared for\nbrief periods on only the five-cent coin and\nsilver dollar. The Minister of Finance said\nthe Government will consider next year\nwhether the new designs will be adopted\nfor regular issue following the Centennial\nyear. The Centennial coins will carry the words\n Canada 1867-1967. ",
            "\n The response of the public should, of course be\nconsidered in making that decision, and we will be most\ninterested in hearing from Canadians as to how they like\nthese new designs,  Mr. Sharp said.\nThe Minister said that a country s coinage is one\nof the ways in which it can give expression to\nits culture.  The power and beauty of these\ndesigns reflects the character and spirit\nof our people,  he added.",
            "The Colville designs were\nselected from among many\nattractive designs submitted\nby Canadian artists. Four other\nentries received honourable\nmention: submissions by Roland D.",
            "Guilbault of Jonquiere, Que.; Eric\nAldwinckle of Toronto; Arthur Price\nof Cyrville, Ont.; and the late Elizabeth\nWynn Wood of Willowdale, Ont. The\nboard of judges included prominent Canadian",
            "artists and designers and senior public servants.\nMr. Colville, 45, was born in Toronto\nbut grew up in Amherst, N.S. He was a\nCanadian army war artist 1944-46, and\ntaught at Mount Allison University in\nSackville from 1946 to 1963. He has\nhad three one-man shows of his work\nin New York and two similar shows\nin Toronto. He was one of three artists\nchosen to represent Canada in this year s\nVenice Biennial, and his paintings are in\nthe collections of six Canadian galleries and",
            "of the New York Museum of Modern Art.\nHis style has been described as  magic\nrealism.  A recent Toronto show of his paintings\nwas described by art critic Robert Fulford\nas  powerful, highly charged pictures of\ncommon objects and ordinary people,\nof barns and boats and men and women\nand dogs, all of them painted with such\nintensity that they soar far beyond anything\nwe can call realism. ",
            "Mr. Colville said that in choosing birds,\nanimals and a fish for his designs,  I wished\nto use creatures which were common, which had\ncertain moving or symbolic associations, and which had not",
            "been made trite by repeated and, perhaps, unthinking usage. ",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "200"
    },
    {
        "File": "The_CN_Journal_july_09.jpg",
        "Paragraphs": [
            "The designer has commented on the attributes he sees\nin the six natural creatures he selected. Some excerpts:\n the Canada goose   it is one of our most majestic\ncreatures and is also particularly Canadian; the\nwolf   symbolic of the vastness and loneliness\nof Canada; the wildcat   expressive of a\ncertain intelligent independence and capacity\nfor formidable action; the mackerel   one of\nthe most beautiful and streamlined fish; the\nrabbit   symbolically connected with ideas\nof fertility, new life and promise; the dove  \nhaving associations with spiritual values and also\nwith peace. ",
            "Remarks by Alex Colville on his\nCentennial Coin Designs",
            " In considering what would be most suitable",
            "for Centennial coins, I decided that only the\nworld of nature would provide themes with\nsufficient depth of meaning. It is a question of\nfinding images which are worthy and appropriate\nfor use in celebrating our country s Centennial,\nimages which will express not merely some\nparticular time, place or event, but a whole\ncentury of Canada, and even more; natural\ncreatures provide this enduring and\nmeaningful continuum.",
            " Admittedly there have been persons and",
            "human events in the century of our history\nwhich could be memorialized, but I believe that\nthese are of more fleeting and doubtful significance.\nThe elements of nature have been, and are, here, all around\nus; they are our context; I would even say that nature\nis a kind of golden metre against which human acts are\nmeasured. It is no accident that animals have appeared\nas powerful symbols in the life and art of man from the\nbeginning of history. Thus I believe that nature provides us\nwith that which is most worthy of being, so to speak,  held\nup,  praised and remembered.",
            " I therefore decided to use birds, animals, fish, as my\nimages. I wished to use creatures which were common,\nwhich had certain moving or symbolic associations, and\nwhich had not been made trite by repeated and, perhaps,\nunthinking usage. ",
            "Notes on Individual Designs",
            "One Dollar:  The Canada goose seems appropriate\nfor the dollar since it is one of our most majestic\ncreatures and is also particularly Canadian. There are\nother associations with travelling over great spaces,\nand a kind of serene dynamic quality in this bird. ",
            "Number 5",
            "July + August 2017 ----------------------------------",
            "Fifty Cent:  The wolf, unfortunately no longer\ncommon, is here symbolic of the vastness and\nloneliness of Canada, and thus of our tradition\nand, to a degree, of our present condition. Yet\nthe wolf is not a pathetic creature. \nTwenty-five Cent:  The wildcat (bobcat)\nseemed appropriate for this coin, which\nis large enough for the subtle shape of\nthis common, though rarely seen, animal.\nIt is expressive of a certain intelligent\nindependence and capacity for formidable\naction. \nTen Cent:  Being the smallest coin, this requires\na simple and unambiguous image. I used the\nmackerel, one of the most beautiful and\nstreamlined fish, common on both coasts. The\nfish has ancient religious implications; I think\nof it as a symbol of continuity. \nFive Cent:  The rabbit (varying hare) is\ncommon, much loved by children, perhaps\nbecause of its vulnerability. It survives by\nalertness and speed, and is symbolically connected\nwith ideas of fertility, new life and promise   it is\nthus a future, or united, animal \nOne Cent:  For this I wished to use a very\ncommon bird, but one with symbolic\novertones. I selected the dove (rock dove)  \nvery common, in cities as well as the country,\nas the pigeon, and having associations with\nspiritual values and also with peace. ",
            "From Design to Finished Coin, in Nine Steps",
            "New designs for Canada s special issue of Centennial\ncoins have come from the easel of New Brunswick artist\nAlex Colville. But to transform the designs into finished\ncoins will require nine major steps in production, using\nskills ranging from sculptor to metallurgist. At one point an\nelectronic  three dimensional pantograph  will take over\nfrom human craftsmen. The complex nine-stage process\ndeveloped by the Royal Canadian Mint has earned for it a\nhigh world reputation for the quality and appearance of its\ncoins and medallions.",
            "First step in the process is virtually complete   the\nsculpting of plaster replicas, eight inches in diameter, of the\nsix new designs of animals, birds and fish to appear on the\nreverse side of Canadian coins in 1967.",
            "From this original plaster, a second plaster cast called an\nintaglio is made   a mould which is the reverse of the first\nplaster cameo. This mould is waxed and an impression in\nacrylic   a hard plastic similar to dental plates   is taken\nfrom it. The acrylic model, still eight inches across, is\nmounted on the pantograph. This is an automatic device\nwhich engraves the design on a steel master die and at the\nsame time reduces it in scale to the size of the final coin.\n"
        ],
        "PageNo": "201"
    },
    {
        "File": "The_CN_Journal_july_10.jpg",
        "Paragraphs": [
            "Corrections and improvements are made by\nhand engravers on the master die before the steel\nis hardened and tempered. The design now is ready\nfor transferring onto another piece of steel which is\nto be the matrice   the  negative  or reverse of the\nmaster die.",
            "A block of softer steel is coned and polished free\nof all blemishes. The master die and soft steel cone\nare brought together in a hydraulic press with the\npoint of the matrice placed in the dead centre of the\ndie and the impression transferred into the soft steel\nat pressures of up to 100 tons.",
            "The Mint then produces from this matrice its\n working punch.  It is these punches which are used\nin making the working dies that are employed in the\nMint s coin presses to manufacture the actual coins.\nIn presses capable of producing up to 225 coins a\nminute; the working dies have a relatively short life\nand must be replaced periodically.",
            "The CN Journal",
            "Volume 62\n"
        ],
        "PageNo": "202"
    },
    {
        "File": "The_CN_Journal_july_11.jpg",
        "Paragraphs": [
            "CANADIAN $20 GoLD CoIN",
            "This article is re-printed from the June 1966 issue of The CN Journal\n(Volume 11 Number 6) p 208.",
            "The first gold coin (except sovereigns)\n| to be issued by the Royal\nCanadian Mint since 1914",
            "will be distributed in 1967 in a\nspecial set of Canadian coinage to\ncommemorate the Centennial year.",
            "Finance Minister Mitchell Sharp\nhas announced that orders will be\nreceived by the Mint between now\nand September 30, 1967, for the\nspecial presentation sets. Deliveries\nwill commence early in January 1967.",
            "The $20 gold coin   about the size of\nthe present 25-cent piece   will be sold only\nas part of the complete set of coms which\nwill include one of each of the six newly designed coins to\nbe issued for normal circulation in the Centennial year. The\nseven coins will be packaged in a leather presentation case\napproximately five inches square and bearing the Canadian\nCoat of Arms on the cover. The price of the set will be $40.",
            "Number 5 July   August 2017 -----------------------------------",
            "The obverse side of the $20 gold coin will carry the\nportrait of the Queen and the reverse side will bear the\ndesign of the traditional Coat of Arms. The other six coins\nin the set, in denominations from one cent to one dollar, will\ncarry on their reverse sides the new wildlife series designed\nby artist Alex Colville of Sackville, New Brunswick.\n"
        ],
        "PageNo": "203"
    },
    {
        "File": "The_CN_Journal_july_12.jpg",
        "Paragraphs": [
            "1967 CENTENNIAL MEDALLIONS",
            "I f you were student attending an elementary",
            "school or a high school in Canada in",
            "1967 you more than likely received\na special commemorative bronze\nmedallion issued by the Centennial\nCommission. The medallions were\nhanded out during June, 1967, to all\nCanadian school children, in Canada\nand abroad, from grade 1 through 13.\nThese bright bronze medallions were\nall heat-sealed in a plyofilm envelope\nmeasuring 2.5 x 3.25 inches with the official\ncentennial symbol at each corner of the seal.",
            
            "Officially known as the  School Children s Centennial\nMedallions  they were struck at the Royal Canadian Mint\nin the centennial year and reported in the Royal Canadian\nMint Report for that year. The 1967 mint report is somewhat\ncontradictory with respect to the actual number produced;\nat one point reporting that 5,623,923 of the 32 mm bronze\nmedallions were struck for the Centennial Commission, but\nthat  5,656,695 were examined, lacquered, and sealed in\na transparent package which bore the Centennial symbol\nembossed on each corner. ",
            "The medallions were then packed in boxes of 50\nmedallions and shipped in cartons of 500.",
            "In addition to those produced in 1967, the 1968 mint\nreport indicates that a further 35,190 medallions were\nstruck in the following year.",
            "Numismatic Sets",
            "The 1967 mint report indicated that",
            "their numismatic section produced record",
            "variety of numismatic sets in the centennial\nyear. There were four different sets:",
            "Gold Presentation Coin Set $40.00 | 337,687",
            "Silver Medallion Presentation Set $12.00 | 72,463\nCentennial Medallions $3.00 | 217,422\nUncirculated Coin Set $4.00 | 963,714",
            "The report mentions that the orders for the Gold\nPresentation Coin Set far exceeded the anticipated demand;\nso much so that production of these sets continued until the\nend of September, 1968.",
            "Sterling Silver Centennial Medallions",
            "In addition to the bright bronze medallions, the Mint also\nproduced medallions of the same design struck in sterling\n(.925 fine) silver. These  Centennial Medallions  were\nincluded in the red leather Silver Medallion Presentation\nsets as well as being sold separately in a navy-blue leather\nwallet and press-fit into a black plastic frame.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "204"
    },
    {
        "File": "The_CN_Journal_july_13.jpg",
        "Paragraphs": [
            
            "July + August 2017",
            "The obverse design features the Shield of Canada which includes the royal\nsymbols of Great Britain and France (the three lions of England, the lion of\nScotland, the fleurs-de-lis of France and the Irish harp of Tara. On the lower\nportion of the shield is a sprig of three Canadian maple leaves meant to represent\nCanadians of all origins. The reverse design features the centennial symbol with\nthe legend: CONFEDERATION + 1867 + CONFEDERATION   1967.",
            "In order to obtain a wide distribution, these single medallions were sold through\nthe chartered banks for $3.00.",
            "According to the mint report for 1967, there were approximately 330,000\nsterling silver medal planchets produced by the Mint; the total mintage of the\nsilver medallions however, seems to be 289,885.",
            "The sterling silver medallions\nare 36 mm in diameter, weigh\n24.54 g and contain 0.73 troy\nounces of silver.",
            "Both medallions are readily\navailable today, at reasonable\nprices, making them an excellent\nway to include a bit of Canadian\nhistory in your collection.\n"
        ],
        "PageNo": "205"
    },
    {
        "File": "The_CN_Journal_july_14.jpg",
        "Paragraphs": [
            "JUDGING THE CANADIAN CENTENNIAL",
            "COINAGE DESIGNS 1967",
            "By J. DOUGLAS FERGUSON\nFRNS, FCNRS,.LM.#7",
            "This article is re-printed from the July 1967 issue of The CN Journal (Volume 12 Number 7).",
            "The recommendation to\n have special coinage\nto commemorate",
            "Canada s Centennial in 1967\nwas made by the Centennial\nCommission and approved\nby the Cabinet in 1964. The\nHonorable Walter L. Gordon,\nthe Minister of Finance at that\ntime, made the announcement\non the 11th of June of that year.\nAt the same time he announced\nthat a competition would be\nheld to secure a design for each\ndenomination of this special\nissue.\nA public invitation was\nextended to artists, sculptors\nand designers residing\nin Canada, or Canadians\nliving abroad, to submit\nnew designs for the reverse\nof all denominations as\nregularly issued in Canada\nto commemorate the\n100th Anniversary of the\nConfederation of Canada.\nAnnounced at the same\ntime by the Minister was the\ncomposition of the Board of\nJudges under the chairmanship of Mr. N. A. Parker, eminent\nMaster of the Royal Canadian Mint, to select the winning\ndesigns. The other judges announced at that time were  \nMr. R. B. Bryce, Deputy Minister of Finance\nDoctor Charles Comfort, Director National Gallery of\nCanada\nDoctor W. K. Lamb, Dominion Archivist\nMiss Eleanor Milne, Sculptor, Ottawa\nMr. Marius Plamondon, Sculptor, Quebec City\nMr. L. Rasminsky, Governor, Bank of Canada\nIn the news reports it was mentioned that terms and\nconditions of the competition could be obtained from\nthe Master of the Royal Canadian Mint at Ottawa. This\nannouncement was carefully prepared and contained all\npertinent information on the requirements. It specified\nthat each new design must have definite Canadian\ncharacteristics and must include the word  Canada  and",
            "the denomination of the coin.\nProvision must be made for the\ndates 1867, 1967. Competitors\nwere told to bear in mind\nthat their designs would be\nreproduced in relief on the\nsurface of the coin and it was\nemphasized that the depth of\nrelief of the present coins must\nbe retained.",
            "The Government offered six",
            "prizes of $2,500 each   one\nprize for each denomination. A\ncompetitor was not to submit\nmore than one design for any\nparticular denomination but he\nwas told that he could submit\ndesigns for any or all of the\ndenominations that he chose.",
            "The competitors were told",
            "that those whose designs were\naccepted would be required to\nsubmit a plaster model of his\ndesign. The size of the model\nwould be 8  in diameter for\nthe $1 coin, while for other\ndenominations models of\nrelative proportion would be\nacceptable.",
            "They were told that a master\npunch would be reproduced from the model incorporating\nany modifications of the designs mutually agreed upon\nbetween the successful competitors and the Government.\nThere would be no objection to collaboration between\nartists, sculptors and designers in the making of plaster\nmodels from designs. They were told that all design\npresentation should conform to the following specifications:",
            "1. Drawings to be in black and white media.",
            "2. All drawings to be eight inches in diameter.",
            "3. Drawings to be mounted on stiff white cardboard\n12\" x 12\", for ease in judging and filing. No\nadditional lettering to be on this face and all drawings\nshould have protective flap, hinged at the top.",
            "4. On back of cardboard, entrant shall mount a sheet of\npaper on which is written in legible handwriting or is\ntyped, his name and address, plus description of what\nhas been attempted in the design.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "206"
    },
    {
        "File": "The_CN_Journal_july_15.jpg",
        "Paragraphs": [
            "It was specifically stated that the Government was to\nbe under no obligation to use all or any of the designs. All\ndrawings submitted were to become the property of the\nCrown and were not to be returned unless requested before\nMarch 1, 1966.",
            "The artists were to submit their designs to Mr. N. A.\nParker, the Master of the Royal Canadian Mint, Ottawa, not\nlater than March 31, 1965. Winners were to be notified by\nthe Minister of Finance and results published in the press.",
            "On the Ist of February, 1965, I was telephoned by the\nMaster of the Mint, Mr. Parker, to ask me if I would be\navailable to be added to the Board of Judges since the\nMinister of Finance and he himself as Chairman, felt that\na person with substantial numismatic background should\nbe included on the Board of Judges, and it was the wish\nof the Minister and himself that I would agree to serve.\nRealizing that this was a decided compliment to Canadian\nnumismatists, and feeling that my many years of study of\nnumismatics of all periods could be of help, I was glad to\ngive my acceptance and the appointment was confirmed\na few minutes later by telephone by the Minister, The\nHonorable Walter L. Gordon. On the 2nd of February,\n1965 a release was made to the press which appeared in\nmost papers across Canada, to the effect that the Board\nof Judges for the new Centennial designs for Canadian\ncoinage had been increased to include three prominent\ndesigners and graphic artists and myself as a numismatist.\nThe others appointed at that time were Mr. Allan Fleming\nand Mr. Clair Stewart of Toronto, and Mr. Julien Hebert\nof Montreal. The background of those chosen at that time\nwas given in the communiqu  released to the press by the\nMinister of Finance.",
            "As I was advised at the time of my appointment and\nsubsequently, the Government had in mind in adding to the\nBoard of Judges the wish to give to non-government people\nan equal numerical voice with government officials in the\nselection of the designs.",
            "The first meeting of the Board of Judges took place in\nOttawa in the Board Room of the National Gallery on May\n5, 1965. More than 500 designs had been submitted. All but\nthe poorer of these were neatly mounted on special easels\nplaced about the Board Room.",
            "Mr. Parker, chairing the meeting, brought it to order by\nrestating our purpose and emphasizing the importance of\nour decision. He frankly stated that it was obvious that our\ndecisions would be difficult to reach. The meeting then\nadjourned to give opportunity of studying the entries as\nsubmitted. It became quickly apparent that it would be very\ndifficult to reach a decision since a number of the judges\nwere influenced by their professional experience into\nfavoring extremely modern design suitable for tokens or\npossibly for medals, but scarcely of a type which would\nbe considered acceptable by a numismatist or by the more\nconservative judges.",
            "Number 5",
            "July + August 2017 ----------------------------------",
            "A number of the judges had preconceived ideas feeling\nthat historical subjects should be selected. It was quickly\nrealized that these would be suitable for the larger coins\nbut such subjects were for the most part lost if they were\nto be reproduced on smaller denomination pieces. There\nwas general agreement from the beginning that there\nshould be some relationship between the designs of all\ndenominations as selected to give the coins in the series\nsome relation one to another.",
            "Many hours were spent in studying the entries submitted.\nSome of these were good and very suitable for a Canadian\ncoin but in such instances it was felt that there was no\nrelationship between the designs that might be selected\nfrom the entries to form a fully centennial series.",
            "With the exception of one person who had submitted\ndesigns, none of them had had experience in designing\ncoins, which was definitely a handicap we had to expect. A\nnumber of the designs would have been ideal for medals of\nsubstantial size.",
            "After two other sessions around the conference table and\nseveral additional hours of examining the original entries,\nit was unanimously agreed by the Board of Judges that all\nof the entries had to be rejected and that a new approach\nhad to be made. It was further realized that valuable time\nhad been unexpectedly lost. Since designs submitted by\nfour of the contestants did have merit but were considered\nnot sufficiently distinguished to receive the unanimous\napproval of the Board of Judges, it was recommended that\nthese four contestants would be awarded compensation of\n$1,000 each from funds available in the Royal Canadian\nMint Main Estimates 1965-1966.",
            "It was unanimously agreed that the following new\nproposals would be made by the Board of Judges in seeking\nto obtain worthy designs for the 1967 coinage series:",
            "1. that a limited competition be held immediately by\ninvitation only;",
            "2. that five artists be invited to submit designs for the",
            "1967 coins;",
            "3. that each artist be paid $6,000 for submitting a set of",
            "six commemorative designs;",
            "4. that the existing Board of Judges meet again to select",
            "the most suitable set of designs submitted; and",
            "5. that the artist whose designs are chosen be paid an",
            "additional sum of $15,000.",
            "The Chairman agreed that money would be made available\ntemporarily for such awards and that provision would be\nrequested in supplementary estimates for 1965-1966.",
            "Considerable discussion took place as to who were\nthe five artists who should be selected. The majority of\nJudges made suggestions of a practical nature, taking into\nconsideration the experience of the artists in question in\nthe medallic field. The list was finally agreed upon by\ncorrespondence. Unfortunately some of those selected,\nthrough pressure of other activities in their field, could\nnot accept. In such cases these were replaced in the",
            "\n"
        ],
        "PageNo": "207"
    },
    {
        "File": "The_CN_Journal_july_16.jpg",
        "Paragraphs": [
            "invitation by others who had\nbeen highly considered. It\nis interesting to note that Mr.\nAlexander Colville, who won\nthe award, was originally\nfirst in reserve on this list.\nAll those considered, and\nparticularly those chosen, had\nhad substantial outstanding\nexperience and their work\nwas highly recognized across\nCanada, and in many instances\nthey had an international\nreputation.",
            "The Judges finally met\nin Ottawa on Wednesday,\nDecember 8, 1965, to review\nthe entries submitted by the\nfive artists. Their entries were\nexciting and most varied.",
            "After further substantial\ndiscussion on the merits of\nthe various entries it was agreed that those submitted by\nMr. Alexander Colville were suitable and acceptable. They\nrepresented Canada s natural beauty in wild life which was\nsymbolical of Canada of the past, present and future. They\nmade a harmonious series and the subjects he had chosen\nwere suitable for coins of each of the denominations.\nHis subjects did not dwell on the past at the expense of\nCanada s future, and it was felt that they gave a new breath\nof life to our coinage.",
            "Surprisingly, considering the diverse background of the\nJudges, there was unanimous agreement in the selection of\nhis entries. A few suggestions were made by the Judges for\nslight modification in several of the designs which the Mint\nMaster agreed to discuss with the artist. This involved such\ndetails as:",
            "(a) The lettering on the designs. This was for the most",
            "part accepted by the artist.",
            "(b) The salmon be substituted for the mackerel on the\n10-cent piece. I will quote from Mr. Colville s letter\nto the Mint Master on this point:  I gave careful\nconsideration to a number of fish, and selected the\nmackerel for two reasons   it was the most elegantly\nshaped and streamlined fish, and it is common and\nusually ignored. I believe it is important to avoid\ntriteness in these coin images, and I think the\nfrequent use of the salmon (on cans of fish, etc.) is\nan argument against using it. I am sorry if I appear\nto be, as indeed I am, adamant on this point, but\nI will not consent to substitute the salmon for the\nmackerel because I believe that in doing so I would\nbe producing an inferior design. ",
            "(c) The artist agreed to\nredesigning the 5-cent piece\nsince he agreed that the spruce\ntree design on the original\nsubmission would require\nsome simplification and\nstrengthening.\n(d) He agreed that the dove\nwould not reproduce well in\nconnection with the depth of\nthe relief of the dove s head\nbut he felt he could cope with\nthis problem with the help of\nthe Mint. To quote from Mr.\nColville s letter to the Master\nof the Mint, he said in part:\n Before doing this design\nI considered other birds,\nparticularly the blue jay and\nthe Canada jay but came\nto the conclusion that only\nthe frontal, symmetrical\ndove would give the\nkind of serene feeling I\nwanted for this coin. Thus again I must affirm\nmy own belief in the suitability of this design. \nLater in the letter from which I have quoted Mr.\nColville went on to say:  When considering these\nmatters I believe it is important to realize that you\nand your committee, on one hand, and I, on the\nother, do not have separate and conflicting purposes;\nwe share the same objective   to bring about the\nproduction of the best possible centennial coins. I\nrealize that the suggested modifications are put\nforward in a constructive way, which is why I have\nconsidered them so seriously, and over a rather long\nperiod of time. You will notice that I agree with two\nof the suggestions; my disagreement with the other\nsuggested changes is the result not of stubbornness\nor laziness, but of my desire to do the best possible\ndesigns of which I am capable. \nMr. Colville goes on to ask the Judges to have faith with\nrespect to the integrity of his purpose and of his judgment.\nThe Judges received Mr. Colville s reactions and accepted\nhis position with the assurance of the Master of the Mint\nthat he would be adequately able to produce the fine series\nof coins from these designs (modified in the two instances).\nThe design for the $20 gold piece was not the prerogative\nof the Board of Judges. That there should be such a coin\nwas recommended by the Centennial Commission and by\nthe Master of the Mint to the Cabinet. A number of us who\nhad the opportunity also expressed ourselves strongly in\nfavor of such a coin as being a part of our Centennial issue.\nIt was understood that if such a coin were to be struck and\nissued at gold value, that it might prove a serious drain on\nthe country s gold reserve. When it was agreed that it would",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "208"
    },
    {
        "File": "The_CN_Journal_july_17.jpg",
        "Paragraphs": [
            "The 1967 mint set in black Moroccan leather case, originally\nsold by the Royal Canadian Mint for $40 included a $20 Gold\npiece. A set replacing the gold piece with a sterling silver\nmedallion, in red cowhide leather, was later released to\novercome import restrictions on gold into the United States.",
            "only be sold as a part of the Presentation Set and at a price\nsatisfactorily above the gold content, this no longer became\na serious objection and the Cabinet gave their approval.",
            "The beautiful design of this piece was worked out by the\nMaster of the Mint, Mr. Parker. Its design was shown to\nthe Board of Judges at the final meeting and before it was\nactually authorized.",
            "While the Centennial coinage series has been the subject\nof a number of delightful cartoons, since the subject\nbeautifully lent itself to such characterization, I believe\nthat today there is almost unanimous agreement from the\ngeneral public of Canada, and from numismatists not only\nin Canada but about the world, that the designs are of a very\nhigh order and most suitable for our Centennial issue.",
            "As a numismatist selected to represent numismatic\nthinking and experience in the selection of the designs,\nI would like to personally express my appreciation to\nthe Minister of Finance and to the Master of the Royal\nCanadian Mint. We are indeed most fortunate in having in\nCanada one of the most progressive, diligent, sincere and\nbusinesslike administrators as Master of our Mint in the\nperson of Mr. Norval Parker.",
            "I would also like to express my appreciation to the\nother members of the Board of Judges for the sincere\nconsideration they gave to my opinion as a numismatist to\nthe various designs as submitted.",
            "Number5 July   August 2017"
        ],
        "PageNo": "209"
    },
    {
        "File": "The_CN_Journal_july_18.jpg",
        "Paragraphs": [
            "1867-2017 SESQUICENTENNIAL,MEDAL SERIES",
            "The Royal Canadian Numismatic\n| Association (RCNA) invited it s\nmember club s to participate in",
            "a joint initiative to produce a series of\ncollectable numismatic club medals\ncommemorating the Sesquicentennial\nof Confederation, Canada's 150th\nAnniversary.",
            "To support this initiative, the RCNA\ncommissioned and supplied the use of\na 38 mm commemorative die that could\nbe used by clubs, in conjunction with a\ndie of their own design, to strike a medal. To\nhelp support it s member clubs that already\nhad a suitable existing die, the RCNA\ncommissioned the commemorative die\nat two private mints in Canada: Pressed\nMetal Products in Vancouver BC and\nMississauga Mint in Toronto ON.",
            "We are very happy with the results,\nin fact 27 member clubs, throughout\nCanada, have joined the program.\nExceeding our expectations!",
            "Each of the participating clubs have chosen",
            "the specific mintages, metals and pricing",
            "structure for themselves. The clubs agreed",
            "that the RCNA could assemble complete",
            "sets of the medals, struck in copper,",
            "which they would make available at",
            "the Associations upcoming Annual",
            "Convention. The convention this year",
            "is held in Boucherville QC. Some of the",
            "medals in this set are only available that\nway.",
            "Some of the participating clubs have",
            "chosen to issue a very limited mintage in .9999",
            "fine silver; these clubs are:",
            "ANPB, BNS, CCCC, ENS, EMCCC,",
            "GBCC, HRCC, ICC, NYCC, ONA,",
            "TROYAK, RCNA, SCC, TCC, and",
            "WCC. If you are interested in ordering",
            "a club specific medal please contact",
            "the club directly. A list of the contact",
            "information is available on the RCNA",
            "Web site at: www.rena.ca/societies.php .",
            "The clubs who have joined the RCNA in celebrating Canada s sesquicentennial anniversary in true numismatic style are:",
            "Atlantic Provinces Numismatic Association *",
            "l  Association des numismates et des philat listes",
            "de Boucherville\nBrantford Numismatic Society\nCalgary Numismatic Society\nCanadian Association of Token Collectors *",
            "Canadian Association of Wooden Money Collectors *",
            "Canadian Centennial Collector s Club\nCanadian Numismatic Research Society *\nEdmonton Numismatic Society",
            "Etobicoke-Mississauga Coin & Collectibles Club",
            "Georgian Bay Coin Club\nHalifax Regional Coin Club *\nIngersoll Coin Club",
            "Lakeshore Coin Club *",
            "Montreal Numismatic Association *\nNorth York Coin Club",
            "Ontario Numismatic Association",
            "Ottawa Numismatic Society",
            "Polish   Canadian Coin & Stamp Club  TROYAK \nRoyal Canadian Numismatic Association\nSaint John Coin Club",
            "Scarborough Coin Club",
            "South Wellington Coin Society *\nToronto Coin Club",
            "Waterloo Coin Society",
            "Windsor Coin Club",
            "Victoria Numismatic Society *",
            "* Struck by Pressed Metal Products",
            "We are including images of the medals that have been struck thus far on the next page; there are a few that are just now,\nas of this writing, in the process of being manufactured. There will only be 50 complete sets of these beautiful medals ever",
            "produced.\nHappy Hunting!",
            "nee The CN Journal Volume 62\n"
        ],
        "PageNo": "210"
    },
    {
        "File": "The_CN_Journal_july_22.jpg",
        "Paragraphs": [
            "THE_1867 CONFEDERATION. MEDAL","BY RON CHEEK\nRCNA, FCNRS, #22188,",
            "This year we celebrate the 150th\n| anniversary of our nation. On\nJuly 1, 1867, the Dominion",
            "of Canada came into being\nthrough the confederation of\nthree colonies: what was\nthen called the Province\nof Canada (Canada East\nand Canada West, which\nbecame the Provinces of\nQuebec and Ontario),\nNova Scotia, and New\nBrunswick. Although\nthe 1867 Confederation\nMedal, shown in Fig\n1, has been described as\nthe  first honour of the\nDominion,  it was originally\nintended as a commemorative\nfor presentation to dignitaries,\npoliticians and institutions.\nOccasionally, however, in later years,\nit was awarded for merit. This large scarce\nmedal, beautifully executed by the famed\nLondon medallist firm J. S. & A. B.\nWyon, would make a spectacular\ncentrepiece for any Canadian\nnumismatic collection.",
            "A number of articles on\nthe 1867 Confederation\nMedal have been\npublished over many\nyears, as will be\napparent from the list\nof references. The\npresent article aims\nto raise the awareness\nand appreciation of\nthis important historical\npiece by summarizing\nand examining what has\npreviously been published,\nillustrating the medal, and putting\nit in its historical context.",
            "Before discussing the medal\nfurther it is helpful to review\nwhat it represents and how\nConfederation came about.",
            "\nThe Canadian Confederation",
            "The 1867 Confederation Medal",
            "commemorates the unique",
            "creation of Canada as a nation.",
            "Unlike our neighbour to",
            "the south, our country",
            "did not come into being",
            "through revolution or",
            "even a strong desire for",
            "independence. Rather,",
            "we came together",
            "through a series of",
            "conferences and",
            "negotiations amongst",
            "various parties motivated",
            "by very different reasons.",
            "Nor did all the colonies",
            "involved in those discussions",
            "immediately join the new",
            "Dominion.",
            "In the aftermath of the American",
            "Civil War there were fears in the British",
            "North American colonies that the United",
            "States might attempt annexation.",
            "The United States was looking to",
            "expansion and was negotiating",
            "the purchase of Alaska from",
            "Russia, a process which it",
            "completed in March 1867.",
            "In 1866 Fenians, a secret",
            "Irish Brotherhood in the",
            "USA, tried to extort",
            "political change for",
            "Ireland from Britain",
            "through a series of raids",
            "on Canada. Although",
            "their outcomes were",
            "unsuccessful, the raids",
            "exposed our vulnerability.",
            "Britain urged the colonial",
            "governments to unite, so that",
            "British North America would be",
            "stronger and better able to defend",
            "itself rather than relying on the\nmother country.",
            "The government of the",
            "Province of Canada was not",
            "functioning to the satisfaction",
            "nee The CN Journal Volume 62\n"
        ],
        "PageNo": "214"
    },
    {
        "File": "The_CN_Journal_july_23.jpg",
        "Paragraphs": [
            "of either the largely English Canada West or predominantly\nFrench Canada East populations. A federal entity comprised\nof self-governed provinces with a clear separation of\npowers would suit both the East and West constituents\nbetter. The Atlantic colonies were less inclined to unite, but\nin the end Nova Scotia and New Brunswick joined Canada.\nPrince Edward Island, which was enjoying a period of\nprosperity, saw no advantage and for a time remained out\nof the federation. Newfoundland was part of the initial\ndiscussions but strongly opposed joining the other colonies.",
            "A series of conferences brought Canadian Confederation\ninto being. The first was in early September 1864 and held\nin Charlottetown, to ensure a reluctant Prince Edward\nIsland s participation. The second was convened in\nNovember 1864 in Quebec City. At the Quebec Conference,\npoliticians from the five colonies continued the discussions.\nThe broad concepts and decisions of the Charlottetown\nConference were hammered into 72 resolutions that became\nthe basis of Confederation. Among the most important\nissues decided were the composition of Parliament and the\ndistribution of powers between the federal and provincial\ngovernments.",
            "A further conference was held in London, England,\nbeginning in December 1866. Delegates from the\nProvince of Canada, Nova Scotia, and New Brunswick\nmet with the British government to finalize the federation.\nOn March 29, 1867, the British North America Act created\nthe Dominion of Canada; as of July 1, 1867, the country\nformally became a nation. Officially, the legislation\nwas called the British North America Act, 1867, 30-31\nVictoria, c. 3 (U.K.) An Act for the Union of Canada,\nNova Scotia, and New Brunswick, and the Government\nthereof; and for Purposes connected therewith.",
            "Number 5",
            "July + August 2017 ----------------------------------",
            "This is the event commemorated by the 1867\nConfederation Medal.",
            "The men involved with the creation of Canada are\nnow referred to as the Fathers of Confederation. They\nare pictured in Figure 2, a painting by artist Rex Woods\ncompleted in 1968. This painting, made especially for the\n1967 centennial, replicates Robert Harris s original of the\nQuebec Conference, but adds images of three others who\nattended the London Conference. The Harris painting was\nlost in the 1916 fire that destroyed the original Parliament\nBuildings.",
            "Of course, we best remember the leaders. As The\nCanadian Encyclopedia tells us:",
            " Although Confederation was the product, in the 1860s,\nof three conferences and delegates from five colonies, the\npractical ideas of how it might actually be achieved came\nfrom John A. Macdonald (who became the new country s\nfirst prime minister) with help from Alexander Tilloch Galt,\nand with George-Etienne Cartier s insistence on a certain\nessential minimum of provincial rights. Confederation had\nnot been originally Macdonald s idea, but he was finally the\none who took hold of it and made the running. Thus, it is\nto Macdonald and his ideas that Canadians should look to\nunderstand the character of that 1867 union. ",
            "There were only four provinces in 1867: Nova Scotia,\nNew Brunswick, Quebec, and Ontario. The North West\nTerritories, land north and west of Ontario bought from the\nHudson s Bay Company, were added to Canada in 1870.",
            "Following the first Metis Rebellion, Manitoba was\ncarved out of the North West Territories, and it became\na province in 1870, followed by British Columbia in\n1871, and Prince Edward Island in 1873. Yukon became\na separate  Territory  in 1898. Alberta and Saskatchewan\n"
        ],
        "PageNo": "215"
    },
    {
        "File": "The_CN_Journal_july_24.jpg",
        "Paragraphs": [
            "(lands also carved out of the North West Territories) were\ncreated as provinces that joined in 1905. Newfoundland,\nafter a divisive referendum, became the tenth and last\nprovince in 1949. Finally, Nunavut was created as a\nseparate part of the Northwest Territories in 1999. This is\nthe Canada we have today   a nation from sea to sea to sea.",
            "The British North America Act, 1867 was renamed the\nConstitution Act, 1867 when it was patriated to Canada in\n1982.",
            "The 1867 Confederation Medal",
            "Origin and intended purpose",
            "The medal was conceived some months before\nConfederation and produced a year or more afterwards.\nThe Delegates in London agreed that a commemorative\nmedal should be struck. According to an early article in\nthe Canadian Antiquarian and Numismatic Journal quoted\nJuly 1967 in The Canadian Numismatic Journal (Ref 5.)",
            " Sir John A. Macdonald apparently saw to the production\nof these Medals while he was in England in 1867. Lord\nMonck, our then Governor General, suggested the firm of\nJ. S. and A. B. Wyon, Chief Engravers of the Royal Seals,\nas most suitable and arranged an interview for Macdonald\nwith them. The Duke of Buckingham provided the motto:\nJUVENTAS ET PATRIUS VIGOR; CANADA INSTAURATA\n1867. Designs were approved by Sir John and also by the\nQueen, who consented to pose for her likeness to appear on\nthe Medal. ",
            "Costs for gold, silver, and bronze versions of the medal\nwere presented in April 1867, and Macdonald promised\nto send a definite order together with a 50 percent down\npayment upon his return to Canada. It was not until June 3,\n1868, when an Order in Council from the new Dominion\nauthorized the medals and payment of a deposit of $2000\nto the Wyon firm for one gold, 50 silver, and 500 bronze\nmedals. There were two further payments made to the\nWyons and it seems the medals were sent in at least two\nshipments. The complete order was filled and shipped to\nCanada by September 18, 1869.",
            "Medal design and significance",
            "Joseph Shepard Wyon modeled the obverse, with Queen\nVictoria s portrait. Joseph, and his brother, Alfred Benjamin\nWyon, modeled the reverse. The medals were almost\ncertainly struck for the Wyons at the facilities of John\nPinches, London.",
            "The Confederation Medal reverse has five allegorical\nfemale figures, each in the group of four personifying a\ndifferent economic activity that represents one of the four\nfirst provinces of the new Dominion. Ontario (Canada\nWest) holds a sickle and sheaf, representing agriculture.\nQuebec (Canada East), with a fleur-de-lys on her sleeve,",
            "has a paddle in her hand to represent commerce. Nova\nScotia bears a shovel, which represents mining. New\nBrunswick holds an axe, representing forestry. They stand\nor kneel before a helmeted Britannia, attended by a lion.\nBritannia holds the Union Shield and a trident in her right\nhand to officiate; with her left hand she extends a scroll\nwith the word  Confederation.  The scene represents\nthe conferring of nationhood by Britain upon the former\ncolonies as the new Dominion of Canada. The Latin motto\nsurrounding the scene has been officially translated as\n Canada reorganized 1867, youth and ancestral vigor. ",
            "Distribution",
            "As the early Canadian Antiquarian and\nNumismatic Journal article, (quoted in\nRef. 5) tells us:",
            " Generally speaking, distribution was",
            "as follows: A Gold Medal for the Queen.",
            "Silver Medals for the sixteen delegates to",
            "the London conference, 1866-1867, the",
            "four members of the Cabinet who had",
            "not been delegates, a list of fourteen in-",
            "dividuals including the Prince of Wales,",
            "the Governor General, the Colonial Sec-",
            "retary, each of the Premiers of the three",
            "first Provinces to enter Confederation,",
            "and one specimen placed in the Library",
            "of Parliament. Bronze Medals for each",
            "of the 181 Members of the House of",
            "Commons, the 72 Senators, delegates at",
            "the Charlottetown and Quebec Confer-",
            "ences not previously considered, to all",
            "local representatives in the Provincial",
            "Governments of the time and for deposit",
            "at each of 75 named institutions. ",
            "The gold medal, all of the 50 silver\nmedals, and 425 of the 500 bronze medals\nhad been distributed by 1872. According\nto a 1979 article by Philip Eyler, then\nCurator of the Manitoba Museum, (Ref. 4),\nsome were distributed to  lesser chiefs \nin relation to the North West Territories\nTreaties 1 and 2. This is discussed later in the present\narticle. Further Confederation Medal distributions were\nmade in subsequent years to honour the lofty position of the\nrecipient or as an award for merit.",
            "A detailed list of recipients  names, based on research\nof government documents, may be found in a 2003 online\narticle by Darrel E. Kennedy (Ref. 8.) On July 1, 1937, the\nSecretary of State reported there were 22 bronze medals\nstill in the Department. One was presented to Prime\nMinister W.L. Mackenzie King that year.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "216"
    },
    {
        "File": "The_CN_Journal_july_25.jpg",
        "Paragraphs": [
            "To date only one bronze medal with\na recipient s name inscribed on the edge\nhas been published: that to Canadian\neducationalist and historian Dr. John George\nHodgins awarded for merit, in 1885 by\nGovernor General Lansdowne. (Ref. 11.)",
            "See Figure 3.\nIn his 1986 article (Ref 6), Ross\nIrwin reported that  about five medals\nremained with the Secretary of State. \nKennedy mentions that one was sent by\nthe Department of Canadian Heritage to the Chancellery\nof Honours as late as 2003. Are there any left? An enquiry\nto the Department of the Secretary of State was referred to\nNational Defense, with no information forthcoming. The\nChancellery of Honours likewise provided no information\nabout any Confederation Medals remaining unissued.\nNor does Library and Archives Canada have any such\ninformation. An inquiry to the Department of Canadian\nHeritage was referred to the State Ceremonial and Protocol\nDirectorate. As of the time of printing this article, a\nresponse had not been received. Has the corporate memory\nof these medals been lost? Might the few remaining pieces,",
            "Number 5",
            "July + August 2017 ----------------------------------",
            "if there are any, one day emerge from a long forgotten\nparcel like the lead pattern of the 1911 silver dollar did in\n1977?",
            "Were there re-strikes using the original dies?",
            "Based on the fact that some of the bronze Confederation\nMedals show evidence of a  pebbling   defect on the\nQueen s neck (Figure 4) it has been speculated that these\npieces are later re-strikes made from rusted dies. No\nevidence has been published to support this. The fact that\nthe Government of Canada took more than a century to\ndistribute all of the original bronze medals, if indeed they\nhave all been distributed, strongly suggests that no re-\nstrikes were ever needed or ordered. It seems unlikely that\nthe Wyon firm, on its own, would have made bronze (or\nsilver) re-strikes for collectors. The reason for the pebbling\ndefect on some medals, however, remains a mystery. It is\nonly speculation but the fact that the medals were sent to\nCanada in more than one shipment over several months\nmight indicate they were not struck in one continuous run.\nPossibly the obverse die had some contamination at a later\nstage of production.\n"
        ],
        "PageNo": "217"
    },
    {
        "File": "The_CN_Journal_july_26.jpg",
        "Paragraphs": [
            "Figure 4. Some bronze 1867\nConfederation Medals exhibit a\n pebbling  defect on the neck of\nQueen Victoria s bust, prompting\nunfounded speculation that\nthese are later re-strikes made\nusing a rusted die. Image courtesy\nof Barrie Renwick.",
            "Regarding re-strikes of the\nsilver Confederation Medals,\nthe late Garth Chalmers, in his\nprivate notes of eleven specimens\nsold between 1981 and 2004,\nobserved that two weight\ncategories prevailed: 220-224 g\nand 248 g. The heavier specimens\nexhibit evidence of a die break. This led to speculation that\nthey were later re-strikes. Moreover, the\nrecord of one bronze specimen having\na weight 26 g heavier than the average\nand also exhibiting the same die-break\ncharacteristic led to speculation that it is\nalso a re-strike. While these observations\nare of some interest, the small sample\nof medals available for study and\nthe unverified data used makes these\nspeculations inconclusive.",
            "The Indian Treaty Medals of\n1872",
            "These medals, very small in number, use\nthe design of the 1867 Confederation\nMedal as their centres.",
            "In 1872, treaties were signed with\nFirst Nations of the North West\nTerritories. The Canadian Antiquarian\nand Numismatic Journal article referred\nto earlier states that eleven silver and\nfour bronze Confederation Medals were\nmounted in specially made annuli with\nloops and rings and with neck ribbons,\nand were awarded to the native leaders\nsigning the treaties. The obverse annulus\nhas the wording:  Dominion of Canada\nChiefs Medal 1872.  The reverse has\n Indians of the North West Territories. ",
            "This description of how these medals\nwere made is misleading.",
            "In his 1986 CNRS Transactions article\n(Ref 6) Irwin mentions that  the Indian\nTreaty medals were a separate order. \nAlthough Irwin s article does not further\nexplain it, no Confederation Medals",
            "were mounted in annular rings in this manner and used for\nthese Treaty medals. The 1872 Treaty medals were made by\na Montreal silversmith, Robert Hendery. They are hollow\ncopper electrotypes, silver plated.",
            "It is likely that Hendery set an original 1867\nConfederation Medal, or an excellent copy, into a specially\ncreated and lettered outer ring to add to the dimensions,\nthen used the whole as a pattern to form his obverse and\nreverse moulds. A copper electrotype copy was then made\nof the two sides for each Treaty Medal to be created. The\nouter diameter of these pieces is 95 mm. The two hollow\nelectrotype halves were carefully joined and then silver\nplated. See Figure 5. Jamieson (Ref. 7) describes these\nmedals more fully, and explains that they became unpopular\nwith the recipients because the silver plating soon wore off.\nThe next Treaty Medals, by the Wyon firm, were of solid",
            "silver and with a new reverse design but\nusing the same obverse portrait of Queen\nVictoria.",
            "Eyler (Ref. 4) discusses the\ndistribution of the electrotype 1872\nIndian Treaty Medals and adds:",
            " The small number ordered, however,\nfailed to fulfill the demand. Many of the\nlesser chiefs were given regular issue\nConfederation Medals without the\nadded rim. ",
            "The term  regular issue  is under\nreview by several prominent Canadian\nnumismatists. Both the Manitoba\nMuseum in Winnipeg and the Glenbow\nMuseum in Calgary have examples of\n1867 Confederation Medals supposed\nto have been presented to Indian chiefs\nas treaty medals. Examinations of\nthe Glenbow Museum medals some\nyears ago by Barrie Renwick led him\nto conclude that those museum pieces\nare probably replicas of the 1867\nConfederation Medal, either castings\nor electrotypes. The Manitoba Museum\nkindly provided photos of its two pieces\nfor this article. One Manitoba Museum\nmedal is shown in Figure 6. Studies\nof whether this is an original 1867\nConfederation Medal, or an excellent\ncopy, were ongoing at the time this\narticle went to print.",
            "This topic, while fascinating to\nspeculate upon, warrants further\nresearch to study more examples and\ntheir provenance, something beyond our\nscope here.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "218"
    },
    {
        "File": "The_CN_Journal_july_27.jpg",
        "Paragraphs": [
            "Figure 6. One of the Manitoba Museum s two examples of possible Indian treaty medals comprised of a silver-plated\n1867 Confederation Medal, either an original or an excellent copy. It is neatly set in a bezel with a suspension loop",
            "added. The medal clearly has seen some wear. Image copyright The Manitoba Museum, Winnipeg MB.",
            "The 1967 Pinches Medals",
            "In 1967, to mark the Canadian Confederation\nCentennial, the London medallist firm John\nPinches, produced stunning pairs of proof medals in\neither sterling silver or 22 kt. gold. (See Figure 7.)\nOne of the medals is a reproduction of the 1867\nConfederation Medal but has the edge hallmarked\nand deeply impressed with an issue number and\n 1967.  Clearly, these medals were struck using\nnew proof dies. The other, shown in Fig 8, is a\nspecially designed 1967 Confederation Centennial\nmedal by John R. Pinches, and is of the same size\n(76 mm). Charles F. Longley s 1981 article (Ref.\n9) provides a full description of these medals. The\nissue was to be limited to 25 pairs in gold and 100\npairs in silver, in special cases. In addition, 50 single\ngold and 500 single silver 1967 Confederation\nCentennial pieces were produced.",
            "Figure 7 Silver medal set issued for the Centennial\nof Canadian Confederation in 1967.\nImages courtesy of Geoffrey Bell Auctions.",
            "Number5 July   August 2017"
        ],
        "PageNo": "219"
    },
    {
        "File": "The_CN_Journal_july_28.jpg",
        "Paragraphs": [
            "Figure 8. Silver version of the John Pinches 1967 Centennial of Canadian Confederation Medal. The medals in cased\nsets were struck from different dies than those used to strike the medals that were sold singly.",
            "These gold and silver medals originally sold for $770 and\n$76. Today, they sell for large multiples of those prices.",
            "From my inspection of the Wyon die Register at the\nBritish Museum in London in September, 2016, I confirmed\nthat Pinches acquired the original Wyon dies for the 1867\nConfederation Medal from Allan Wyon in 1933. Pinches\nheld them for the next 34 years until, in July 1967, after\ntheir issue of the 1967 medals, the dies were donated to the\nGovernment of Canada. (Ref. 5.)",
            "Concluding remarks",
            "The 1867 Confederation of Canada Medal is the first\nmedal issued by our country. Although scarce, examples\nare encountered from time to time at numismatic shows\nand in auctions. This large beautiful and highly-significant\npiece represents our birth as a nation. It is one of the finest\nexamples of what commemorative medals could be, created\nin the glory days of medallic art. Have a good look and\nappreciate it if you see one.",
            "References:",
            "1. Anonymous, British North America Act, 1867 - Enactment no. 1,\nwwwjustice.gc.ca/eng/rp-pr/csj-sjc/constitution/lawreg-loireg/\npltIl.htmi [Accessed 09-08-16]",
            "2.    Canada s Confederation Medal,  The Canadian\nNumismatic Journal, vol. 5, no. 10 (October 1960) 491.\n3.    Confederation,  www.thecanadianencyclopedia.ca/en/",
            "article/confederation/ [Accessed 09-08-16]",
            "4. Eyler, Philip,  Indian Treaty Medals of the Canadian West, \nCanadian Collector, vol. 14, no.5 (September October 1979);\n53-54.",
            "Images courtesy of Geoffrey Bell Auctions.",
            "5. Irwin, Ross W.,  1867 Confederation Commemorative Medal, \nThe Canadian Numismatic Journal, vol. 12, no. 7 (July 1967):\n246-247. [Ed. Reprinted in this issue pp ???]",
            "6.    Confederation Commemorative Medal, 1867, \nTransactions of the Canadian Numismatic Research Society, vol.\n22 (1986): 116-118.",
            "7. Jamieson, Melvill Allan, 2015 Medals Awarded to North\nAmerican Indian Chiefs, 1714-1922 and to Loyal African and\nOther Chiefs in Various Territories Within the British Empire.\nOriginally published, London: 1936. Reprinted Spink & Son Ltd.",
            "8. Kennedy, Darrel E,  The 1867 Confederation Medal: First\nHonour of the Dominion,  wwwforces.gc.ca/en/honours-history-\nawards/conf-medal.page [Accessed 09-07-16]",
            "9. Longley, Charles F.,  Canadian Confederation Centennial\nMedals 1867-1967,  Transactions of the Canadian Numismatic\nResearch Society, 17.4 (Winter 1981) 116-118.",
            "10. Pinches, John Harvey, Medals by John Pinches, A Catalogue of\nthe Works Struck by the Company from 1840 to 1969. London:\nHeraldry Today, 1987.",
            "11. Renwick, Barrie.  The 1867 Confederation of Canada Medal as\nan Award of Merit.  The Canadian Numismatic Journal, vol. 47,\nno. 1 (January-February 2002): 34-35.",
            "Acknowledgements:",
            "This article could not have been completed without the\nassistance and encouragement of Geoffrey Bell, Dawn Bell,\nScott Douglas, Chris Faulkner, Dan Gosling, Len Kuenzig,\nGraham Neale, and Barrie Renwick.",
            "The Manitoba Museum graciously provided the images\nin Figure 6, waiving the usual charges for publication in\nthis CN Journal article.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "220"
    },
    {
        "File": "The_CN_Journal_july_29.jpg",
        "Paragraphs": [
            "1867 CONFEDERATION\nCOMMEMORATIVE MEDAL",
            "BY ROSS W. IRWIN\n#585,",
            "This article is repris from te July","1967 issue of The CN Journal\n) pp 247, 260.",
            "Canada s 1867 Confederation Commemorative Medal",
            "The dies for our 1867 commemorative medal\n| celebrating the Confederation of the Provinces have\ncome home. Through the generosity of the firm of\nmedallists, John Pinches of London, successors to the Wyon\nfirm, the dies will now be on display in the exhibit hall of the\nRoyal Canadian Mint. Bronze specimens of this beautiful\nmedal may be seen at the Ontario Archives Building, Toronto\nand the Public Archives collection at Ottawa.",
            "The March issue of Coins And Medals contains\nan advertisement by the John Pinches firm offering\nreproductions of this medal paired with their new Centennial\nConfederation medal. The issue was to be limited to 25 pairs\nin gold and 100 pairs in silver at  550 and  72 respectively.\nThe reproductions are deeply engraved with the date 1967 on\nthe rim and an issue number.",
            "The obverse of the Confederation medal by J. S. Wyon\nshows the bust of Queen Victoria, diademed, veiled and\nwith a pearl necklace. The legend reads VICTORIA\nD:G:BRITT:REG:F:D:.",
            "The reverse by J. S. and A. B. Wyon shows Brittania\nseated with a lion receiving homage of four young females\nrepresenting the four Provinces entering Confederation.\nBritannia holds a scroll with the word CONFEDERATION.\nThe legend reads JUVENTAS ET PATRIUS VIGOR,\nCANADA INSTAURATA 1867. The piece measures\n72 mm. in diameter.",
            "The most complete description of the origin of this\ncommemorative medal is to be found in the Canadian\nAntiquarian for 1876 and was reprinted in The Canadian",
            "Number 5",
            "July   August 2017 ----------------------------------",
            
            
            "Image courtesy Graham Neale\nNumismatic Journal, October, 1960, the text of which\nfollows:",
            "Sir John A. Macdonald apparently saw to the",
            "production of these Medals while he was in England",
            "in 1867. Lord Monck, our then Governor General,\nsuggested the firm of J. S. and A. B. Wyon, Chief",
            "Engravers of the Royal Seals, as most suitable and",
            "arranged an interview for Macdonald with them. The",
            "Duke of Buckingham provided the motto: JUVENTAS",
            "ET PATRIUS VIGOR: CANADA INSTAURATA",
            "1867. Designs were approved by Sir John and also by",
            "the Queen, who consented to pose for her likeness to",
            "appear on the Medal.",
            "On April 16, 1867, Wyon s gave the cost of engraving\ndies for a model three inches in diameter as 350 guineas;\nMedals in bronze could then be prepared at  63 for 100;\nMedals in silver would be  300 per 100; Medals in gold,\n 63 each; and morocco cases,  25 a hundred. Macdonald\nhad promised to send a definite order by telegraph, besides\na 50% down payment, but despite several letters from\nthe Wyons nothing further happened until June 3, 1868,",
            "13. Resolved That a sum not exceeding\ntwo thousand dollars be granted to her\nmajesty, towards cost of Confederation\nMedal, for the year ending 30th June, 1869.",
            "Journal of the House of Commons, 1869\n"
        ],
        "PageNo": "221"
    },
    {
        "File": "The_CN_Journal_july_30.jpg",
        "Paragraphs": [
            "when an Order in Council authorized payment of $2,000\nto J. S. and A. B. Wyon for the Confederation Medals.\nThe Memorandum which obtained official approval\nstated that the Delegates to England in 1867 had agreed\nthat a Medal should be struck to commemorate Canadian\nConfederation, and asked Prime Minister Macdonald to\nmake arrangements to this end with J. S. and A. B. Wyon.\nThe $2,000 payment was deposit on an order for one\ngold Medal, fifty of silver, and five hundred in bronze. The\namount approved for payment came to slightly less than\nthe customary 50% down. A further instalment of  300\nreceived official sanction on 26 April 1869 (P.C. 257), and\nthe remaining  350 likewise on 18 September 1869 (P.C.\n680), when the rest of the Medals were delivered.\nGenerally speaking, distribution was as follows: A\nGold Medal for the Queen, Silver Medals for the sixteen\nDelegates to the London Conference, 1866-1867, the\nfour members of the Cabinet not included in the above,\na list of fourteen individuals including the Prince of\nWales, the Governor General, the Colonial Secretary,\neach of the Premiers of the three first Provinces to enter",
            "Confederation, and one specimen placed in the Library of\nParliament. Bronze Medals for each of the 181 Members\nof the House of Commons, the 72 Senators, Delegates at\nthe Charlottetown and Quebec Conferences not previously\nconsidered, to all local representatives in the Provincial\nGovernments of the time and for deposit at each of 75\nnamed institutions.",
            "In January 1872 a further distribution occurred, with\neleven silver and four bronze medals awarded. These\nmedals were for the Indian Treaty of 1872 and an 11 mm.\nband of pewter was added to the Confederation medal.\nThe obverse of the band read DOMINION OF CANADA\nCHIEF S MEDAL 1872 and the reverse INDIANS OF\nTHE NORTH-WEST TERRITORIES.",
            "[Editors Note: Melvill Allan Jamieson, in his book",
            "Medals Awarded to North American Indian Chiefs,",
            "1714-1922... explains that this later distribution are in",
            "fact reproductions of the original medal.]",
            "This commemorative medal would be the pride of any\ncollection of Canadian numismatics.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "222"
    },
    {
        "File": "The_CN_Journal_july_31.jpg",
        "Paragraphs": [
            "PORTRAITS OF THE FAMOUS\nBY MEDALLISTS OF RENOWN",
            "BY BARRIE RENWICK",
            "FRCNA, FCNRS, #5754,",
            "#5 Padraig Pearce by Paul Vincze",
            "The Padraig H. Pearce Medal by Paul Vincze\n| commemorates the 50th anniversary of Pearce s\ndeath by execution carried out by British authority\nand concurrent with that of other activists condemned\nfor organized insurrection. They sought to\nwrest home rule for Ireland by use of force\nduring what came to be called the 1916\nEaster Rising. On the obverse, Pearce\nat his mid-thirties, in his business\nattire and with a facial look of\nexpectation. The large-lettered\nlegend emphasizes his name, and\nat each side a shamrock sprig\nsignals his nationality. The dates\nbelow reveal he died aged 37. On\nthe reverse, two figures apart, a man\nkneeling facing a woman kneeling.\nEach has a furled nationalists  flag; he\nhas a torch of victory raised in one hand;\nshe holds a winner s bough. Their figures,\nrepresenting the country s Irish nationalists,\ngaze up at the manifesto inscribed above.\nIn the exergue: EIRE 1916-1966. The\nmedal is silver 50 mm in diameter.\nPadraig Pearce born 1879\nin Dublin a son of an English\nfather and Irish mother became\ncaptivated early by Irish history\nand heritage. As a young man,\nhe joined the Gaelic League;\nhe spoke the language, lived the\nculture and revered the history. He\nreplaced his given name Patrick with\nthe Irish variant, Padraig. By age 29\nhis zeal for nationalism induced him to\nopen a school to teach youngsters\nthe Irish language and Irish ways,\nwith an aim to redeem their\nlatent feelings of Irish worthiness\nneeded to wrestle control of\nIreland from the English.",
            "Number 5",
            "July + August 2017 ----------------------------------",
            "At age 35 Pearce joined the militant Irish Republican\nBrotherhood seeking the country s independence. He rose\nquickly and emerged as its strident leader who helped plan",
            "the 1916 Easter Rising. It was him who publically\ndelivered the Proclamation of the Irish\nRepublic that ignited the revolt, in which\nthe Irish Citizens Army engaged. The\nrevolt by several thousand nationalists\nclashing with British troops lasted\nthe week but ended with surrender\nto a British Army force of nearly\ntwenty thousand. The uprising\ncreated a loss of many lives and\ncaused immense damage. For their\nidealism Pearce and his officials",
            "died facing a firing squad.\nPaul Vincze (VINT-seh), born\n1907 in Galgagyork, Hungary, began\nhis artistic studies at the State School of\nArts and Crafts, Budapest. Later, after some\nseven years assisting a medallist, he gained\na scholarship and continued studies in\nRome, in 1935. When he returned to\nHungary pervasive insecurity of the\npolitical situation prior to 1939\nimpelled him to flee to Britain for\nsafety. Vineze established himself\nin London where he practised as\na medallist and coin designer. He\ntook British citizenship in 1948.\nVineze s speciality, medallic\nportraiture, gained attention in\n1953 with his release of two medals\nshowing Queen Elizabeth II and events\nof her coronation. Vincze also created coin\ndesigns for numerous countries.\nHe married in 1958. His wife was\nFrench; eventually they moved to\nFrance where he re-established\nhis studio located overlooking the",
            "Mediterranean. He died there in 1994, aged 86.\n"
        ],
        "PageNo": "223"
    },
    {
        "File": "The_CN_Journal_july_34.jpg",
        "Paragraphs": [
            "ERROR OF THE MONTH  BY HENRY NIENHUIS,FRCNA,FCNRS, FONA, LM #430",
            "Over-inflated Cent\nThis month our error coin was submitted by a very well-known error\n| enthusiast from the Toronto ON area. The coin is a very interesting\nexample of an Incorrect Planchet error. What makes this error coin\nmost interesting is that, based on knowledge of how the coining press\nfunctions, this coin should not exist.",
            "Incorrect Planchet errors occur when a planchet intended for a\ndifferent denomination Canadian coin (an incorrect denomination\nplanchet) or when a planchet intended for a coin of a different\ncountry (a foreign planchet), is struck as a different coin that then\nmakes its way into circulation. An incorrect planchet can accidently\nenter the production process in many ways, for example the planchet\ncan be left in the coming press s feeding hopper from a previous\nproduction run of foreign or different denomination coins; or the\nincorrect planchet could be introduced by being stuck in a transfer bin\nwhich is later used to fill the feeding hopper of the press.",
            "Some types of this error are also called off-metal strikes, referring to an\ninstance when the planchet metal is different than what is expected for the coin.",
            "Other characteristics of this type of error are usually a different size, weight or\neven shape than the expected coin.",
            "As we mentioned, our featured coin is a very special example of the\nincorrect denomination error. Here a 1978 Canadian l-cent piece was\nstruck on a nickel planchet weighing 4.54 g. A quick look at a standard\ncatalogue tells us that the planchet was most likely intended for a\nCanadian 5-cent piece. By examining the images to the right we see\nthat this 1978 1-cent coin is clearly larger than the coin intended, and\nit exhibits an over sized rim. This is easily explained by the fact that\nthe 5-cent planchet is 2 mm larger that a 1-cent planchet at 21.2 mm\nin diameter.",
            "Because different denominations of Canadian circulating coins\nall have different diameters and weights, the incorrect denomination\ntype error results in the com being struck on a planchet either larger or\nsmaller than the intended coin. The case of the larger planchet is very\nrarely seen. This is due to the way the planchet normally enters the striking\nchamber of the press; through a feeding tube that is sized to fit the correct\nplanchets diameter.",
            "A larger planchet just doesn t fit through a correctly configured smaller tube, so in order to produce a coin like our\nexample you would need the press to be setup incorrectly as well as the error planchet making its way into the wrong bin.\nTo add to this unlikely scenario, our error coin is also well centred on the planchet. This means that the incorrect planchet\nwas fed perfectly into the striking chamber, above the collar. The proper collar for the 1-cent coin is 19.05 mm in diameter\nsince the planchet is approximately 22 mm in diameter it could not fit into the collar. You might have a tendency then to\nexpect the coin to be struck off-centre.",
            "Look back on all the things that would have to go wrong in unison; you might come to the conclusion that operator\nintervention could also be a contributing factor to this coin s existence.",
            "Keep your eyes open!",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "226"
    },
    {
        "File": "The_CN_Journal_july_36.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2017 $50 Fine Silver Coin   Whispering Maple\nLeaves",
            "The reverse design by Canadian artist Calder\nMoore presents a contemporary, stylized take\non the traditional depiction of Canada s\nmost beloved national emblem. Intricate\nengraving re-creates a grouping of\nmaple leaves, with each leaf comprised",
            "of geometric-based shapes that give it",
            "a more multi-faceted appearance, to\nconvey a swaying motion in the warm\nbreeze. Beautiful reverse gold plating fills",
            "the reverse in a way that mimics the golden\nglow cast by the summer sun. Only the effigy\non the obverse, and the central leaf on the\nreverse, offer a glimpse of the coin s silver\nsurface   its polished surface adds an exquisite\nshine, like that of direct sunlight illuminating\neach engraved detail within the leaf s serrated\ntips. The reverse gold-plated obverse features\nthe effigy of Her Majesty Queen Elizabeth II\nby Susanna Blunt with an added  P  mark to\nindicate the plated nature of the coin.",
            "2017 $20 Fine Silver Coin   Locomotives\nAcross Canada: RS 20",
            "The reverse design by Canadian artist John\nMantha looks back at the first wave of\ndiesel-electric locomotives that were\nintroduced in Canada in the 1940s\nand 1950s. Used by the Roberval\nand Saguenay Railway, the RS",
            "20 was the first diesel road\nlocomotive manufactured in\nCanada, and was built in 1949",
            "by Montreal Locomotive Works.",
            "The selective application of gold\nplating places the focus on the\nearly RS-2 road-switcher, which",
            "is made all the more visible thanks\nto the tiger-striped pattern,\npainted at the front. The",
            "rail yard in the engraved",
            "background is bustling",
            "with activity, and",
            "typifies the environment",
            "in which these versatile",
            "workhorses shone.",
            "The CN Journal",
            "Pi ce de 50 $ en argent fin 2017   Feuilles\nd rable dans une brise d t ",
            "Le motif au revers,  uvre de l artiste canadien\nCalder Moore, propose une relecture\ncontemporaine et stylis e du plus populaire\ndes embl mes canadiens. La gravure\ncomplexe reproduit une vol e de feuilles\nd rable multifacettes : toutes sont\ncompos es de formes g om triques, ce\nqui contribue   rappeler leur ondulation\ndans la brise d t . Un superbe placage d or\ninverse y recr e l clat dor  d une journ e\nd' t . Seules l'effigie   l avers et la feuille\nd rable au centre du revers laissent entrevoir la\nsurface en argent. Polie, celle-ci ajoute   l ensemble\nun  clat remarquable pour peu, on croirait que le\nsoleil lui-m me illumine le moindre d tail grav \n  l int rieur des lobes dentel s de cette feuille.\nL avers, dont l arri re-plan est aussi plaqu  or,\nest   l effigie de Sa Majest  la reine Elizabeth\nII, selon Susanna Blunt. La lettre   P   figure\n galement   l avers pour indiquer que la pi ce est\nrehauss e d un placage.",
            "Pi ce de 20 $ en argent fin 2017   R trospective\ndes locomotives au Canada : RS 20",
            "Le motif au revers,  uvre de l artiste",
            "canadien John Mantha, revient sur la",
            "premi re vague de locomotives diesels-",
            " lectriques qui apparurent au Canada",
            "dans les ann es 1940 et 1950.",
            "Exploit e par la Compagnie de",
            "chemin de fer Roberval-Saguenay,",
            "la RS 20 a  t  construite en 1949",
            "par Montreal Locomotive Works.",
            "Elle fut l un des premiers mod les",
            "RS-2 et la premi re locomotive",
            "diesel routi re construite au",
            "Canada. L application d un placage",
            "d or s lectif attire l attention sur",
            "cette locomotive man uvres-ligne,",
            "tout comme les bandes peintes   l avant,",
            "rappelant celles d un tigre, la rendaient plus",
            "visible. Grav  en arri re-plan, le d p t de rails bourdonne",
            "d activit . C est un environnement typique pour ces machines\npolyvalentes et performantes.",
            "Volume 62\n"
        ],
        "PageNo": "228"
    },
    {
        "File": "The_CN_Journal_july_37.jpg",
        "Paragraphs": [
            "2017 $8 Fine Silver Coin - Feng Shui Good\nLuck Charms",
            "The reverse design by Canadian artist Charles\nVinh combines a number of auspicious\nChinese motifs to confer a powerful\nblessing for everlasting prosperity",
            "and fortune. At the centre is a feature",
            "that sets this coin apart: a square",
            "hole, which represented the land in",
            "traditional Chinese minting. Two Pi",
            "Yao figures stand on either side of the",
            "hole and are viewed in profile, with",
            "one facing left and the other facing right.\nEnhanced by different finishes, the intricate\nengraving re-creates the elaborate appearance",
            "of this mystical protector and symbol of wealth.\nThe rounded shape of the Wu Lou gourd is depicted on\nthe reverse and the obverse, where this centuries-old\nsymbol of longevity and health appears alongside\nthe ornamental Chinese knots that speak of never-\nending felicity. These  endless  knots also\ncomplement the stylized scrollwork on the unique\nobverse, where a smoothly polished circle bears\nthe effigy of Her Majesty Queen Elizabeth IT by\nSusanna Blunt.",
            "2017 Enameled Special Edition Proof Silver\nDollar   Our Home and Native Land",
            "The reverse design by Canadian artist Jamie\nDesrochers captures the celebratory spirit of\na nation in 2017. Viewed from a unique\nperspective, the map of Canada has\na distinctive dimensional feel to it",
            "as the viewer s eye sweeps across",
            "the nation. The focal point itself",
            "is the large  150  at the centre;\nenhanced with vibrant red enamel",
            "and superimposed on the map, the\n 150  is as large as the nature of the\ncelebrations commemorating the 150th\nanniversary of Confederation. Below\nit, the words  CANADA,   DOLLAR \nand commemorative dates  1867-2017 \nare also engraved in Heritage Canada s\nofficial font for the occasion, alongside\nthe CANADA 150 logo. Behind it all",
            "is Canada s national flag, rendered in",
            "laser frosting that gives it an ethereal",
            "feel   a fitting way to convey",
            "the swelling sense of pride and\npatriotism that, though unseen, can be\nfound within Canadian hearts during this\nmomentous year",
            "Number 5",
            "July + August 2017 ---------------------------------",
            "Pi ce de 8 $ en argent fin 2017 - Porte-\nbonheur feng shui",
            "Le motif au revers,  uvre de l artiste canadien",
            "Charles Vinh, allie des motifs chinois associ s",
            "  la bonne fortune pour former un gage",
            "puissant de prosp rit  et de chance",
            "perp tuelles. La pi ce se distingue en",
            "raison du trou carr  en son centre, qui",
            "repr sentait la terre selon les anciennes",
            "traditions chinoises de monnayage.",
            "Deux figures de Pi Yao, repr sent es de",
            "profil, l une du c t  gauche et l autre du",
            "c t  droit, se dressent de part et d autre",
            "de ce trou. Rehauss e par diff rents finis, la",
            "fine gravure rend les moindres d tails de ces",
            "protecteurs mystiques, symboles d abondance. Une",
            "gourde Wu Lou, de forme arrondie, est repr sent e sur le",
            "revers et l avers de la pi ce; ce symbole de long vit  et",
            "de sant  depuis des si cles accompagne des n uds",
            "ornementaux chinois, qui  voquent la f licit ",
            " ternelle. Ces n uds   sans fin   compl tent des",
            "volutes stylis es sur l avers exceptionnel, o  un",
            "cercle soigneusement poli accueille l effigie de",
            "Sa Majest  la reine Elizabeth II, selon Susanna\nBlunt.",
            "Dollar  preuve numismatique en argent  dition\nsp ciale 2017   Terre de nos a eux",
            "Le motif au revers,  uvre de l artiste canadien",
            "Jamie Desrochers, saisit bien l esprit qui",
            "anime le pays en 2017. Pr sent e selon",
            "une perspective tridimensionnelle peu",
            "commune, une carte du Canada invite",
            "l observateur   prendre la pleine",
            "mesure de la nation. Le point de mire",
            "est toutefois l imposante mention",
            "  150  , rehauss e d mail rouge",
            "vif et en superposition au centre de",
            "cette carte, aussi visible que notre",
            "envie de c l brer le 150e anniversaire",
            "de la Conf d ration. En dessous de la",
            "carte sont grav es, dans la police officielle",
            "de Patrimoine canadien pour l occasion, les",
            "mentions   CANADA   et   DOLLAR   et les dates",
            "comm moratives   1867 2017  ; le logo CANADA",
            "150 se trouve tout juste   c t . Rehauss  d un givrage",
            "au laser qui lui donne un aspect  th r , le drapeau",
            "national surplombe le tout. C est la fa on tout indiqu e",
            "d exprimer l immense fiert  et le patriotisme qui, sans",
            "toujours  tre visibles, habitent le c ur des Canadiens\ndurant cette ann e importante!\n"
        ],
        "PageNo": "229"
    },
    {
        "File": "The_CN_Journal_july_38.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES DES CLUBS",
            "By BRETT IRICK (CLUB SERVICES)\nFRCNA, FONA, #22198",
            "Windsor Coin Club Hosts Central States\nNumismatic Society Travelling Seminar",
            "Windsor Coin Club sponsored",
            "and hosted a Central States",
            "Numismatic Society seminar on",
            "May 6. Thirty-five participants",
            "attended. Three speakers",
            "gave talks: David Bergeron,",
            "Curator of the Bank of Canada",
            "National Currency Museum,",
            "spoke on  the Canadian",
            "Coinage Modernization of",
            "1937 ; Bob Campbell, Past",
            "President American Numismatic",
            "Association, on  Coin Toning",
            "Real or Fake  and secondly",
            "on  How to Make Better Coin",
            "Deals ; Scott Douglas, President",
            "of the Canadian Numismatic",
            "Research Society spoke on",
            " Hudson s Bay Numismatic",
            "Issues.  Each presenter received an engraved uniface\nWindsor Coin Club silver presentation medal and\na honorarium from CSNS. Coordinating the event\nwas Ray Lockwood, CSNS Governor and Education\nDirector. In his remarks, Ray said,  This was the first\ntime that a CSNS member club based in Canada had\nrequested hosting of a CSNS travelling education\nseminar,  and added,  Windsor Coin Club is to be\ncommended for assisting with the selection of quality\nspeakers on subjects of interest to the club [members]\nand coordinating a successful event.  By WCC\nconstitution mandate, Windsor Coin Club paid the\ntuition fee for its members who attended the event.",
            
            "Windsor Coin Club h te d un s minaire itin rant\nde la Central States Numismatic Society",
            "Windsor Coin Club a accueilli et\ncontribu  financi rement   la tenue\nd un s minaire numismatique\nle 6 mai dernier auquel 35\nparticipants  taient pr sents.\nLes intervenants comprenaient\nDavid Bergeron, conservateur du\nMus e de la monnaie nationale\nde la Banque du Canada, qui a\nparl  de  La modernisation des\nmonnaies canadiennes de 1937 ,\nBob Campbell, ancien pr sident\nde l American Numismatic\nAssociation, qui a discut  en\npremier de  L Oxydation des pi ces\nde monnaies, R elle ou Fausse \net deuxi mement sur  Comment\nobtenir les meilleures aubaines\nnumismatiques , et Scott Douglas,\npr sident de la soci t  canadienne de recherche numismatique\nqui a parl  de  pi ces numismatiques de la compagnie de la baie\nd'Hudson . Chaque pr sentateur a re u une m daille argent e\ngrav e d un c t  avec le logo du club numismatique de Windsor\net un honorarium de la CSNS. Ray Lockwood, gouverneur de\nCSNS et directeur du volet  ducation a coordonn  cet  v nement.\nDans ses remarques, Ray a d clar :  C est la premi re fois qu un\nclub membre du CSNS bas  au Canada demande d accueillir un\ns minaire d' ducation itin rante du CSNS , et a ajout :  le club\nnumismatique de Windsor doit  tre f licit  pour avoir contribu   \nla s lection de pr sentateurs de cette qualit  sur des sujets d int r t\npour le club [membres] et la coordination d un  v nement r ussi. \nLa constitution du club numismatique de Windsor l autorise  \nd frayer les frais d inscription de ses membres qui assistent   un tel\n v nement.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "230"
    },
    {
        "File": "The_CN_Journal_july_39.jpg",
        "Paragraphs": [
            "Latest Edition of Charlton\nStandard Catalogue of Canadian\nCoins Volume One",
            "The 71st edition of the Charlton Standard Catalogue\nof Canadian Coins Volume 1 is expected to be released\nduring the 2017 RCNA Convention in Boucherville\nstarting July 18. This is the first issue of this\nauthoritative catalogue under the new editor and\npublisher Mark Drake.",
            "The 320-page spiral bound catalogue has been\ncompletely redone with a new, fresher look.",
            "The latest technical information has been added\nfor 2017 releases along with updated prices\nbased on the latest market analysis.",
            "First published in 1952 The Charlton\nStandard Catalogue of Canadian Coins has\nreported on all aspects of the Canadian\nnumismatic scene, from the coinage of the\nFrench Regime to the business strikes of\ntoday. For more than 60-years Canadian\nCoins has been the authoritative reference\nfor collectors of the Canadian series.",
            "Number5 July   August 2017"
        ],
        "PageNo": "231"
    },
    {
        "File": "The_CN_Journal_july_40.jpg",
        "Paragraphs": [
            "NOTES ON THE ANCIENT ANCESTORS OF MODERN COINS",
            "NUMMUS MATRIX",
            "BY JAMES R. BAKES\n#19824",
            "87. Diva Paulina",
            "Maximinus the Thracian (or Thrax) who reigned\nM from 235-238, was totally unfit for the\nhigh office of Roman emperor. He was\nborn in an agricultural region of Thrace, on the\nEuropean mainland north of Greece and if it\nhad not been for the fortuitous circumstance of\nhis joining the Roman army, he would likely\nhave stayed a farmer or become a wrestler or\ncircus strongman. This giant of a man apparently\nhad a voracious appetite and was said to be over\n8 feet tall. Having been spotted in a wrestling match\nby the emperor Septimius Severus, he became his\nbodyguard, continuing under his successor Caracalla. When\nCaracalla was murdered, Maximinus retired but\nrejoined the Imperial bodyguard when Severus\nAlexander became emperor in 222. Given\nresponsibilities in Germany by Alexander,\nhe rose to high military office and on the\nmurder of Severus Alexander Maximinus\nwas hailed emperor inaugurating a long\nperiod of military king-making that\ncontinued to the end of the third century.\nAlmost immediately two plots arose\nagainst him, in one of which a plan was\nmade to destroy a bridge over the Rhine after\nhe had crossed in order to strand him there. Both\nplans were aborted but the Senate in Rome\ncontinued to work against him to the extent\nthat, by his own choice, he became the first\nemperor never to set foot in the capital.\nIn his personal life, Maximinus was\nmarried and had one son, Maximus.\nApparently, his wife pre-deceased his\nbecoming emperor. Although there is no\nliterary proof that his wife was the Paulina\nwe see on the coins, like the sestertius\nillustrated this month, the fabric of the coins, their\nsize, metal and style point to the reign of Maximinus. The\nportraits of the emperor himself seem to have been largely\nmade up from descriptions of his appearance, whether\nor not actual portrait busts were provided to the mint as\nthey had always been. This allowed the die engravers,\nsometimes referred to as celators, a free hand in their\ninterpretation of the emperor and his family. When creating\nobverse dies of the emperor, they especially delighted in\nexaggerating his over-developed jaw, and it grew larger, on\nthe coins anyway, as his reign progressed.",
            "If the emperor-who-never-came-to-Rome posed a\nchallenge to a coin portrait artist, what about his\ndeceased wife? In the past, imperial families had\nhad plenty of portraits scattered about the city\nprior to their need to be immortalised on the\ncoinage, but these two were obscure peasants",
            "whom no one had ever met.\nIt is possible that in such situations the\nRoman artists used an old solution: just use the\nemperor s portrait and put a veil on it. Get rid of\nany beard of course. (I wrote about an earlier version of\nthis in the CN Journal in Nummus Matrix 51: Pass Me\nthe Faustina Die Hub..., September 2012. Here the veiled\nhead of Faustina I is clearly a portrait of Antoninus Pius.\nSome numismatists have even suggested that the\n ugly  silver portraits of Cleopatra are really",
            "Anthony feminised.)",
            "The coin on the top is a silver denarius\nof Maximinus I minted in Rome early in\nhis reign, c. 235-6. Although his jaw and\nchin are quite pronounced the portrait\nhas not yet reached the level of parody",
            "it would later descend to. The legend,",
            "IMP MAXIMINVS PIVS AVG for Emperor",
            "Maximinus, the dutiful, Augustus.  Pius  is",
            "an almost untranslatable word. It does not have",
            "anything to do with  piety  in our sense of",
            "the word. Instead it means, showing family",
            "loyalty, responsibility and duty. His  piety ",
            "leads us to the second coin, a rare sestertius",
            "he dutifully struck for his deceased wife,",
            "Paulina. Her portrait complete with a",
            "version of her husband s elongated chin,",
            "is shown veiled and draped facing right.",
            "Around is the inscription DIVA PAVLINA. No",
            "Augusta is used, presumably because she died\nbefore Maximinus became Augustus.",
            "The reverse shows Paulina ascending to heaven on the\nback of a peacock. She waves to those left behind. Around\nis CONSECRATIO SC, the consecration of the  empress \nwho never was.",
            "James R. Bakes is past editor of the Classical and Medieval Numismatic\nSociety Journal www.cmns.ca",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "232"
    },
    {
        "File": "The_CN_Journal_july_43.jpg",
        "Paragraphs": [
            "Highlights of The Canadian Numismatic Company\nAuction\n  2017 RCNA Convention Sale  ",
            "TCNC, Official RCNA Auctioneers for the 2017 Boucherville QC venue, are thrilled to offer the public a\nsuperb and diverse selection of numismatic material. This year s sessions are highlighted by The Bennett\nCollection Part II consisting of an almost complete Bank of Canada set 1935 to present day mainly in\nUncirculated to Gem Uncirculated condition with a few issues in the VF to AU range. The notes being\noffered in this sale are a continuation of the collection offered at the June Torex Sale. The sheer volume of\nthis collection required a two part sale; we are happy to offer the public the balance of this outstanding and\nsubstantial assortment of banknotes!",
            "The sale also features a couple of rather intriguing and possibly unique Collections/Accumulations:",
            "First   The Sundstom Collection which consists of a fantastic assortment of Medals & Medalets from the\nTemperance Movement period, A social and political campaign held in the 19th and through to the early\n20th century, which includes an assortment of close to 200 examples.",
            "Second   The Farley Vignette Collection. A collection of over 300 mainly BABN Vignettes. These are\nan important and significant part of North American history. Since the middle of the 18th century all\ndocuments of security such as banknotes, share certificates, passports, postage stamps and identification\ndocuments have all benefitted from the use of hand-engraved images or vignettes printed on fine quality\npapers by intaglio printing presses and using specialty inks. This assortment includes very few duplicates\nand outlines the impressive artwork and labour intensive effort put into the ensuring a high quality product.",
            "Number 5 July + August 2017"
        ],
        "PageNo": "235"
    },
    {
        "File": "The_CN_Journal_july_44.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134",
            "The Romance of Canada s Money",
            "I n the 1930s, very little numismatic literature was being",
            "produced in Canada. Like the rest of the world, Canada",
            "was suffering through the Great Depression. Few\npeople had the resources to indulge in hobbies. The country\nwas in the midst of a numismatic lull.",
            "Of course, there were a few dedicated researchers who\ncontinued to write about Canadian numismatics. Adam\nShortt added to his already impressive body of research into\nearly Canadian currency and exchange. Courteau continued\nto produce catalogues about Canadian tokens. And the\nAntiquarian and Numismatic Society of Montreal briefly\nrevived its Journal.",
            "Few new writers were adding to the collective\nknowledge of Canadian numismatics, and fewer still were\nproducing introductory works for novice collectors.",
            "One exception was Paul Montgomery. He wrote a\nsmall, general work on Canadian numismatics published\nin 1933 called The Romance of Canada s Money.",
            "Paul Montgomery was a pseudonym used by\nLyman B. Jackes. Jackes was a writer who began his\ncareer as a journalist for the Toronto Telegram. After\nleaving the Zelegram, and working for a few years for\nthe Provincial Travel Department, Jackes became a\nfreelance writer. His articles were primarily on history,\nespecially of the Toronto area. He wrote about a wide\nrange of subjects, from historical accounts of north\nToronto to the history of Canada s postage stamps.",
            "The Romance of Canada s Money was based on an\narticle he wrote that appeared in the April 1932 issue\nof the Banker s Journal. The response to his original\narticle was so encouraging that Jackes decided to\nexpand it into a book. He hoped that  a more complete\nstory would be welcome by school teachers, students\nof finance, bank officials, and some others. ",
            "Jackes s book is a collection of short articles\nintroducing various areas of Canadian numismatics.\nThey appear in chronological order, beginning with\nthe currency situation in French Canada.",
            "The first few articles have a recurring theme:\nCanada needed its own currency. The early\nadministrators of New France had to resort to using\nplaying cards for trade. After the English conquest,\nSpanish eight real coins, worn Irish coppers, and\nprivate merchant issues circulated.",
            "The lack of coinage during the war of 1812 resulted\nin the issue of paper notes. Afterwards, newly-founded",
            
            "Canadian banks began using their own tokens and paper\nmoney to satisfy the economic needs of the young country\nuntil decimal coinage was established in 1858.",
            "Modern money making is discussed in the last\narticle. The first sentence is interesting.  Specie is\nmanufactured in two mints, one in Ottawa, the other in\nNew Westminster, B.C.  In fact, Canada operated only\none mint at the time. The New Westminster facility was\nactually an assay office built during the gold rush. It had\nnever struck any circulating coins and had been shuttered\n70 years before this book was published.",
            "Despite this interesting mistake, The Romance\nof Canada s Money was a valuable introduction to\nnumismatics at a time when so little was published for the\nuninitiated.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "236"
    },
    {
        "File": "The_CN_Journal_july_46.jpg",
        "Paragraphs": [
            "Book REVIEW",
            "BY PAUL R. PETCH",
            "LM #272,",
            "Coins Are Like Songs, The Upper Canada Coppers, 1815 1841",
            "Christopher Faulkner s meticulous study\n( of the pre-Confederation tokens of",
            "Upper Canada, anticipated by many for\nseveral years, delivers a fresh and thorough re-\nexamination of this popular series. The textual\ntreatment of Upper Canada tokens continues\nin the tradition of the Canadian Numismatic\nHistory Series supported by the Ferguson\nFoundation. Just as that series documented the\nnumismatics of Newfoundland (1983), Prince\nEdward Island (1988) and New Brunswick\n(1993), there is now a resource that brings\ntogether all earlier catalogue research plus\na convenient historical context introduction\nhelping us to understand the pioneer\nenvironment within which these pieces were\nintroduced and circulated.",
            "The simile of the book s title is drawn from a quote from\nJohn MacTaggart, who worked with Colonel John By in the\nconstruction of the Rideau Canal. In 1829 he wrote,  The very\ncoins of a realm, like the songs, affect its character.  It is said that\nboth coins and songs may be regarded as icons of a culture.",
            "The book is divided into an introduction, five chapters, three\nappendices, detailed General Bibliography and an 8-page Index.\nThe introduction includes a synoptic table of all tokens in the\nseries. Catalogue numbers of the seventy tokens studied in this\nbook use Breton for the root number, McLachlan as a secondary\nnumber with series suffix to denote die variety and state, making\nit straightforward for the reader to relate each piece in each\nseries. Finally, it must be mentioned that the quality of general\nillustrations and pictures of the numismatic pieces is outstanding,\nas are all aspects of Spink s physical publication of the work.",
            "As mentioned, the first chapter deals with the social,\neconomic and cultural setting of Upper Canada, including areas\nof settlement and population, and this information sets the book\napart from all other studies of the subject. It spans the first ninety\npages and its maps, early paintings and drawings and illustrations\nof currency in circulation, some of it counterfeit, ably sets the\nscene for the familiar token series which follows.",
            "Chapter two discusses the Lesslie family and its tokens. Each\nof the pieces in the series is examined and a listing of all sales\nis presented. Commentary accompanying each piece gives an\naccount of earlier research as catalogued by previous authors.",
            "Chapter three is devoted to the Brock coppers and  the\nhero of Upper Canada  who inspired them. The treatment\nmethodology used in chapter two is repeated here and goes on\nto document the complaints that arose following the release of\nthis series into circulation.",
            "Chapter four turns its attention to the series of tokens featuring\nthe ship known as a sloop in its obverse design. Historically, the\nGreat Lakes sloop was indispensable in the transportation of",
            "London, England: Spink & Son\nLtd., 2016, (Released 2017),\nxxii, 418 pp. Illustrated.\nISBN: 978-1-907427-71-8",
            "CAD $115 / US $95: available\nin Canada from Ancient\nNumismatic Enterprise,",
            "2219 Queen Street East,\nToronto, Ontario, M4E 1E8,\n(416) 686-8019 ane@vcoins.\ncom; available in the US from\nCharles Davis Numismatic\nLiterature, PO Box 1, Wenham,\nMA 01984, (978) 468-2933\ncharlesdavis@vcoins.com .\nThe publication of this work has\nbeen made possible by a grant\nfrom the J. Douglas Ferguson\nHistorical Research Foundation.",
            "trade goods among communities, especially those on the upper\nshore of Lake Ontario. Each of the six major types of these\ntokens are documented and discussed in the same style as the\npreceding two chapters.",
            "Chapter five collects the remaining miscellaneous set of\ntokens, namely the Provincial Halfpenny, Seated Justice and No\nLabour No Bread types. Faulkner points out that this final type\nis the most iconic of all those so far discussed, representing the\npredominant farming community with its  Speed the Plough \nreverse inscription. Though the shortest chapter in the book, it\nthoroughly covers each piece utilizing insightful commentary\nand a listing of the sales where it has appeared.",
            "Appendix A presents a comparative chronology of Upper\nand Lower Canada token issues supported by a series of thirty-\nsix footnotes, rich in background information. Appendix B\nvisually reproduces currency acts pertinent to Upper Canada\nbetween 1796 and 1841. Appendix C makes special note of the\nMcLachlan 9 Brock Token, a specimen  unlike any other. ",
            "For me personally, one of the most essential parts of a book\nis its bibliography. This bibliography shows that Faulkner\nhas clearly dug deep into references that are both familiar\nand unfamiliar in the construction of his text, to the benefit of\nresearchers and collectors alike. Archives, city directories, Web\nsites, as well as traditional government documents, numismatic\nand non-numismatic references have all been consulted in the\nbook s development.",
            "In closing, this book belongs in the library of every collector\nwith an interest in Canadian numismatics. It will draw you in\nwith its well-written history of the Upper Canada region and its\ninsightful commentary on the tokens themselves. It is worthy\nof being read through for pure enjoyment and then used as a\ncollector s ready reference for these coins that are like songs.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "238"
    }
]