[
    {
        "File": "The_CN_Journal_january_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT",
            "MoT_DU_PRESIDENT.",
            "Happy New Year! 2017 is going to be a busy year",
            "for the RCNA, and I wish to bring a number of",
            "items of Association business to your attention in\nthis New Year.",
            "First, if you have not already renewed your membership\nI would like to remind you that it is time to do so right away\nwhile it is fresh in your mind. If you missed the renewal\nnotice that was sent to you in October, you will be able to\nphotocopy the form on page 6 of this issue or find a printable\nmembership form at www.rena.ca/RCNA_Application_\nMembership.pdf . If it is more convenient, you can renew\nyour membership on-line at www.rcna.ca/paydues.php . On\nthe topic of membership, if you belong to a numismatic club\nin your local area that is a member of the RCNA, it would\nhave received a number of special membership applications\nin the mail from our Executive Secretary. Speak to your\nlocal executive about these special applications that allow\nany member of your club who has never been a member\nof the RCNA to join at a discounted price. This one-time\nspecial incentive, championed by our Club Services Chair,\nBrett Irick, was announced in his September column.",
            "Second, I need to remind you that this is an election year\nfor the Board of Directors of your Association. If you are\ninterested in nominating someone for a position on the board\nfurther information is available in Section 5.06 Nomination\nof Directors of the Association s General Operating By-\nLaws available at rcna.ca/bylaws.pdf . As well, in this\nissue of The CN Journal you will find the Call for Awards\nNominations, starting on page 9.",
            "Also a reminder that our 63rd Annual Convention this year\nwill be held July 18-23 in Boucherville, Quebec, at the Hotel\nMortagne, 1228 rue Nobel, J4B SHI. It is really shaping\nup to be another fine numismatic event. The host club this\nyear is the Association des Numismates et des Philat listes\nde Boucherville. Our official auctioneer for the Convention\nis The Canadian Numismatic Company. We are happy to\nhave Marc and Eric at TCNC on board for the auction in\nBoucherville. There is exciting news for our members who\nmay be considering consigning items to this auction. For\nauction consignments by RCNA members, TCNC will waive\nthe stated seller s fee. This is a huge benefit of membership,\nand one that you can truly profit from.",
            "In closing, our next executive meeting will be in April\nduring the Ontario Numismatic Association Convention\nin Kitchener, Ontario. If there is anything that you want\nme to bring to the attention of this meeting, please let me\nknow either directly at president@rcna.ca or through our",
            "executive secretary at info@rcna.ca",
            "Number 1",
            "January + February 2017 -----------------------",
            "Bonne ann e! 2017 sera une ann e tr s charg e pour l ARNC,\net je voudrais attirer votre attention sur quelques points\nd'int r ts de votre association en ce d but du Nouvel An.",
            "Tout d abord, si vous n avez pas d j  renouvel  votre adh sion, je\nvous encourage   le faire maintenant alors que c est frais dans votre\nesprit. Si vous n avez pas conserv  l avis de renouvellement qui vous\na  t  envoy  en octobre, vous pouvez photocopier le formulaire   la\npage 6 de ce num ro ou imprimer le formulaire d adh sion   partir du\nsite internet www.rena.ca/RCNA Application Membership.pdf. Si\ncela vous convient, vous pouvez  galement renouveler votre adh sion\nen ligne   wwwrcna.ca/paydues.php. Au sujet des adh sions, si vous\n tes membre d un club numismatique de votre r gion et que ce club\nest membre de l ARNC, votre club aurait d  recevoir un certain\nnombre de demandes d adh sion sp ciales par la poste provenant de\nnotre secr taire ex cutif. Parle   votre ex cutif local au sujet de ces\napplications sp ciales qui permettent   tout membre de votre club qui\nn a jamais  t  un membre de PARNC d y souscrire   un prix r duit.\nCette initiative unique, orchestr e par notre pr sident des services aux\nclubs, Brett Irick, a  t  annonc e dans sa chronique de septembre.",
            "Deuxi mement, je dois vous rappeler qu il s agit d une ann e\n lectorale pour le conseil d administration de votre association.\nSi vous d sirez nominer une personne pour un poste au conseil,\nvous trouverez plus d informations dans la section 5.06 de\nla constitution intitul e  Nomination des administrateurs \ndans les r glements g n raux d'op rations de l'Association\ndisponible sur le site rcna.ca/bylaws.pdf.",
            " galement inclus dans ce num ro du journal canadien de\nnumismatique,   partir de la page 9, vous trouverez la mise en\ncandidatures pour les diff rents prix.",
            "Rappelons  galement que notre 63e congr s annuel aura lieu du\n18 au 23 juillet   Boucherville, Qu bec,   l'H tel Mortagne, 1228 rue\nNobel, J4B 5H1. Le comit  pr pare cet  v nement numismatique qui\nsera   la hauteur des attentes. Le club h te du congr s de cette ann e\nest l association des numismates et des philat listes de Boucherville.\nNotre encanteur officiel pour ce congr s est The Canadian\nNumismatic Company. Nous sommes heureux de compter sur Marc\net Eric de TCNC   titre d encanteur   Boucherville. Nous avons aussi\ndes nouvelles excitantes pour nos membres qui envisagent peut- tre\nd envoyer des items pour cette vente aux ench res. Pour les membres\nde PT ARNC, TCNC renonce aux frais de vente indiqu s pour les\nitems mis en consignation. C est un b n fice important pour nos\nmembres, et un b n fice que vous pouvez profiter imm diatement.",
            "En terminant, notre prochaine r union ex cutive se tiendra en\navril lors du congr s de I  Association Numismatique de l Ontario  \nKitchener, en Ontario. S il y a quelque chose que vous voulez que je\nporte   l attention de l ex cutif lors de cette r union, n h sitez pas  \nme le faire savoir directement au president(@rcna.ca ou via notre",
            "secr taire ex cutif de l ARNC a ifo@rena.ca"
        ],
        "PageNo": "5"
    },
    {
        "File": "The_CN_Journal_january_07.jpg",
        "Paragraphs": [
            "CONVENTION COMMUNIQUE DU CONGRES",
            "South Shore Mont r gie Region site of the Next RCNA Convention +\nLe congr s de l ARNC sur la Rive-Sud de la r gion de la Mont r gie",
            "The 2017 Royal\nCanadian Numismatic\nAssociation s\nConvention will\nbe hosted by the\nAssociation des\nNumismates et des\nPhilat listes de\nBoucherville (ANPB)\nin Boucherville,\nQuebec, from\nJuly 18-23, 2017.\nNot only is 2017\nthe 50th anniversary of the ANPB it is also the 350th\nanniversary of the founding of the City of Boucherville.",
            "Along with the usual numismatic fare, meetings and\nsocial events, the 2017 Convention will offer special\nactivities, such as a visit to the original Bank of Montreal\nbuilding (the Bank of Montreal is celebrating its 200th\nanniversary in 2017), a visit to the Old Montreal\n(celebrating the 375th anniversary of its founding), a\nvisit to Old Boucherville and a dinner cruise on the Saint\nLawrence River, making the Boucherville Convention\nan exciting destination for numismatists and their family.",
            "The Convention venue, the H tel Mortagne is located\nat 1228 Nobel street, Boucherville, only a few kilometres\nfrom the L-H Lafontaine Tunnel. A block of rooms has\nbeen reserved with special rates from $169 to $199 per\nnight. For reservations, please contact the hotel at 1-877-\n655-9966, and quote the Reservation code # 5153.",
            "The convention committee is determined to make\nyour and your family s convention time a memorable\nexperience.",
            "So, mark your calendar for July 18-23 (which includes\npre-convention activities), and plan your family summer\nvacation around the Convention and the Montreal area.\nBe ready for more information we will post updates in\nThe CN Journal, the RCNA Web site, and WamiWVores\nto ensure you have all the latest details. For current\ninformation about the Convention visit the Royal\nCanadian Numismatic Association Web site www.rcna.ca\nor the host s ANPB Convention site arnc2017rcna.com.",
            "Number 1",
            "January + February 2017 --------------------------",
            "L Association des",
            "Numismates et",
            "des Philat listes",
            "de Boucherville",
            "(ANPB) sera l h te",
            "du congr s 2017 de",
            "l  Association royale",
            "de numismatique",
            "du Canada a",
            "Boucherville,",
            "  l occasion de",
            "son propre 50e",
            "anniversaire. De\nplus, la ville de Boucherville c l bre en 2017 le 350e\nanniversaire de sa fondation.",
            "En plus des rencontres conviviales et numismatiques\nhabituelles, le congr s 2017 vous offrira des activit s\nsp ciales, telles une visite de la Banque de Montr al\n(qui c l bre son 200ieme anniversaire), une visite du\nVieux Montr al (c l brant en 2017 son propre 350e\nanniversaire), une visite du Vieux Boucherville et un\nsouper-croisi re sur le fleuve Saint-Laurent, faisant ainsi\nde Boucherville une destination excitante pour tous les\nnumismates et leur famille.",
            "Le congr s se tiendra   l'H tel Mortagne 1228 rue\nNobel, Boucherville,   quelques kilom tres du Tunnel\nL-H Lafontaine. Un bloc de chambres a  t  r serv    un\nprix sp cial. Pour r server, contactez le 1-877-655-9966,\net mentionnez le code de r servation # 5153.",
            "Le comit  d organisation est d termin    ce que\nvotre congr s soit, pour vous et pour votre famille, une\nexp rience m morable.",
            "Alors marquez votre calendrier du 18 au 23 juillet (qui\ncomprend les activit s de pr -congr s) et planifiez vos\nvacances familiales d t  autour du Congr s et de la r gion\nde Montr al. Des informations suppl mentaires apparaitront\nr guli rement- dans /e Journal de la NC, le site Web de\nVARNC et dans y V res Pour plus d information d s\nmaintenant, visitez le site Web de l Association Royale\nde Numismatique du Canada www.rcna.ca ou le site du",
            "congr s de l ANPB arnc2017rcna.com.\n"
        ],
        "PageNo": "7"
    },
    {
        "File": "The_CN_Journal_january_08.jpg",
        "Paragraphs": [
            "BANK_OF_CANADA_PRESS_ RELEASE",
            "Viola Desmond chosen as the Bank NOTE-able woman to be featured on new $10 banknote",
            "In December 8, 2016, Bank of Canada Governor",
            "Stephen S. Poloz, Minister of Finance Bull",
            "Morneau, and Minister of Status of Women Patty\nHajdu announced that Viola Desmond will be featured on\na new $10 banknote, expected in late 2018. This will mark\nthe first time that a portrait of a Canadian woman will be\nfeatured on a regularly circulating Bank of Canada note.",
            "Desmond, an icon of the human rights and freedoms\nmovement in Canada, was selected from a short list of\nfive iconic Canadian women by Minister Morneau, in\naccordance with the Bank of Canada Act. A successful\nNova Scotia businesswoman, she is known for defiantly\nrefusing to leave the whites-only area in a Nova Scotia\nmovie theatre, in 1946. She was subsequently jailed,\nconvicted and fined. Her court case was the first known\nlegal challenge against racial segregation brought forth by\na black woman in Canada. Other noteable women on the\nshort list were:",
            "+ E. Pauline Johnson (Tekahionwake) 1861-1913, a poet\n+ Elizabeth (Elsie) MacGill 1905-1980, an engineer",
            "+ Fanny (Bobbie) Rosenfeld 1904-1969, an athlete",
            "+ Idola Saint-Jean 1880-1945, a suffragette and activist",
            " Today is about recognizing the incalculable\ncontribution that all women have had and continue to have\nin shaping Canada s story. Viola Desmond s own story\nreminds all of us that big change can start with moments\nof dignity and bravery,  said Minister Morneau. He said,\n She represents courage, strength and determination \nqualities we should all aspire to every day. ",
            "Jomimg Governor Poloz and Ministers Morneau and Hajdu\nat the Canadian Museum of History for the announcement\nwas one of Viola Desmond s sisters, Wanda Robson.",
            " Its a big day to have a woman on a banknote, but it s an\nespecially big day to have your big sister on a banknote. Our\nfamily is extremely proud and honoured,  said Robson, who\nwas instrumental in making Desmond s story widely known.",
            "The selection of Viola Desmond 1s the final step in the\n#bankNOTEable campaign to choose an iconic Canadian\nwoman to appear on this new banknote. Last spring, an open\ncall for nominations launched by the Bank yielded more\nthan 26,300 submissions from across Canada, resulting in\n461 eligible candidates. An independent Advisory Council\ncomposed of eminent Canadian academic, sport, cultural and\nthought leaders narrowed down the list to five candidates for\nconsideration by the Minister of Finance.",
            " Canadians were extremely engaged, which made our\nconsultation process very successful,  said Governor Poloz.\n Through this exciting process, with every mouse click or",
            "turn of a book s page, with every kitchen table discussion or\nclassroom debate, Canadians learned more about the iconic\nwomen who built Canada,  Poloz added.",
            "Minister Hajdu said,  Many extraordinary women could\nhave been on this next banknote, and the search and decision-\nmaking process were extremely thorough. The choice of Viola\nDesmond reminds us that Canada is a diverse country where\neveryone deserves equality and respect. ",
            "This new Viola Desmond $10 banknote will reflect the\nbroader themes of social justice and the struggle for rights\nand freedoms. It will be the first note in the next series\nand an opportune time to break from tradition and feature\nother prominent Canadians who have made their mark on the\nhistory of our country. To continue to celebrate more iconic\nCanadians, the next $5 note will also feature a new Bank\nNOTE-able Canadian. In due course, the Bank will launch\nanother consultation process to seek input from Canadians on\nthe design of that $5 note, building on the successes of this\nmost recent process.",
            "Since Viola Desmond will be featured on the $10 note and\nanother iconic Canadian will be featured on the future $5\nnote, Canada s first Prime Minister, Sir John A. Macdonald,\nand our first francophone Prime Minister, Sir Wilfrid Laurier,\nwill be honoured on our higher-value banknotes when they\nare redesigned for the next series. These changes mean that\nformer prime ministers William Lyon Mackenzie King and\nSir Robert Borden will no longer be portrayed on banknotes.",
            "The reigning monarch will continue to be featured on our\n$20 banknote.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "8"
    },
    {
        "File": "The_CN_Journal_january_09.jpg",
        "Paragraphs": [
            "CALL_FOR 2017 AwarDs NOMINATIONS",
            "J. Douglas Ferguson Award",
            "Nominations for the J. Douglas\nFerguson Award will be welcomed by\nthe Board of Award. This is the highest\naward in Canadian numismatics and is\ngiven annually to the living numismatist\nwho, in the opinion of the Board, has\ncontributed most to the advancement\nof numismatics in Canada, through\nresearch, writing or publishing, or\nin any other manner, and who has\nnot previously received the award.\nMembers of the Board of Award are:\nGeoffrey G. Bell, Shediac NB, Graham\nEsler, London ON, Ronald A. Greene,\nVictoria BC and the President of the\nRCNA, ex officio.",
            "Members of the RCNA may submit\na nomination for the Award. The\ndeadline for submissions is March 31,\n2017. Contact: Ronald Greene, P.O.\nBox 1351, Victoria BC V8W 2W7,\nragreene(@telus.net",
            "Paul Fiocca Award",
            "Nominations for the Paul Fiocca\nAward will be welcomed by the Board\nof Award for  long term meritorious\nservice or major contributions to the\nRCNA.  This is an award not just\nto recognize the elite of the hobby,\nbut any individual who may have\nworked behind the scenes, often for\nmany decades, for the betterment of\nThe Royal Canadian Numismatic\nAssociation.",
            "This award is strictly an RCNA\naward for RCNA members and is\nthe highest distinction presented by\nthe RCNA. It is not to be confused\nwith the J. Douglas Ferguson Award,\nthe highest award in Canadian\nnumismatics, which does not require\nmembership in the RCNA.",
            "Any member of the RCNA may\nsubmit a nomination for the Paul\nFiocca Award.",
            "Number1 January + February 2017",
            "The deadline for submissions is\nMarch 31, 2017. Contact: William\nKamb, FRCNA, FONA, Awards\nChair, 224 Olentangy Ridge Place,\nPowell OH 43065 USA, nfld73h@\ngmail.com .",
            "Fellow   Royal Canadian\nNumismatic Association",
            "In 1990, the Award, Fellow ",
            "Canadian Numismatic Association",
            "was established by the Executive",
            "Committee of your association.",
            "To be eligible for this award, the",
            "services performed must have",
            "been carried out by a member of",
            "The Royal Canadian Numismatic",
            "Association and be of benefit directly",
            "to The Royal Canadian Numismatic",
            "Association.",
            "The rules approved for this award\nare as follows:",
            "1. A maximum of five members may\nbe inducted annually.",
            "2. A nomination must come from a\nRCNA member, or club, with a\ncomprehensive report to support the\nnomination.",
            "3. A Committee, of at least three\nmembers, under the chairmanship\nof the Awards and Medals\nCommittee Chair shall review the\nnominations and choose those to be\ninducted that year.",
            "4. A certificate and a lapel pin shall be\npresented to each inductee.\nAnnouncement of the names and a",
            "suitable induction ceremony will take",
            "place during the closing banquet of the",
            "Annual RCNA Convention.",
            "Any member of the RCNA may\nsubmit a nomination for the Award.\nThe deadline for submissions 1s March\n31, 2017. Contact: William Kamb,\nFRCNA, FONA, Awards Chair, 224\nOlentangy Ridge Place, Powell OH\n43065 USA, nfld73h@gmail.com .",
            "Louise Graham Memorial\nClub of the Year Award",
            "The Louise Graham Memorial Club\nof the Year Award was established\nto give recognition to our clubs and\nassociations, and to honour their\nnoteworthy achievements throughout\nthe previous calendar year.",
            "Any club or association wishing to\nenter this competition may do so by\nsubmitting a report on its activities\nduring the previous calendar year. This\nreport should consist of at least two\ntyped pages of 87  x 11  and should\nlist the club s executive and highlight\nthe following criteria:",
            "1. Diversity of topics at meetings\n2. Original concepts (written and\nvisual)\n. Educational information\n. Numismatic promotion\n. Coin shows\n. Consistency of meetings\nThe presentation of the award,\nconsisting of a suitably engraved silver\nmedal and a cheque in the amount of\n$250, will be made during the banquet\nat the Annual RCNA Convention.",
            "The entry deadline is March 31,\n2017. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON\nN8T 1C1 xr7gt@prodigy.net",
            "nA BW",
            "lon)",
            "Jerome H. Remick III Literary\nAward",
            "The Jerome H. Remick II Literary\nAward was instituted in 1995. It is\nawarded to the author of the best\nnumismatic article published in a local\ncoin club bulletin in Canada.",
            "Nominations may be made by a\nmember, a club, or by the RCNA\nClub Services Chair. Each nomination\nmust be accompanied by a copy of the\narticle published with the details about\nits publication (where and when it was\npublished, etc.)\n"
        ],
        "PageNo": "9"
    },
    {
        "File": "The_CN_Journal_january_10.jpg",
        "Paragraphs": [
            "The nominee does not have to be a\nRCNA member to be eligible.",
            "A Committee, of at least three\nmembers, under the chairmanship of\nthe RCNA Club Services Chair shall\nreview the nominations and choose\nthe winner.",
            "The presentation of the Award,\nwhich consists of an engraved\nmedal, will be made during the\nclosing banquet of the Annual RCNA\nConvention.",
            "The entry deadline is March 31,\n2017. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON\nN8T 1C1 xr7gt@prodigy.net",
            "Best Local & Regional\nNewsletter Awards",
            "Each year, the RCNA recognizes the\nprinted work of a local-member club\nand of a regional-member association\nwith an award to each for The Best\nNewsletter published by that club,\nand by that association.",
            "To participate, clubs and\nassociations must send examples of\ntheir newsletters throughout the year\nto the RCNA Club Services Chair.\nA committee of at least three will\nreview the entries received to decide\nthe winner for each category.",
            "The following criteria will be used\nto determine the winner:",
            "1. Numismatic content 20%\n2. Diversity of the content 25%\n3. Quality of presentation 15%",
            "4. Improvement from previous year 10%",
            "5. Consistency of publication 15%\n6. General appreciation\n(Judges  discretion) 15%",
            "Winners will be announced at the Club\nDelegates Meeting during the Annual\nConvention and at the closing banquet.\nThe entry deadline is March 31,\n2017. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON\nN8T 1C1 xr7gt@prodigy.net",
            "APPEL_DE_NOMINATIONS. POUR_LES, PRIX",
            "Prix J. Douglas Ferguson",
            "Les nominations pour le Prix\nJ.Douglas Ferguson devront  tre\nsoumises au Comit  du Prix. Ce\nprix est la plus haute distinction en\nnumismatique canadienne et est\naccord  annuellement 4 un numismate\nvivant qui n a pas d j  re u ce prix\net qui, selon l opinion du Comit , a\ncontribu  le plus   l avancement de la\nnumismatique au Canada, soit par la\nrecherche, l criture ou l dition, ou\nde toute autre fa on. Les membres du\nComit  du Prix sont: Geoffrey G. Bell,\nShediac NB, Graham Esler, London\nON, Ronald A. Greene, Victoria BC\net le Pr sident de l  ARNC, ex officio.\nTout membre de l ARNC peut\nfaire une nomination pour ce Prix.\nLes nominations doivent  tre re ues\navant le 31 mars 2017. Elles devront\n tre envoy es  : Ronald Greene, P.O.\nBox 1351, Victoria BC V8W 2W7,\nragreene@telus.net.",
            "Prix Paul Fiocca",
            "Les nominations pour le Prix Paul\nFiocca devront  tre soumises au Comit \ndu Prix. Ce prix est attribu  pour  \nservice m ritoire continu ou pour une\ncontribution majeure   l ARNC  . Ce\nprix ne reconna t non pas l lite du\npasse-temps, mais tout individu qui",
            "peut avoir travaill    l arri re-plan,\nsouvent pendant plusieurs d cennies,  \nl am lioration de l Association royale\nde numismatique du Canada.",
            "Ce prix est strictement attribu \npar l ARNC pour les membres\nde l ARNC, et est la plus grande\ndistinction pr sent e par 1  ARNC.\nIl ne doit pas  tre confondu avec le\nPrix J. Douglas Ferguson, la plus\nhaute distinction en numismatique\ncanadienne, qui ne requiert pas que le\nr cipiendaire soit membre de l  ARNC.",
            "Tout membre de l7ARNC peut\nproposer quelqu un pour le Prix Paul\nFiocca. Les nominations doivent  tre\nre ues avant le 31 mars 2017. Elles\ndevront  tre envoy es  : William\nKamb, FRCNA, FONA, le Prix Paul\nFiocca, Awards Chair, 224 Olentangy\nRidge Place, Powell OH 43065 USA,\nnfld73h@gmail.com .",
            "Compagnon l Association\nroyale de numismatique du\nCanada",
            "En 1990, le Prix de Compagnon \nAssociation canadienne de\nNumismatique fut instaur  par le\nConseil d administration de votre\nAssociation. Pour  tre  ligibles pour\nce prix, les services doivent avoir  t \nrendus par un membre de I  Association",
            "royale de numismatique du Canada",
            "et avoir profit  directement  ",
            "l Association royale de numismatique",
            "du Canada.\nLes r glements adopt s pour ce Prix\nsont les suivants:",
            "1. Un maximum de cinq (5) membres\npeuvent  tre re us   chaque ann e.",
            "2. Une nomination doit venir d un\nmembre ou d un club de l ARNC,\navec un rapport d taill  supportant la\nnomination.",
            "3. Un Comit , d au moins trois (3)\nmembres, sous la direction du\nResponsable des R compenses et\nM dailles r visera les nominations\net choisira les membres    tre re us\npour l ann e.",
            "4. Un certificat et une  pinglette seront\nremis   chaque r cipiendaire.\nL'annonce du nom des",
            "r cipiendaires et une c r monie",
            "d intronisation auront lieu lors du\nbanquet annuel du congr s de l'ARNC.",
            "Tout membre ou club peut soumettre\nune nomination pour ce prix. Les\nnominations doivent  tre re ues avant\nle 31 mars 2017. Elles devront  tre\nenvoy es   : William Kamb, FRCNA,",
            "FONA, Responsable des R compenses,",
            "224 Olentangy Ridge Place, Powell OH",
            "43065 USA, nfld73h@gmail.com .",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "10"
    },
    {
        "File": "The_CN_Journal_january_11.jpg",
        "Paragraphs": [
            "Prix Louise Graham Pour Le\nClub de L Ann e",
            "Le Prix Louise Graham pour le\nClub de l Ann e fut  tabli afin de\nreconnaitre nos clubs et associations et\npour honorer leurs accomplissements\nnotables au cours de l ann e\npr c dente.",
            "Tout club ou association qui veut\nposer sa candidature pour ce Prix peut\nle faire en soumettant un rapport de\nleurs activit s tenues durant l ann e\npr c dente. Ce rapport doit avoir au\nmoins deux pages de format 8% x 11\npouces. Ce rapport devra nommer les\nmembres du Conseil d'administration\net souligner les crit res suivants :",
            "1.La diversit  des sujets trait s lors",
            "des r unions",
            "2.L originalit  de la conception",
            "( crit et visuel)",
            "3.Le degr   ducatif de l information",
            "diffus e",
            "4.La promotion de la numismatique",
            "5.L organisation d expositions de",
            "monnaies",
            "6.La r gularit  des r unions",
            "La pr sentation du Prix, qui consiste\nen une m daille en argent grav e au\nnom du gagnant et d un ch que de\n250.00 $, sera faite lors du banquet de\ncl ture tenu dans le cadre du congr s\nannuel de PARNC.",
            "Les nominations doivent  tre re ues\navant le 31 mars 2016. Elles devront\n tre envoy es   : Brett Irick,",
            "Responsable des services aux\nclubs, Suite 505, 5060 Tecumseh\nRoad East, Windsor ON N8T ICI,\nxr7gt@prodigy.net.",
            "Number1 January + February 2017",
            "Prix litt raire J r me H.\nRemick III",
            "Le Prix Litt raire J r me H. Remick\nIII a  t  instaur  en 1995. Il est\nattribu    l auteur du meilleur article\nNumismatique publi  dans un bulletin\nde club local au Canada.",
            "Les nominations peuvent  tre faites\npar un membre, par un club ou par le\nResponsable des services aux clubs de\nVARNC. Toute nomination doit  tre\naccompagn e d une copie de l article\npubli  ainsi que des d tails relatifs  \nsa publication (club o  il a  t  publi ,\ndate de publication, etc.). Notez que\nl'individu mis en nomination n a pas\nbesoin d tre membre de l ARNC.",
            "Un Comit  d au moins trois (3)\npersonnes, pr sid  par le Responsable\ndes services aux clubs de l  ARNC\nchoisira le gagnant.",
            "La pr sentation de ce Prix, une\nm daille grav e, sera faite lors du\nbanquet de cl ture du congr s annuel\nde l ARNC.",
            "Les nominations doivent  tre\nre ues avant le 31 mars 2016. Elles\ndevront  tre envoy es   : Brett\nIrick, Responsable des services aux\nclubs, Suite 505, 5060 Tecumseh\nRoad East, Windsor ON N8T ICI,",
            "xr7gt@prodigy.net.",
            "Prix pour les Meilleurs Bulletins\nde Clubs locaux et r gionaux",
            "Chaque ann e 1  ARNC reconna t\nles efforts des clubs et associations\nmembres, en attribuant un Prix\nsp cifique pour le Meilleur Bulletin\npubli  par un club ou association local\net r gional.",
            "Pour participer a la s lection,\nles clubs doivent envoyer des\nexemplaires de leur bulletin au\nResponsable des services aux clubs\nde ? ARNC. Un comit  form  d au\nmoins trois (3) personnes r visera les\nbulletins soumis et s lectionnera un\ngagnant dans chaque cat gorie. Les\nbulletins re us durant l ann e seront\nconsid r s pour le prix.",
            "Les crit res suivants seront\nconsid r s par les juges pour\nd terminer le gagnant:",
            "1. Le contenu numismatique 20%\n2. La diversit  du contenu 25%\n3. La qualit  de la pr sentation 15%\n4. L'am lioration par rapport  \nl ann e pr c dente 10%",
            "5. La r gularit  de la publication 15%\n6. Appr ciation g n rale\n(  la discr tion du Juge) 15%",
            "Les gagnants seront d voil s lors\nde la rencontre des d l gu s de clubs\ndans le cadre du congr s annuel ainsi\nque lors du banquet de cl ture.",
            "Les bulletins doivent  tre re us\navant le 31 mars 2016. Ils devront  tre\nenvoy s   : Brett Irick, Responsable\ndes services aux clubs, Suite 505,\n5060 Tecumseh Road East, Windsor\nON N8T 1C1, xr7gt@prodigy.net.\n"
        ],
        "PageNo": "11"
    },
    {
        "File": "The_CN_Journal_january_12.jpg",
        "Paragraphs": [
            "COMPOSITION OF THE CANADIAN",
            "1944 VictorY_5 CENTS",
            "BY ROGER C. PAULEN\nLM#,439",
            "Introduction",
            "In 1942, the demand for\n[=< for war materials",
            "during the Second World\nWar was so vital, that the Royal\nCanadian Mint suspended nickel\nbeing used for coinage material\nduring the remainder of the war.\nThis led to the 12-sided tombac\n5-cent coin being used for the\nremainder of 1942 strikes and\n1943 Victory coins; tombac is\na soft-brass alloy with over 72\npercent copper and a maximum\nof 28 percent zinc (Davis,\n2001). Additional war demands\nfor copper and zinc led the\nRCM, in 1944, to switch the composition of the 5-cent\ncoins to plated steel. The Canadian contribution to the war\neffort by the metals industry was vital because half of the\nAllied aluminum and ninety percent of the Allied nickel\nwas supplied by Canadian sources.",
            "Reports from the RCM say that the coins were chrome-\nplated steel, without specific mention of the composition\nof the metal actually used (RCM, 2016). Steel, by\ndefinition is an alloy of iron, nickel and other elements,\nsuch as chromium and cobalt to create alloys with different\nproperties. The supplier of the coin-stock strips rolled its\nsteel to a thickness for the coins, then plated it with nickel\n(.0127 mm), and in turn, with chromium (0.0003 mm).\nFrom this pre-plated stock, the Mint punched out 5-cent\nblanks. Striking plated steel planchets was hard on the\ndies (Table A). Die life plummeted from an average of\n100,000 coins per die for pre-1942 nickel composition\ncoins (RCM Report, 1940-1943) to just over 32,000 coins\nper die in 1944 (RCM Report, 1944). In 1945, the RCM\nrecognized that resolving troubles with die life related to\ntwo areas within the mint: the coin press room and the\ndie and medal branch. The coin press room determined\nthat the rapid rate of production and inexperienced press\noperators were shortening the life of the dies. The die and\nmedal branch sought the authority to purchase the most\nmodern die hardening and tempering equipment available\nat the time, which would help lengthen die life and aid\ncoin production (RCM Report, 1945).",
            "One factor not considered was the composition of the\nsteel planchets. Despite an exhaustive search in the literature\nand mint reports, it remains unknown whether the mint used",         
            
            "Table A: Summary of die usage for Canadian 5-cent coins from 1938 to 1945 (Royal\nCanadian Mint Report, 1939 to 1946). * About 6.8 million struck were Ni, the balance, tombac.",
            "steel of a specific composition, or if scrap steels of varying\ncompositions were used in the strip stock. Collectors,\nhowever, later noticed that there are varying types of coins\nfrom 1944 and 1945: those having no plating whatsoever, or\nonly the nickel underlay plating on some struck coins, and\nvariants of partially plated coins. Collectors also noticed\nthat over the years, some coins were highly prone to rusting,\nwhile others survived circulation quite well. This latter\nobservation was the impetus to a proper compositional\nanalysis of the plated steel 5-cent coins.",
            "Methods",
            "We believe that the RCM struck coins in 1944 on plated\nsteel planchets from stock of varying composition. So, for\nour study, we made several assumptions, and we ignored\nfeatures observed on the coins with respect to die fatigue\n(1.e., over-polishing of the dies, die cracks, etc.) The intent\nof this study was to examine the range of steel compositions\nused in the blanks, so a higher confidence interval of eight\npercent was chosen as a minimum for this study. A total\nof 152 randomly selected circulated coins, five of which\nwere no-chrome errors, from 1944 were analyzed from the\nMint s original 11,532,784 pieces. An XRF beam made the\nanalysis; it has the capability to penetrate oxide crusts and\nvery thin plating (Quynh et al., 2004; Wang et al., 2005).\nTo reduce the potential attenuation of the X-ray beam in\nthe chromium plating, well-circulated coins were used\nand analyzed on the obverse side. XRF results yielded\nan average of 0.39 percent chromium content in the 1944\ncoins, and therefore chromium was not included in the\nresults. Nickel is a major component of the steel coins",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "12"
    },
    {
        "File": "The_CN_Journal_january_13.jpg",
        "Paragraphs": [
            "and the thicker nickel plating was tested with the XRF at\nmaximum power. Five plated coins were first analyzed by\nthe XRF, then the obverse side of the coin was ground down\nto the fields, and re-analyzed. The results showed that the\nattenuation of the XRF in the slightly thicker nickel plating\nfor the circulated coins was minimal (Figure 1).",
            "XRF Spectrometry is a non-destructive test that\ndetermines the elemental composition of a material and\nquantifies the amount present. An element is defined by\nits characteristic X-ray emission wavelength or energy.\nThe coins were analyzed by an INNOV-XX-5000 Series\nInstrument, with a 10 Watt X-ray tube, 50 keV, 200 pA\n(max) and a silicon drift detector. Analyses were conducted\nin Alloy Mode, which analyzes a suite of elements in two\nbeams (Beam #1: Ti, V, Cr, Mn, Fe, Co, Ni, Cu, Zn, Hf, Ta,\nW, Re, Ir, Pt, Au, Pb, Bi, Zr, Nb, Mo, Rh, LE, Pd, Ag, Sn, Sb;",
            "Number 1",
            "January + February 2017 --------------------------",
            "Beam #2: Ti, V, Cr, Mn, Fe, Co). The instrument was set\nup to run and repeat this two-beam analysis three times\nover 1 minute and 15 seconds, and results were generated\nfrom an average value. For quality control, a standard\ncalibration disc of stainless steel was run once per 25 coins\nand duplicate analysis of a random coin was also conducted\nonce per 25 coins. For this study, we recorded three main\nelements: Fe, Ni and Cr (each element measured with an\naccuracy of +/- 0.01 percent).",
            "Results",
            "The analytical results for Fe, Ni, and Cr in the 152 chosen\n1944 5-cent coins are listed in Table B. The results are quite\nsurprising for the range of values for Fe and Ni (Figure 2).\nThe readings range from 14 percent Fe to almost 98 percent\nFe and from 1 percent Ni to more than 84 percent Ni. Iron\nand nickel compositions have inverse linear relations to\neach other (Figure 3). These results would support the idea\nthat steel of varying quality, possibly scrap steel, was used\nin 1944 to mint the Canadian 5-cent coinage.\n"
        ],
        "PageNo": "13"
    },
    {
        "File": "The_CN_Journal_january_14.jpg",
        "Paragraphs": [
            "Discussion",
            "The wide range of Fe and Ni content\nin the 1944 Victory 5 cents was\nunexpected, yet it probably could have\nbeen predicted based on observations\nover the years by numerous collectors\nnoticing some strikes being very prone",
            "to rusting versus those which seem to\nresist such aggressive oxidation. The\nstudy s results support those observations,\nas shown in Figure 4.",
            "Higher Ni composition used in steel alloys\nincreases corrosion resistance, but usually 20\npercent in a steel alloy is sufficient. The\npresence of much higher nickel values\nin the steel coins could indicate the\nrecycling of scrap metal, including\nold nickel scissel or other scrap from\nthe RCM.",
            "Commonly, these coins, sometimes\nin third-party graded holders, can be\nseen in mint state condition with minor\nbubbling of the chrome plating occurring\nnear the rm. The bubbling is from oxidation\nof iron in the steel core. The blanks\nhaving been punched from plated strips\nresulted in the un-plated steel edges\nof the coins being exposed to rusting\ncaused by environment conditions.",
            "Therefore, mint state iron-rich coins\nrequire careful protection for long-term\npreservation of the edges and delicately\nthin chrome plating. Nickel-rich coins\nshould fare better in the long term.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "14"
    },
    {
        "File": "The_CN_Journal_january_15.jpg",
        "Paragraphs": [
            "Conclusion",
            "Several research questions arise from this analysis. Results\nfrom the small sample set of 1944 Canadian Victory\n5-cent coins show that there was a very wide range of steel\ncomposition used. A proper statistical study to within 95\npercent confidence level (5 percent confidence interval)\nwould require at least 384 coins, but given the possible range\nof the compositions, it might be impossible to state what the\naverage composition for the entire mintage would be.",
            "The demands for nickel in the Second World War\nprompted the RCM to use tombac first, then steel for the\n5-cent coins, until the war ended. In 1944, we can safely\nassume that a wide range of steel of various compositions\nwas used, probably from a variety of resources including\nscrap iron, steel, and nickel. This variability in the steel\nalloy blanks probably was a tolerated wartime factor that\ncontributed to the drastically shortened die life in 1944.\nA similar study is now suggested and encouraged for\nthe 1945 steel Victory coins, to see if there was tighter\ncompositional consistency and better control for the coin\npresses. Reported die life was doubled for the steel 5-cent\ncoins struck in 1945.",
            "Acknowledgements",
            "Richard Faucher and Randy Ash are thanked for providing\ncirculated 1944 Victory 5-cent coins. Allan Lion and Jaime",
            "Number 1",
            "January + February 2017 --------------------------",
            "Flamenbaum are thanked for conducting the analyses on\nthe XRF instrument. The Geological Survey of Canada,\nNatural Resources Canada, provided access to the XRF\ninstrument.",
            "References",
            "Davis, J.R. (editor) 2001. American Society for Metals,\nSpecialty Handbook: Copper and Copper Alloys. ASM\nInternational, 652 p.",
            "Quynh, N.T., An, T.T., and Thiep, T.C. 2004.  Elemental\nanalysis of the ancient bronze coins by X-ray Fluorescence\ntechnique using simultaneously radioisotope source and\nX-Ray tube.  Communications in Physics, vol. 14, p. 50-56.",
            "Royal Canadian Mint, 1939. Royal Canadian Mint Report for\n1938.",
            " ,, 1940. Royal Canadian Mint Report for 1939.",
            " ,, 1941. Royal Canadian Mint Report for 1940.",
            " ,, 1942. Royal Canadian Mint Report for 1941.",
            " ,, 1943. Royal Canadian Mint Report for 1942.",
            " ,, 1944. Royal Canadian Mint Report for 1943.",
            " ,, 1945. Royal Canadian Mint Report for 1944.",
            " ,, 1946. Royal Canadian Mint Report for 1945.",
            " , 2016.  Industrious, enduring the 5-cent coin:\nTechnical specifications.  www.mint.ca/store/mint/learn/5-\ncents-53 00006#. VktexYTOqpc (accessed, November 2016).",
            "Wang, H., Cowell, M., Cribb, J. and Bowman, S. 2005.\n Metallurgical analysis of Chinese coins at the British\nMuseum.  British Museum Research Publication Number\n152. 100  .\n"
        ],
        "PageNo": "15"
    },
    {
        "File": "The_CN_Journal_january_16.jpg",
        "Paragraphs": [
            "CRIKEY CANADA! AN AUSTRALIAN NUMISMATIST S",
            "CONTINUING. CANADIAN. ADVENTURES",
            "BY DARREN BURGESS\n#23900",
            "As I write this I am now back in Australia, and as I\nA reflect on my five months in North America I have\nsuch fond memories of the people I met",
            "and the places I visited. I ve always thought of\nnumismatic items as tangible memories, so as\nI look back through the items that I collected\non my travels they certainly help to bring\nthose happy memories back, especially\nwhen there s a personal connection.",
            "Such an item is on my desk at the\nmoment and it s a coin that covers two of\nmy passions, numismatics and science fiction.\nI have an admission, in addition to being a\nnumismatist I m also a Trekkie, it doesn t\nget much geekier than that! There are some\ngreat links between Canada and Star Trek,\nincluding the actors who played Scotty (the\nlate James Doohan) and James T. Kirk (the\nirrepressible William Shatner), and there s\neven mention of a lucky loonie in an episode\nof Star Trek Deep Space Nine!",
            "So it was only logical that there would\nbe some commemoration in Canada for the 50th\nAnniversary of the airing of the first episode in\nSeptember 1966. Canada Post embraced their\ngeek with the release of a series of stamps,\nand the Canadian Aviation and Space\nMuseum played host to the Star Fleet\nAcademy Experience, from May 13 to\nSeptember 5. This was the reason I found\nmyself on a train out of Toronto on the\nevening of June 3 heading to Ottawa, well\nthat and the fact that it was home to the\nRoyal Canadian Mint.",
            "Ottawa certainly is a beautiful city and I explored\nas much as I could in the day and a half I had there. My visit\nto the Aviation and Space Museum was great fun (it turns out\nI m destined for Command) and in the afternoon I availed\nmyself of a chance to tour the Mint. But not before a detour\nvia the historic Earnscliffe, current residence of the British\nHigh Commissioner (Howard Drake) and former residence\nof Canada s first Prime Minister Sir John A. Macdonald",
            "It was the sight of Union Jacks and a red telephone box\nthat drew me to this historic building. As I drove up it turned\nout to be open to the public as part of the wonderful Doors\nOpen program. It was interesting to note that there was a\nCanadian Proof Set on display in the drawing room, a gift\nperhaps from their neighbours at the Mint.",
            "The Mint tour was fun and informative, although as I\nwas there on a Saturday there was not much production\nunderway. It was at the end of my tour that I took the\nopportunity to purchase a couple of the Mint s\nStar Trek commemoratives that had recently\nbeen released, including a couple of the\nhighly popular $20 for $20 as well as an\ninteresting 25-cent coin depicting different\nprofiles of the legendary USS Enterprise.\nThe following week presented an\nopportunity to head to London, Ontario,\nto attend the London Numismatic Society s\nannual banquet, on June 7. Paul Petch very\nkindly offered to drive us down to the event.\nAs Colonial Acres was on the way, and\nI'd expressed an interest in getting more\nacquainted with Canadian numismatic\nliterature, Paul took a detour to Kitchener\nand to that dealer s.\nIt was there I was finally able to get my\nhands on a copy of Breton s Histoire Illustr e\ndes Monnaies et Jetons du Canada. Although not a\nfirst edition, the 2005 reprint I obtained has certainly been\nuseful and takes pride of place on my bookshelf: I also\ninvested in copies of the 9th Edition of Canadian\nColonial Tokens and Canadian Numismatic\nMedals, both Charlton Standard Catalogues.\nI certainly hope Canadian numismatists\nappreciate how fortunate they are in the\namount of printed reference material readily\navailable to them. Although we have similar\npublications in Australia there s certainly\nnot the breadth that there is available to the\nCanadian collector. I have had to hunt high and low\nand pay top dollar for a reprint of Dr. Arthur Andrew s\nbook Australasian Tokens and Coins, an equivalent to Breton.\nThe original has been out of print for more than 50 years.\nOnwards to London and I was warmly greeted by\nmembers of the London Numismatic Society. One\nmember, who knew I d come from Australia, thrust\nsomething shiny in to my palm and asked me if I d ever\nseen an example. The coin turned out to be a Type 2\nAdelaide Pound, a true Australian rarity. With an original\nmintage of just under 25,000, and with the majority\nreturned to the melting pot, this 1852 unofficial issue is\nhighly sought after and currently catalogues between $25- \n$35,000 for an EF example, so to see one in London was a\nreal surprise and a genuine delight.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "16"
    },
    {
        "File": "The_CN_Journal_january_17.jpg",
        "Paragraphs": [
            "The highlight of the evening\n(other than the amazing\nselection of desserts on\noffer) was an informative\ntalk delivered by noted\nCanadian numismatist\nChris Faulkner on the\niconography of the\nTokens of Upper Canada.",
            "This certainly whetted my",
            "appetite not only for the pieces",
            "themselves but also for Chris s",
            "forthcoming book entitled  Coins Are",
            "Like Songs: The Upper Canada Coppers, 1815-1841  to be\npublished by Spink.",
            "It was through this book and Chris s other work, The Holy\nDollars and Dumps of Prince Edward Island, that I learned\nof the J. Douglas Ferguson Historical Research Foundation,\nand its excellent work in preserving Canada s numismatic\nheritage. Those efforts are certainly something l d like to\nsee replicated here in Australia, with a number of worthy\nnumismatic works here going unpublished due to lack of\nfunding.",
            "One of the appeals in collecting tokens over say national\ncoinage, for me at least, is the many and varied stories\nbehind them. There are the businesses\nthemselves, the people behind\nthem, and the production\nprocess, which is often much\nmore convoluted than an act\nof parliament leading to the\nstriking at a state mint. The\nstory of the Scottish Lesslie\nBrothers, their then radical\nviews of universal suffrage, and\nthe family s partnership with\nWilliam Lyon Mackenzie\ncertainly marked a deepening\nof my interest in Toronto s\nearly colonial history, which\nhad already been sparked by\nmy frequent attendance at the\nRoyal Ontario Museum s ROM\nWalks around the city.",
            "June 19 and I paid a visit to Metro\nCoin & Banknote and was finally beginning to narrow down\nwhat I was going to collect. Up until this point I had been\nsomething of a magpie, being attracted to every metallic\nobject that my eye rested upon, a condition that many fellow\ncollectors can probably relate to. Jared Stapleton, Metro s\nowner and fellow Toronto Coin Club member had acquired a\nnumber of items from Bell Auction s Spring Expo sale and a\ncouple of lots caught my attention.",
            "Number 1",
            "January + February 2017 --------------------------",
            "I purchased my first\nNumismatist Cards, those\nof J. O. Marchand of\nMontreal. Not exactly\na token (there is no\nvalue stated), more of a\npromotional piece, these\nitems were issued by\nnumismatic businesses\nand collectors as an\nadvertisement. Collecting\ncertainly appears to have been\non a high, especially in Montreal,\nat the turn of the 19th century.\nThis can be evidenced by not\nonly the number of these\npieces being issued, but also\nthe publication of books like\nBreton and Joseph LeRoux s\nCanadian Coin Cabinet and\nthe activity within the well-\nestablished Numismatic and\nAntiquarian Society of Montreal.\nThe other item that appealed\nwas a Canadian classic, again\nwith a Montreal connection,\nbeing an example of the\nubiquitous Bouquet-Sous.\nThese tokens were initially\nissued as a result of French\nCanadian Patriotes boycotting\nanything British, including\ncurrency. This led to local\nbanks seeking tokens with\nthe value of  Un Sou \nfrom local engravers, and\nin turn to the production\nof the first Sous tokens.\nSubsequent issues are many\nand varied, often being classified\nby the number of leaves in the wreath,\nthe presence of shamrocks etc. I am not really a variety\nhunter, all I wanted was a good example for my token\ncollection and that s what I was able to acquire.\n"
        ],
        "PageNo": "17"
    },
    {
        "File": "The_CN_Journal_january_18.jpg",
        "Paragraphs": [
            "The end of June gave me the",
            "opportunity to attend my first\nmajor coin fair. Torex is a Toronto\ncoin collecting institution, having\nstarted in 1962. On arrival I\nimmediately recognised a face at\nthe first table that I came to, and\nwas warmly greeted by RCNA\nPresident Henry Nienhuis; he\nintroduced me to the Association s\nExecutive Secretary, Paul Johnson.\nIt was then and there that another\nbook was added to my library:\nStanley Clute s The Canadian\nNumismatic Association: A\nHalf Century of Advancement\nin Numismatics. 1 signed up and\nbecame RCNA member 23900.",
            "One of the main things I enjoy about coin fairs is the\neducational aspect, with displays of items by collectors. Torex\nwas no exception; among them, a display commemorating\nthe life of the show s founder and Canadian numismatic\nicon, the late Ingrid Smith. This display showed some of the\nexcellent work that Ingrid had done over the years to\npromote the hobby, as her daughter Christina was\nkeen to point out. I was particularly enamoured\nwith Ingrid s sense of humour and was in\nadmiration of her honorary membership in\nthe Society of Bearded Numismatists.",
            "There were a number of dealers in\nattendance with diverse offerings, some\nof which coincided with my collecting\ninterests. One item stood out from Gary\nMiller s Londinium table of primarily\nmedallic offerings, an Upper Canada Preserved\nmedal. It was a breathtaking work of art and I was\nvery fortunate to get to see such an excellent\nexample. Unfortunately I didn t have the\nfunds for the Upper Canada piece, but I\ndid see an item that was in my budget and\nwhat s more it was Australian!",
            "In amongst some very impressive\nmedals was a slightly battered example\nof a silver Melbourne International\nExhibition Medal from 1888. A quick\nreview of the edge and a check of the\nexhibition catalogue revealed that this\nfirst order of merit medal was awarded to the\nCreelman Brothers of Georgetown, Ontario, for a knitting\nmachine. Their firm was founded in May of 1876 and was\nthe first company in Canada to produce such machines\n(Lindsay, 1985). I also got to meet the very friendly Jeff\nFournier of the Canadian Coin News, a publication which\nI really enjoyed whenever I was able to acquire a copy.",
            "Jeff was keen to know what I\nthought of the show and the state\nof Canadian numismatics; my\ncomment was later published in\nhis paper.\nEarly July I took advantage\nof the good weather on the first\nSaturday of the month to take\na streetcar out to the Beaches,\nnot only to take in the sunshine,\nbut also to visit a dealer I d met\nat Torex, Svetolik Kovacevic\nof Ancient Numismatic\nEnterprise (ANE), better known\nto everyone I d met as Sveto.\nSveto s shop is a treasure\ntrove of numismatic literature\nand despite my concerns over\nmy luggage allowance, given the number of books I d\nalready acquired, I couldn t go past a beautiful copy of\nthe 1964 reprint of LeRoux s Canadian Coin Cabinet. I\nalso added a copy of the American Numismatic Society s\npublication on Canada s Money edited by John M.\nKleeberg, which I d seen at a previous meeting of\nthe Toronto Coin Club.",
            "By this time my original assignment in\nCanada was almost at an end, and I was\nsoon to go on a longed planned vacation\nwith my father to the USA via a trip to\nthe UK. Though before departure, I had\njust enough time to explore a little more\nof the country. On July 8 I had work\nagain in Moncton, and newly armed with\nknowledge from my expanding library,\nand a focus on tokens, I visited the Coin\nCabinet for one last time and discovered it had a\nLesslie 2-pence token in stock that was in my\nbudget, and so I was able to acquire another",
            "tangible piece of Canadian history.\nThat evening I headed to Saint John\nto meet up with Brad Small, of Fundy\nCoins & Collectables. Although we d\nnever met, friends in Toronto had said\nthat I should catch up with Brad if I had\nthe chance, and my plan to tour Nova\nScotia that last weekend offered up such\nan opportunity. Brad already knew I had a\nfondness for local produce and took me on a tour\nof almost every pub in town to sample the local ales. My\nmemory of the evening is a little hazy, but was does stay\nwith me is the fact that a person I d never met before\nshared the best his town had to offer with a complete\nstranger, all because we shared a passion for beer and\nnumismatics, and that s how friendships are born.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "18"
    },
    {
        "File": "The_CN_Journal_january_19.jpg",
        "Paragraphs": [
            "KRAUSE PUBLICATIONS ANNOUNCES 2017\nCOIN_OF_THE_YEAR_CATEGORY_NOMINEES",
            "krause Publications, a leading producer of com and\nK paper money books, magazines, events and online",
            "products, has announced the 98 nominees for the\n2017 Coin of the Year awards.",
            "Each year, the awards honour the best in coin design\nfrom around the world. This is the 34th year for the\nawards, first started in 1984 for 1982-dated coinage. The\nawards will be presented during a ceremony February 4,\n2017, at the World Money Fair in Berlin, Germany.",
            "The coins nominated for this year s awards were\nreleased in 2015, and represent the highest achievement in\ntheme, design and marketing from mints and central banks\nfrom around the world.",
            "The nominees, appearing below, were then reviewed\nby a worldwide panel of judges comprised of mint and\nmuseum officials, journalists and individual experts. On\nDecember 11, this panel then selected a winner in each\nof 10 individual categories. A second round of balloting\nwill select the Coin of the Year from among the category\nwinners.",
            "Australia and Canada have the most\nnominations in the short-list for the\nannual Coin of the Year Award competition.\nThe Royal Canadian Mint received nine\nnominations, the highest number of any\nmint nominated.",
            "Last year the United States hit a home run with\nits Baseball Hall of Fame\ncommemorative coin\nprogram, earning category\nawards for two of the\nthree coins in the series.",
            "The Baseball cupped clad\nhalf dollar, KM# 576,\nbesides winning the Most\nInnovative Coin award,\nalso won the coveted Coin of\nthe Year Award for 2016.\nThe coin is the product\nof intensive engineering\nresearch by the United\nStates Mint to develop the\nfirst cupped clad coin. In\naddition, the Baseball gold $5\ncoin, KM# 578, won the Best Gold Coin award.",
            "Number 1",
            "January + February 2017 ---------------------------",
            "Historical",
            "+ Australia KM-2197, 5 Dollars, Silver, 100th\nAnniversary of the Gallipoli Landing",
            "+ Australia KM-2204, 200 Dollars, Gold, 100th\nAnniversary of ANZAC Spirit Baptism of Fire",
            "+ Austria KM-3239, 20 Euro, Silver, 450th\nanniversary of the Spanish Riding School",
            "+ Austria KM-3245, 20 Euro, Silver, Mozart \nWolfgang",
            "+ Belgium KM-347,",
            "2.5 Euro, Brass, 200th",
            "Anniversary of the Battle",
            "of Waterloo",
            "+ Canada KM-1860,",
            "20 Dollars, Silver,",
            "100th Anniversary of In",
            "Flanders Fields",
            "+ Germany ",
            "KM-343a, 10 Euro,",
            "Silver, 1000th",
            "Anniversary of",
            "the Founding",
            "of the City of",
            "Leipzig",
            "+ Kazakhstan ",
            "KM-305, 500",
            "Tenge, Silver,",
            "550th Anniversary",
            "of the Kazakh Khanate",
            "+ Latvia KM- 167,",
            "5 Euro, Silver, 150th Anniversary of Firefighting in\nLatvia",
            "+ Spain KM-1347, 10 Euro, Silver, 400th\nAnniversary of Don Quixote Part II",
            "Contemporary Event",
            "+ Australia KM-2206,\n15 Dollars, Gold, Battle\nof the Coral Sea",
            "+ Belarus KM-",
            "487, 1 Ruble,\nCopper-Nickel,\nEurasian",
            "Economic Union",
            "+ Canada KM-",
            "1864, 20 Dollars,\nSilver, Battle of\nBritain\n"
        ],
        "PageNo": "19"
    },
    {
        "File": "The_CN_Journal_january_20.jpg",
        "Paragraphs": [
            "Canada KM-1863,",
            "20 Dollars, Silver,",
            "40th Anniversary",
            "of the Sinking",
            "of the Edmund",
            "Fitzgerald",
            "+ Germany ",
            "KM-345, 25 Euro,",
            "Silver, 25 Years of",
            "Unity",
            "+ Great Britain ",
            "KM-1304, 20 Pounds,",
            "Silver, Longest Reigning",
            "Monarch Queen Elizabeth II",
            "+ Isle of Man KM-1563, 1 Crown, Silver, Longest\nReigning Monarch Great Seal",
            "+ Japan Y-243, 1,000 Yen, Silver, Great East Japan\nEarthquake Reconstruction Origami Crane",
            "+ Lithuania KM-215, 20 Euro, Silver,",
            "25th Anniversary of Restoration of Independence",
            "+ Portugal KM-857a, 2.5 Euro, Silver, 70 Years of\nPeace in Europe",
            "Gold",
            "+ Austria KM-3246, 100",
            "Euro, Gold, Capercaille",
            "+ Canada KM-",
            "1877, 200 Dollars,",
            "Gold, Maple Leaf",
            "Reflection",
            "+ China KM-",
            "2110, 100 Yuan,",
            "Gold, Ksitigarbha",
            "Bodhisattva",
            "* Cook Islands KM-",
            "1686, 1 Dollar, Gold, 70",
            "Years of Peace in Europe",
            "+ France KM-2194,",
            "50 Euro, Gold, Great",
            "Persons of French",
            "Literature Manon",
            "Lescaut",
            "+ Lithuania KM-218,",
            "50 Euro, Gold, Grand",
            "Duchy of Lithuania Coinage",
            "+ Poland Y-929, 100 Zlotych,",
            "Gold, 100th Anniversary of Regaining",
            "Polish Independence Jozef Pilsudski",
            "+ Portugal KM-861, 2.5 Euro, Gold, Bedspreads of\nCastelo Branco",
            "+ South Africa KM-586, 2 Rand, Gold, Kogelberg\nBiosphere Reserve",
            "+ United States KM-614, 10 Dollars, Gold, Jacqueline\nKennedy",
            "DUP ese eee ee ee",
            "wanna nanan nnn nnn a nnn nn nn nn nanan The CN Journal",
            "Silver",
            "+ Canada KM-",
            "1881.1, 2 Dollar,",
            "Silver, Grey Wolf",
            "+ China KM-",
            "2108, 20 Yuan,",
            "Silver, Tiantai",
            "Temple on Mount",
            "Jiuhua",
            "+ Denmark KM-",
            "965, 500 Kroner, Silver,",
            "Queen Margrethe Ils 75th",
            "Birthday",
            "+ Finland KM-226,",
            "10 Euro, Silver, 70th",
            "Anniversary of Peace in",
            "Europe",
            "+ Germany KM-344a, 10",
            "Euro, Silver, 500th Anniversary of Lucas Cranach\n+ Israel K M-536, 2 Sheqalim, Silver, Solar Energy\nin Israel",
            "+ Kazakhstan KM-309, 500 Tenge, Silver, Heritage\nof Kazakhstan Tazy",
            "+ Mongolia KM-348, 500 Togrog, Silver,\nCampbell s Hamster",
            "+ Poland Y-926, 10 Zlotych, Silver, 100 Years of\nWarsaw University of Technology",
            "+ South Africa KM-585, 1 Rand, Silver, Life of\nNelson Mandela",
            "Crown",
            "+ Australia KM-2207, 1 Dollar, Silver, High Relief\nWedge-Tailed Eagle",
            "+ Belarus KM-489, 1 Ruble, Copper-Nickel,\nBelarusian Ballet",
            "+ Cyprus KM-103, 5 Euro, Silver, Goddess Aphrodite\n+ Falkland Islands KM-174a, 1 Crown, Silver, 275th\nAnniversary of Rule Britannia",
            "+ Great Britain KM-",
            "1298, 5 Pounds,",
            "Copper-Nickel, 50th",
            "Anniversary of the",
            "Death of Winston",
            "Churchill",
            "+ Hungary KM-884,",
            "10,000 Forint, Silver,",
            "110th Anniversary of the Building of the Magyar Bank\nand the 150th Anniversary of the Birth of Miksa Roth\n+ Kyrgyzstan KM-66, 10 Som, Silver, Kyz Kuumai\n+ Niue KM-1300, 5 Dollars, Silver, Marco Polo",
            "+ Palau KM-488, 5 Dollars, Silver, Marine Life\nProtection White Damselfish",
            "+ Poland Y-931, 50 Zlotych, Silver, Ladislas of Varna",
            "Volume 62\n"
        ],
        "PageNo": "20"
    },
    {
        "File": "The_CN_Journal_january_21.jpg",
        "Paragraphs": [
            "Circulating",
            "+ Australia KM-2189, 2 Dollars, Aluminum-Bronze,\nRemembrance Day",
            "+ Austria KM-3237,",
            "5 Euro, Copper, Die",
            "Fledermaus",
            "+ Canada KM-",
            "1852.2, 25 Cents,",
            "Nickel-Plated Steel,",
            "Colourized Red Poppy",
            "  Egypt KM-1001,",
            "1 Pound, Bi-Metallic,",
            "Widening of the Suez",
            "Canal",
            "  Japan yY-234, 500 Yen, Bi-",
            "Metallic, Wakayama Prefecture",
            "+ New Zealand KM-376, 50 Cents, Copper-Nickel,\n100th Anniversary of ANZAC",
            "+ Russia KM-1580, 5 Ruble, Nickel-Plated Steel,\n170th Anniversary of the Russian Geographical\nSociety Founding",
            "+ Transnistria KM-201, 1 Ruble, Nickel-Plated Steel,\n25th Anniversary of Independence",
            "+ United Arab Emirates KM-112, 1 Dinar, Copper-\nNickel, 50th Anniversary, Dubai Chamber of\nCommerce and Industry",
            "+ United States KM-598, 25 Cents, Copper-Nickel,\nKisatchie National Forest",
            "Bi-Metallic",
            "+ Canada KM-",
            "1855, 2 Dollars,",
            "Bi-Metallic, 200th",
            "Anniversary of",
            "the Birth of John",
            "A. MacDonald",
            "  Finland KM-",
            "224, 5 Euro, Bi-",
            "Metallic, Lapland",
            "Reindeer",
            "+ Japan Y-238,",
            "500 Yen, Bi-Metallic,",
            "Nagasaki Prefecture",
            "+ Kazakhstan KM-301, 500 Tenge, Bi-Metallic,\n40th Anniversary of the Launch of the Venera 10\nVenus Probe",
            "+ Lithuania KM-213, 2 Euro, Bi-Metallic,\nLithuanian Language",
            "+ Philippines KM-294, 10 Piso, Bi-Metallic, 150th\nAnniversary of the Birth of Miguel Malvar",
            "+ South Africa KM-590, 5 Rand, Bi-Metallic, 200th\nAnniversary of Griqua Town Coinage",
            "+ South Sudan KM.-4, 1 Pound, Bi-Metallic, Giraffe",
            "Number 1",
            "January + February 2017 -------------------------",
            "+ Switzerland KM-154, 10 Francs, Bi-Metallic,\nDescent from the Alpine Pastures",
            "+ Uruguay KM-141, 10 Peso, Bi-Metallic,\n200th Anniversary of Reclamation of their Land\n(Independence)",
            "Artistic",
            "+ Australia KM-2195, 1 Dollar, Silver, Merry\nChristmas",
            "+ Australia KM-2203, 100 Dollar, Gold, Treasures\nof the World Turquoise",
            "+ Austria KM-3238, 25 Euro, Silver-Niobium,\nCosmology",
            "+ Hungary KM-882, 2,000 Forint, Copper, Mohacs\nNational Memorial",
            "+ Italy KM-387, 10 Euro, Silver, 70 Years of Peace\nin Europe",
            "+ Kazakhstan KM-302, 500 Tenge, Silver, Treasures\nof the Steppes Pendant",
            "+ Portugal KM-858, 2.5 Euro, Copper-Nickel,\nUNESCO Culture Heritage O Fado",
            "+ Ukraine KM-774, 5 Hryvnia, Copper-Nickel,\nEuromaidan",
            "+ United States KM-617, 100 Dollars, Gold, High\nRelief American Liberty",
            "+ United States KM-603, 1 Dollar, Copper-Zinc-\nManganese-Nickel, Native American Mohawk\nIronworkers",
            "Innovative",
            "  British Virgin Islands KM-475, 5 Dollars,\nTitanium, Pink Flamingo-\nColourized Titanium",
            "+ Canada KM-\n1872, 30 Dollars,\nSilver, Moonlight\nFireflies Glow-\nIn-The-Dark\nFireflies and\nEvening to Night\nBackground",
            "+ Cook Islands \nKM-1693, 2 Dollar,\nSilver, Space-Time\nContinuum Black\nHole Shaped Coin\nwith Magnetic\nSphere",
            "+ Cook Islands \nKM-1697, 5\nDollars, Silver,\nMurrine Millefiori\nGlass Art Coin \nGlass Art on Coin\n"
        ],
        "PageNo": "21"
    },
    {
        "File": "The_CN_Journal_january_22.jpg",
        "Paragraphs": [
            "+ Cook Islands KM-1698, 5 Dollars, Silver,\nChondrite Meteortte Coin Shaped as Impact Crater",
            "+ Latvia KM-165, 5 Euro, Silver, Rainis and\nAspasia  Two Interlocking L-Shaped Pieces",
            ". Niue KM-1296, 2 Dollars, Silver,\nChromadepth 3D Technology Allows Colours to\nHover Over Coin",
            "+ Palau KM-490, 5 Dollars, Copper, Coin as Game\nBoard with dice and playing pieces",
            "  Portugal KM-860, 2.5 Euro, Silver-Gold, Road to\nRio 2016 Olympics Striking Two Different Metals\nwith Precision",
            "+ Tuvalu KM-269, 2 Dollars, Silver, 150th\nAnniversary of Alice in Wonderland Clock in Coin",
            "nnn nnn nn nnn nnn nnn nnn nn nana nanan nanan The CN Journal",
            "Inspirational",
            "+ Australia KM-2201,",
            "30 Dollar, Silver,",
            "ANZAC Lest We",
            "Forget",
            "+ Canada KM-",
            "1843, 50 Dollar,",
            "Gold, UNESCO",
            "Sites Mount",
            "Fuji and the",
            "Canadian\nRockies",
            "+ China KM-2107,",
            "10 Yuan, Silver, Love",
            "  Finland KM-225,",
            "10 Euro, Silver, 150th Anniversary of the Birth of\nJean Sibelius",
            "+ Hungary KM-887, 5,000 Forint, Gold, 425th\nAnniversary of the Hungarian Translation of the Bible\n+ Japan, Y-246, 10,000 Yen, Gold,",
            "Great East Japan Earthquake\nReconstruction Cranes",
            "+ South Africa KM-",
            "591, 25 Rand, Gold, Life",
            "of Nelson Mandela",
            "+ United States KM-",
            "604, 1 Dollar, Silver,",
            "March of Dimes 60th",
            "Anniversary of Salk Vaccine",
            "We await, with anticipation, the results of the first round\njudging of category winners and of course the overall Coin\nof the Year winner to be awarded on February 4 during the\nWorld Money Fair in Berlin, Germany.",
            "Volume 62\n"
        ],
        "PageNo": "22"
    },
    {
        "File": "The_CN_Journal_january_23.jpg",
        "Paragraphs": [
            "THE NUMISMATIC LEGACY OF\n-AURORA S. SCANLON. BAKERY",
            "BY BILL ENGLISH anD RON CHEEK\nLM. #91 ERCNA,#221 88,",
            "Aurora, Ontario, is a town of about 55,000, just north\nA of Toronto, between Newmarket and Richmond",
            "Hill. Toronto s Yonge Street, often referred to as\n Main Street Ontario,  extends 86 km north from Lake\nOntario and passes right through Aurora. Settlement of\nAurora began in 1795, shortly after the extension of Yonge\nStreet through the area. The town has a long history. The\nScanlon Bakery was an important part of it.",
            "The numismatic pieces we will describe are Bill s and\nhe did much of the research. And while this article is a\ncollaborative effort of the authors, Bill is also part of the\nnarrative. We will tell the story of The Scanlon Bakery\nand its tokens but also of one of the interesting men who\nsucceeded the Scanlon family in the bakery business in\nAurora. His name was Gibson Smith and he was the creator\nof the well-known Granny s Butter Tarts brand. He was\nalso Bill s friend.",
            "The Scanlons and their bakery",
            "The Scanlon Bakery began in Aurora in 1886 according\nto the family history written by Miss Mary Scanlon. That\nstory was re-told by Jean Baker-Pearce in a two-part article\nin early 1967, as part of a centennial history series in the\nAurora Banner. We have borrowed from that source for\nmuch of the early history of The Scanlon Bakery.",
            "Mark Scanlon and his large family came from Ireland\nin the early 1820s, settling on land near Bradford, Upper\nCanada. A watercourse ran through the Scanlon property and\nby 1824 there were six mills operating on what came to be\nknown as Scanlon s Creek. Mark Scanlon and a partner ran\none of them. As the Scanlon children grew up and branched\nout across the area, one became a lawyer, another, a minister.\nOne of the sons, James, stayed on the land, operating a farm\nadjacent to what became Highway 11, near Bradford.",
            "James married Sarah Jane Stoddart. One of their ten\nchildren was Richard, who was born in 1859. At age 17, he\ncontracted what is believed to have been polio, which left him\nhandicapped. He looked for a trade that he could handle with\nhis physical limitations and he decided to go to Newmarket\nto learn baking. That turned out to be a good move. Richard\nmarried an Aurora girl, Mary Stone, in 1884, and in 1886\nthey bought their first business near the town. It was a small\nbakery. Baking in those days was in an outside oven. A wood\nfire was lit right in the oven and when the oven became hot\nenough the ashes were scraped out and the bread put in to\nbake. Quality of the product was everything and it seems the\nScanlons  bread was good. With hard work and a knack for",
            "Number 1",
            "January + February 2017 --------------------------",
            "\nbusiness, the Scanlons were successful. They soon added a\ndelivery service.",
            "The Scanlons  next move was to purchase a business in\nAurora, at 35 Yonge Street. There was the retail store in front,\nsharing half the shop with a shoe store, and the baking was\nprepared in a building behind. The oven stood outside, at the\nback. The business thrived, building its reputation on its big,\nhigh crusty loaves of bread that became a local favourite,\nparticularly with farmers. These loaves were twice as high\nand weighed twice as much as today s standard loaf of bread.\nThe Scanlon family preserved Richard Scanlon s  bread and\ncash book  of 1895, which reveals some interesting figures.\nThat year, 34,990 loaves of bread were produced. Receipts\ntotaled $3,331.90 against $705.58 in expenses. The main\nexpenses were wages, at $308.00, rent, at $108.00, and a\nhorse, at $100.00. Other expenses were for wood, coal, light,\ntaxes, insurance, and  watter. ",
            "Richard Scanlon s younger brother, William, joined the\nbusiness along the way and the two brothers worked together\nfor years. In the early part of the 20th century the baking\nbusiness began to modernize. New methods and equipment\ncame into use. The Scanlons experimented with a new, flatter\nand denser loaf of bread and this proved to be popular. The\nbusiness continued to thrive. William married Annie Stone,\na sister of Richard s wife Mary and they went on to operate a\npopular ice cream parlour in Aurora.",
            "By 1918, Aurora was a lively town and a young man of 26\nnamed Charles Victor (Charlie) Peterson came on the scene.\nHe had been working in a lumber camp in Northern Ontario\nduring the winters and in the summer had tried his hand at\nbaking in Toronto. He decided he liked it but not working at\nthe bakery in Toronto, where he had lasted only half a day. He\nlooked for another opportunity, which took him to Aurora.\nRichard Scanlon, who by then was getting on in years, and\nhis one bread maker, really needed help. Peterson worked for\nthe Scanlons during the summers of 1918 and 1919 and after\nanother winter in the north came to Aurora for good. This\nturned out well for both him and for The Scanlon Bakery.",
            "At this time The Scanlon Bakery had only three products,\nbread, buns, and cookies. But Charlie Peterson was a creative\nman and he soon changed all that. He began making pastries\nand baked the first Scanlon pie ever sold. Charlie married\nRichard and Mary Scanlon s daughter, Annie Maude, who\nwas his age, in 1920. They lived in the family home with\nRichard and Mary. Charlie took over the running of the\nbakery the next year, when Richard Scanlon died. He ran it\nsuccessfully for the next 40 years.\n"
        ],
        "PageNo": "23"
    },
    {
        "File": "The_CN_Journal_january_24.jpg",
        "Paragraphs": [
            "Charlie Peterson saw pastries and other goodies as a way\nto attract new business, especially from Toronto cottagers\nheading up through the town to Muskoka on the weekends.\nA stop at The Scanlon Bakery to stock up on the way to the\ncottage became a tradition for many families. Business with\nToronto customers also grew, and Peterson decided to open\na retail outlet there. The first store was opened in 1928 at\nthe corner of Craighurst and Yonge Streets. By 1939 there\nwere eight Scanlon Bakery stores across Toronto. All were\nretail stores. The baking was done at the Aurora facility.",
            "The bakery and shop in Aurora were expanded and\nmodernized over the years as business volume grew but\nit remained at the Aurora Yonge Street location. A large,\nmodern steam-heated oven was installed in 1928, the same\nyear the retail business expanded to Toronto. By 1932, the\nretail business in Toronto had grown to the point that it\nneeded Charlie Peterson there to manage the stores. The\nPetersons moved there from Aurora in 1932 and Peterson\nregularly made the short trip back to Aurora to keep an eye\non the bakery operation. Mrs. Annie Peterson died in the\nearly 1940s and Charlie re-married in 1944. His new bride\nwas Annie s cousin, William Scanlon s youngest daughter\nMary. They eventually moved back to Aurora to live, in a\nhome directly behind the bakery. There they remained. The\nScanlon Bakery was incorporated in 1951 by which time its\nworkers had grown from Charlie Peterson, one helper, and\na delivery boy, to a staff of nearly 50.",
            "Peterson was an artistic baker and achieved some fame\nfor his creations over his long career. His cakes were\nshipped all over the country. Charlie Peterson also had an\neye for a promotional opportunity. In the 1930s, when air\ntravel was still a novelty, he pulled off a scheme that saw\na batch of decorated tea cakes prepared early one morning\nand flown to England. There, they were served at a fancy\ntea for the nobility. Peterson also had other artistic talents.\nThe Scanlon Bakery s Christmas window in Aurora,\ndecorated with a wide assortment of delicacies, won an\naward for one of the best windows in Canada in 1956.",
            "In 1961, after 40 years in the business, the Petersons\nsold The Scanlon Bakery to Gibson (Gib) Smith and Bill\nWilliams. Charlie Peterson died October 9, 1967, and Mary\non April 10, 1978.",
            "The Scanlon Bakery tokens",
            "The Scanlon Bakery, like so many similar businesses\nof its time, issued and used bread tokens. They probably\nappeared in the early 20th century. According to Gib Smith,\nthe tokens were in use in the 1930s during The Scanlon\nBakery s heyday, when it was being run by Charlie and Annie\n(Scanlon) Peterson.",
            "James Astwood, in An Illustrated Guide to Ontario Bakery\nTokens (6th edition, 2013) catalogues three Scanlon Bakery\nbread token types, shown in Figure 6. Astwood numbers\nthem 0100a, 0100b, and 0100c. They are struck in aluminum",            
            "with plain edges. Token no. 0100b is the same as no. 0100a\nbut is anodized, with a pale gold colour. Bill s specimens\nhave the following diameters: 0100a: 24.8 mm; 0100b: 25.4\nmm; 0100c: 25.0 mm. The lettering on the first two tokens\nis  flatter  than that on the third, and both 0100a and 0100b\ntokens show wear. The third, 0100c, distinguished by the\nlack of spacing between the words LOAF OF BREAD on\nthe reverse, shows no wear at all, and is presumed to be the\nnewest of the three types. The significance of the pale gold\nanodized tokens in not known.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "24"
    },
    {
        "File": "The_CN_Journal_january_26.jpg",
        "Paragraphs": [
            "Gib Smith and partner buy the business,\ncreate an iconic Canadian brand, and leave\ntheir own  numismatic footprint ",
            "In 1961,Gib Smith and his partner, Bill Williams, bought\nthe Scanlon Bakery. They carried on the baking tradition\nunder the Scanlon name in Aurora for seven years.\nHowever, they took the business in a new direction. All\nthe retail stores in Toronto were closed and the Aurora\noperation became the centre of activity. Then, in 1968,\na new product was introduced, Granny s Butter Tarts.\nIt became the business s main focus and it quickly took\noff. The name of the company was changed to Granny s\nCountry-Oven Bakery Limited. In 1971 Granny s opened a\nmodern new production facility on Industry Street South in\nAurora and went into large-scale production of butter tarts.\nThe popular product was shipped to retailers far and wide.",
            "Gib Smith, as Vice President and General Manager, was a\nhands-on fellow. Under his direction Granny s Country-Oven\nBakery Limited flourished and grew. By 1982 there were 80\nemployees. This was a sizeable operation, and an important\nbusiness in Aurora. Granny s, under Smith s leadership, was\na good corporate citizen, particularly during the worst of the\nrecession in the late 1970s and early 1980s. Industries were\nstruggling against lower-cost overseas manufacturers, 1.2\nmillion people had lost their jobs, annual inflation was at 12\npercent, and the Bank of Canada interest rate had reached\nan astounding 21 percent. Here are two examples of Smith s\ninitiatives, which tell us something of the kind of man he was.",
            "In one week in November 1981, Granny s employees\nwere paid in  silver  (nickel) dollars. The advertisement\nshown in Figure 7 went in the Aurora Banner. It read:",
            "Every employee of Granny  (TARTS) will be spending",
            "silver dollars this week.",
            "We like to think we re supporters of local business\npeople ... and good citizens in our community.\nSo if you see a Silver dollar its really a Granny s\nDollar working in the community for the betterment",
            "of all.",
            "On April 8, 1982, this notice was sent to all Granny s\nemployees:",
            "We think the time has come to be positive. We think\nit s time for those of us Canadians who are fortunate\nenough to be doing well ... to try and help those who\narent.",
            "So ... between now and September 30, 1982 ...",
            "Any employee who has completed one year's\nservice, and who purchases a NEW NORTH\nAMERICAN BUILT AUTOMOBILE OR MAJOR\nAPPLIANCE (COLOUR TV, ETC.)",
            "On proof of purchase ... will receive a cheque from\nGranny's equal to 5% of the purchase price ... up to\n$500.00 maximum.",
            "Although there are only 80 of us, maybe we can help\nsomebody, some jobs, Canada. And if enough of us do\nit, we'll all help each other.",
            "Let try and help get things going again.",
            "(signed)\nGibson Smith,\nVice President and General Manager",
            "This initiative got attention in Aurora, of course, but also\nwell beyond. Garth Turner very publicly brought it to the\nattention of Bank of Canada Governor Gerald Bouey in a\nbusiness column that reached national audiences.",
            "Gib Smith and Bill Williams operated Granny s until\nthey sold it in 1987 to Culinar that owned the huge Vachon\nbakery business based in Quebec. The bakery in Aurora\nremained in operation until 2003 when it was closed as part\nof a corporate consolidation. Gib Smith passed away in\nBarrie, Ontario, February 22, 2014. The Aurora connection\nis now gone but Granny s Tarts remain an important and\nhighly popular item in the Vachon product line.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "26"
    },
    {
        "File": "The_CN_Journal_january_27.jpg",
        "Paragraphs": [
            "What became of The Scanlon Bakery tokens?",
            "Here is where Bill English enters the story. Bill\nand his wife moved to a condominium in\nMidland, Ontario, in the early 1990s. Bill\nfound himself on the condo s Board",
            "of Directors with Gib Smith and",
            "they became friends. When Smith\ndiscovered that Bill had an interest\nin numismatics he told Bill he had\na bunch of Scanlon Bakery tokens\nand didn t know what he should do\nwith them. Bill offered to help him",
            "sell them and along the way became\ninterested in the long history of The\nScanlon Bakery business. He did a lot of\nresearch, interviewed Gib Smith, and studied\nSmith s photo albums and Scanlon Bakery\nmementos. Eventually, Smith gave him",
            "a number of these mementos. Bill\nacquired a set of The Scanlon Bakery",
            "tokens from the group of about 250\nthat were in Smith s possession. The\nrest were rolled up and sold to Bob",
            "Armstrong, who bought them for",
            "Gatewest Coins in Winnipeg. That",
            "was about 1993, according to Bill s",
            "recollection.",
            "The Scanlon Bakery tokens have\nbeen in the hands of collectors for many",
            "years but we were curious about the\nlarge group that went to Gatewest\nCoins more than 20 years ago. It was\nBill s impression that most remained\nwith that firm, unsold. We made an\ninquiry and promptly got this reply:\n We have\na few rolls\nof these\nremaining in\nour inventory.\nOver the years\nwe have sold\nsome but the\nmajority of the\ntokens remain\nwith us...\nOurs appear\nto be used\nand collected\ntokens. We\nhave at least 2\ntypes of them in\nthe rolls. ",
            "Number 1",
            "January + February 2017",
            "So, if you re looking to add these tokens to your\ncollection, you now know where to find them.",
            "Granny s 25th Anniversary\n1968 1993 medal",
            "Culinar, the new owner of Granny s,\ndecided to issue a souvenir medal\nin 1993 celebrating the 25th\nanniversary of Granny s Tarts. The\nmedal, shown in Figure 8, was made\navailable to customers for free by\nsending in a coupon from a box of",
            "tarts. Bill did just that and acquired one",
            "for his collection.",
            "Conclusion",
            "The Scanlon Bakery is long gone from\nAurora but it lives on in the fond memories\nof older folks who enjoyed its baking,\nand more tangibly in the surviving\nScanlon Bakery tokens. The legacy\nof Scanlon s successor, of course\nalso survives. Granny s Tarts\nremains a nationally recognized\nbrand. Now produced by Saputo\nbut still under the Vachon name,\nGranny s Tarts are widely available\nin grocery stores across Canada and\nbeyond. They may not be quite the same\nas they were when Gib Smith and\nhis partner were baking them but\nthey re still delicious. We should\nknow. We sampled a lot of Granny s\nButter Tarts during the preparation",
            "of this article. It was research.",
            "[Editor $ Note:\nThe authors \ncollaboration on\nthis article came\nabout as a result\nof a discussion\nat the inaugural\nmeeting of",
            "the Canadian\nAssociation of\nNumismatic\nEditors and\nWriters\n(CANEW) at",
            "the 2016 RCNA\nConvention in\nOttawa.]\n"
        ],
        "PageNo": "27"
    },
    {
        "File": "The_CN_Journal_january_28.jpg",
        "Paragraphs": [
            "Room 68",
            "A GEM WITHIN A GEM",
            "BY RAY P. OLDENBURG",
            "#23490,",
            "The British Museum",
            "on Great Russell",
            "Street in London is\none of the largest and most\nfamous museums in the world.\nIt contains a vast variety\nof material of ancient and\nmedieval artifacts and art and\nsome contemporary exhibits.\nThe British Museum 1s also\nhome to one of the world s\nfinest numismatic collections\ncomprising about a million\nobjects. Some of it is in storage, some\nof it on display in various sections of\nthe museum and a part of it is housed\nin room 68, a gallery entirely dedicated\nto numismatics. The depiction on the\noutside reads  Money, from prehistory\nto the present.  This moniker could\nnot better describe what is in the room.\nAlthough room 68 is not particularly\nlarge in comparison with most of the\nother galleries, it contains so much\nengrossing material that one can honestly\nsay itis a gem within a larger gem.",
            "Along the walls of the room are",
            "the displays. They are loaded with\ninformation and cater to both the\nexperienced numismatist and the casual\nstroller who happens to walk through\nthe room. The numismatist will spend\nabout 10 minutes at each display slowly\ndrinking everything in. The casual visitor\nwill spend only about 2 minutes, but he or\nshe will gain a bit of that special feeling\nwe are all familiar with. After all, money\nis something we use almost every day.",
            "The wall displays are entitled as follows:",
            "e The Beginning of Money",
            "+ Money in Daily Life",
            "e Religions and Rituals Merchants\nand the World",
            "e Money and Society Signs of\nAuthority",
            "e Spending, Saving and Borrowing",
            "e Currency in the Modern World",
            "  Tradition and Innovation",
            "e Religion and Power",
            "+ Communicating Through Coins",
            "  The Beginnings of Coinage",            
            "Most visitors begin their jaunt\nwith the exhibit entitled The\nBeginning of Money. It shows\nancient artifacts used as money\nand also some of the world s\noldest coins that were struck\nin the seventh century BC in\nLydia, now central Turkey. They\nhave a diameter of roughly three\nquarters of an inch and were\ncomposed of electrum, a pale\nyellow alloy of gold and silver.\nThe display then continues to",
            "show how coinage spread from Asia\nMinor across the Mediterranean.",
            "Although all the displays are enticing,\nthe one where the majority of visitors\nwill spend the longest amount of time\nis the one entitled Spending, Saving and\nBorrowing. The reason may be that it\nshows paraphernalia with which most\npeople are familiar: piggy banks, credit\ncards, old calculators. Also brought to\nview are strongboxes, coin envelopes,\npaper banknotes, polymer notes and\neven a 200-year-old mortgage deed.\nThat exhibit also describes how new\ntechnologies are changing the way we\nspend, save and borrow money. By the\nway, the first ever ATM was unveiled\nin 1967 by Barclays Bank in its Enfield\nTown branch in North London.",
            "Away from the walls towards the\nmiddle are miscellaneous exhibits.\nThe themes for these include handling\nand storing, making money by hand,\ncounting and accounting and faking and\ncounterfeiting. Also on display are an\nold cash register and coin press.",
            "The exhibit faking and counterfeiting\nonce and for all removes the myth that\nit is a modern phenomenon. One of the\nplacards describes a hoard of fake Roman\ncoins produced around AD 330 to 340,\nand found in Suffolk. It goes on to say\nthat the Roman authorities seem to have\nignored the widespread coin forging at\nthe time. A bit prophetic for today s times.\nA more shocking statement for today",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "28"
    },
    {
        "File": "The_CN_Journal_january_29.jpg",
        "Paragraphs": [
            "is that the Royal Mint estimates\nthat one in thirty-five  1 coins in\ncirculation today is counterfeit.\nThe  hands on  section in the\nmiddle of the room is the area that\nis the most popular. It features\na small table with a number\nof numismatic objects on it. A\nvolunteer guide there explains\nabout each object on the table\nand then encourages the crowd\naround him or her to ask\nquestions, either about\nthe subject expounded\non or anything else\nrelating to numismatics.\nWhen I was there in\nJuly of 2015 the guide\nthat day was a retired\nengineer. I mentioned\nto him about the article\n Did Ancient Die Cutters\nUse Magnification? \nIt appeared in The CN\nJournal May 2013, page\n252. And I asked his\nviews on the subject.",
            "Number1 January + February 2017",
            "His answer was that ancient\ndie cutters as well as ancient\njewellery makers often used\nchildren for the intricate work\nbecause their eyesight is so\nmuch sharper. He knew his stuff.\nIf you visit London, do try\nto make it a point to visit the\nmoney gallery, room 68 in the\nBritish Museum. Everything\nis so well displayed that you\nwill most assuredly",
            "gain a lasting image.\nIt is indeed a gem\nwithin a gem. And\none more thing. Now\nthat Britain is slated\nto exit the European\nCommunity, the\npound has dropped\nconsiderably allowing\nour Canadian Dollar to\ngo further. So, if you\ngo while the pound\nstays low, in addition\nto seeing a gem, you'll\ntaste a little more icing",
            "on the cake.\n"
        ],
        "PageNo": "29"
    },
    {
        "File": "The_CN_Journal_january_30.jpg",
        "Paragraphs": [
            "PORTRAITS OF THE FAMOUS\nBY MEDALLISTS OF RENOWN",
            "BY BARRIE RENWICK\nFRCNA, FCNRS, #5754",
            "#1 Charles Lindbergh by Laura Gardin Fraser",
            "The Charles Lindbergh Medal of Honor by Laura",
            "Gardin Fraser depicts a portrait of the youthful\nLindbergh in his contemporary aviator gear. The",
            "inscription, Medal of the Congress, entitles",
            "the award; this wording, at the shoulder",
            "height, is bisected by his likeness. On",
            "the reverse the allegory shows a",
            "soaring /one eagle alluding to",
            "Lindbergh s sobriquet, also to",
            "the USA s symbolic eagle, and",
            "with stars above representing",
            "his flight s night hours; the",
            "sun emerging above the earth",
            "signifying the flight s elapsed",
            "time, and a cloud layer beneath",
            "the eagle characterizing the",
            "threats that conditions of",
            "nature imposed on his flight s",
            "success. The large-scale reverse",
            "elements and the absence of a rim",
            "emphasize the vast expanse that this",
            "non-stop flight traversed. An award of the",
            "Medal of the US Congress is America s highest",
            "honour to commend personal achievement by",
            "an individual. The Lindbergh version is",
            "70 mm in diameter. The original in",
            "gold was awarded the flier by the",
            "US president, Calvin Coolidge.",
            "The medal was struck by the",
            "United States Mint, and over",
            "many years the mint made",
            "and sold thousands of bronze",
            "copies, at nominal prices, to",
            "collectors and admirers of",
            "Lindbergh s accomplishment.",
            "Demand gradually diminished,",
            "stocks dwindled and the item got",
            "discontinued. Bronze copies are",
            "common; they frequently appear in",
            "the secondary market.",
            "Lindbergh successfully captured the",
            "Orteig Prize of $25,000 for this non-stop 1927",
            "flight, as specified, from New York to Paris. Raymond",
            "Orteig, a US hotelier, posted the prize in 1919. The money",
            "would award the Allied aviator(s) first to fly non-stop,",
            
            "either direction, from New York to Paris. The 25-year-\nold Lindbergh achieved this with his flight of some 33\nhours in a purpose-built single-seat monoplane Spirit of\nSt. Louis, named in recognition of his financial\nbackers in that city. The one-off airplane,\nbuilt by Ryan Airlines, was donated\nto the Smithsonian Museum,\nWashington DC, following its\nreturn to the US. Lindbergh s\naccomplishment brought him\nlasting megastar celebrity\nthroughout the western world.\nSome ninety years on, newer\ngenerations continue to\nrecognize his name, although\nmany know few details\nof his famous flight; some\nerroneously assume that he was\nfirst to fly the Atlantic Ocean.\nCharles Lindbergh continued to be\nassociated with aviation during his\ncareer. In 1974 he succumbed to cancer,\nat age 72.\nLaura Gardin, born 1889 in Chicago,\nwas raised and educated in New York.\nHer early interest in sculpting likely\nderived from her artistically\ninclined mother. As a young\nadult and enthusiastic pupil,\nLaura studied through four\nyears at The Art Students\nLeague of New York. She\ntook lessons there from\nJames Earl Fraser, whom she\nmarried in 1913. Each of them\nwent on to highly successful\nartistic careers, alone and\njointly, in numismatics, and fine\narts. Laura s work in numismatic\ndesigns became widely acclaimed\nfor her medals and coins. She competed\nand won a competition to design Lindbergh s\naward. Her rendition of Lindbergh and her allusion\nto his historic flight are potent expressions of her talent.",
            "Laura Gardin Fraser died in 1966.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "30"
    },
    {
        "File": "The_CN_Journal_january_31.jpg",
        "Paragraphs": [
            "ROYAL_ MINT. COMMUNIQUE",
            "The Royal Mint adds The Griffin of Edward III gold and silver coins to its  Queen s Beasts  bullion portfolio",
            "The Royal Mint is to add the",
            "Griffin of Edward III \nto its exciting Queen s",
            "Beasts bullion series, available",
            "at www.royalmintbullion.com",
            "and via The Royal Mint s",
            "global wholesale distributor",
            "A-Mark. A  register your",
            "interest  page has been",
            "set up for the Griffin coin,",
            "which is due to launch very",
            "soon. This is the second coin",
            "in the new gold and silver",
            "bullion coin range, which was",
            "first launched in March 2016 with",
            "the gallant  Lion of England. ",
            "Celebrating The Queen s Beasts \nten creatures that have featured\nthroughout hundreds of years\nof British royal heraldry \nthe designs have been re-\nimagined by Royal Mint\ncoin designer Jody Clark,\nand are being introduced a\n beast  at a time. The Griffin\nis depicted standing on its\nhind legs with wings raised,\nits talons gripping a shield\nthat features the badge of the\nHouse of Windsor. A textured\nbackground symbolizes chain mail.",
            "Director of Royal Mint Bullion, Chris\nHoward, said,  The addition of The Queen s\nBeasts to The Royal Mint s world-respected bullion portfolio\nhas been exceptionally well received by bullion coin\ninvestors around the globe. We are very excited to be adding\nthe fearsome Griffin as the second coin in the series. ",
            "The Griffin design is featured on one-ounce and\nquarter-ounce 999.9 fine gold coins, as well as on The\nRoyal Mint s second ever official UK two-ounce 999.9\nfine silver coin.",
            "Bearing Her Majesty The Queen s fifth portrait, also\nby Jody Clark, the Queen s Beasts take their place in\nThe Royal Mint s core bullion range alongside the\norganisation s flagship gold Sovereign and gold and\nsilver Britannia bullion coins, as well as the Royal Mint\nRefinery range of gold and silver bars, offering one\ncomplete bullion solution.",
            "Number 1",
            "January + February 2017 --------------------------",
            "The Griffin of Edward III",
            "The mythical Griffin was thought to be strong\nand courageous, a watchful guardian with\nkeen sight and swift action. It was closely\nassociated with Edward III, who ruled\nfor more than 50 years, and appeared",
            "on his private seal.",
            "Designer Jody Clark said,  I\ndepicted the Griffin standing on its\nhind legs to show its unusual form. It\nhas the body and hind legs of a lion,",
            "with the head and wings of an eagle.",
            "Elements like the oversized talons and",
            "the long sweeping lion s tail emphasise",
            "the creature s unique appearance. It was",
            "thought that this combination made the creature",
            "one of the most fierce of The Queen s Beasts,",
            "as the eagle was said to be king of the birds",
            "and the lion was king of the beasts. I",
            "researched imagery of both lions and",
            "eagles in the wild to make sure that",
            "my design was realistic, but I was",
            "careful to keep a fantastical feel so",
            "there is still a sense of the original\ndramatic sculptures. ",
            "In this new design, the pose of",
            "the Griffin reflects the convention of",
            "portraits alternating left and right on",
            "the UK coinage: whilst the Lion faced",
            "right, the Griffin faces left, a pattern that\nwill continue through the collection.",
            "About the Queen s beasts series",
            "Inspiration for this series has been taken from The\nQueen s Beasts sculptures, each standing at around two\nmetres tall, originally created by James Woodford RA\nfor the coronation ceremony of Her Majesty The Queen\nElizabeth II held in Westminster Abbey in 1953.",
            "The heraldic creatures symbolized the various strands\nof royal ancestry brought together in a young woman\nabout to be crowned queen. Each beast, used as a heraldic\nbadge by generations that went before her, was inspired by\nthe King s Beasts of Henry VIII that still line the bridge\nover the moat at his Hampton Court Palace.",
            "Today, The Queen s Beasts are found at the Canadian\nMuseum of Civilization in Gatineau, Quebec, while\nPortland stone replicas, also carved by James Woodford,",
            "watch over Kew Gardens in the UK.",
            ""
        ],
        "PageNo": "31"
    },
    {
        "File": "The_CN_Journal_january_36.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            
            "2017 $20 Fine Silver Coin Nature s\nImpressions: Polar Bear",
            "The reverse design by Canadian artist Claudio D Angelo\nfeatures a detailed side profile view of a polar bear (Ursus\nmaritimus) against the landscape of the Canadian Arctic.\nMoving across the snow-covered ice and rocks, a polar\nbear extends its elongated neck to vocalize, while its\ngaze remains fixed on what lies beyond the coin s\nrim. Advanced finishing techniques enhance\nthe precision engraving that captures the polar\nbear s likeness in stunning detail, from the\ntexture of its dense fur to its facial features.\nIts left forepaw is suspended in air, mid-step;\nmeanwhile, the sea ice gives way to open\nwater in the background, where tall glaciers\nand icebergs rise up along the horizon.\nThe entire design gains an added sense of\nmovement through the bear s distinctive\npaw prints, which are engraved on the coin s\nedge in a continuous pattern.",
            "2017 Special Edition Proof Silver Dollar Our\nHome and Native Land",
            "The reverse design by Canadian artist Jamie Desrochers\ncaptures the celebratory spirit of a nation in 2017. Viewed from\nan oblique perspective, the map of Canada has a distinctive\ndimensional feel to it as the viewer s eye sweeps across the\nnation. The focal point itself is the large  150  at the centre;\nsuperimposed on the map, the 150 is as large as the nature\nof the celebrations commemorating the 150th anniversary of\nConfederation. Below it, the words  CANADA,   DOLLAR \nand the dates commemorated,  1867-2017,  are also engraved\nin Heritage Canada s official font for the occasion, alongside\nthe CANADA 150 logo. Behind it all is Canada s national\nflag, rendered in laser frosting that gives it an ethereal\nfeel a fitting way to convey the swelling sense of pride\nand patriotism that, though unseen, can",
            "be found within Canadian hearts",
            "during this momentous year.",
            "Pi ce de 20 $ en argent fin 2017 Empreintes de\nla nature : Ours polaire",
            "Le motif au revers,  uvre de l artiste canadien Claudio\nD Angelo, repr sente une vue de profil d taill e d un ours\npolaire (Ursus maritimus) dans un paysage de l  Arctique\ncanadien. Avan ant sur la glace et le roc enneig s, l ours\n tend son long cou pour pousser un grognement, son regard\nsemblant fixer ce qui l attend au-del  de la tranche de la\npi ce. Des techniques de finition de pointe accentuent la\npr cision des d tails de la gravure et donnent   l ours une\nvraisemblance extraordinaire, de la texture de sa fourrure\ndense aux traits de son regard. Sa patte gauche avant est\nsuspendue dans les airs; en arri re-plan, la glace de mer\nse transforme en eau libre qui rejoint les glaciers et les\nicebergs qui s l vent   l horizon. Le motif dans son entier\nest impr gn  d un effet de mouvement que cr e le trac \ndes empreintes de l ours, lesquelles forment aussi un trac \nininterrompu sur la tranche de la pi ce.",
            "Dollar  preuve numismatique en argent\n dition sp ciale 2017 Terre de nos a eux\nLe motif au revers, oeuvre de l artiste canadien Jamie\nDesrochers, saisit bien l esprit qui anime le pays en 2017.\nPr sent e selon une perspective tridimensionnelle peu\ncommune, une carte du Canada invite l observateur   prendre\nla pleine mesure de la nation. Le point de mire est toutefois\nl imposante mention   150   en superposition au centre de",
            "cette carte, aussi visible que notre envie de c l brer le\n150e anniversaire de la Conf d ration. En dessous de la\ncarte sont grav es, dans la police officielle de Patrimoine\ncanadien pour l occasion, les mentions   CANADA  \net   DOLLAR   et les dates comm moratives   1867 \n2017  ; le logo CANADA 150 se trouve tout juste   c t .\nRehauss  d un givrage au laser qui lui donne un aspect\n th r , le drapeau national surplombe le tout. C est la fa on\ntout indiqu e d exprimer l immense fiert  et le patriotisme\nqui, sans toujours  tre visibles, habitent le coeur des Canadiens\ndurant cette ann e importante!",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "36"
    },
    {
        "File": "The_CN_Journal_january_37.jpg",
        "Paragraphs": [
            "2017 Classic Canadian Coin Set",
            "Canada s circulation coins feature timeless images that\nspeak of a nation s past; of its beautifully varied\nlandscape; and of the pride and achievements",
            "of its citizens. The 2017 Classic Canadian\nCoin Set is a powerful reflection of that\nlegacy particularly as Canadians come\ntogether to celebrate 150 years of Confederation.\nEach coin in this limited set is",
            "an outstanding example of",
            "Canada s six denominations",
            "of coins, whose iconic",
            "designs will not be placed",
            "into circulation this year!",
            "2017 $25 Fine Silver Piedfort Coin  \nTimeless Icons",
            "The beaver and the maple leaf are the defining images\nof a nation: one speaks of the past, when the fur trade\nhelped shape a nation; the other predates the flag as",
            "an emblem of this land, its people, and our hope for",
            "the future. The Royal Canadian Mint reflects on a\nnation s 150-year journey and beyond through",
            "the fusion of two iconic symbols that continue to\ninspire admiration by proudly representing all that is\nCanada.",
            "$10 Fine Silver Coin A Maple Leaf\nCelebration!",
            "Royal Canadian Mint engravers have meticulously\nreproduced the iconic design that appeared on the Canadian\none-cent coin from 1937 to 2012 (with the exception\nof the centennial issue in 1967). Originally engraved\nby G.E. Kruger-Gray, it features a maple twig with two\nleaves, the larger leaf on the right slightly overlapping the\nother. Below the leaves is a\ncommemorative text that\nreads  150 YEARS/\nANS,  and is unique",
            "to this coin.",
            "Number 1",
            "January + February 2017 --------------------------",
            "Ensemble de pi ces canadiennes classiques 2017",
            "Avec l loquence des  uvres d art, nos pi ces de\ncirculation pr sentent des images intemporelles qui\nracontent notre histoire, illustrent les splendeurs de\nnos paysages diversifi s et expriment notre fiert ,\nd un oc an   l autre. L Ensemble de pi ces\ncanadiennes classiques 2017 met puissamment\nen valeur notre histoire et notre patrimoine\nnaturel particuli rement en cette grande occasion,\nles c l brations du 150e anniversaire de la\nConf d ration. Chaque pi ce constitue\nun parfait exemple des six pi ces\nde valeur nominale dont les motifs\nembl matiques ne seront pas mis en",
            "circulation cette ann e!",
            "Piedfort de 25 $ en argent fin 2017  \nEmbl mes intemporels",
            "Le castor et la feuille d rable : voil  les deux symboles par\nexcellence de notre nation. L un  voque le r le pr pond rant\nqu a jou  la traite des fourrures dans l histoire du pays;\nl autre, avant m me d orner notre drapeau, faisait d j  figure\nde symbole canadien en repr sentant notre territoire, sa\nbeaut , son peuple et ses espoirs pour l avenir. En fusionnant\nces embl mes qui suscitent toujours l admiration en\nincarnant avec brio l essence du Canada, la Monnaie royale\ncanadienne c l bre un voyage de 150 ans et tout l avenir qui\nnous attend.",
            "Pi ce de 10 $ en argent fin 2017  \nFeuilles d rable",
            "Les graveurs de la Monnaie royale canadienne ont reproduit\navec une minutie remarquable l embl matique motif qui\na orn  la pi ce de un cent canadienne de 1937   2012 ( \nl exception de la pi ce du centenaire frapp e en 1967).\n uvre de G. E. Kruger-Gray, le motif repr sente une ramille\n  deux feuilles d rable, celle de droite, la plus grande,\nchevauchant l autre l g rement. Au-dessous des feuilles se\ntrouve la mention comm morative   150 YEARS/ANS  ,\nqui est exclusive   la pi ce.\n"
        ],
        "PageNo": "37"
    },
    {
        "File": "The_CN_Journal_january_38.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES DES CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)\nFONA, #22198",
            "Now would be a good time for both you and\nN your club to set goals and objectives for 2017.",
            "Also, if you have club news or events you d like\npublished here, please forward them to me and I will include\nthem in my column. I hope to see many of you during the\n2017 RCNA Convention in Boucherville, Quebec.",
            "In The CN Journal, we will reprint many of the best\nquality articles written in 2016 for local and regional\nclubs. These articles will show others what s required\nto be competitive in our literary award competitions \nparticularly local club articles seen to qualify for the\nJerome Remick Literary Award.",
            "Review your local club s 2016 Newsletters and\nsend in your choices for the Remick Award for best\nlocal club article. By nominating your club s best\none or two articles, your authors gain an opportunity\nto receive national recognition through their article\nappearing in The CN Journal.",
            "Has your local club had an outstanding year of\naccomplishments? If so, nominate your club for the\nLouise Graham Club of the Year Award. Nominations\nare open until March 31, 2016, and should be submitted\nto me at xr7gt@prodigy.net. With article nominations,\nplease include a pdf, or other file copy. The nomination\ncriteria for these awards is printed on page 9 of this\nissue or is available on the RCNA Web site.",
            "Canadian Association of Wooden Money\nCollectors Announce Canada 150 Competition",
            "The Canadian Association of Wooden Money Collectors\n(CAWMC) has launched a competition for a  not so official \nCanada's Birthday logo design. The competition will be\nopen to RCNA members. Everyone submitting an entry\nwill receive a one-year digital membership to the CAWMC\nmonthly newsletter Timber Talk. For more information\nplease go to www.nunet.ca/CAWMC or contact France D.\nWaychison, President, at france@waychison.com.",
            "Special Offer from Canada Wide Woods",
            "James Williston, who purchased Canada Wide Woods\nfrom Bill Cousins and Larry Walker in August of 2015, is\nlooking forward to spending his retirement years devoted\nto this full-time venture, and he expects to be inundated\nwith orders from new and existing customers over the\nnext six months. James recently received authorization\nto produce woods featuring the official Canada 150 logo\nand is offering numismatic clubs and collectors the logo\nimprint on their order at no extra charge.",
            "Cette p riode de l ann e est un bon moment pour vous et\nvotre club de fixer des buts et des objectifs pour 2017.\nAussi, si vous avez des nouvelles de votre club ou des\n v nements que vous aimeriez partager, s il vous plait, me les faire\nparvenir et je vais les inclure dans ma chronique. J esp re vous\nvoir nombreux lors du congr s de 2017   Boucherville, au Qu bec.",
            "Dans /e journal canadien de numismatique, nous allons\nreproduire plusieurs articles de qualit  parmi les meilleurs qui\nont  t  publi s en 2016 par les clubs locaux et r gionaux. Ces\narticles serviront d exemple pour d montrer ce qui est exig \npour  tre concurrentiel dans nos concours de prix litt raires  \nplus particuli rement les articles de bulletins des clubs locaux\nqui qualifient pour le Prix litt raire Jerome Remick.",
            "Passez en revue vos bulletins et autres publications de club local\n mis en 2016 afin de soumettre des articles pour le prix Jerome\nRemick qui r compense le meilleur article pour un club local. En\nsoumettant les meilleurs articles de votre club, ces auteurs ont la\npossibilit  de recevoir une reconnaissance nationale par l'entremise de\nleur article qui sera publi  dans /e journal canadien de numismatique.",
            "Votre club local a-t-il connu une ann e remarquable remplie\nd accomplissements? Si oui, soumettez le nom de votre club pour le\nprix Louise Graham du club de l ann e. Les mises en nominations\nsont ouvertes jusqu au 31 mars 2016 et doivent m' tre envoy es a\nxr7gt@prodigy.net. Pour les nominations d article, veuillez inclure\nun PDF, ou sous une autre forme de fichier  lectronique. Les\ncrit res de nomination pour ces prix sont imprim s   la page 9 de ce\nnum ro et sont disponibles sur le site Web de PT ARNC.",
            "L'Association canadienne des collectionneurs de\nmonnaie de bois (CAWMC) lance un concours de\nlogo comm morant la f te du Canada",
            "L  Association canadienne des collectionneurs de monnaie\nde bois (CAWMC) a lanc  un concours pour un logo  pas si\nofficiel  pour l anniversaire du Canada. La comp tition sera\nouverte aux membres de RCNA. Toute personne soumettant\nune inscription recevra une adh sion num rique d un an au\nbulletin mensuel Timber Talk de la CAWMC. Pour de plus\namples renseignements, veuillez visiter www.nunet.ca./\nCAWMC ou contacter France D. Waychison, pr sident,  \nfrance@waychison.com.",
            "Offre sp ciale de Canada Wide Woods",
            "James Williston, qui c est port  acqu reur de Canada Wide Woods\nd tenu par propri t  de Bill Cousins et Larry Walker jusqu en ao t\n2015, attend avec impatience de pouvoir profiter de ses ann es\nde retraite en se consacrant   plein temps dans son entreprise, et\nil pr voit  tre inond  de commandes de clients actuels et futurs\nau cours des six prochains mois. James a re u r cemment\nl autorisation de produire des jetons de bois avec le logo officiel",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "38"
    },
    {
        "File": "The_CN_Journal_january_39.jpg",
        "Paragraphs": [
            "Among the first to place orders will likely\nbe members of the Canadian Association\nof Wooden Money Collectors eager to\ntake advantage of this offer and also\nto put their personalized die back into\nservice. If you have never designed\nyour own wood, this may be an\nopportunity to consider creating a\nlasting souvenir. Pricing is based on\nthe quantity ordered and whether a new\nor existing die is used for the front of the\ntoken. Contact James at email jawilliston@\nshaw.ca or by phone (403) 461-2663 for more\ndetails. Additional information can also be found by\nvisiting the CWW Web site at canadawidewoods.net.",
            "New Political Note Issue",
            "Information request first published in the SNO\nBulletin de Liaison.",
            "A new political or fantasy, non-",
            "negotiable, banknote is in the market.",
            "The purpose of the $15 note is to",
            "lobby for the increase of the minimum",
            "wage to $15. At the moment, we",
            "do not have any information on the",
            "designer or the issuer. If you can",
            "provide additional information about",
            "these notes, please email the SNQ at editeur@snquebec.\nca and also to me at xr7gt@prodoigy.net.",
            "Waterloo Coin Society Members Promote\nHobby to Juniors during Toronto Coin Expo",
            "First published in the Waterloo Coin Society November\n2016 Bulletin. Juniors represent the future of our hobby.\nThose of us actively involved in teaching the educational\naspects of numismatics need to seek opportunities to\nintroduce and promote numismatics to this group.",
            "Chris Boyer and Jeff Fournier recently made numismatic\nheadlines thanks to their commitment to inspire and\neducate the younger generation on the benefits and joy\nof collecting coins. Two educational workshops were\nconducted at the Toronto Coin Expo in October. They were\nprimarily to encourage and educate those eight-years-and-\nolder curious about the hobby and to help youngsters who\nare new to collecting. Both well-known educators received\nhigh praise for their efforts from organizer Jared Stapleton\nand many in the numismatic community.",
            "Chris and Jeff s collaboration sparked quite a bit of\ninterest with catchy titles such as Setting Kids Imagination\non Fire and Setting Collecting on Fire, reassuring\nCanadian Coin News readers that no kids were harmed in\nthe making of the presentation. Adding to the excitement",
            "Number 1",
            "January + February 2017 --------------------",
            "du 150e du Canada et offre aux clubs numismatiques et",
            "aux collectionneurs d imprimer ce logo sans frais\nsuppl mentaire lors de votre prochaine commande.",
            "Parmi les premiers   passer une commande,",
            "on verra surement les membres de l association",
            "canadienne des collectionneurs de monnaie de",
            "bois qui voudront profiter de cette offre et remettre",
            "en circulation leur matrice personnalis e. Si vous",
            "n avez jamais con u votre propre jeton de bois,",
            "ceci peut  tre une occasion d envisager de cr er",
            "un souvenir durable. Le prix est bas  sur la quantit ",
            "command e et s il existe d j  des matrices pour l avant",
            "ou le revers du jeton. Contactez James au courriel jawilliston@",
            "shaw.ca ou par t l phone (403) 461-2663 pour plus de d tails. Des",
            "renseignements suppl mentaires sont  galement disponibles sur le",
            "site internet de CWW   l adresse wwwcanadawidewoods.net.",
            "Nouveau billet politique  mis",
            "Article publi  pour la premi re fois dans le Bulletin Li-\naison de la SNQ.",
            "Un nouveau billet de banque politique\nou billet de fantaisie, non n gociable, est\nsur le march . L'objectif du billet de $15\nest de mettre de la pression en faveur\nd une augmentation du salaire minimum\n  $15.   ce jour, nous ne disposons\nd aucune information sur la personne qui\na con u le billet ou qui est l metteur. Si vous pouvez fournir\ndes renseignements suppl mentaires sur ces billets, veuillez\nenvoyer un courriel   la SNQ   editeur @snquebec.ca et\nm inclure  galement au courriel xr7gt@prodoigy.net.",
            "Les membres de la soci t  numismatique de\nWaterloo font la promotion de notre passe-temps\nlors du Toronto Coin expo",
            "Publi  pr c demment dans le bulletin de la Soci t  numisma-\ntique de Waterloo du mois de novembre 2016. Les jeunes repr -\nsentent le futur pour notre passe-temps. Ceux d entre nous qui\ns impliquent activement dans l enseignement des aspects  ducatifs\nde la numismatique doivent chercher des occasions d'introduire et\nde promouvoir la numismatique   ce groupe d' ge.",
            "Chris Boyer et Jeff Fournier ont r cemment fait les manchettes\nnumismatiques gr ce   leur engagement   inspirer et    duquer la\njeune g n ration sur les avantages et les plaisirs de collectionner\ndes pi ces de monnaie. Deux ateliers  ducatifs ont  t  pr sent s\nlors du Toronto Coin Expo en octobre dernier. Le but principal\n tait d'encourager et d duquer ces jeunes curieux  g s de plus de\nhuit ans et d aider les nouveaux   mieux comprendre le monde de\nla numismatique. Les deux  ducateurs, qui sont bien connus, ont\nre u des  loges pour leurs efforts de la part de l organisateur Jared\nStapleton et de nombreux membres de la communaut  numismatique.",
            "La collaboration de Chris et Jeff a suscit  beaucoup d int r t\navec des titres captivants comme   Setting Kids Imagination on Fire\n"
        ],
        "PageNo": "39"
    },
    {
        "File": "The_CN_Journal_january_40.jpg",
        "Paragraphs": [
            "was the attendance of Samantha\nPierre, winner of the 2016\nMiss Teenage Canada beauty\npageant. Samantha captivated\nthe attention of the children\nstressing the importance of\nhaving a hobby, while also\nsharing a few of the benefits\nfrom her own experiences.\nThe nineteen-year-old, who\napproached Jared interested in\nbeing a guest speaker at the\nshow, helped attendees make\ntheir own chocolate coins, and\nshe spent some time at the\nCAND Coin Kids table.",
            "RCNA Assists in Celebration of Michigan\nState Numismatic Society s 60th Anniversary",
            "The Michigan State\nNumismatic Society celebrated\nits 60th anniversary recently\nand was assisted by a number\nof RCNA members, during\nthe society s fall convention\nheld in Warren, Michigan.\nWindsor Coin Club hosted the\nMSNS celebration event, and\nmany of Windsor s members\nlooked after the Michigan\nmeeting s Registration Desk.\nMargaret Clarke, Treasurer of\nthe Windsor Coin Club acted\nas the Master of Ceremonies at\nthe banquet that was attended\nby about one hundred and\ntwenty guests. Guest speaker\nat the banquet was David\nHarper, Editor of Numismatic\nNews, and his topic was titled\n Sixty Years on the Way to\nForever.  Brett Irick, President\nof the Windsor Coin Club and\nRCNA Director, helped with\nthe planning of this special\nanniversary banquet. Brett is\nthe incoming President of the MSNS.",
            "Paul Johnson presented an RCNA Certificate of\nRecognition to MSNS President Julianna Wostyn in\nhonour of the society s sixty years as an organization. ANA\nPresident Jeff Garrett brought congratulations to the\ncelebration, and later he presented an ANA Presidential\nAward to RCNA s Paul Johnson for Paul s long-time\nwork on the hobby s behalf. Bret Peck",
            "(Enflammons l imaginaire des enfants) et\nSetting Collecting on Fire (Briler d envie\nde collectionner),   rassurant les lecteurs\ndu Canadian Coin News qu aucun enfant\nn a  t  brul  lors de la pr sentation.\nAjoutons   l excitation la participation\nde Samantha Pierre, laur ate du concours\nde beaut  Miss Teenage Canada 2016.\nSamantha a captiv  l attention des enfants\nen soulignant l importance d avoir un\npasse-temps tout en partageant quelques-\nuns des avantages de ses propres\nexp riences. La jeune fille de dix-neuf ans,\na approch  Jared pour offrir ces services\ncomme conf renci re lors de l exposition,",
            "elle a aid  les participants   fabriquer leurs propres pi ces de monnaie\nen chocolat, et elle a pass  du temps   la table des jeunes numismates.",
            "L ARNC contribue   la c l bration du 60e\nanniversaire de la soci t  numismatique de",
            "l tat du Michigan",
            "La Soci t  numismatique de l tat du\nMichigan a r cemment c l br  son\n60e anniversaire et a re u le support\nde certains membres de l ARNC\nlors du congr s d automne de la\nSoci t  qui c est d roul    Warren,\nMichigan. Le club numismatique\nde Windsor a organis  l v nement\nde c l bration pour la MSNS, et de\nnombreux membres de Windsor\nont aid  lors de l inscription pour\ncette rencontre. Margaret Clarke,\ntr sori re du club numismatique de\nWindsor, a agi comme ma tresse de\nc r monie lors du banquet auquel\nont assist  environ cent vingt invit s.\nLe conf rencier lors du banquet  tait\nDavid Harper, r dacteur en chef de\nNumismatic News, et son sujet  tait\nintitul   Soixante ans en route pour\nl ternit   . Brett Irick, pr sident du\nclub numismatique de Windsor et\ndirecteur de l ARNC, a particip   \nla planification de cette c r monie\nsp ciale. Brett est  galement le\nprochain pr sident du MSNS.",
            "Paul Johnson a pr sent  un certificat de reconnaissance de\nVY ARNC   la pr sidente du MSNS Julianna Wostyn en l honneur\ndes soixante ans de l organisation. Le pr sident de l  ANA, Jeff\nGarrett, a pr sent  ses f licitations durant la c l bration, et plus\ntard dans la soir e, il a remis un prix du pr sident de l ANA  \nPaul Johnson de l ARNC pour sa contribution dans notre passe-\ntemps, travail qu il fait depuis bien des ann es.  Brec  Mick",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "40"
    },
    {
        "File": "The_CN_Journal_january_42.jpg",
        "Paragraphs": [
            "ERROR OF THE MONTH FRCNA,FCNRS,FONA, LM #430",
            "Silver Anomaly",
            "uring the last Torex show held in Toronto November\n18-19, 2016, dealer and true friend of the hobby,\nSveto Kovacevic, of Ancient Numismatic",
            "Enterprise, called me over to his table. He showed",
            "me a very interesting item he recently came",
            "across. At first blush what Sveto had appeared to",
            "be a regular 1999 Millennium Uncirculated Set,",
            "originally sold by the Mint for $24.95. These are",
            "quite common. However, upon a closer look I saw",
            "what Sveto had already discovered. One of the coins, the",
            "MARCH 1999 25-cent piece, was beginning to exhibit a light",
            "peripheral toning, very curious!",
            "The uncirculated quality coins in this set are regular business strikes on pure\nnickel planchets. Nickel does not tone (oxidize) under normal conditions, so it\nwas strange to see this effect.",
            "Closer examination revealed the coin was struck on a silver planchet,\nwhich can oxidize. The tone was caused by contaminants in the\ncardboard holder. As you can see from this coin s image at the right,\nthe metal colour is significantly closer to that of silver than to\nnickel. In the two coin images below, the coin at the left is nickel,\nuncirculated, and the one at the right is silver, proof. So, how could\nthis error set have occurred?",
            "The Mint did produce proof quality silver coins for this series;\nthey were sold in sets, and at the same time, sold singly. The set\nretailed for $149.95, while the individually packaged coins sold for\n$14.95 each. So the silver coin in itself isn t surprising, but how did\nsuch a proof coin get into Sveto s nickel uncirculated set, and 1s it really\na proof coin?",
            "By comparing the three images you can see the strike quality of the\ncoin in question is somewhere between the two representative examples, not\nexhibiting many of the properties of a proof quality coin but a nice strike for an\nuncirculated coin.",
            "a The CN Journal Volume 62\n"
        ],
        "PageNo": "42"
    },
    {
        "File": "The_CN_Journal_january_43.jpg",
        "Paragraphs": [
            "On inspection the holder card does not seem to be\ntampered with; removing a coin from a cardboard holder\ntypically leaves evidence of the act. This expected damage\ndoes not seem to be visible in this case, which leads to\nthe conclusion that a proof coin was not inserted into the\nholder post production. It is interesting to note, however,\nthat the discussion coin is the only one not oriented like\nthe others in the holder; rather it is rotated by about 45\ndegrees clockwise. Not to mention, it seems unlikely\nthat someone would intentionally exchange a nickel\nuncirculated coin in the set for a relatively expensive\nsilver proof coin.",
            "Clearly the existence of the set does present us with a\nbit of an anomaly.",
            "If this set was assembled at the Mint, how did the\nsilver planchet get into the batch of nickel planchets?\nEspecially so, since the different strike qualities of these\ntwo examples have most recently been the products of two\ndifferent plants. The nickel uncirculated coins are usually\nstruck in the Mint s Winnipeg facility, while the proof\ncollector coins are struck in the Ottawa plant.",
            "However, there are always exceptions to the rule. In this\ncase there are examples of collector coins being struck\nin Winnipeg: the 1998 W and 2000 W pliofilm  brilliant\nuncirculated  sets, for example. Production of these sets\nwas moving back and forth between Winnipeg and Ottawa",
            "Number 1",
            "January + February 2017 --------------------------",
            "during the time when our silver MARCH coin was made.\nThat fact could be a reasonable indicator that production\nof the coins used in these sets might have been a shared\nresponsibility.",
            "Although not directly related, it is also interesting to\nnote that there are two mule varieties of error coins that\nexist in this series. The SEPTEMBER and NOVEMBER\nreverse designs exist muled with the standard, non\ndenominational, obverse used on the regular Caribou 25-\ncent issue. If you remember, only the millennium 25-cent\npiece was issued into circulation; the regular Caribou 25\ncents was only issued in the pliofilm collector sets. This\nsuggests that collector coins were being made at the same\nfacility as the millennium coins.",
            "Along with the other factors, including the apparent\nstrike quality of our coin, this is enough circumstantial\nevidence to at least consider that the silver planchet could\nhave mistakenly been struck along with nickel planchets\nused to strike the MARCH coins.",
            "If our silver MARCH coin is not one of the commonly\navailable proof coins, but is actually an off-metal wrong\ndenomination error included in the set at the Mint, this\nwould be extremely rare if not unique. I have not seen any\nothers be identified.",
            "As always, keep your eyes open!\n"
        ],
        "PageNo": "43"
    },
    {
        "File": "The_CN_Journal_january_44.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY #17134",
            "Canadian and It s Provincial Money, Facts & Figures [sic]",
            "round 1965, Ralph C. Jones began a series of books\nA called  Facts & Figures  to help numismatists track",
            "values of popular groups of coins from around the\nworld. The first book in his new series was Canadian and\nIt s Provincial Money, Facts & Figures.",
            "In the foreward, Ralph Jones dedicates his book\nto the charter members of the American Numismatic\nAssociation, especially to John F. Jones who was member\nnumber 6. John Jones was born in Sweden in either\n1864 or 1865, and immigrated to the United States in his\ninfancy. He eventually lived in Jamestown, New\nYork, where he worked as a city engineer. He\nwas also a member of the Chautauqua Historical\nSociety and helped to found the Chautauqua\nCounty Coin, Stamp, and Curio Club, in 1930.\nRalph neglects to mention that John Jones was his\ngrandfather.",
            "He does go into detail about the problems\ncollectors in his grandfather s time had storing their\ncoins. No ready-made envelopes were available, so\nmost collectors resorted to making their own. But\nthis was fraught with hazards. High sulfur content\nin the paper would tone the coins, and glue could\nseep onto them, causing damage.",
            "Ralph described two  pet wants  of\nnumismatists in his grandfather s time. The first\nwas a truly universal and safe coin holder, which\nexplains Ralph s dissertation on the history of coin\nenvelopes.",
            "The problem is addressed by Ralph in his book.",
            "He advertises for sale a new storage system of his\nown invention.  Each holder is 3 x 5 inches (the\nperfect size for your wife s recipe box) and will fit\n99.9 percent of all minor coins issued in the world\nsince 1900. ",
            "Tables make up the remainder. Each has space\nto enter values below the headings: Book, Trends,\nBuy, Sell, Roll Buy, and Roll Sell, by grade for\neach denomination and year of the decimal coins of\nCanada, its provinces, and coins of Newfoundland.",
            "Previously I had mentioned the first pet want of\nJohn, the elder Jones. The second was  a book to\nkeep his inventory and notes along with the current\nprice quotations.  Ralph s tables were meant to\nhelp an enterprising collector or dealer to keep a\nrecord of the current values of Canadian coins.",
            "The book also includes tables for the banknotes of\nCanada and Newfoundland, for proof-like sets, specimen\nsets, and complete collections of various denominations.",
            "Ralph explains how the teletype system, used in the\n1960s, meant that the prices of coins could change each\nday,  not unlike the New York Stock Exchange.  It s\nunclear how useful Ralph Jones s book was because\nit seems unlikely that many collectors would go to the\ntrouble to update entries daily.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "44"
    },
    {
        "File": "The_CN_Journal_january_46.jpg",
        "Paragraphs": [
            "CANADIAN SPICE",
            "BY ROGER C. PAULEN\nLM#,439",
            "1968 Nickel Dollar Doubled Die Reverse",
            "Previously, we discussed the coming of age with\nP Canadian varieties and their inclusiveness within\nPCGS Registry Sets. My personal favourite series, the\nCanadian nickel dollars, also recently had its set composition\nmodified to include two more varieties from 1968 and\nsome changes in the weightings. The 1984 Cartier dollar\nno longer carries a higher\nweight, and the 1985\ndollar was bumped up\nsignificantly, as it should\nbe. Other than the 1-cent\nseries, circulation strike\ncoins dated 1985 tend to be\nthe hardest to find in gem\nmint state condition for\nmost nickel composition\ndenominations (Figure 1).\nThe two additions to the\n1968 series are probably the\nmost misattributed modern\ncoins seen in coin dealer\ninventories, Canadian coin\nInternet sites, and in third\nparty grading holders. The\nmain issue is that machine\ndoubling, die deterioration\ndoubling and doubled dies\nwere common with the first\nyear of striking the large,\npure nickel dollars, and\nseveral doubled die variants\nexist. The 1968 dollar\nwith Extra Waterlines\nwas originally discovered\nin proof-like strikes and\nrecognized as a doubled die\nvariant. The coin was first listed in the back variety section\nof the 59th Edition of Charlton Standard Catalogue (Cross,\n2005, p. 455). This variety was later discovered in circulation\nstrikes as well. For a coin to be correctly identified as the\nExtra Waterlines variety, Ken Potter identified a distinctive\nmarker: The feather in the Indian s hair had to be doubled\nand with the tip notched, in order to be from the doubled die\n(Figure 2). Potter had also identified three additional variants\nof the Doubled Die Reverse (DDR#4, DDR#5 and DDR#11)\nwith lesser amounts of doubling in the bow waterlines and\nacross the various regions of the reverse, but most noticeably\nin the in date, and word DOLLAR (Potter, 2016).",
            "The 60th Edition of the Charlton Standard Catalogue\nadded to the confusion, with the first true variety supplement\ndedicated to dollar varieties appended at the back of the\ncatalogue (Cross, 2006). The Extra Waterlines dollar\nmentioned was assigned the Charlton Number CH #1968\nRev-004. A new variety was also listed for the first time,\nas having a distinctive doubled top horizon line only, and\nwas listed as CH #1968 Rev-005. The two Extra Waterline\nvarieties then appeared as separate entities in the front part of\nthe 63rd Edition of the Charlton Standard Catalogue (Cross,\n2009), thus, the Charlton Numbers were replaced with the\nacronym DHL (Double Horizon Lines) -1 and -2, for the\nExtra Waterlines and Extra Top Horizon Line, respectively.\nCanadian Coin News Trends listings, Internet coin sites and\nCanadian third party grading companies, soon followed suit.",
            "Close examination of the doubled top horizon line, shows\nthat the lower wavy Doubled Waterline was not consistent\nwith the linear top horizon line. Further study into this\nseries, demonstrated that all Normal Island dollars had the\nsecond top horizon line, and therefore it was considered to\nbe part of the normal die design and subsequent removed\nfrom Charlton s Catalogue in the 67th Edition (Paulen,\n2013). The only coins not having this doubled upper\nhorizon line were the result of die polishing (1.e., Small\nIsland and No Island varieties) and ironically, the doubled\ndie (Extra Waterlines variety). Coins listed or certified as\nDHL-2 are actually Normal Island 1968 dollars and carry\nno additional premium, yet they persist in the marketplace.",
            "Although the doubled feather Extra Waterlines marker was\npublished by Ken Potter and was included in the 59th Edition\nCharlton (Cross, 2005), collectors, dealers and third party",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_january_47.jpg",
        "Paragraphs": [
            "grading companies still misattribute all variations of doubling\nwith the waterlines as the Extra Waterlines type. Aside from\nthe feather, the waterlines should be strongly doubled, with a\ndistinctive separation between the raised waterlines (Figure 3).\nAll other types of doubled die reverse can be easily identified\nby the notched devices in the corners of A and R in DOLLAR\n(Figure 4) and are thus able to be attributed as a DDR by PCGS\nin its registry set for nickel dollars, typical of die doubling\n(Stanton, 2004). The Extra Waterlines variety is scarce and\na strong premium is well warranted for tts listed price. The\nDDR variety is more common, and should only command a\nminor premium in better grades. Collectors and dealers are\ncautioned when buying the Extra Waterlines variety in both\nuncertified and certified forms, to pay attention to the feather\nand distinctive waterlines that define this scarcer variety.\nThere were 5,579,714 dollars struck for circulation\nin 1968 and another 521,641 dollars struck as proof-\nlike. The die production resulted in at least four\ndoubled die reverses, as documented by Potter (2016),\nbut several more doubled, tripled or even quadrupled\nDDR have been observed and remain undocumented\nin any systematic fashion. A quadrupled DDR is shown\n(Figure 5) with split serifs of the R in DOLLAR.",
            "Number 1",
            "January + February 2017 --------------------------",
            "With lots to find and more yet to be discovered, grab your\nloupe and join the hunt!",
            "Acknowledgements",
            "K. Potter 1s acknowledged for sharing his Variety Coin\nRegistry  online in the public domain. Charlton Numbers\nare copyright of Charlton Press, and used with permission.\nThe set compositions and their weights applied to the coins\nlisted in Figures | are copyright of PCGS.",
            "References",
            "Cross, W.K. 2005. Charlton Standard Catalogue Canadian Coins,\n59th ed.",
            "  2006. Charlton Standard Catalogue Canadian Coins, 60th\nAnniversary ed.",
            "2009. Charlton Standard Catalogue Canadian Coins, 63rd ed.",
            "Paulen, R.C. 2013. Nickel dollar die varieties in the 67th Edition.\nIn: WK. Cross, Charlton Standard Catalogue Canadian Coins,\nVolume One, Numismatic Issues 2013, 67th ed., pp. 291-326.",
            "Potter, K. 2016.  United States & Foreign Error-Variety Coins\nFixed Price List,  updated Spring 2016. koinpro.tripod.com/\nErrorVarietyList.htm (accessed, December 2016).",
            "Stanton, J.T. 2004.  Determining die doubling from other\nforms of doubling.  hermes.csd.net/~coneca/content/",
            "StrikeDoublingFlyer-PDF pdf\n47",
            ""
        ],
        "PageNo": "47"
    }
]