[
    {
        "File": "The_CN_Journal_march_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT,",
            "This year Canada s famous groundhogs, Ontario s",
            "Wiarton Willie and Nova Scotia s Shubenacadie",
            "Sam, did not see their shadow and so have\n predicted  an early spring. From what I can see, at least in\nmy area, they may be right!",
            "If the good weather holds I hope you will be able to\nget out to the various shows hosted by the coin collectors \nclubs in your area. Your continued support in this will\nhelp these clubs derive the ever essential profits to pay for\ncritical expenses, such as their facility s rent. While we are\non the topic of local clubs, I encourage you to attend one\nof their meetings as a guest. I am sure you will find that\nyou enjoy the evening in the company of others who share\na common interest.",
            "You may even consider joining the club you visit, as a\nregular. Membership in your local club is a very cost effective\nway to add diversity to your collecting experience, just as\nmembership in the RCNA is a very cost effective way to\nenhance your collecting experience. In fact this is an excellent\ntime to encourage a friend to join our Association. The\nmembership incentive program being extended to local clubs\nat the moment will allow their members to join the RCNA at\na discounted rate for their first year.",
            "Among the many benefits of RCNA membership, my\nfavourite activity is attending our annual Convention. The\nConvention is fhe numismatic event of the year in Canada. In\naddition to attending our Canada s Money Collector Show, the largest\nthree-day numismatic show in the country, it is an opportunity\nto meet other collectors, attend specialty collector association\nmeetings and numismatic educational events. Also it is a\nchance to tour local attractions and take in the sights.",
            "Our 64th Annual Convention takes place from Tuesday\nJuly 18 to Sunday July 23, at the H tel Mortagne, 1228\nrue Nobel, Boucherville, Quebec. Why not make plans\nright away to attend? For further information go online at\nwww.rcna.ca/2017 .",
            "The host club this year is the Association des numismates\net des philat listes de Boucherville. Our official auctioneer\nfor the Convention is The Canadian Numismatic Company.\nWe are happy to have Marc and Eric at TCNC on board\nfor the auction in Boucherville. There is exciting news for\nour members who may be considering consigning items to\nthis auction. For auction consignments by RCNA members,\nTCNC will waive the stated seller s fee. This is a huge benefit\nof membership, and one that you can truly profit from.",
            "In closing, our next executive meeting will be in April\nduring the Ontario Numismatic Association Convention\nin Kitchener, Ontario. If there is anything that you want\nme to bring to the attention of this meeting, please let me\nknow either directly at president@rcna.ca or through our\nexecutive secretary at info@rcna.ca.",
            "Cd",
            "Number 2",
            "March 2017 ---------------------------------------",
            "MOT_DU_PR SIDENT.",
            "ette ann e, les fameuses marmottes du Canada, Wiarton",
            "Willie, de l'Ontario, et Sam de Shubenacadie en Nouvelle-",
            " cosse, n ont pas vu leur ombrage donc ont  conclu  que le\nprintemps sera plus t t. D apr s ce que je peux voir, du moins dans\nma r gion, ils peuvent avoir raison cette ann e!",
            "Si la temp rature est cl mente, j esp re que vous en prendrez\navantage pour visiter les diff rents salons d exposition de monnaie\norganis s par les clubs numismatiques de votre r gion. Votre\nencouragement de ces initiatives de clubs aide   g n rer de l gers\nprofits afin d aider   payer les d penses essentielles, tels les frais\nde location de salle pour les rencontres mensuelles. Pendant que\nnous sommes sur le th me des clubs locaux, je vous encourage  \nassister   une de leurs r unions en tant qu invit . Je suis convaincu\nque vous allez appr cier de passer votre soir e en compagnie\nd autres collectionneurs qui partagent votre int r t.",
            "Vous pourrez m me envisager de rejomdre le club que vous visitez\net devenir un membre r gulier. L adh sion   un club local est une\nfa on tr s  conomique d ajouter de la vari t  dans votre collection,\nde la m me fa on qu une adh sion de l ARNC est un moyen tr s\nrentable de rehausser votre exp rience numismatique. En fait, c est un\nexcellent moment pour encourager un ami   rejoindre |  Association.\nLe programme de parrainage pour l adh sion, qui est offert pour\nl'instant aux clubs locaux, permettra aux nouveaux membres de\njoindre |  Association   un tarif r duit pour leur premi re ann e.",
            "Parmi les nombreux avantages d tre membre de l ARNC, je\nmentionne mon activit  favorite qui est d assister   notre congr s\nannuel. Le congr s est l v nement numismatique de l ann e\nau Canada. En plus d assister   l exposition des collectionneurs\nd argent du Canada, la plus grande exposition nationale de\nnumismatique  chelonn e sur trois jours, c est l occasion parfaite\nde rencontrer d autres collectionneurs, d assister   des r unions\nd associations de groupes sp cialis s et de sessions  ducatives\ntouchant la numismatique. C est  galement une opportunit  de\nvisiter les attractions locales et de visiter des sites touristiques.",
            "Rappelons que notre 64e congr s annuel aura lieu du 18 au 23\njuillet   l'H tel Mortagne situ  au 1228 rue Nobel   Boucherville,\nQu bec. Pourquoi ne pas faire vos r servations pour y assister. Pour\nplus d informations, visitez le site en linge wwwrcna.ca/2017.",
            "Le club h te du congr s cette ann e est l association des\nnumismates et des philat listes de Boucherville. Notre encanteur\nofficiel pour ce congr s est The Canadian Numismatic Company.\nNous sommes ravis de compter sur Marc et Eric de TCNC  \ntitre d encanteur   Boucherville. Nous avons aussi des nouvelles\nexcitantes pour nos membres qui envisagent peut- tre d envoyer\ndes items pour cette vente aux ench res. Pour les membres de\nl 'ARNC, TCNC renonce aux frais de vente indiqu s pour les\nitems mis en consignation. C est un b n fice important pour nos\nmembres, et un b n fice dont vous pouvez profiter imm diatement.",
            "En terminant, notre prochaine r union ex cutive se tiendra en\navril lors du congr s de I  Association Numismatique de l Ontario  \nKitchener, en Ontario. S il y a quelque chose que vous voulez que je\nporte   l attention de l ex cutif lors de cette r union, n h sitez pas   me\nle faire savoir directement au president (@rena.ca ou via notre secr taire\nex cutif de l ARNC   i7fo(@rcna.ca "
        ],
        "PageNo": "53"
    },
    {
        "File": "The_CN_Journal_march_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE_bDU_CONGRES",
            "Wide Variety of Tours Planned during the 2017 Boucherville RCNA Convention + Une\ngrande vari t  de visites pr vues pendant le Congr s ARNC 2017 a Boucherville",
            "Numerous\ntours and\nsocial events",
            "await conventioneers at\nthe 2017 Boucherville\nRCNA Convention, in\nQuebec, from July 18\nto 23.",
            "There are a great\nmany historic sites\nto see in the area\naround Montreal and\nBoucherville. This year the area will be celebrating the\n350th anniversary of Boucherville, the 50th anniversary\nof the Host Club L  Association des numismates et des\nphilatelists de Boucherville, the 375th anniversary of\nthe City of Montreal, and the 150th anniversary of\nCanada. The organizing committee hopes that you will\nattend the 2017 RCNA Convention and take part in\nmany of the tours and social events.",
            "Tuesday July 18\nCity of Montreal Tour (9:00 am   5:00 pm)\nCost: $ 35.00 per person",
            "9:00 am: Depart Hotel Mortagne, Boucherville",
            "We visit the Chateau Ramezay Museum, Head Office\nof the Bank of Montreal Museum and Archives, and\nNotre Dame Basillica; these all await you on this tour.\nThis year, the Bank of Montreal is celebrating its 200th\nanniversary.",
            "We stop in Old Montreal so that you may have lunch,\nat a restaurant of your choice.",
            "Then we return to the hotel around 5 pm.",
            "Early Bird Dinner - SCORES Restaurant (6:30  \n9:30 pm)\nDinner at your own expense",
            "The Early Bird Dinner will be at SCORES Restaurant,\nonly a short walk from the hotel. There you can order\nfrom a variety of menu dishes, which are reasonably\npriced.",
            "We will meet in the lobby of Hotel Mortagne at 6:30\npm and walk together to the restaurant.",
            "Number 2",
            "March 2017 ----------------------------------------",
            "De nombreuses\ntourn es et\n v nements",
            "sociaux attendent\nles congressistes qui\npr voient assister\nau congr s 2017 de\nl Association Royale\nde Numismatique du\nCanada 2017 qui se\ntiendra   Boucherville,\nau Qu bec, durant la\nsemaine du 18 au 23 juillet.",
            "Il y a tant de sites historiques   voir dans la r gion de\nMontr al et de Boucherville au Qu bec. Cette ann e marque\nle 350e anniversaire de Boucherville, le 50e anniversaire du\nClub h te L Association des numismates et des philat listes\nde Boucherville, le 375e anniversaire de la ville de\nMontr al, et le 150e anniversaire du Canada. Le comit \norganisateur esp re que vous pr voyez assister au Congr s\n2017 de l ARNC et que vous prendrez part   plusieurs de\nces visites et  v nements sociaux.",
            "Mardi le 18 juillet",
            "Tour de ville de Montr al (9h a 17h)\nCo t : 35,00 $ par personne",
            "9:00 D part de l h tel Mortagne (Boucherville)",
            "Une visite au Mus e du Ch teau Ramezay, visite du si ge\nsocial du Mus e et des Archives de la Banque de Montr al\net une visite de la Basilique Notre Dame vous attendent\npour cette visite. La Banque de Montr al c l bre son 200e\nanniversaire en 2017.",
            "Nous nous arr terons dans le Vieux-Montr al o  vous\ndinerez dans un restaurant de votre choix.",
            "Nous revenons a l h tel vers 17h.",
            "Souper des congressistes arriv s - Restaurant SCORES\n(18h30 a 21h30)\nSouper a vos frais",
            "Le Souper des congressistes d j  arriv s se tiendra au\nrestaurant SCORES. Il est   quelques pas de l h tel et vous\npouvez commander   partir d un menu tr s vari , le tout  \ndes prix raisonnables.",
            "Nous nous retrouverons dans le hall de l'H tel Mortagne\n  18h30 et nous nous rendrons au restaurant   pied.\n"
        ],
        "PageNo": "55"
    },
    {
        "File": "The_CN_Journal_march_08.jpg",
        "Paragraphs": [
            "Wednesday July 19\nCity of Boucherville Tour (9:30 am   12:00 noon)\nCost: $ 22.00 per person",
            "9:30 am: Depart Hotel Mortagne, Boucherville",
            "We go by bus to numerous historic sites in Boucherville\nincluding the Louis Hippolyte Lafontaine House. Louis\nHippolyte Lafontaine was born in Boucherville and\nwas the first Canadian to become Premier of the United\nProvince of Canada. We will see Old Boucherville that\nis the original section of the city that contains the former\nvillage and Sainte-Famile Church. The neighbourhood\nextends from the St. Lawrence River to Boulevard du\nFort-Saint-Louis, in between Boulevard de Montarville\nand Rue de Montbrun. Many of the buildings are officially\nclassified as historic buildings.",
            "We return to the hotel by 12:00 noon.",
            "Thursday July 20",
            "Tour of Saint-Constant, and Chambly, Quebec\n(9:00 am   5:00 pm)\nCost: $ 42.00 per person",
            "9:00 am: Depart Hotel Mortagne, Boucherville",
            "We go directly to Fort-Chambly for our morning tour.\nFort-Chambly is a National Historic Site of Canada, built\nby the French in 1711, today a popular tourist venue.",
            "Then we go to Chambly for your self-catered lunch at\nFourquet Fourchette Restaurant. Choose from a wonderful\nmenu and experience their great cuisine. After lunch we\nvisit the Canadian Railway Museum in Saint-Constant,\non the south shore of Montreal. There are guided tours of\n1 % hours in either English or French. This is a museum\noffering nostalgia, where you can travel back in time to\nthe origin of urban transportation and re-visit the great era\nof the streetcars of Montreal. Discover Canada s history\nof its railways and see many of the iconic rail cars of\nyesteryear.",
            "We return to the hotel by 5:00 pm.",
            "Friday July 21",
            "Bus to DIX30 Shopping Mall in Brassard (10:00 am  \n3:30 pm)\nCost: $ 15.00 per person",
            "DIX30 Shopping Mall is a fabulous, modern mall with\ndozens of stores for every interest.",
            "We meet at 10:00 am in the lobby of Hotel Mortagne,\nafter the complimentary Spousal Breakfast for pre-\nRegistrants, to take a comfortable bus ride to Brassard to\nvisit this fine attraction. Lunch will be of your choice in\nthe Food Court. The bus will return to the hotel around\n3:30 pm.",
            "Mercredi le 19 juillet",
            "Tour de ville de Boucherville (9 h 30 a 12 h)\nCo t : 22,00 $ par personne",
            "9:30 D part de l h tel Mortagne (Boucherville)",
            "Une visite en bus   de nombreux sites historiques\nde Boucherville dont la maison de Louis Hippolyte\nLafontaine. Louis Hippolyte Lafontaine est n   \nBoucherville et a  t  le premier Canadien   devenir\nPremier ministre de la Province unie du Canada. Nous\nirons voir le Vieux Boucherville qui est la partie originale\nde la ville qui comprend l ancien village et l glise Sainte-\nFamille. Le quartier est situ  entre le fleuve Saint-Laurent,\nles boulevards du Fort Saint-Louis, de Montarville et\nMontbrun. Plusieurs des  difices sont officiellement\nclass s comme monuments historiques.",
            "Retour   l h tel   midi",
            "Jeudi le 20 juillet",
            "Visite de St-Constant et de Chambly, Qu bec\n(9h 17h)\nCo t : 42,00 $ par personne",
            "9:00 D part de l h tel Mortagne (Boucherville)",
            "Nous irons directement au Fort Chambly pour une visite\ndu matin. Fort Chambly est un site historique d sign  du\nCanada qui a  t  construit par les Fran ais en 1711 et est\ntr s int ressant   visiter.",
            "Nous irons ensuite   Chambly, pour un diner   vos frais au\nrestaurant Fourquet Fourchette. Choisissez parmi un menu\nmerveilleux et vivez la grande cuisine de ce restaurant. Apres\nle diner, nous visiterons le Mus e canadien des chemins\nde fer   St-Constant sur la rive sud de Montr al. Il y a des\nvisites guid es de 1 % heure en anglais et en fran ais. C est un\nmerveilleux mus e o  l on peut retourner dans le temps jusqu \nla naissance du transport urbain et se rappeler la grande  poque\ndes tramways de Montr al. D couvrez l histoire du Canada\ndans les chemins de fer et voyez les nombreux wagons d hier.",
            "Nous retournerons   l h tel   17:00",
            "Vendredi le 21 juillet",
            "Voyage en Bus au centre commercial DIX30  \nBrassard (Qu bec) (10 h   15 h 30)\nCo t : 15,00 $ par personne",
            "Le centre commercial DIX30 est un centre commercial fabuleux\net moderne avec des dizaines de magasins pour tous les go ts.",
            "Nous nous r unirons   10h00 dans le hall de l'H tel\nMortagne, apr s le petit d jeuner gratuit pour les conjoints\npr -inscrits, pour un trajet en bus confortable   Brassard\net une visite de ce grand centre commercial. Le d ner\nsera   votre choix dans la Section Restaurants et le bus\nretournera   l h tel vers 15h30.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "56"
    },
    {
        "File": "The_CN_Journal_march_09.jpg",
        "Paragraphs": [
            "Dinner and Boat Cruise on the St. Lawrence River\n(6:00 pm   10:30 pm)\nCost: $89.00 per person",
            "We meet in the lobby of Hotel Mortagne at 6:00 pm for\na bus to our fabulous Buffet Dinner and Boat Cruise on\nthe St. Lawrence River. You will see many of Montreal s\nwell-known sites along the way. You ll have a chance to\nsocialize with other conventioneers in a casual setting.",
            "Your bus returns to the hotel around 10:30 pm",
            "The Convention venue, the H tel Mortagne, is located at\n1228 Nobel street, Boucherville, only a few kilometres\nfrom the L-H Lafontaine Tunnel. A block of rooms has\nbeen reserved with special rates from $169 to $199 per\nnight. For reservations, please contact the hotel at 1-877-\n655-9966, and quote the Reservation code # 5153.",
            "The convention committee is determined to make\nyour and your family s convention time a memorable\nexperience.",
            "So, mark your calendar for July 18-23 (which includes\npre-convention activities), and plan your family summer\nvacation around the Convention and the Montreal area.\nBe ready for more information we will post updates in\nThe CN Journal, the RCNA Web site, and Mimi ores to\nensure you have all the latest details. For current infor-\nmation about the Convention visit the Royal Canadian\nNumismatic Association Web site wwwrcna.ca or the\nhost s ANPB Convention site arnc2017rcna.com.",
            "We look forward to seeing you at the 2017 Boucherville\nRCNA Convention, in Quebec this July!",
            "Number 2",
            "March 2017 -------------------------------------------",
            "Souper et Croisi re sur le fleuve Saint-Laurent\n(18 h a 22 h 30)\nCo t: 89,00 $ par personne",
            "Nous nous r unirons dans le hall de l H tel Mortagne\n  18h00 pour un trajet en bus pour un souper-buffet et\nune croisi re en bateau sur le fleuve Saint-Laurent. Vous\nverrez de nombreux sites bien connus de Montr al le long\ndu chemin. C est une chance de socialiser avec d autres\ncongressistes dans un cadre d contract .",
            "Les bus retourneront   l h tel entre 21:30 et 22h",
            "Le congr s se tiendra   l  H tel Mortagne 1228 rue\nNobel, Boucherville,   quelques kilom tres du Tunnel\nL-H Lafontaine. Un bloc de chambres a  t  r serv    un\nprix sp cial. Pour r server, contactez le 1-877-655-9966,\net mentionnez le code de r servation # 5153.",
            "Le comit  d organisation est d termin    ce que\nvotre congr s soit, pour vous et pour votre famille, une\nexp rience m morable.",
            "Alors marquez votre calendrier du 18 au 23 juillet (qui\ncomprend les activit s de pr -congr s) et planifiez vos\nvacances familiales d t  autour du Congr s et de la r gion\nde Montr al. Des informations suppl mentaires apparaitront\nr guli rement- dans /e Journal de la NC, le site Web de\nVARNC et dans Qm Vores Pour plus d information d s\nmaintenant, visitez le site Web de l Association Royale\nde Numismatique du Canada wwwrcna.ca ou le site du\ncongr s de l ANPB arnc2017rena.com.",
            "Nous souhaitons vous accueillir au Congr s 2017 de l ARNC\n  Boucherville, au Qu bec, en juillet prochain !\n"
        ],
        "PageNo": "57"
    },
    {
        "File": "The_CN_Journal_march_10.jpg",
        "Paragraphs": [
            "IN_ MEMORIAM.   DOUGLAS. FREDERICK_ROBINS",
            "In September 28, 2016, the Canadian\nO numismatic world suffered a great loss\nwhen Douglas Robins left this life,\npeacefully, at his home in Keesville, New\nYork, in his 69th year.",
            "Doug was widely recognized as\na specialist and expert on Canadian\nTokens.  Doug had a very keen memory\nfor coins and tokens,  remembers his\nwife Rita,  Many times he would be\nlooking at auction lots and tell me that\nhe knew where they came from, or\nwhere he had last seen the coin, or who\nhad last bought the coin, or the collection\nit came from. He always looked at every\nauction lot and would have bid on any lot of\ninterest. He loved finding new token varieties\nor a hidden gem in an auction lot.  Tokens were\nhis passion and a lifetime interest. He was a wealth of\nknowledge that has been lost to the numismatic world.",
            "Doug was born on November 29, 1947, in Lebanon\nOregon. He began his lifelong connection with\nnumismatics, just as many of us have, as a young boy at\nthe age of five.",
            "Doug joined the RCNA as a junior in June,1966,\nreceiving member #J7449 and he became Life Member,\nLM #112, in August of 1973. In May of 1975, he also\njoined Ontario s Toronto Coin Club, along with another\nCanadian numismatic giant, Jack Veffer.",
            "Doug once mentioned that when he was nine-years-\nold he purchased a Canadian dollar for $1.25 from a coin\ndealer; his parents, in Oregon, were furious at him for\npaying more than face value for any coin!",
            "Perhaps Doug s most well-known\npurchase was the pattern 1911\nCanadian Silver dollar from the John\nL. McKay-Clements auction by Frank\nRose Enterprises Ltd. in May, 1976.",
            "The sale was held in conjunction\nwith the Ontario Numismatic\nAssociation Convention hosted by the\nNorth York Coin Club.",
            "Doug was the last man standing when the pattern\nwas hammered down at a record breaking\nprice of C$110,000 during the fourth and\nlast session of the McKay-Clements sale,\nSaturday, May 15.\nRandy Weir remembers the sale and\n, Doug very well,  As I remember he\ntook it all quite  matter of factly.  He\nwas going to buy the dollar and it\nneeded to go over the $100,000 mark\nso that the numismatic world would\npay more attention to Canadian coins.\nHis ploy worked and he received much\nmore than his money back in the interest\nthat that coin brought to the numismatic\nworld and to his business. \nRandy continues,  This is where my story of\n life with Doug  began. Being a fellow redhead was\na nice place to start and he talked to me first about the coins\nthat Charlton s had in stock and I guess he saw something in\nme, and he offered me a job the next day for double what I\nwas making at Charlton s, and there was one answer for that.\nI also got to attend and work at my first bourse, and was\nhelped by the two beautiful young women Doug brought to\nthe show to mind his table while he attended the auction.\nI was in heaven and Doug brought me there. He hired me\nto work for him for eight months to learn the ropes at his\nshop in Corvalis, Oregon, and then on my own for a year\nwhile Doug took a sabbatical in Hawaii. We kept in touch\nwhile he was there, but that year away did a lot of good for\nhim. ... It was common knowledge that Doug could be quite\nsecretive and that stayed with him through the rest of his\nlife. ... But he was so generous as well. ",
            "Doug was a man of deep faith,\nbelieved in God and walked in that\ntruth. Aside from numismatics, he\nloved wildlife and liked to have\nbinoculars within reach to get a closer\nview of an eagle, duck, beaver, hawk\nor whatever wandered by, whenever\nhe was traveling or at home. Doug\nhad an incredibly sharp and curious\nmind, a quick wit; he loved puns and\nenjoyed the life that the LORD gave\nhim.",
            "Donations can be made in memory\nof Douglas Robins to: Keeseville\nRescue Squad, 8 Pleasant Street,\nKeeseville, NY 12944.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "58"
    },
    {
        "File": "The_CN_Journal_march_11.jpg",
        "Paragraphs": [
            "WorLD CoIN NEWS ANNOUNCES 2017\nCOIN_OF_THE_YEAR_WINNER",
            "The World Coin News s 2017 Coin of the Year",
            "awards this year were presented during a ceremony",
            "on February 4, 2017, at the World Money Fair in\nBerlin, Germany.",
            "Each year, the awards honour the best in coin design\nfrom around the world. The awards were first started in\n1984 for 1982-dated coinage. Coins nominated for this\nyear s awards were released in 2015, and represent the\nhighest achievement in theme, design and marketing\nfrom mints and central banks from around the world.",
            "The original 98 nominees in 10 categories, published\nin the January issue of The CN Journal, were reviewed\nby a worldwide panel of judges comprised of mint and\nmuseum officials, journalists and individual experts.",
            "On December 11, this panel then selected a winner in\neach of the 10 individual categories. From these 10 winners\nof World Coin News s 2017 COTY, the international panel\nof judges selected the Coin of the Year.",
            "Finland and the United States were tied as\nthe top category winners with two category\nawards each. The Royal Canadian Mint won in\nthe Most Historically Significant category with\nthe $20 silver   100th anniversary of the\npoem  In Flanders Fields  by John McCrae  \ncommemorative coin.",
            "On hand at the Berlin World Money Fair was World\nCoin News Editor David C. Harper to present the awards.\nThis year Finland and the United States were the top\ncategory winners, bringing home two awards each. The\nMost Historically Significant category award was accepted\nby Susan Dujmovic, a member of the Royal Canadian\nMint s board of directors.",
            "This year s Coin of the Year Award was accepted by\nArtist-Sculptor-Engraver Maria Carmela Colaneri and\nBruno Scarpellini, chief of the Italian Mint s engraving\ndepartment. The winning COTY coin was the silver 2015\nItalian 10 euros commemorative piece marking 70 years\nof peace in Europe; also winner of The Most Artistic\ncategory.",
            "The 10 category winners follow:",
            "Number 2",
            "March 2017 -------------------------------------------",
            "Best Bi-Metallic Coin\nFinland: 5 Euro, Bi-Metallic, Lapland Reindeer (KM-224)",
            "Best Silver Coin",
            "Finland: 10 Euro, Silver, 70th Anniversary of Peace in\nEurope (KM-226)",
            "Best Circulating Coin",
            "United States: America the Beautiful 25 Cents, Copper-\nNickel, Kisatchie National Forest (KM-598)\n"
        ],
        "PageNo": "59"
    },
    {
        "File": "The_CN_Journal_march_12.jpg",
        "Paragraphs": [
            "Most Inspirational Coin",
            "United States: 1 Dollar, Silver, March of Dimes 60th\nAnniversary of Salk Vaccine (KM-604)",
            "Most Artistic Coin and 2017 Coin of the Year",
            "Italy: 10 Euro, Silver, 70 Years of Peace in Europe\n(KM-387)",
            "Best Contemporary Event Coin",
            "Japan: 10,000 Yen, Gold, Great East Japan Earthquake\nReconstruction Origami Crane (Y-248)",
            "Please note that in the January issue of The CN Journal\nthis coin was incorrectly identified as the silver 1,000\nYen, version of the same  Great East Japan Earthquake\nReconstruction  theme (Y-243).",
            "Most Historically Significant Coin",
            "Canada: 20 Dollars, Silver, 100th Anniversary of the\npoem  In Flanders Fields  by John McCrae (KM-1860)",
            "Best Crown",
            "Great Britain: 5 Pounds, Copper-Nickel, 50th Anniversary\nof the Death of Sir Winston Churchill (KM-1298)",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "60"
    },
    {
        "File": "The_CN_Journal_march_13.jpg",
        "Paragraphs": [
            "Best Gold Coin\nAustria: 100 Euro, Gold, Capercaille (KM-3246)",
            "Most Innovative Coin",
            "Cook Islands 2 Dollar, Silver, Space-Time Continuum \nBlack Hole Shaped Coin with Magnetic Sphere (designed\nby Coin Invest Trust) (KM-1693)",
            "Number 2 March 2017",
            "Last year s Coin of the Year award was won by the\nUnited States Mint;  hitting a home run  with its Baseball\nHall of Fame commemorative coin\nprogram. It received category\nawards for two of the three\ncoins in the series. The",
            "Baseball cupped clad half\ndollar, KM# 576, won",
            "in the Most Innovative",
            "Coin category as well",
            "as the coveted Coin of",
            "the Year Award for 2016.\nThe coin was the product\nof intensive engineering\nresearch by the United\nStates Mint to develop the\nfirst cupped clad coin.",
            "In addition, the Baseball\ngold $5 coin, KM# 578, won\nthe Best Gold Coin award. The COTY Awards are now",
            "sponsored by World Coin News, the World Money Fair\nand the Journal of East Asian Numismatics.\n"
        ],
        "PageNo": "61"
    },
    {
        "File": "The_CN_Journal_march_14.jpg",
        "Paragraphs": [
            "AN ALLOY RECOVERY CENSUS OF",
            "FivE-CENT_PIECES_PART_III","BY MARK DALRYMPLE",
            "LM #422,",
            "In 2016 I continued my audit of the ongoing alloy",
            "recovery program by the Royal Canadian Mint by",
            "focusing once again on the five-cent denomination.\nI audited another fifty boxes which amount to one\nhundred thousand coins. Once again I kept track of pre-\n1967 nickel pieces, nickel ones from 1968-1981, cupro-\nnickel pieces, USA coins, other pieces, and foreign pieces.\nPieces classified as other are five-cent pieces that have\ndie varieties such as the 1990  bare belly  beaver, or mint\nerrors such as defective plating.",
            "Table 1 below lists the totals found in the fifty boxes\nsearched in 2016. Pre-1967 counts are included in the\nnickel totals for 1922-1981. I include the pre-1967\ncolumn counts to reflect the amount of coinage left in\ncirculation from the circulating silver era.",          
            
            "The data show that an average box of five-cent pieces\nwill contain a 34.98 percent yield of the combination of\nthe above, or about 699 pieces out of 2000.",
            "To see the change in numbers over the past three years\nTable 2 on the next page will show the reader the count\ntotal and percentage of each category. Note that the 2014\ndata for the pre-1967, cupro-nickel pieces, and foreign are\nbased on a sampling count of seventeen boxes only.",
            "The only increase we see is in the pre-1967 counts from\n2014 to 2015. Perhaps if a larger sample were taken in 2014\nthe data could very well reflect a decrease. Other than in this\ninstance, we see a decrease across the board for all categories\nfrom one year to another. The data indicates that from one\nyear to another we see about a one percent decrease in the\nolder circulating five-cent pieces. The data tells us that the\nRoyal Canadian Mint alloy recovery program is working.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "62"
    },
    {
        "File": "The_CN_Journal_march_16.jpg",
        "Paragraphs": [
            "X-Ray FLUORESCENCE, AND JUST WHY WE WANT TO",
            "X-RAY _OUR.COINS","BY MARK BENVENUTO",
            "#23049",
            "Introduction",
            "In the past 200 years, the major\nmints of the world have done",
            "a pretty consistent (and quite\namazing) job of producing coins\nwith uniform weights and fineness.\nThe standards by which they\nproduce coins are high enough\nthat it might cause a national crisis\nif one or more issues or types of\ncoins were produced in some way\nout of specification. Yet in the\nmillennia prior to this, in the ages\nwhen civilizations and societies\nrose without much knowledge of\nwhat we now call the periodic table\nof the elements, the compositions\nof coinage were not as uniform,\nnot as well defined, and certainly\nnot as precise as they are today.\nStudying the composition of ancient and medieval coins to\ndetermine what is actually in them can be fascinating. One\npowerful tool by which this can be done is referred to as X-ray\nfluorescence spectroscopy, or XRF.",
            "A quick XRF primer.",
            "The idea of X-ray fluorescence is actually not a very\ndifficult one to understand, although folks don t generally\nknow much about it, because it isn t seen too often in our\neveryday lives. The idea starts by stating that all atoms are\nmade of protons and neutrons at the centre   the nucleus  \nand electrons in shells around the nucleus. Electrons have a\nnegative charge, and if one is removed from the outside shell\nof an atom, the end result is a positive ion, called a cation.\nInterestingly, an electron can be removed from an inner shell\nby bombardment with X-rays, leaving what can be called a\nvacancy. That condition is not energetically favorable, and",
            
            "so an outer electron  falls  into",
            "that vacant spot. That action, the",
            " falling  if you will, gives off",
            "energy. The term for this is that it\nfluoresces.",
            "So, an inner electron can be\nremoved by X-rays, a temporary\nvacancy is created, an electron\nfalls in the vacancy, and\nfluorescent energy is emitted. Now\nhere s the piece of information\nthat makes this all very relevant to\nanalyzing older coins: the energy\nof that fluorescence is different\nfor every element. This is often\ncalled a  fingerprint  energy. For\nexample, the energy for copper s\nfluorescence is different from\nthat for silver, or for tin, or for\nzinc. And that in turn means XRF\ncan be used to determine what",
            "elements are in some kind of sample, including a coin. We\ncan for example compare how much fluorescence in a sample\ncomes from copper and from zinc, and thus determine if we\nhave a brass coin. Is there lead in a brass coin? That s not\nnecessarily bad, but it would show that a coin is not a simply\ntwo-component alloy.",
            "How then is XRF used?",
            "One of the best aspects of XRF 1s that very little sample\npreparation is need. The surface to be analyzed does have to\nbe exposed and free of any foreign material (for example,\nif a coin were to indicate it was high in calcium or silicon,\nthere s probably a thin layer of soil on it). But there is\nno need to degrade or destroy any portion of the surface.\nThis is obviously important for collectors, but it is equally\nimportant for folks such as art curators and conservators.",
            "If there is a down side to XRF, it is that it remains a surface\nphenomenon, penetrating about 100 microns deep (that s\nabout 0.001 cm). This means a person cannot be entirely\nsure that what a reading by XRF shows is the same as the",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "64"
    },
    {
        "File": "The_CN_Journal_march_17.jpg",
        "Paragraphs": [
            "composition of the centre of the object. In more technical\nterminology, the homogeneity of a sample as thick as a coin\ncannot be verified by XRF. There are other techniques that\ncan give a through-sample reading, such as flame atomic\nabsorption spectroscopy (aka. flame AA). But flame AA is\nwhat is called a destructive technique that requires some\nportion of the sample be dissolved in acid. Ouch! That s not\nsomething any collector or museum conservator can allow.",
            "Assuming a clean surface though, XRF gives a reliable\nreading on what a sample   such as a coin   is made of. To\nbe as accurate as possible, it s worth producing or purchasing\na series of standards, and creating what is called a standard\ncurve, a graphical plot of any of the elements that are of\ninterest. But to determine simply what is present in relative\namounts, XRF does not require that standard curve.",
            "Since XRF can determine what elements are in some sample,\nhow is it used   or perhaps we can ask, what are its limits ?",
            "Counterfeits and elemental compositions?",
            "Most apparently, the simplest thing XRF can determine is\nwhether or not a coin is fake, or counterfeit. For example, if a\ncoin looks and feels like a Morgan silver dollar, but an XRF\nexamination of it reveals it to be composed of iron, nickel and\ncopper   one alloy of which does look and oxidize very much\nlike the silver-copper alloy of real US. silver dollars   well,\nthat coin is a fake, pure and simple. In any case where a coin\nis supposed to be a known element or alloy, and the XRF\nindicates it to be some other element or alloy, well, that s an\nimmediate red flag that a coin is a counterfeit.",
            "The matter of determining whether or not a coin is true\nor counterfeit is not always quite this easy, though. It is\nconceivable that a counterfeiter could use inexpensive\nancient coins as the material for a modern counterfeit version\nof an expensive ancient coin. But this is tough to do, time\nconsuming, and usually detectable by some simpler technique.\nFor example, examining the edge to see if there are any marks\nthat would indicate a cast com when it should have been a\nstruck piece, or examining the fields for any ripples, bubbles,\nor other irregularities are both easy ways to determine a coin\nthat should have been struck has actually been cast. Still, XRF\nis remarkably good at determining if coins have the correct\ncomposition, and thus are originals.",
            "A second way to apply XRF to coins is to examine not just\none, but a large number of them, to determine just what sort of\ncomposition each coin has, and to see what sort of outliers are\nin the sample set. For example, an early set of medieval Chinese\ncash coins that my research group analyzed by XRF found a\nwide spread in how much copper was in any particular coin.!\nThe coins were made under the authority of Chinese Emperor\nCh ien Lung (now often transliterated Qian Long), and a small\namount of lead metal was allowed to be in them, according to\nimperial edict. But a few had more lead in them than copper,\nand certainly more lead in them than zinc. Yes, they could be\ncalled brass, but it was fairer to call them leaded brass.",
            "Number 2",
            "March 2017 -------------------------------------------",
            "In general, ancient coins that are supposed to be copper\nor brass or bronze have what we might call a bit of  slop \nto them, meaning they have other elements in smaller\namounts, such as lead, iron, tin, and even arsenic.2> There are\nsometimes even small amounts of silver or gold in otherwise\ncopper-based coins.24 There are a couple of reasons for this.\nFirst, the men who produced metal from ore weren t yet\naware that many ores are complex mixtures, with traces of\nother metals in them (we still get a bit of silver and gold from\ncopper when industry purifies it today.) Second, it appears\nto have been known even in ancient times, at least by some\ncraftsmen, that certain materials could be added to a batch of\nmetal to lower the temperature at which it could be worked.\nLead compounds could be added, and the resulting molten\nbatch worked at a lower temperature   which probably made\na big difference for the poor soul who was pumping the\nbellows to keep the coal burning and the fires hot!",
            "So, XRF gives us information about whether or not ancient\ncoins really are ancient, and about what elements are present\nin trace amounts. That s a powerful combination. What it\ndoesn t give us is why some element is present, or what the\nintention was of the persons making the coins. Was lead\nadded on purpose to lower that working temperature, or was\nit just an unknown co-product of a tin ore? In ancient coins,\nthat s a question we can t answer. Are small amounts of iron\nin ancient Chinese coins because the iron was co-mined\nin a copper ore, or was the material smelted in an iron pot,\nand small amounts of iron then inadvertently  added  in the\nsmelting process? Again, that s a question XRF can t answer.",
            "Overall",
            "Looking broadly at the metallurgy that goes into the\nproduction of coins, it s apparent that XRF is a very\npowerful tool for analyses. It can point out numerous\ncounterfeits, and can give us a great deal of information\nabout the composition of medieval and ancient coins. It\nis also proving to be a valuable resource for all of us who\nwish to keep our hobby and passion an honest one.",
            "References",
            "1. Gaines, T.; McGrath, E.; Iduma, V.; Kuzava, R.; Frederick, S.;\nand Benvenuto, M..  Chemical Compositions of Chinese Coins\nof Emperor Ch ien Lung (Qian Long) and Annamese Coins of\nEmperor Thanh Thai via Energy-Dispersive X-Ray Fluorescence ,\nin Archaeological Chemistry: Materials, Methods, and Meaning,\nACS Symposium Series 831, Washington DC, 2002",
            ". Gaines,T.; McGrath, E.; Langrill, R.; and Benvenuto, M.  Chemical\nCompositions of Some of the Japanese Kanei-Tsuho Coins via\nEnergy Dispersive X-Ray Fluorescence , Numismatic Chronicle,\n161, 308-317, (2001).",
            "3. Ellis, Irice and Benvenuto, Mark.  Chemical Composition of Minor,\nCopper-Based Coins of the Byzantine Empire via Energy Dispersive\nX-Ray Fluorescence Spectrometry , Journal of Undergraduate\nChemistry Research, 4, 107-112, (2005).",
            "4. Atallah, Pierre; Kuntz, Michael; Kuzava, Renee; Ferguson, Jennifer;\nIduma, Vincent; and Benvenuto, Mark.  Elemental Compositions of\nSome of the Annamese Coins of Emperor Thanh Thai via Energy\nDispersive X-ray Fluorescence , American Journal of Numismatics,\n16-17, 231-257, (2004-05).",
            "65",
            "D",
            ""
        ],
        "PageNo": "65"
    },
    {
        "File": "The_CN_Journal_march_18.jpg",
        "Paragraphs": [
            "A BIENT T CANADA: AN AUSTRALIAN NUMISMATIST S NORTH",
            "AMERICAN. ADVENTURE. CONCLUDES","BY DARREN BURGESS",
            "#23900,",
            "Long standing vacation plans meant that I was to miss",
            "the 2016 RCNA Convention in Ottawa, which was",
            "unfortunate as I really wanted to attend. If I could\nhave changed my schedule to accommodate the event I\nwould have, however, this vacation had been years in the\nplanning, and so I departed Toronto for London, and this\none wasn t in Ontario. Before I left I did manage to confirm\nthat I d be back in Canada at the end of my vacation for an\neight-week extension to my placement.",
            "Meanwhile I was all set and heading to the UK for a\nweek to catch up with family and friends, and then on to the\nUSA with my Dad for a road trip of a lifetime. While in the\nUK, numismatic activity was at a minimum with just the\npurchase of a tourist token on the London Eye and a visit\nto the local museum in my hometown to view some of the\nnumismatic items they have.",
            "Dad and I departed for New York at the end of the week\nand arrived at the end of June in an unpleasant heat wave.\nTo help alleviate the sweltering conditions, we did manage\nto spend the bulk of our last day in the Metropolitan\nMuseum of Art, mainly to escape the heat. That gave\nme the opportunity to view some of their numismatic\nitems, including some beautiful 16th Century European\nmedallions.",
            
            
            "Heading South to Memphis was our next stop. My Dad is\na huge Elvis fan and the visit to Sun Studios and Graceland\nwere top of the  must see  list. The tour also gave me the\nsecond opportunity of the trip to purchase some tourist tokens;\nthese feature the gates of Graceland. On to New Orleans for\na brief stopover to enjoy the sights and sounds of Bourbon\nStreet, before crossing the continent to hit San Francisco.",
            "This was the start of the geekiest part of the trip as we\njoined a tour that took in filming locations of Star Trek as part\nof the show s 50th anniversary celebrations. A side visit to the\nStreetcar Museum yielded some additional numismatic items,\nwhich were tokens on display.",
            "The museum also provided not only another tourist\nmedallion, but also my first of many elongates. This\nstrange practice of destroying a perfectly good coin to\ncreate a memento of your trip seems a little odd to me,\nbut as I wasn t going to need all of the one-cent coins",
            "I was already accruing, I don t think it was a big loss to\nnumismatics.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "66"
    },
    {
        "File": "The_CN_Journal_march_19.jpg",
        "Paragraphs": [
            "On to Los Angeles and an unforgettable visit to\nParamount Studios, not only home to Star Trek but many\nother motion pictures over the years. Then it was on to Las\nVegas for the main event, the 50th Anniversary convention.\nEven here I couldn t escape numismatics as all attendees\nwere given a medallion to mark the event, and I even\npicked up a  fascinating  medal commemorating the fourth\nStar Trek film; you know, the one with the whales.",
            "After the Convention Dad and I had one more\nlocation to visit, this time to the Wild West in the form of\nMonument Valley in Utah. This spectacular location is truly\nbreathtaking, and it was well worth the trip and of course\nthere were tourist tokens and elongates to be had along the\nway. Dad then returned to the UK, but I had one more thing\nleft on my itinerary before returning to Canada: the ANA s\nWorld s Fair of Money in Anaheim.",
            "On arrival I headed for my first session, which was a\nmeeting of Women in Numismatics (WIN), of which I am\na member. Their aim in promoting women in numismatics\nis one that I passionately share, and it was great to meet\nmy fellow members in person. It was then downstairs\nto the bourse, where I met Greg Ruby, a man I d been\ncorresponding with for some time. Greg runs a really\ninteresting and pretty esoteric numismatic club that I am\nalso a member of called the Fourth Garrideb,! which is\n devoted to coin collecting in connection with Sherlock\nHolmes.  Greg had put aside my welcome pack, which\nwas filled with goodies including a beautiful enamelled\nmembership medallion and my membership certificate\nproclaiming me the 34th Garrideb, known as John Turner,\nwho made his money in Australia.?",
            "As I wandered around the bourse, I was very impressed\nwith the ANA s money museum displays as well as the space\ndevoted to other numismatic organisations. I was also amazed\nat the number of dealers and the variety of material for sale.",
            "1 There is a Sherlock Holmes story called  The Adventure of\nthe Three Garridebs , which contains a number of numismatic\nreferences.",
            "2 Areference to the Sherlock Holmes story the Boscombe Valley\nMystery.",
            "Number 2",
            "March 2017 -------------------------------------------",
            "I also got to meet an American dealer I had done business\nwith in the past, Charles Davis, who specialises in\nnumismatic literature.",
            "The displays were inspiring and included themes as\nbroad as the French Revolution, Greek and Roman deities\non ancient gold coinage then leading to modern pieces such\nas the Silver American Eagle and the Disney Dollar! In the\nafternoon I had time to attend the Numismatic Bibliomania\nsymposium, where Fred Holabird shared some really useful\nresearch techniques.",
            "That evening the Garridebs gathered at a nearby Italian\nrestaurant, where we were presented with a souvenir card.\nThe card featured an impressive printing plate that was\nmade by the American Banknote Company for a dinner\nheld by the Baker Street Irregulars, in New York, back in\n1940. We waxed lyrical on all things Holmsian over supper,\nand we passed our souvenir cards around the table for each\nother to sign, a perfect memento of a wonderful evening\namongst friends. I only wish I could have attended the fair\nfor longer, but work was calling me back to Canada, and\nso the following day I boarded a plane for Toronto. The\nholiday was at an end.",
            "But there was still time, in amongst the remaining work,\nfor a few more Canadian numismatic encounters before\nmy return to Australia. The first of these was a meeting of\nthe North York Coin Club, on the August 24th, where I not\nonly caught up on all the news of the RCNA Convention\nbut also got to witness the presentation of the RCNA s\nhighest distinction, the Paul Fiocca Award, presented to\nJohn Regitko for his long standing service to the hobby.",
            "August 30th saw a trip to the Canadian National\nExhibition where I was introduced to such culinary delights\nas the corn dog and the beaver tail, as well as admiring a\nsand sculpture celebrating Star Trek s 50th anniversary. In\namongst the throngs I was able to purchase a medal, from last\nyear s exhibition, that commemorated the 50th anniversary\nof the Canadian flag. The medallic history of the Exhibition\ndates back to the first exhibition in 1879 when medals issued\nwere awards of the Toronto Industrial Exhibition as it was\nthen known.\n"
        ],
        "PageNo": "67"
    },
    {
        "File": "The_CN_Journal_march_20.jpg",
        "Paragraphs": [
            "Mid-September saw the London Numismatic Society\nhost its annual show, which was very well supported by\nthe membership. Tying the meeting in with local Jeffrey\nHoare Auctions also made the trip to London worthwhile.\nI was able to view an example of an Indian Chief medal,\nfeature a young portrait of George III on the obverse\nand the royal coat of arms on the reverse. These medals\nwere awarded to First Nation s leaders at treaty signings\nor other significant events, and are keenly sought by\nCanadian collectors. I did add a Colonial and Indian\nExhibition medal 3 to my own collection. About 5,000 of\nthese well executed medals were issued for the exhibition\nthat was held in South Kensington, London, in 1886. They\nwere struck by Heaton s of Birmingham, from a design by\nrenowned engraver Leonard Wyon.",
            "The weekend of September 24th saw one last chance\nto explore the delights of Ontario, so I rented a car and\ndid what hundreds of Torontonians do at the weekend\nduring the summer, and that s head to cottage country. Not\nhaving a cottage to go to I made my way to the decidedly\nHebridian sounding town of Tobermory and stayed in a\nmotel. The following morning I took a ferry to beautiful\nManitoulin Island, enjoying the local scenery and procuring\nelongates along the way. I then started to make my way",
           
            "back to Toronto, but not before paying a long overdue visit\nto a numismatic icon.",
            "The Big Nickel at Sudbury didn t disappoint, it was\ncertainly big and the gift shop had plenty of mementos for\nme to take back home as door prizes for members of my\nnumismatic society, including key rings, fridge magnets,\nt-shirts, etc. There were also a number of numismatic\ndisplay cabinets around the entrance that held a variety of\ncoins, tokens and medals.",
            "My last weekend in Toronto was perfectly timed to\ncoincide with the Fall Toronto Coin Expo. I was able to\nhelp out show organiser Jared Stapleton, which was the\nleast I could do for all the assistance and friendship he d\noffered me, and the introductions to other collectors that\nhe d made throughout my extended stay.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "68"
    },
    {
        "File": "The_CN_Journal_march_21.jpg",
        "Paragraphs": [
            "The event kicked off with the first session of the Expo\nauction conducted by Geoffrey Bell Auctions. The highlight\nof this session was a Resolution and Adventure medal, and\nit was a great thrill to actually examine the medal in person.\nThese medals, struck by Matthew Boulton, were conceived\nby Sir Joseph Banks and designed, as Captain James Cook\ndescribed them,  to be distributed to the natives of, and left\nupon New Discovered countries as testimonies of being the\nfirst discoveries. #",
            "The medals were to be taken on Cook s second voyage\nto the Southern Hemisphere, predominantly in search of\nTerra Australis, with the ships Resolution and Adventure\ndeparting Plymouth on July 13, 1772. The closest the\nvoyage got to Australia was when the Adventure surveyed\nthe southern and eastern coasts of Tasmania (then known as\nVan Diemen s Land). Given Cook s prominence in colonial\nhistory of Pacific nations these medals are highly sought by\nAustralian and New Zealand numismatists as well as other\npeople that collect Captain Cook memorabilia.",
            "The Resolution and Adventure medal was a little out\nof my league (the hammer price was $10,000), but I\nwas able to add a couple of Numismatist Cards of A.",
            "A. J. Gingras of Quebec to the collection. There was\nanother lot that I was chasing, but as frequently happens\nI was outbid. And then the following day possibly the\nmost Canadian thing of the whole trip happened to me:",
            "4 Despite the fact that Australia is home to the world s oldest\ncontinuing civilisation, with evidence of occupation going back\nover 50,000 years, James Cook wasn t even the first British captain\nto  discover  Australia. Captain John Brookes, a poor navigator\nby all accounts, managed to wreck his ship, the Tryall, on rocks just\noff the Western Australian coast in 1622.",
            "Number 2",
            "March 2017 -------------------------------------------",
            "A gentleman approached me as I was sitting at a table, and\napologised for outbidding me! This was Rick Craig, a true\ngent who was very thoughtful and floored me completely,\nespecially when he told me that for decades he d been\nlooking for that particular piece to complete his collection.\nAs a newcomer to collecting Canadian numismatics, I m\nglad I bowed out when I did. Rick was also kind enough\nto share his list with me, a very useful auction catalogue\nentitled Immense Collection of Canadian Medals and\nBusiness Cards not Catalogued in Breton or LeRoux. This\ncollection of W.R. McColl s contains invaluable details\nof issues from numismatists, and is something I now\nfrequently refer to, thanks to the generosity of Mr. Craig.",
            "Miss Teen Canada, Samantha Pierre, shown above\nstaffing the CAND Youth table with fellow volunteer\nElizabeth Nienhuis at the Fall Toronto Coin Expo.",
            "Over the next two days old acquaintances were\nrenewed and a couple of new ones made. I even got to\nmeet Miss Teen Canada, whose talents with balloon\nanimals were thoroughly tested over the weekend. Final",
            "additions supplemented the collection I had accumulated\non my visit and heartfelt farewells were made. It was",
            "time to go home.\nAs I reflect on the five months I had spent in",
            "Toronto, and the other places that I visited, I can t help",
            "but realise how lucky I was to have met such wonderful,",
            "generous people everywhere I went. Every time I look\nthrough my collection I will be reminded of the good\ntimes I had in the long summer of 2016. The collection\nhas already inspired a display at Morwell Numismatic\nSociety s Christmas meeting and I m sure there ll be other\noccasions when I come across a token or a medal that Il\nrekindle those feelings of fellowship that I will always\nhold dear. There is no doubt I will return to Canada, and I\nwould really like to attend at least one RCNA Convention",
            "at some point the only question is when.\n"
        ],
        "PageNo": "69"
    },
    {
        "File": "The_CN_Journal_march_22.jpg",
        "Paragraphs": [
            "A FOURTH SCANLON BAKERY\nTOKEN._TYPE_DISCOVERED",
            "BY BILL ENGLISH AND RON CHEEK\n LM#91, FRCNA, #22188,",
            "Too late to make it into our article on The Scanlon",
            "Bakery tokens in the January-February 2017 edition\nof The CN Journal, Bill English uncovered a fourth",
            "and previously unpublished token type. It is shown in the\naccompanying photos. This type, the only specimen of which\nwe're aware, is identical to Astwood 0100c, but is anodized\nwith a pale gold colour. Astwood 0100c and this token are\nnotably distinguished from the other two types (0100a and\n0100b) by the lack of spacing between the words, LOAF\nOF BREAD. As well, we have noted, the word OF is in a\nslightly smaller font than that used for the words LOAF and\nBREAD. This token type will be added to James Astwood s\nnext edition of An Illustrated Guide to Ontario Bakery\nTokens with the number 0100d. It is 25.4 mm in diameter,\nweighs 1.8 g, and like the other Scanlon pieces, is aluminum.",
            
            "As with Astwood 0100b, the significance of the anodized\npale gold colouring is unknown.",
            "Bill discovered this token among those he had kept aside\nmore than two decades ago from the hoard of some 250\ntokens that came from former co-owner of the bakery, Gib\nSmith. The hoard went to Gatewest Coins in Winnipeg.",
            "Conclusion",
            "The Scanlon Bakery is long gone from Aurora but it\nlives on in the fond memories of older folks who enjoyed\nits baking, and more tangibly in the surviving Scanlon\nBakery tokens. The legacy of Scanlon s successor, of\ncourse also survives. Granny s Tarts remains a nationally\nrecognized brand. Now produced by Saputo but still under\nthe Vachon name, Granny s Tarts are widely available in\ngrocery stores across Canada and beyond. They may not\nbe quite the same as they were when Gib\nSmith and his partner were baking\nthem but they re still delicious. We\nshould know. We sampled a lot of\nGranny s Butter Tarts during the\npreparation of this article. It was",
            "research.",
            "Obverses and reverses of The\nScanlon Bakery bread tokens,\nleft to right: Astwood nos.\n0100a, 0100b, and 0100c.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "70"
    },
    {
        "File": "The_CN_Journal_march_23.jpg",
        "Paragraphs": [
            "Lucky CoINs",
            "BY LORI HELSTON",
            "How s Your Luck Today?",
            "March 17th is Saint Patrick s Day, the day\nM of year where people of Irish decent,\nno matter how slight, come out to\ncelebrate their heritage. Saint Patrick s Day is the\ncultural and religious observance of the death of\nSaint Patrick, Ireland s patron saint and it is the\nmost widely celebrated national festival\nin the world. This is supported to a large\ndegree by the Irish diasporas scattered\nthroughout the world today.",
            "In recent years there has been criticism of\nSaint Patrick s Day festivities in North America as\nbeing too commercial and corrupted by corporate\ngains. The traditional observation of Saint\nPatrick s Day required wearing shamrocks\nor the colour green. The shamrock was\nsaid to have been used by Saint Patrick to explain\nthe Holy Trinity to the Irish when converting them to\nChristianity. On Saint Patrick s Day the toast, the  Luck\nof the Irish,  offering good luck to the recipient is often\noverheard. It is debatable whether the Irish, who have\nfaced many hardships, might be considered a  lucky \npeople but the sentiment is generally sincere.",
            "However, it is considered universally lucky to catch a\nLeprechaun, an Irish fairy folk. If captured by a human,\na leprechaun must grant the person three wishes and\nsurrender his pot of gold coins. This would be incredibly\nlucky, but leprechaun coins are not the only numismatic\nitems associated with luck, and we can find examples of\n lucky  numismatics in many cultures.",
            "Feng Shui Coins",
            "Coins with holes have been long\nbelieved to bring the owner good luck.\nThis belief is thought to be linked to a\nsimilar superstition regarding ancient\nstones or pebbles, which had holes,\noften called  Adder Stones.  These\nitems were hung around the neck to\nattract positive energy and luck to the\nwearer. Adder Stones have been found\ndating back to the time of the Druids.\nWhile many of us would not recognize\nan Adder Stone, the more familiar\nLucky or Feng Shui coins are often\nseen in our multicultural society today.\nThese coins are believed to attract wealth and success.",
            "Number 2",
            "March 2017 -------------------------------------------",
            "Commonly they look like old coins, round in shape with\na square hole in the centre. This round shape is said\nto represent the heavens and the square shape of the",
            "hole represents the four corners of the earth.\nLucky Feng Shui coins should be tied together\nwith a red cord or ribbon. The very best and\nluckiest of Feng Shui coins are finished-\ntied with an endless knot. Three coins tied\ntogether are believed to be a very good\nchoice to bring luck to the owner. These\nthree coins represent the heavens, the earth",
            "and mankind.\nOne should never tie four Feng Shui coins\ntogether. This is believed to bring bad luck to\nthe bearer since the Chinese word for four is\nvery similar in pronunciation to that of the word\nfor death. Tying five coins together should\nalso be avoided. Nine coins, tied together, are\nconsidered very auspicious by many as bringing\nwealth and luck to the owner.",
            "Custom has it that Feng Shui coins should be hung on\nthe inside of the front door of the house to usher wealth\nand luck into the home. Never hang the coins on the back\ndoor as this invites luck or wealth to leave the house. To\nensure luck in business, it is believed that you should place\nthree Feng Shui coins tied together on top of important\ndocuments or your computer. The coins should always be\nhung with the Yang, four character side, facing up.",
            "For personal luck, many people always keep three lucky\ncoins in their wallet or purse at all times or wear the coins\nas an amulet, necklace or earrings.",
            "Lucky Penny",
            "Another common superstition\nassociated with coinage in many\ncultures is the question of found\nmoney or the lucky penny. Could you\nwalk past a penny on the floor and\nnot pick it up? Many cultures believe\nthat any found money is lucky since\nit has  fallen  from heaven and the\nexpression  pennies from heaven \nis commonly known. Even if we re\nin the middle of a crowded street,\nmany of us will stop to pick up a coin\nbelieving that it is lucky, especially if\nit is a shiny one. It is understandable\nif it is a Loonie or Twoonie, that being money of value, but\n"
        ],
        "PageNo": "71"
    },
    {
        "File": "The_CN_Journal_march_24.jpg",
        "Paragraphs": [
            "why do we risk being run down or tripping up someone just\nto pick up a penny?",
            "The old rhyme   its origin lost in time   is  find a penny,\npick it up, and all day long you ll have good luck  has\nmany of us tripping over our feet to catch that lucky penny.\nSome people even take the superstition a step further, by\nonly picking up the coin if it s found head-side, or obverse\nside, up. Others believe that you should pass the found coin\non to another person and share your good fortune. This is\nbelieved to seal your luck with the fates and make right the\nbalance in the universe. If the coin is found tails, or reverse,\nside up it is commonly believed that you should not pick it\nup because that the tail side showing is bad luck. You are\nsafe to touch the coin, turn it over and leave the luck for the\nnext person, just do not take it with you.",
            "The origin of this ritual is said to have come from ancient\ntimes when metals were believed to offer protection from\nevil spirits. When coinage came into being as a means of\ncommerce it was a logical conclusion that those individuals\nwith greater numbers of coins were considered to be  lucky. \nSince the RCM stopped producing the 1-cent coin in 2012, we\nshould perhaps update our rhyme or maybe finding pennies\nwill remain lucky as they become increasingly scarce.",
            "Never have an Empty Wallet",
            "A further superstition regarding coins and",
            "luck revolves around the practice of placing",
            "a coin or two into a wallet or purse given as a",
            "gift. Custom has that it is incredibly unlucky to",
            "have an empty wallet, and good luck is passed to",
            "the recipient if a coin is placed in the gift. This is\nassociated with the idea of  money attracting money  and\nwas commonly believed to originate with the ancient Greeks.",
            "Heads or Tails?",
            "How many of us have used the toss of a coin to settle a\nbet or to make a decision? The toss of a coin is completely\nrandom in terms of the result, heads or tails. In fact the\ntoss of a coin, and the equal chance for the result, is used\nby elementary to post-secondary educators to introduce\nstudents to the concept of probability in the study of\nstatistics. We have no way to know or to influence whether\nthe heads or tails side will turn up, unless we  rig  the game\nand posses a  two-headed  coin. We feel lucky and that\nfate is on our side when our choice comes up. If we lose\nthe toss, we rail against the universe and say the gods are\nagainst us. This is a very heavy responsibility placed on a\nsimple toss of the coin.",
            "nee The CN Journal",
            "Touchstone and Healing Coins",
            "Along with the power to settle bets and make decisions,\nsome cultures have come to believe that coins also possess\na healing touch. It was a common belief that coins given\nduring the Holy Communion could be rubbed on parts of\nthe body suffering from rheumatism to cure the disease.",
            "We can trace this tradition of touch pieces back to the time\nof Ancient Rome, when the Emperor Vespasian (AD 69-79)\ndistributed coins to the poor and sick as healing talismans at\na ceremony known as  the touching.  In Britain, medallions\nshowing the  Devil defeated  were specially minted and\ndistributed amongst the poor in the belief that they would\nreduce disease and sickness.",
            "Some touch-piece coins are treasures steeped in\nlegend and folklore and have remained with the\noriginal family for generations. An example of this\nis the  Lee Penny  which was obtained by Sir Simon\nLockhart from the Holy Land during the Crusades.",
            "This touch piece consists of a triangular shaped\ndark red stone set into an Edward IV groat.\nThe stone was obtained as part of a ransom\nof an emir captured during the Crusades\nin the 14th century. It is still in the\nfamily s possession, safely stored in\na gold snuff-box which was presented\nto Sir Simon by Empress Maria Theresa\nin 1783. The charm is said to possess the\nability to cure rabies, haemorrhagic fever\nand various animal ailments. So powerful was the belief \nof this coin s healing abilities it was exempted from the\nChurch of Scotland s prohibition on charms and was lent to\nthe citizens of Newcastle during the reign of King Charles I\nto protect them from the plague. Although the exact number\nvaries by the account, the citizens of Newcastle pledged a\nprincely sum of between  1,000 and  6,000 for its return.",
            "The legend of coins  healing powers has extended over\nmany centuries. In medieval times some diseases were\nbelieved to be so powerful that only the King or Queen\ncould cure them. This royal power to cure was an\nextension of the idea that the sovereign ruled by the\n Devine Right of Kings  and persons of royal blood\npossessed the power of healing by touch directly from\nGod. Gold angel coins were first struck in Britain in\n1465, especially during the reigns of James I and Charles I.",
            "Volume 62\n"
        ],
        "PageNo": "72"
    },
    {
        "File": "The_CN_Journal_march_25.jpg",
        "Paragraphs": [
            "These coins are often found pierced in the centre\nso that they could be worn on a cord around\nthe neck and used as touch pieces. Charles\nI issued angels almost exclusively as\ntouch pieces and intact specimens of this\ntype of coinage minted during his reign\nare difficult to find. The size of the hole\nfound in the touch piece may indicate\nthe amount of gold taken in payment by\nthe jeweller or the mint for the work of\npiercing or punching and the provision of a\nribbon or silk string.\nThe  cure  provided by the monarch was more\nof a  laying on of hands  with the angel coin,\nalthough touched by the monarch, seen as\na receipt or talisman of the potential of\nthe monarch s healing power. The angel\nwas the favoured coin used at these\nceremonies as it depicts on the obverse\nSt. Michael slaying the Devil, depicted\nas a dragon. St Michael was favoured\nbecause he was assigned the role,\nguardian of the ill. After receiving the\nmonarch s blessing, should the individual\nfail to recover, the blame was assigned to\nthat person for having a lack of faith. Charles IT ceased\nminting of these coins in 1634 and replaced them with\nspeciality medalets depicting good defeating evil.",
            "Something old, something new....",
            "The tradition of wishing every newly wedded couple\nhappiness and prosperity has continued throughout\nthe ages. Many of these traditions are associated with\ncoins because they represent wealth which would\nensure the new couples  happiness.\nThe old English rhyme of  Something old,\nsomething new, something borrowed and something\nblue  is commonly known. However an additional\nrequirement that no proper English girl would do\nwithout,  and a silver sixpence in her shoe...  can be\nrelated to numismatics as the special coin is passed along\nas a keepsake.",
            "The items the bride should carry represent continuity\n(old), optimism (new), happiness (borrowed) and purity,\nlove and fidelity (blue). The silver sixpence is a tradition\ndating back to the reign of Elizabeth I. Sixpence were",
            "minted from 1551 to 1980 and were thought to be very",
            "auspicious for the bride. Tradition has it that a silver",
            "sixpence, or other special coin, should be placed by",
            "her father in the bride s left shoe. This tradition is",
            "designed to ensure prosperity and happiness in the",
            "marriage. The Royal Mint has resumed minting the",
            "sixpence and this now guarantees that no June bride\nwill go without.",
            "Number 2",
            "March 2017 --------------------------------------------",
            "In Sweden it is custom that a bride places a gold\ncoin in her right shoe, a gift from her mother,\nand a silver coin in her left, a gift from her\nfather. These coins symbolize that she will\nnever want for anything.",
            "In Lithuania, best wishes, happiness\nand prosperity are assured to bride and\ngroom from their family and guests\nby scattering shiny silver coins across",
            "the dance floor at their reception. The",
            "bride and groom s first dance as a married",
            "couple occurs through the coins, which are",
            "then gathered up, placed in jars and presented",
            "to the couple as a gift from the guests at their",
            "wedding. These silver coins are seen as\ntokens of assurance of a blessed union.",
            "In Poland, coins are used rather than\nconfetti to scatter over the newlywed\ncouple. The bride and groom together\nare required to pickup all of the coins as",
            "the first act of their union thus ensuring\ntheir future happiness.",
            "Make a Wish",
            "The purchase of a lottery ticket is a relatively modern\nway some seek to obtain their wishes. Wishing Wells have been\nused for centuries in a similar way. It has been long believed\nthat a wish may be granted by tossing a coin into a well.",
            "Water has always been seen as a vital necessity and sacred\nsince life depends on it for survival. Fresh water springs\nwere incredibly valuable and some cultures believed that\nbenevolent spirits lived within. Wells or fresh water pools\nfound at the surface level were assumed to be placed by an\nact of the gods and these sacred sites were often marked\nwith wooden statues honouring a god.",
            "Both the Celtic and Germanic people would honour\nand worship the spirits that were said to dwell within the\nwaters. It became a custom for many Germanic warriors\nto offer the gift of their defeated enemies  armour and\nweapons to the water spirits as a thank you for their\nsuccess in battle and their return unharmed.\n"
        ],
        "PageNo": "73"
    },
    {
        "File": "The_CN_Journal_march_26.jpg",
        "Paragraphs": [
            "Through time it came to\nbe believed that the spirits\nresiding in the water were\nable to grant wishes or\ngive blessings to those\nwho would ask and could\npay the price. In order to\ngain favour with the spirits,\nofferings of coins were\nmade along with the wish,\nso as not to offend. With the\nability to grant wishes, some\nsprings also became known\nas healing sites where people would drink or bathe in the\nwater and be cured of their ailments.",
            "It is unsure whether the association of healing powers\nand wish granting 1s linked to the Norse myth of Mimir s\nWell, the Well of Wisdom, where your heart s desire could\nbe granted by sacrificing something you hold dear or the\naccidental discovery of the biocide properties of silver and\ncopper. These two metals, commonly used in coinage, may\nhave coincidently made these waters safer to consume by\ninhibiting the growth of harmful bacteria within the pool.\nBy simply placing silver coins into water, silver oxide is\ncreated through a natural oxidation process. This compound\nis a known bactericide. Individuals may have been  cured \nof infections by consuming these waters, prompting the\ndepositing of increased numbers of coins into these wells and\nestablishing a self fulfilling cycle.",
            "Today we are significantly more likely to toss a coin into a\nfountain than a natural spring when making our wish, but we\ncontinue this ancient practice. It is common to see someone\nmake a silent wish and toss a coin in a pool at a local mall.\nAdditionally we have all been cautioned not to reveal our\nwish else it will not come true. These coins are collected\nregularly and donated to a local charity. Perhaps the most\nfamous of fountains for tossing coins and making wishes is\nthe Fontana di Trevi or Trevi Fountain in Rome. This fountain\nwas the inspiration for the 1954 movie Three Coins in the\nFountain, and a specific ritual has developed associated\nwith making your wishes come true. Tossing a\nsingle coin over your left shoulder using your\nright hand is said to assure that you will\nreturn to Rome again during your lifetime.",
            "The second and third coins tossed are said\nto guarantee romance and marriage.",
            "The practice of tossing coins into this\nfountain is so popular with tourists that the\nfountain needs to be closed for an hour each\nday to collect the estimated  3,000 in coins.",
            "That money is donated by the City of Rome to\nItaly s Red Cross to provide assistance to the poor.\nIt truly is a large number of wishes!",
            "Canada s Own Lucky\nLoonie",
            "It is difficult to believe that\nthe power to influence the\noutcome of an international\nsporting event can be\ndetermined by a single coin,\nbut this is the belief of many\ndie-hard hockey fans over\nour  Lucky Loonie. ",
            "The legend says that\nthe Olympic officials for\nthe Salt Lake 2002 Winter",
            "Games contacted senior NHL ice consultants to ensure\na superb quality surface for the games. Trent Evans, an\nEdmonton ice maker, was one of the assistants who helped\nprepare the ice. As a good luck wish, Evans buried a 1987\nloon under centre ice just below the surface. The evidence\nwas hidden from view with the addition of a yellow\ncircle indicating to officials where to drop the puck for\nthe opening face-offs. The loonie s placement was known\nto very few people and they were sworn to secrecy. Both\nthe Canadian Women s and the Men s teams went on to\nOlympic gold victory.",
            "After the Women s win over Team USA 3-2, several\nmembers of the team skated out onto the ice surface and\nkissed the spot where the loonie was hidden. The Men s\nteam then went on to defeat Team USA by a score 5-2.\nThis was Canada s first Olympic gold in Men s hockey\nsince 1952.",
            "After their victory, the coin was dug up from beneath\nthe ice and presented to Team Canada s executive-director\nWayne Gretzky. Gretzky revealed Canada s  secret\nweapon  during a post-game press conference.",
            "This special loonie quickly became part of Canadian\nsports folklore and now resides in the Hockey Hall of Fame.\nThe tradition has continued with loonies being hidden in\nthe foundations of the 2010 Vancouver Olympic venues and\nhidden at various international competitions.",
            "The RCM has released a lucky loonie for every\nOlympic/Paralympic competition since 2004.\nEach athlete is given a coin to show our\nappreciation for their dedication to their\nsport and to give them a little extra luck",
            "in the competitions.",
            "Whether you have a personal talisman\nor lucky coin that you keep with you at\nall times is unknown. For luck many",
            "people carry a coin dated the year of\ntheir birth. However we can conclude that\nnumismatics and luck have had a long history\nthroughout the ages.\nWishing you the best of luck in your future!",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "74"
    },
    {
        "File": "The_CN_Journal_march_27.jpg",
        "Paragraphs": [
            "1889 GEORGE WASHINGTON CENTENNIAL MEDALS FOR THE",
            "ANNIVERSARY_OF_HIS_INAUGURATION","By RAY AND CAROL GREGORY\n #F12213,",
            "George Washington was\nborn on February 22,\n1732, into a family of",
            "wealthy British Colonial planters\nwho owned tobacco plantations and\nslaves in Virginia.",
            "In his youth, he became a major\nin the colonial militia and during\nthe first stages of the French and\nIndian War was promoted to the\nrank of adjutant general by the\nLieutenant Governor.",
            "In 1775, the Second Continental\nCongress commissioned him\nas commander-in-chief of the\nContinental Army in the American\nRevolution. In that command,\nWashington forced the British out of\nBoston in 1776. He recovered from a\nmajor defeat at New York City with\nhis famous crossing of the Delaware\nRiver in the middle of winter.",
            "Washington resigned as\ncommander-in-chief when victory\nwas assured in 1783 thereby proving\nhis commitment to American\nrepublicanism. He presided over\nthe Constitutional Convention in\n1787, which defined the form of\nthe federal government for the\nUnited States. He was elected as the\ncountry s first president in 1789.",
            "Washington Taking the Oath of\nOffice, April 30, 1789",
            "The swearing in of Washington as first\nPresident of the United States took place\non the balcony of old City Hall, at Broad\nand Wall Streets, in New York City.",
            "In the image to the right artist Alonzo\nChappel correctly shows Washington\nwearing a dark brown suit, with his\nside dress sword. White silk stockings\nand plain shoes with silver buckles\ncomplete his outfit. His powdered hair\nis in the style of the times.",
            "Number 2 March 2017 -----------------------------------------",
            "Chancellor Robert R. Livingston,\nNew York s highest ranking\njudge, stands facing Washington\nto administer the oath. The open\nBible on which the President lays\nhis hand was placed on the rich\ncrimson velvet cushion by Samuel\nAllyne Otis, Secretary of the\nSenate. Vice-President John Adams\nis on the other side and stands\nbehind Washington.",
            "Washington solemnly repeated\nthe words of the oath, loudly\narticulated,  I swear  and with eyes\nshut, concluded in a whisper with\n So help me, God. ",
            "Washington Centennial\nCelebration",
            "The Washington Centennial\nCelebration in New York City was\na detailed affair to commemorate\nWashington s inauguration as\nthe first President. Officials from\ngoverning bodies, the military,\ncivil, and business groups united\ntogether in New York City to\nhighlight its importance.\nThree days of celebratory events\nwere held:\n+ Monday, April 29   Arrival and\nreception of President William\nHenry Harrison and his party, the\nnaval parade, public reception at the\nCity Hall, and the Centennial Ball.\n. Tuesday, April 30   Services at\nSt. Paul s Chapel, literary exercises\nat the Sub-Treasury, military parade,\nand banquet at the Metropolitan Opera\nHouse.\n. Wednesday, May 1   Industrial\nand civic parade.",
            "The following medals were minted\nin 1889 to commemorate the 100th\nanniversary of George Washington s\ninauguration as first President of the\nUnited States, on April 30, 1889.\n"
        ],
        "PageNo": "75"
    },
    {
        "File": "The_CN_Journal_march_28.jpg",
        "Paragraphs": [
            "Obverse: In raised band is legend starting at 7.00 o'clock GEORGE WASHINGTON FIRST PRESIDENT OF THE\nUNITED STATES x 1789 x; in centre in sunken circle is undraped bust of George Washington facing right.\nReverse: Around edge is the legend CENTENNIAL ANNIVERSARY OF HIS INAUGURATION NEW YORK x /\nInside at bottom above legend is date APRIL 30, 1889; in centre three men standing on lined floor in oath\nof office ceremony.",
            "Composition: White Metal; Diameter: 38 mm; Edge: Plain; Rim: Beaded; Rarity: R4",
            "Holed and with brass suspension ring.",
            "Reverse die alignment: 360 degrees",
            "Designer: William H. Key (c. 1820 1902)",
            "Reference No: Douglas 49A; Collins: 433",
            "Other issues: In White Metal Douglas 49",
            "Obverse: Civil bust of George Washington (after Giuseppe Longhi s bust of 1817) facing 3/4 left in sunken\nbeaded circle; legend around from 6 o clock: x GEORGE WASHINGTON FIRST PRESIDENT OF THE UNITED\nSTATES.",
            "Reverse: In centre three men standing on lined floor in oath of office ceremony; legend around from\n6 o clock: x CENTENNIAL ANNIVERSARY OF HIS INAUGURATION NEW YORK with date above starting at\n7 o clock: April 30, 1889",
            "Composition: Copper; Diameter: 38 mm; Edge: Plain; Rim: Beaded; Rarity: R6",
            "Designer: William H. Key (c. 1820 1902)",
            "Reference No: Douglas 50D; Collins 435",
            "Other Issues: In Bronze Douglas 50 with date on obverse; in White Metal Douglas 50A with date on obverse\nDouglas 50B not listed; in Brass Douglas 50C trial piece of Douglas 50, blank border on obverse blank on\nthe reverse; in White Metal Douglas 50E same as 50D",
            " The CN Journal Volume 62\n"
        ],
        "PageNo": "76"
    },
    {
        "File": "The_CN_Journal_march_29.jpg",
        "Paragraphs": [
            "Obverse: Civil bust facing 3/4 left (after Giuseppe Longhi s bust of 1817) in oval at upper\ncentre, with oak and olive wreath tied by a bow. Around rim legend starting at 7 o clock:\nGEORGE WASHINGTON FIRST PRESIDENT OF THE UNITED STATES / x 1789 x",
            "Reverse: Three men standing in oath of office ceremony scene; below is inscription APRIL\n30 / 1889. Around the rim legend starting at 7 o clock: x CENTENNIAL ANNIVERSARY OF THE",
            "INAUGURATION NEW YORK x.",
            "Composition: White Metal; Diameter: 50.6 mm; Edge: Plain; Rim: Plain raised; Rarity: R7",
            "Designer: William H. Key (c. 1820 1902)\nReference No: Douglas 48; Collins 432\nOther issues: In Bronze 50.6 mm; Douglas 48A",
            "Engraver",
            "William H. Key (c. 1820-1902) was born in Brooklyn,\nN.Y. He learned engraving and die sinking from his\nfather, Frederick C. Key. William Key was one of the\nera s most productive American engravers of medals,\nstore cards and tokens.",
            "William signed his dies with full initials WHK. On the\nDr. Elisha Kent Kane piece, the die is signed KEY F (fecit)\nand was often misattributed to his father, Frederick. (HK-\n756 and HK-757)",
            "Both son William H. and father Frederick C. Key\nworked together in Philadelphia as F.C. Key & Son, from\n1854 to 1860.",
            "This firm was infamous for the indiscriminate re-striking\nof tokens. Many uniform diameter dies were sometimes\nmuled with the F.C. Key & Son store card die. Some dies\nwere being re-used in 1870. One die was reused as late as\n1939 for a coin show in Chicago. Many off-metal tokens\nexist, but all are likely re-strikes. There are many mules of\nWilliam Key and George Hampton Lovett (q.v.) dies.",
            "William Key partnered with John C. Odling, as Key &\nOdling from 1863 to 1867.",
            "William also worked at the Philadelphia Mint from 1864\nto 1885 as assistant engraver to William Barber. Perhaps\nsome unsigned dies of the U.S. Mint were done by Key.",
            "Number2 March 2017",
            "William Key may have also engraved the dies for Lingg\n& Brother s American Centennial 1876 medalets.",
            "William Warner, a medalist from Philadelphia, obtained\nmany of William Key s dies. Warner privately produced\nmany re-strikes. No dies of the U.S. Mint were used for\nthese re-strikes.",
            "References",
            "Century Magazine   April, 1889. New York Public Library\nDigital Collection, image 808898. (accessed March\n2016)",
            "Civil War Token Die Sinkers, coinhelp.net/civil-war-\ntoken-values/civil-war-token-die-sinkers/ (accessed June\n2016) Johnson, D. Wayne, medalblog:  Medal Making\nHistory  Philadelphia Engravers Among America s\nUnpublished  School of Art .",
            "Marshall, John, The Life of George Washington, Vol. 4,\nJune 15, 2006 [Project Gutenberg EBook #18594]\n(accessed March 2016)",
            "medalblog.wordpress.com/2011/09/05/philadelphia-\nengravers-among-americas-unpublished-school-of-art/\nSeptember 5, 2011 (accessed June 2016)",
            "Russell, Rulau, and Fuld, George, MEDALLIC\nPORTRAITS OF WASHINGTON. Second edition. Iola:\nKrause, 1999, p 214",
            "Steinway, William, Diary: Washington Inaugural\nCelebration americanhistory.si.edu/steinwaydiary/\nannotations/?id=608 (accessed March 2016)\n"
        ],
        "PageNo": "77"
    },
    {
        "File": "The_CN_Journal_march_30.jpg",
        "Paragraphs": [
            "PORTRAITS OF THE FAMOUS\nBY. MEDALLISTS.OF_RENOWN",
            "BY BARRIE RENWICK",
            "FRCNA, FCNRS, #5754,",
            "#2 The Queen Victoria Household Medal by Emil Fuchs",
            "T he Household Medal relates to another in its genre.",
            "Queen Victoria, had the approaching year 1900\nin mind when she asked Emil Fuchs to design",
            "a medal commemorating continuation of her",
            "reign into the new century. She said that if",
            "its image pleased her, she might have",
            "him design a second medal, one with",
            "a more intimate portrait of her in",
            "every-day attire, a medal for those",
            "of her immediate family. After",
            "his commemorative piece won",
            "her approval, Fuchs proceeded",
            "to The Household Medal with",
            "its portrait of Queen Victoria in",
            "a pensive pose absent her usual",
            "regalia and surrounding title. The",
            "informal likeness suggests this medal",
            "is a memento for those dear to her.",
            "Victoria s signature on the reverse supports",
            "that thought. Fuchs s clever reliance on iconography",
            "emerges powerfully expressive. He wants",
            "each recipient to feel that the medal offers",
            "the private expression of Victoria the",
            "person rather than Victoria the queen.",
            "Victoria herself must have enjoyed",
            "Fuchs s creativity because she",
            "overcame her usual fustiness to",
            "endorse this medal. Fuchs, in his",
            "skillful low-relief style, filled the",
            "obverse with this grandmotherly",
            "portrait of the 81-year-old queen.",
            "Lack of a rim sharpens emphasis",
            "on the subject. With muted detail of",
            "her head-shawl and her gown, focus",
            "concentrates on the semblance of her face,",
            "exactly as the artist intended.",
            "His reverse has Victoria s",
            "signature and the date 1900 on",
            "the plain surface. By implication, the obverse signals her",
            "message:  Remember me,  and the reverse extends that",
            "emotive, stretching the span of memory both ways from",
           
            "the fin de si cle making this a heartfelt keepsake. The\nmedal is silver, 35 mm diameter, with Fuchs s name on an\nangled portion of the edge below the portrait. The piece is\nrecorded as being very rare.\nEmil Fuchs born 1866 in Vienna, Austria,\nbegan artistic studies at the Academy\nof Fine Arts Vienna and continued\nat the Prussian Academy of Arts,\nBerlin. His early successes came\nfrom his work as a sculptor, and\nmedallist. Much later he took an\ninterest in painting that eventually\nflourished from the vigor he\nformerly lavished on his earlier\nventures. In 1897, he gravitated\nto London. There he soon began\nteaching at the Royal Academy and\nsecuring commissions for medallic work.\nHis medals for Queen Victoria and Edward\nVII vouch for the quality of his craftsmanship.\nFuchs worked for a time with The Mint\nBirmingham; there his output included a\nGovernor General of Canada medal.\nHis enrichments to British life earned\nhim the Royal Victorian Order.\nIn the early stages of The Great\nWar, British patriotism intensified.\nFuchs felt insecure as an alien\nliving there. He decamped to the\nUnited States, familiar territory\nhe had visited several times.\nHe settled in New York City and\nlater took citizenship, in 1924. His\nsubsequent work in America included\nmany medals, figurines, sculptures,\nand paintings. Regrettably,\nFuchs developed cancer that\noverwhelmed him physically\ncausing him to end his life by suicide. In 1929, society",
            "lost this prolific skilled artist. Fuchs died age 62.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "78"
    },
    {
        "File": "The_CN_Journal_march_31.jpg",
        "Paragraphs": [
            "ROYAL_ MINT. COMMUNIQUE",
            "The Royal Mint marks 1,000 years since the coronation of King Canute",
            "he Royal Mint is to mark 1,000 years",
            "| since the coronation of Canute, the\nlegendary Viking conqueror",
            "who became the first King of a",
            "unified England. This  5 coin",
            "marks the first time that a 1,000",
            "year anniversary has been",
            "commemorated by The Royal",
            "Mint, and the first time that",
            "this English King has been",
            "featured on a coin since the",
            "time of his reign.",
            "Long before the Norman\nInvasion of 1066, Canute the\nGreat crossed the North Sea\nand seized the throne of England.",
            "As a Viking warrior, son of King",
            "Swein  Forkbeard  of Denmark,",
            "Canute captured the English throne",
            "from  thelred II s son, Edmund  Tronside, ",
            "at the Battle of Assandun, and began a period of\nconquest across northern Europe.",
            "Canute was a conqueror with no clear\nconnection to the royal dynasties that\nhad ruled England for centuries.",
            "Capturing the English throne\nwas the beginning of a period\nof conquest that spread across\nnorthern Europe and, before\nthe end of his reign, his empire\nincluded Denmark, Norway\nand he also claimed part of\nSweden.",
            "Canute is perhaps best\nknown for the story of  Canute\nand the waves  and his attempt to\ncontrol the incoming tide. Legend\nhas it that he sat on his throne at the\nwater s edge and commanded the waves\nto turn back. This tale has often been interpreted\nas a sign of Canute s arrogance, an attempt to prove that\nhis power was so great he could control the seas. But the\nearliest form of the story shows Canute in a different light,\nas a humble king, proving to his flattering courtiers that,\ncompared to the power of God, he was only human.",
            "It is perhaps surprising that Canute s great conquest, ruling\nthe vast North Sea Empire and being crowned  king of all\nEngland,  is now largely forgotten, though his achievements\npaved the way for the nation of England we recognise today.",
            "Number 2",
            "March 2017 -------------------------------------------",
            "The Design and the Designer",
            "Royal Mint coin designer Lee R.\nJones studied animation at the\nUniversity of Wales before\nworking for companies such as\nSiriol Productions and Cartoon\nCymru, producing animation\nfor cinema and TV. In\n2014 his portrait work was\ndisplayed by the Society of\nPortrait Sculptors, which\nholds an annual exhibition in",
            "London.\nJones has this to say,  It\nwas a welcome challenge\nbecause I wanted to create\nsomething fresh, rather than\napproaching the design from the\nfamiliar viewpoint of medieval art, but\nthere is very little contemporary imagery of\nCanute to work from. Depictions of kings\nof that period tend to look the same.\nThey are a general icon of  a king \nrather than showing the unique\nfacial features of any particular",
            "monarch.\nAfter studying his coinage\nin The Royal Mint Museum\nI could see modern eyes\nwould not get a true feel for\nthe conquering king with\nViking lineage. I needed to\nget a big message across\nsuccinctly, on a small space,\nwith a visual language for our\ntimes. We need to understand,\nat a glance, that this is an ancient",
            "Nordic king with a story.",
            "I started the process by drawing clean,\ngraphic strokes using fineline and marker pens.\nThe design is influenced by the prows of Viking longships;\nthere is a certain proud, determined nature to them that\nsuits the character of Canute. I also included the particular\ntype of crown that Canute is seen wearing in manuscripts,\nwhich keeps the foundation of the iconography he is\nassociated with. Additionally, the shaved back-of-the-\nhead hairstyle associated with Vikings is utilised in the\nstorytelling. Even his popularly accounted long nose is\nbuilt into the design. "
        ],
        "PageNo": "79"
    },
    {
        "File": "The_CN_Journal_march_35.jpg",
        "Paragraphs": [
            "2017 CALL _FOR_NOMINATIONS_e APPEL_DE_NOMINATIONS",
            "Nominations for the RCNA offices of\nN President, First Vice-President, Second Vice-",
            "President and the 16 Directors representing\nCanada and the United States must be in the hands\nof the Chairman of the Nominations Committee\nby March 31, 2017. The names of all nominees\nsubmitted shall be printed in the Association s official\npublication, The Canadian Numismatic Journal,\nissued for the month of June 2017.",
            "All nominations shall be made in writing\nsigned by one member in good standing and sent\npostal mail to the Chairman of the Nominations\nCommittee, 5694 Highway #7 East, Suite 432,\nMarkham ON L3P 1B4, or sent by email to\nnominations@rcna.ca .",
            "Number 2",
            "March 2017 -------------------------------------------",
            "de premier vice-pr sident, de deuxi me vice-",
            "pr sident de 17 ARNC et de ses 16 directeurs\nr gionaux repr sentant le Canada et les Etats-Unis\ndoivent  tre entre les mains du Pr sident du Comit  des\ncandidatures d ici le 31 mars 2017. Les noms de tous\nles candidats doivent  tre publi s dans la publication\nofficielle de l Association, Le Journal canadien de\nnumismatique,  mis pour le mois de juin 2017.",
            "Toutes les candidatures doivent  tre pr sent es par\n crit et sign es par un membre en r gle et envoy es\nau Pr sident du Comit  des candidatures, 5694\nHighway # 7 East, Suite 432, Markham ON L3P\n1B4. Les candidatures peuvent aussi  tre envoy es\npar courriel   nominations @rcna.ca .",
            "L es candidatures pour les postes de pr sident,\n"
        ],
        "PageNo": "83"
    },
    {
        "File": "The_CN_Journal_march_36.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2017 $100 Fine Silver Coin   Vimy Ridge",
            "The reverse features a highly detailed, magnificently\nengraved recreation of the large-sized oil painting",
            "The Taking of Vimy Ridge, Easter Monday,",
            "1917. The coin s large diameter (76 mm) is the",
            "perfect canvas for such a detailed reproduction",
            "of this unforgettable work by Canada s first",
            "official war artist, Richard Jack. By focusing",
            "on a Canadian battery, the design captures the",
            "intensity of the heavy shelling directed towards",
            "enemy positions on Vimy Ridge, which forms",
            "the raised horizon in the background. The crew",
            "of the 18-pounder field gun work tirelessly and in",
            "unison as they pass shells to keep up the barrage a",
            "fitting depiction of Canada s troops coming together to",
            "fight as one. Engraved overhead is the word  CANADA \nabove the dates of commemoration,  1917-2017,  while the\nface value  100 DOLLARS  is engraved below the soldiers.\nThe obverse features the effigy of King George V by Sir\nBertram MacKennal, as used on Canadian coins during the\nmonarch s reign.",
            "2017 Proof Silver Dollar   150th Anniversary\nof Canadian Confederation",
            "The reverse design by Canadian artist Rebecca Yanovskaya\nfeatures a contemporary take on a classic female allegory that\npersonifies Canada on its 150th anniversary. Every element in\nthis complex design represents a different political, historic,\ngeographic and social aspect it represents our story as a\nnation, all conveyed by the intricate engraving and careful use\nof multiple finishes.",
            "In the foreground, Canada rises up strong, majestic and bold;\nshe bears a youthful appearance, given Canada s status as a\nrelatively young nation. Canada is the picture of grace and\na vision of strength in her protective armour; and yet, she\ncarries no weapon a symbolic nod to Canada s historic\npeacekeeping role, and our efforts to bring",
            "peace throughout the world. Her",
            "brow is wreathed with a glorious",
            "garland of poppies, much as",
            "our anthem s French lyrics",
            "for O Canada affirm.",
            "Pi ce de 100 $ en argent\nfin 2017   Cr te de Vimy",
            "Au revers figure une repr sentation hautement d taill e et\nmagnifiquement grav e de la peinture   l huile surdimensionn e\nLa prise de la cr te de Vimy, lundi de P ques 1917. Le grand\ndiam tre de la pi ce (76 mm) en fait une toile de fond id ale pour\ncette reproduction minutieuse de l uvre inoubliable du premier\nartiste de guerre officiel du Canada, Richard Jack. Centr  sur une\nbatterie canadienne, le motif rend l intensit  des bombardements\ndirig s vers les positions ennemies sur la cr te de Vimy, qui s l ve\n  horizon. L quipage du canon de campagne de 18 livres travaille\nsans rel che et   l unisson, faisant passer les obus pour nourrir le\ntir de barrage   une sc ne qui illustre bien l effort concert  des\ntroupes canadiennes. Le mot   CANADA  , grav  dans le haut de\nla pi ce, surplombe les dates comm moratives   1917-2017  , et la\nvaleur nominale   100 DOLLARS   est grav e sous les pieds des\nsoldats. L avers est   l effigie du roi George V selon sir Bertram\nMackennal, laquelle figurait sur les pi ces canadiennes   l poque\nde la Premi re Guerre mondiale.",
            "Dollar  preuve numismatique en\nargent 2017   150e anniversaire de la",
            "Conf d ration canadienne\nLe motif au revers,  uvre de l artiste canadienne Rebecca",
            "Yanovskaya, propose, pour le 150e anniversaire du pays,\nune interpr tation contemporaine de l all gorie f minine\nqui personnifie le Canada. Chacun des  l ments de ce motif\ncomplexe   rendus gr ce   la gravure  labor e et   l utilisation\npr cise de multiples finis   repr sente une facette politique,\nhistorique, g ographique et sociale qui raconte l histoire de\nnotre pays.\n  l avant-plan, Canada se dresse, forte, majestueuse\net d termin e; elle a une apparence jeune, qui traduit\nl ge relativement r cent du pays. V tue de son armure\nprotectrice, elle incarne la gr ce et la puissance, mais elle\nne porte aucune arme, un clin d ceil au r le de gardien de la\npaix que joue le Canada partout dans le monde. En r f rence\naux paroles fran aises de 1 O Canada, son front est ceint d une\ncouronne de coquelicots glorieux.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "84"
    },
    {
        "File": "The_CN_Journal_march_37.jpg",
        "Paragraphs": [
            "2017 $20 Fine Silver Coin   Second World\nWar: Battlefront Series   The Battle of Dieppe",
            "The reverse design by Canadian artist Alan Daniel",
            "uses a first-person perspective to bring the viewer",
            "into the midst of the action on the fateful moming",
            "of August 19, 1942. Disembarking from the",
            "landing craft, the soldiers of the Royal Hamilton",
            "Light Infantry rush onto the main beach area",
            "(dubbed  White Beach ) during the frontal assault",
            "on the occupied French town of Dieppe. In the\nengraved background is the well-fortified casino ",
            "this becomes a focal point for the Canadians, who must\nstruggle up the rocky beach and pass two lines of razor wire\nwhile under relentless enemy fire. In the distant sky, the\nbombers and fighter planes of the Royal Air Force and the\nRoyal Canadian Air Force are faintly seen as they support\nour ground assault by engaging marauding enemy aircraft.\nThe intensity of the fight and the barrage of fire are visible in\nthe explosions along the seawall, and in the tense expression\non the face of the soldier in the foreground. Clutching his\nLee Enfield rifle in one hand, this brave Canadian rushes into\naction but briefly turns his head towards the viewer, urging\nus to press forward and join the fray. The obverse features the\neffigy of King George VI by T. H. Paget.",
            "2017 50-Cent Fine Silver Coin   100th\nAnniversary of the 1917 50-cent piece",
            "The reverse presents a meticulously engraved recreation\nof the crossed maple boughs original designed by L. C.\nWyon and later modified by W. H. J. Blakemore, which\nappeared on Canada s 50-cent coins before 1937. The\nboughs of 22 maple leaves and the Imperial State Crown\nare all beautifully enhanced by the selective application\nof gold plating, which adds a sumptuous golden hue that\nstands out against the mirror background. Complete with\nits reeded edge, the reverse also recreates the engraved\nface value  50 CENTS  and the word  CANADA , and\nfeatures the dates of commemoration  1917-2017  to\nhonour the centennial of the 1917 issue. The selective\ngold plating continues on the obverse, which features the\neffigy of King George V by",
            "Sir Bertram MacKennal.",
            "Number 2",
            "March 2017 -------------------------------------------",
            "Le motif au revers,  uvre de l artiste canadien Alan Daniel,\noffre le point de vue d un soldat dans le feu de l action ce\nmatin fatidique du 19 ao t 1942. Descendant des p niches de\nd barquement, les hommes du Royal Hamilton Light Infantry\nse pr cipitent sur la plage principale, surnomm e la plage\n  blanche  , durant l attaque frontale sur la ville occup e\nde Dieppe, en France. Les d tails cisel s   l arri re-plan\ndonnent   voir le casino fortifi  que les Canadiens cherchaient\n  atteindre en s acharnant   franchir la plage de galets et\ndeux lignes de barbel s   lames sous le feu impitoyable de\nl'ennemi. Au loin dans le ciel, on aper oit faiblement les\navions chasseurs de la Royal Air Force et de l  Aviation royale\ndu Canada au moment d affronter les a ronefs ennemis afin\nde soutenir l'infanterie. Le tir de barrage se d voile sous les\nexplosions le long de la digue, et l intensit  du combat se\nvoit dans l expression tendue du soldat   l avant-plan. Tenant\nd une poigne ferme son fusil   ba onnette Lee-Enfield, le\nbrave Canadien s lance dans l action; il nous lance un regard\ncomme pour nous exhorter   nous joindre   lui. L avers est  \nl'effigie du roi George VI, selon T. H. Paget.",
            "Pi ce de 50 cents en argent fin 2017   100e\nanniversaire de la pi ce de 50 cents de 1917\nLe revers pr sente une reproduction finement grav e des\nrameaux d rable nou s,  uvre de L. C. Wyon plus tard\nmodifi e par W. H. J. Blakemore, qui ornaient la pi ce de\n50 cents du Canada avant 1937. Les rameaux de 22 feuilles\nd rable et la couronne d tat imp riale sont rehauss s d un\nplacage d or s lectif, qui ajoute une somptueuse touche",
            "dor e contrastant avec l arri re-plan au fini miroitant.\nCompl t  par la tranche cannel e, le motif au revers\nrecr e aussi la valeur nominale   50 CENTS   grav e\net le mot   CANADA  , et on y trouve les ann es  \n1917-2017   comm morant le centenaire de l dition\noriginale. L avers est   l effigie du roi George V, selon\nsir Bertram MacKennal. Le portrait du souverain est\naussi rehauss  d un placage d or s lectif.\n"
        ],
        "PageNo": "85"
    },
    {
        "File": "The_CN_Journal_march_38.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS\nNOUVELLES_DES_ CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)\nFONA, #22198",
            "One Year Update on De-cluttering My\nNumismatic Holdings",
            "Last year, I made a resolution to reduce the  clutter \nin my numismatic collection. I am pleased to report\nthat I have continued a significant effort to clear out\nnon-core holdings and other items that were taking up\nspace. My observation last year remains the same as\nthis year. Many of us do not have a good inventory of\nour key high-value material or a strong plan on how to\ndisburse our holdings when the time comes to go to the\nBig Bourse in the sky. We have also acquired a large\nmass of material that will challenge even the strongest\nexecutor. RCNA Director Michael Turrini has a great\ntalk on this subject  You Can t Take it With You.  Will\nyou accept a challenge to review your holdings and\nmake the material that is not in active use available to\nothers to enjoy?",
            "My progress is measurable on several fronts. First,\nI recycled over half a tonne of numismatic catalogues.\nThe catalogues disposed of were for auctions in the past\nten years where the auctioneers now have permanent\nonline auction catalogues. With the project pending,\ntwo local club members expressed interest in the World\nCoin related catalogues. As a result, several boxes of\ncatalogues were given a new home at a great price  \nfree. Rest assured, auction catalogues of special interest\nsuch as Belzberg, Ford, Canadiana, Dominion, Landon,\nNewman and Pittman were kept in my collection. The\nshelf space freed up will allow me to add numismatic\nbooks to my collection for several years to come.",
            "Next, was my clean up of odds and ends of various\nsmall collections that I had purchased over the years\nand also some of my holdings, collected as a junior, for\nwhich I do not have a strong sentimental attachment.\nLocal club auctions and, thence, club members have\nbeen a beneficiary of many lots that I priced at a\nminimum bid of a fraction of the retail value. The new\nowners and I are both pleased. Surprisingly, the act of\nsorting through a pail of world coins yielded several\nvery nice older finds, thirty-francs in Swiss coins with a\ntotal value of $50, Euro change and UK change.",
            "Still to do are at least 1,000 rolls of assorted foreign\ncoins, twenty plus pounds of  junk box  world coins\nand around a 1,000 rolls of modern change. With\npatience, I anticipate that this project will take several\nmore years to complete.",
            "Une mise a jour annuelle sur mon grand m nage\nde mes actifs numismatiques",
            "L an dernier, j ai pris une r solution de r duire le  fouillis  de\nmes items de collection numismatique. Je suis heureux de vous\nannoncer que j ai fait un effort consid rable pour  liminer le\nmat riel non essentiel et d autres  l ments qui occupaient de\nl espace. Ma constatation de l an dernier demeure la m me cette\nann e. Beaucoup d entre nous n avons pas un bon inventaire de\nnotre mat riel jug  de grande valeur ou nous n avons pas de\nplan pr cis sur la fa on de se d partir de nos items de collection\nlorsque viendra le temps d aller   la grande exposition dans\nl au-del . Nous accumulons une grande quantit  de mat riel\nqui mettra au d fi  norme m me le meilleur ex cuteur\ntestamentaire. Le directeur de l ARNC Michael Turrini, a fait\nune excellente conf rence   ce sujet:  Vous ne partirez pas avec\ntout ca . Accepterez-vous de relever le d fi de revoir vos items\nde collection et de rendre disponible   d autres collectionneurs\nle mat riel qui n est pas essentiel   votre collection?",
            "Mon progr s est mesurable sur plusieurs fronts. D abord, j ai\nrecycl  plus d une demi-tonne de catalogues numismatiques.\nLes catalogues recycl s  taient des catalogues d encan tenu\nau cours des dix derni res ann es o  ces encanteurs tiennent\nmaintenant leurs catalogues de vente en ligne de fa on\npermanente. Avec l annonce de mon projet, deux membres du\nclub local avaient exprim  leur int r t pour les catalogues li s\n  la monnaie mondiale. En cons quence, plusieurs bo tes de\ncatalogues ont trouv  une nouvelle r sidence   un excellent\nprix   gratuit. Soyez assur , des catalogues de vente aux\nench res d int r t sp cial tels que Belzberg, Ford, Canadiana,\nDominion, Landon, Newman et Pittman ont  t  conserv s dans\nma collection. L espace lib r  me permettra d ajouter des livres\nnumismatiques   ma collection pour plusieurs ann es   venir.",
            "L' tape suivante consistait   revoir divers articles de petites\ncollections que j avais achet es au fil des ans et aussi certains\nde mes articles, recueillis durant ma jeunesse, pour lesquels\nj'avais plus ou moins un sentiment d attachement. Les encans\nde clubs locaux et, de 1a les membres de ces clubs ont  t  les\nheureux r cipiendaires de plusieurs de ces lots que j coulais\n  des mises de d parts   une fraction de la valeur au d tail.\nLes nouveaux propri taires, tout comme moi, sont tous bien\nheureux.  tonnamment, la p riode de trier   travers un seau\nde pi ces de monnaie du monde m a permis de faire des\nd couvertes de jolies pi ces anciennes, comme une pi ce de\nmonnaie de trente francs suisses qui valait environ 50  , et\n galement des pi ces d Euro et des pi ces Britanniques.",
            "Il me reste encore au moins 1,000 rouleaux de pi ces\n trang res diverses, plus de vingt livres de pi ces du monde\nstyle   junk box   et environ 1,000 rouleaux de pi ce de\ncirculation r cente. Avec un peu de patience, j anticipe avoir\nencore quelques ann es de travail pour relever mon d fi.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "86"
    },
    {
        "File": "The_CN_Journal_march_39.jpg",
        "Paragraphs": [
            "January 2017 Issue of Edmonton Le num ro de janvier 2017 de la soci t \nNumismatic Society s The Planchet numismatique d Edmonton The Planchet\nFree View disponible gratuitement",
            "The Edmonton Numismatic Society produces an La soci t  numismatique d Edmonton produit un excellent\nexcellent club journal The Planchet. Occasionally, journal de club: The Planchet. A l occasion, le club offre la\nthe club provides an opportunity to review a digital possibilit  de visionner gratuitement une version num rique de\nversion of its journal free of charge. The most recent son journal. Le num ro le plus r cent est celui de janvier 2017\nis the January 2017 issue for which a download link is et ce lien www.edmontoncoinclub.com/publications.htm vous\navailable at www.edmontoncoinclub.com/publications. permettra de t l charger ce num ro. L adh sion   la soci t \nhtm. Membership in the Edmonton Numismatic numismatique d Edmonton est de seulement 15 $ par ann e et\nSociety is only $15 per year which will give you access Vous donne acc s   lire tous les grands articles originaux dans\nto read all of the great original articles in The Planchet. The Planchet.",
            "Your Change is not Always What\nYou Think It Is",
            "At a recent London Numismatic\nSociety meeting, Bob Harvie\ndisplayed a coin that he recently\nfound in change. At a casual glance\nit looks like the Canadian two-dollar\ncoin, but upon closer inspection, is\nnot. Although, it is almost the same",
            "Votre monnaie de poche n est pas\ntoujours ce que vous pensez qu elle est",
            "Lors d une r cente rencontre de la soci t \nnumismatique de Londres, Bob Harvie",
            "a montr  une pi ce qu il a r cemment\ntrouv e dans sa monnaie de circulation. Au\npremier coup d il, elle ressemble   la pi ce\ncanadienne de deux dollars, mais apr s une\ninspection plus approfondie, ce n tait pas le\ncas, bien qu elle soit presque le m me diam tre",
            "diameter and weight as the twoonie.\nThe coin was passed around for members\nto guess its country of origin. It turned\nout to be a bi-metallic one-birr coin of\nEthiopia (shown right). These coins\nwere struck by the Royal Canadian\nMint and the Addis Ababa Ethiopia\nMint. This coin s worth? About six\ncents Canadian. It pays to keep a\nclose look at your change!",
            "[Ed: Would this get by you as a two\ndollar Canadian twoonie? |",
            "et poids que notre deux dollars. La pi ce a  t \ncircul e parmi les membres afin de deviner son\npays d origine. Elle s est av r   tre une pi ce\nbim tallique one-birr d thiopie (montr   \ngauche). Ces pi ces ont  t  frapp es par la\nMonnaie royale canadienne et la Monnaie\nd Addis-Abeba en  thiopie. La valeur de cette\npi ce? Environ six cents Canadiens. Il est\navantageux de toujours regarder sa monnaie!\n[Ed: Auriez-vous  galement conclu que c est\nnotre deux dollars canadien ?]",
            "La soci t  numismatique de South\nWellington tiendra son banquet du 20e\nanniversaire le 5 avril",
            "South Wellington Coin Society to\nHold 20th Anniversary Banquet on April 5",
            "South Wellington Coin Society will mark\nits twentieth anniversary of founding on\nApril 5. A number of numismatic VIPs\nplan to be present including RCNA\nPresident Henry Nienhuis and RCNA\nExecutive Secretary Paul Johnson.\nA dinner will be held in Guelph at",
            "La soci t  numismatique de South Wellington\nsoulignera son vingti me anniversaire de fondation\nle 5 avril. Plusieurs personnalit s numismatiques\nimportantes pr voient assister au banquet, dont\nle pr sident de l ARNC, Henry Nienhuis, et le\nsecr taire ex cutif de 17 ARNC, Paul Johnson. Un\n  | F souper aura lieu au restaurant Mandarin Chinese\n6:30 p.m. in the Mandarin Chinese Buffet de Guelph   18h30. Si vous  tes int ress \nBuffet Restaurant. IF you are interested   y assister, communiquez rapidement avec le pr sident du club",
            "in attending, e-mail club President Scott Douglas Scott Douglas au courriel sdouglas333@gmail.com.\npromptly: sdouglas333@gmail.com.",
            "Notice: March 31 is the deadline for submitting entries and supporting information for RCNA\nClub, and Literary Awards. These include the Louise Graham Club of the Year Award; the\nJerome H. Remick III Literary Award for the best numismatic article published in a local club\nnewsletter in Canada; The Best Local, and The Best Regional Newsletter Award.",
            "Number 2 March 2017 "
        ],
        "PageNo": "87"
    },
    {
        "File": "The_CN_Journal_march_40.jpg",
        "Paragraphs": [
            "Windsor Coin Club to Host Central States\nNumismatic Society Educational\nSeminar Saturday May 6",
            "Central States Numismatic Society\nawarded the hosting of a one-day\neducational seminar to the Windsor",
            "Coin Club, the event s joint sponsor. The\nseminar will be held on Saturday, May",
            "6, from 8 a.m. to 4 p.m. at the Caboto Club\nWindsor, Ontario, and it is open to all. Windsor\nCoin Club will be hosting its semi-annual Coin\nShow the next day, Sunday, May 7, at the same\nlocation. The speakers and topics follow:",
            "Coin Toning: Real or Fake   Robert\nCampbell, a past President of the\nAmerican Numismatic Association\nand business owner of All About Coins\nin Salt Lake City, Utah, will give an\ninformative talk on coin toning and how to\nidentify if it is  real  or  fake.  Recognizing\nthe difference will allow you to avoid some\nartificially toned coins and, more importantly, teach\nyou to say  no  to problems. You are invited to bring\nexamples of your toned coins to show the class.",
            "Hudson s Bay Company Currency Issues   Scott Douglas,\nFRCNA, FCNRS, and past president of the Canadian\nNumismatic Research Society, will give a talk about the\nvarious tokens and notes issued by the Hudson s Bay\nCompany that once owned a significant amount of what\nis now Canada and was the iconic fur buying business\nthat opened up the eastern Arctic and Great Lakes areas\nfor western settlement.",
            "Trends in Canadian Counterfeits   Mike Marshall has a\npassion for coins made by the Royal Canadian Mint and\nalso Canadian coins made by counterfeiters. He is the\nleading expert on Canadian counterfeit coins, a topic he\nregularly gives seminars on to police agencies. Marshall\nwill speak on legal trends regarding counterfeiting and will\nshow some of his favorite counterfeit coins as examples,\nto teach participants counterfeit detection skills.",
            "The Canadian Coinage Modernization of 1937   David\nBergeron, Curator, Bank of Canada Currency Museum,\ntalks about the history of the 1937 Canadian coinage\nmodernization that occurred when Edward VIII, and\nGeorge VI ascended the throne. Today, the familiar\nBeaver five cents, Bluenose ten cents and Caribou\ntwenty-five cents designs continue on Canadian coinage.",
            "The seminar fee is $20 for Central States Numismatic Society",
            "members and $30 for non-CSNS members. A light breakfast",
            "and lunch will be provided as part of the seminar fee.\nApplications for the seminar are online at www.\ncentralstates.info/education.html. Contact Brett Irick\nxr7gt@prodigy.net with any questions or for detailed\ninformation about this seminar. Brett Prec",
            "Le club numismatique de Windsor accueillera\nle symposium  ducatif de la soci t \nnumismatique du centre des Etats-Unis",
            "La soci t  numismatique du centre des Etats-Unis",
            "a octroy  au club l organisation d un s minaire",
            "d une journ e au club numismatique de Windsor,",
            "commanditaire conjoint de l v nement. Le",
            "s minaire aura lieu le samedi 6 mai de 8 h a 16h au",
            "Caboto Club de Windsor, en Ontario, et il est ouvert",
            "a tous. Le club numismatique de Windsor organisera",
            "son exposition numismatique semestrielle le lendemain, le",
            "dimanche 7 mai, au m me endroit. Les intervenants lors du\ns minaire et les th mes seront les suivants:",
            "La tonification des pi ces : r elle ou fausse  ",
            "Robert Campbell, ancien pr sident de l  American",
            "Numismatic Association et propri taire de",
            "l entreprise All About Coins   Salt Lake City,",
            "en Utah, fera une pr sentation  ducative sur la",
            "tonification des pi ces de monnaie et sur la fa on",
            "de d terminer si elle est sont  r elles  ou  fausses .",
            "Reconna tre la diff rence vous permettra d viter",
            "certaines pi ces artificiellement tonifi e et, plus important",
            "encore, vous apprendre   dire  non  aux probl mes qu elle",
            "occasionne. Vous  tes invit s   apporter des exemples de vos",
            "pi ces tonifi es pour partager avec les participants.",
            "Emissions numismatique de la Compagnie de la Baie d'Hudson  \nScott Douglas, FRCNA, FCNRS et ancien pr sident de la Soci t \ncanadienne de recherche numismatique, pr sentera une conf rence\nsur les divers jetons et billets  mis par la Compagnie de la Baie\nd'Hudson, qui poss dait une grande partie du march  de l achat\nde fourrure au Canada,  tant une entreprise embl matique dans ce\ndomaine, et qui a contribu    la colonisation occidentale de l est de\nl Arctique et des Grands Lacs.",
            "Tendances de la contrefa on canadienne   Mike Marshall a une\npassion pour les pi ces de monnaie fabriqu es par la Monnaie\nroyale canadienne ainsi que pour des pi ces canadiennes\nfabriqu es par des contrefacteurs. Il est un des experts en pi ces de\ncontrefa on canadiennes, un sujet qu il pr sente r guli rement lors\nde s minaires pour diff rentes agences de police. Marshall parlera\ndes tendances juridiques en mati re de contrefa on et montrera\nquelques-unes de ses pi ces contrefaites, pour d velopper les\nhabilet s de d tection aux participants du s minaire.",
            "La modernisation de la monnaie canadienne de 1937   David\nBergeron, conservateur, Mus e de la monnaie de la Banque du\nCanada, parlera de l histoire de la modernisation de la monnaie\ncanadienne de 1937 qui s est produite lors de l ascension au tr ne\nd Edward VIII et George VI. De nos jours, les symboles familiers\ntels le castor sur le cinq cents, le Bluenose sur le dix cents et caribou\nsur le vingt-cinq cents, continuent d apparaitre sur la monnaie\ncanadienne.",
            "Les frais d inscription au s minaire sont de 20 $ pour les membres",
            "de la Soci t  Numismatique du centre des  tats-Unis et de 30 $",
            "pour les non-membres. Un petit d jeuner l ger et un diner sont\ninclus dans les frais d inscription.",
            "Les formulaires d inscription sont disponibles en ligne   www.\ncentralstates.info/education.html. Contactez Brett Irick par courriel",
            "  xr7gt@prodigy.net pour toutes questions ou pour des informations",
            "suppl mentaires pour ce s minaire. Brett Puck\n= P eames",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "88"
    },
    {
        "File": "The_CN_Journal_march_42.jpg",
        "Paragraphs": [
            "ERROR OF THE. MONTH. BY HENRY NIENHUIS FRCNA,FCNRS,FONA,LM #430",
            "Two Bits   or so...",
            "I found the coin on the right at a local show some time back. When I first\nI looked at this 1969 50-cent nickel coin in the dealer s display, it seemed\nto be in one piece but with a noticeably long crack running from",
            "one edge to the other between 5:00 and 9:00 on the obverse. As such\nit would have been an excellent example of a defective planchet or\nforeign material error; something quite rare in a larger coin like the\n50-cent piece.",
            "Defective planchet errors can result in a number of different\nways. They may be caused by impurities, slag-like foreign\nmaterial, that the process failed to remove from a base metal as\nit was heated to form an alloy, or by other contaminates such as\ngrease or gases that were embedded during the metal preparation\nphase. Also, small measures of the alloy in its molten state can fail\nto homogenize; cold-shuts are thermal imperfections which may\nform as the molten metal cools during casting. They can occur when\nthe pour is interrupted or when cooler parts of the metal fall back into\nthe flow after contacting cooler surfaces. These imperfections, if not found\nand removed, can later form thermal stress cracks. Stress cracks can also result\nfrom accelerated contraction if the casting cools too quickly or if the metal is\n worked  (rolled) at the wrong temperature. As an ingot is rolled to the\nrequired thickness, these defects may become enclosed or partially\nhidden only to re-appear later in a prepared planchet.",
            "One way in which foreign material or stress cracks may manifest\nis in the peeling or cracking of a coin s surface. A cracked\nplanchet error is the term used to describe a coin which has a\ncrack running along its surface. If the defect is confined to the\nsurface, the crack may be cosmetic and appear as a valley running\nthrough the design elements. If the defect is more invasive, the\ncrack can actually run through the full thickness of the coin to the\nextent that light may be seen through the crack; it can even can\nresult in the piece breaking apart at the defect.",
            "I remember being a bit surprised when I picked up the subject coin\nand it fell apart in two pieces in its holder. It wasn t a partial crack,\nit was a total failure; ordinarily it is very rare to find both portions of a\nbroken planchet error. As | examined the coin more closely I had mixed\nfeelings about its authenticity. If you look at the obverse you can see what might\nbe the  teeth  marks from a tool used to  create  a false error. But those marks\nare not present of the reverse which tends to support it being genuine. Also, each\npiece shows no signs of being cut or bent, and the mating edges\nfit cleanly together. The larger portion weighs 5.91 g while the\nsmaller portion weighs 2.24 g giving a total of 8.15 g, marginally\nover the 8.10 g specified for the 1969 50-cent coin.",
            "Closer examination of the mating edge of each piece\nindicates that the two pieces do fit together very closely and\nboth show the rough, crystalline surface that one would expect\nfrom an error such as this. At the 5:00 position on the rim of each piece, you\ncan see a small area that is angled. The smaller segment, just a bit over 25\npercent of the coin s total area, exhibits a small flange at this point on the rim.",
            "a The CN Journal",
            "Volume 62\n"
        ],
        "PageNo": "90"
    },
    {
        "File": "The_CN_Journal_march_43.jpg",
        "Paragraphs": [
            "This may be the point at which the two pieces were\noriginally held together by a weak bridge of the defective\nmetal that failed post strike, after the coin was released\nfrom the mint. If this is the case it would explain why the\ntwo pieces have been found together.",
            "The 25-cent piece above, an excellent example of a\npartially cracked planchet, is included here as a comparison\nfor the reader. This coin exhibits a crack which runs\nthrough its full thickness but remains in one piece because",
            "Number 2",
            "March 2017 -------------------------------------------",
            "The 1989 25-cent piece to the\nleft is an excellent example of\na cracked planchet error coin.\nThe defect starts from the edge\nat 12:00 and runs diagonally\nacross 3/4 of the coin towards\n5:00, and it breaks through the\nfull thickness of the coin. At\nsome points you can see light\nthrough the crack.",
            "the defect extends only three-quarters of the way across the\ncoin. It also speaks to the possible legitimacy of the defect\nfound in our featured error coin.",
            "If our coin is in fact genuine, as the evidence seems to\nsupport, the coin is an excellent example of the extremely\nrare broken planchet error.",
            "As always, keep your eyes open!\n"
        ],
        "PageNo": "91"
    },
    {
        "File": "The_CN_Journal_march_44.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY",
            "#17134",
            "Complete Canadian Copper Coin Catalogue",
            "I: 1882, Dr. Joseph LeRoux published the Complete",
            "Canadian Copper Coin Catalogue. This unassuming",
            "17-page work was an early attempt to list and describe\nthe copper and brass coins and tokens of Canada and\nNewfoundland.",
            "Joseph LeRoux was a physician practising in Montreal.\nHe seemed to have started collecting coins in 1876 and\nwas actively displaying his collection by 1880.",
            "His new catalogue was welcomed in a hobby that at\nthe time suffered from a dearth of numismatic literature.\nAlthough the Canadian Antiquarian and Numismatic\nJournal had been in publication for ten years, little in\nthe way of general numismatic information had been\nproduced since Alfred Sandham s 1869\nCoins, Tokens, and Medals of the Dominion\nof Canada.",
            "LeRoux s catalogue gets right to the\nbusiness of listing coins and tokens without\neven a preface or introduction. Each piece is\ndescribed by words; no images are included.",
            "Over 200 coins are described, for the most\npart with only brief notes mentioning the\nexistence of varieties.",
            "In a review published in the Canadian\nAntiquarian and Numismatic Journal, an\nanonymous critic laments that LeRoux\nrelied too much on Sandham s catalogue.",
            "Mr. Leroux has followed Mr. Sandham too",
            "confidingly, and has consequently reproduced",
            "the errors of the latter (for even his work was",
            "not absolutely perfect) and does not mention",
            "some pieces which Mr. S. overlooked.",
            "By contrast, LeRoux devotes an entire\npage to the bouquet sou series. A table lists\neach variety and details the number of roses,\nbuds, thistles, shamrocks, and different types\nof leaves for each. Forty different varieties\nare identified. This is a clear departure from\nSandham s catalogue. Sandham had listed\n43 different bouquet sous (or  boquet sous, \nas he called them) in the same manner as all\nthe other tokens. By arranging the varieties\nin an easy-to-read chart, LeRoux made their\nidentification much easier.",
            "The book was also used as an opportunity\nto do some trading. Near the end of the\ncatalogue is a list of tokens and medals Dr.",
            "LeRoux had for sale or exchange.",            
            "This modest work was LeRoux s first catalogue.\nThis was not, however, the first time he had written\nabout numismatics. Two years earlier, in the Canadian\nAntiquarian and Numismatic Journal, he published\nan account of the creation of souvenir medals for the\nDominion Exhibition of 1880. He goes into details about\nthe production of the dies and the striking of test pieces,\nincluding a few struck in wood.",
            "Six years later, Dr. LeRoux would publish his most\nfamous work, Le m daillier du Canada, which to this day\nis still considered the essential catalogue on Canadian\nmedals.",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "92"
    },
    {
        "File": "The_CN_Journal_march_46.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "Rese eres eee ete eel",
            "BY ROGER C. PAULEN",
            "LM#,439,",
            "1907H Large Cent, Double-Punched 7",
            "Figure 1: A 1907H 1-cent coin in AU, one of the last coins struck for Canada at the Heaton mint.",
            "The majority of recent research and documentation",
            "of Canadian large cent varieties has focused on the",
            "Victorian series, the result of which has spawned a",
            "strong following of variety collectors and the more recent",
            "inclusion of many new varieties in the PCGS Registry.",
            "Varieties in the Edward VII and George V series of large",
            "cents have seen much less attention, and thus, provide an\neasier hunt for some of the scarcer types.",
            "Jack Griffin was the pioneer of discovering and\ndocumenting many varieties, and he wrote a volume on\nlarge cent varieties from Nova Scotia, New Brunswick,\nPrince Edward Island, Newfoundland and Canada\n(Griffin, 1992). This publication had no accompanying\nphotographs with complex descriptions; it could probably\nbe interpreted more as a date spacing guide to categorize\nthe varieties that he found, often without other markers\nand the actual variety being mentioned in the description.\nCharlton Press reprinted Jack s work as a series of\nmonographs, with photographs by Brian Cornwell. The\nchallenge, however, in using the Griffin monographs,\nis that not every variety described is accompanied\nwith a photograph. Also, readers using Monograph #1\n(Griffin, 2010) have to be warned that the while the\ndescriptions accurately describe the Griffin numbers, the\naccompanying thumbnail photographs do not match.",
            "The coin featured this month is the double-punched 7\nvariety 1907H cent (Figure 1); it has the lowest-mintage of",
            "Edward VII cents. Figure 2 shows the characteristics of this\nvariety. The 1907H cents were the last Canadian coins struck\nat Heaton Mint. Hans Zoell (1965) noted very few varieties\nwithin the Edward VII series, and no varieties from 1907H.\nIn Monograph #3 (Griffin, 2006), Jack Griffin documented\nseveral  repunched 7  or  small 7 over large 7  (GR-358,\nGR-364) or  shorter 7 over a longer 7  (GR-362, GR-363a)\nor  left slanting 7 over an upright 7  (GR-361a) and even a\n thinner stem 7 over a thicker stem 7  (GR-359, GR-363b).\nThe particular doubled-punched 7 seen in Figure 2 appears\nto be a short 7 repunched over a longer 7. The offset of the\ndouble punch to the left and up appears to be consistent\n(Figure 3A), but the lower tail of the original 7 is much longer\nthan the repunch (Figure 3B). The succinct descriptions in the\nGriffin monologues do not describe this exact repunched 7,\nbut a collector could be confident that the coin seen in the\nphotographs here is most likely GR-362, with a rarity factor\nof RS. A closer look at the extension of the lower tail of the 7\nand the notching at the top tip, (Figure 3), shows that this was\nan intentional change on a production die, and not the result of\na die chip or other type of unrelated die damage.",
            "This variety is easily seen, and while the Heaton mint\n1907 large cent is the scarcest (and most expensive) of the\nEdward VII series, this variety should not be too hard to\nhunt out. Overall, I think the Edward VII large cent series is\nripe for the discovery and picking of varieties, so grab your\nloupe and keep up the hunt!",
            "The CN Journal Volume 62\n"
        ],
        "PageNo": "94"
    },
    {
        "File": "The_CN_Journal_march_47.jpg",
        "Paragraphs": [
            "Figure 2: A magnified photo of the 7, showing the offset\nor notch in the upper right tip which extends along the",
            "right edge of the digit to the lower tail.",
            "Acknowledgements",
            "Griffin numbers are copyright of Charlton Press, and\nused here with permission. Bill Hall and Tim Pare are\nacknowledged for their ongoing expertise and assistance\nwith interpreting the Griffin varieties and deciphering the\ndescriptions in Monograph #1.",
            "References",
            "Griffin, J. 1992. Some die varieties of the large cents of British\nNorth America and Canada. Brian Cornwell, Company of\nAdventurers, 82 p.",
            "Griffin, J. 2006. Dominion of Canada, Die Varieties of Edward VIT\nand George V Large Cents: Monograph 3, 1902-1920. Charlton\nPress, Canada, 88 p.",
            "Griffin, J. 2010. Some varieties of the large cents of British North\nAmerica and Canada - Monograph 1, 1858-1936, 2nd Edition.\nCharlton Press, Canada, 98 p.",
            "Zoell, H. 1965. Major Coin Varieties. 3rd Edition, Part 1, 48 p.",
            "Number 2 March 2017 --------------------------------------------",
            "Figure 3: Highly magnified photos of the 7. A) The\nnotched offset of the upper right tip. B) The extended\nlower tip of the 7, showing where the long 7 was\nrepunched by a shorter 7.\n"
        ],
        "PageNo": "95"
    }
]