[
    {
        "File": "The_CN_Journal_March_05.jpg",
        "Paragraphs": [
            "FROM. THE_PRESIDENT y",
            "MoT_DU_PRESIDENT.",
            "Welcome to the continuing  new normal  that\nW 2021 presents to us. I am optimistic that we",
            "will see our way through this most unusual\nsituation and I hope that you have all been able to stay\nwell.",
            "When we look at our current situations, perhaps we\nare blessed more than most by our collecting passions.\nWhile being in lock-down to varying extents, we are still\nable to focus our extra time and energy on our collecting\nand potentially derive much enjoyment from it. As an\nexample, a friend in the United States reports that he has\nspent his extra COVID-related free time sorting through\nbank rolls of American five cents ( nickels ) trying to\nassemble a complete set of Jefferson nickels, 1938 to\n2004, including mint marks. At last report, he is a single\ncoin short of the complete set, has sorted through over\n$17,000 of coins (approximately 350,000 coins!), and is\nnow upgrading the set with new coins that he finds in the\nrolls. He refuses to even consider giving in and purchasing\nthe last coin that he needs. The enthusiasm with which\nhe communicates his progress convinces me that he is\nderiving considerable enjoyment, at very little costs, from\nthis coin project. Perhaps a short article for the Journal\non how he approached this, and what he learned, would\nbe in order? But this is just an example of how being\nable to concentrate our extra time on some aspect of our\ncollecting may help us through these most difficult times.",
            "Your Board continues to monitor the situation\nregarding the holding of our proposed annual convention\nin Ottawa in July of this year. A Board meeting has been\ncalled for the end of February and after that meeting,\nwe will report the results of our determinations on our\nwebsite, and in the next edition of the Journal.",
            "Remember, this is an election year and if you intend\nto nominate someone for a position, the information to\nfollow is in Section 5.06,  Nomination of Directors  in\nthe Association s By-Law No. 100 online at rena.ca/\nbylaws.pdf. Send your nominations to our Nominations\nChair, at nominations@rcna.ca.",
            "On a personal note, thank you for the many positive\ncomments that I received on the article that I wrote\non the Canadian coinage of King Edward VII in the\nJanuary edition of this Journal. The comments are\nencouraging and appreciated.",
            "I wish you and your family well and I hope you\ncontinue to enjoy your collecting.",
            "Rtv,",
            "Number2 March 2021 --------------------------------------",
            "Bienvenue dans cette  nouvelle normalit  qui se\nBes encore en 2021. Je suis optimiste que nous",
            "sortirons de cette situation des plus inhabituelles et\nJ esp re que vous vous portez bien.",
            "Quand nous regardons nos situations actuelles, peut- tre\nsommes-nous plus chanceux que d autres avec nos passions\nde collectionneur. Avec les confinements ou restrictions\nimpos es a divers degr s, nous sommes toujours en mesure de\nconcentrer notre temps et notre  nergie sur notre collection et de\npotentiellement en retirer beaucoup de plaisir. A titre d exemple,\nun ami aux Etats-Unis mentionne qu il a pass  son temps libre\nli  au COVID a fouiller des rouleaux de cing cents am ricains\n( nickels ) en essayant de compl ter une s rie complete de\npi ces de Jefferson, 1938 4 2004, y compris toutes les marques\nd atelier. Aux demi res nouvelles, il lui manque qu une seule\npi ce pour compl ter | ensemble. Il a fouill  plus de $17,000\nen pi ces (environ 350,000 pi ces!). Maintenant, il am liore sa\nnouvelle collection avec des pi ces plus belles qu il trouve dans\nles rouleaux. I] refuse m me de c der a la tentation et d acheter\nla derni re pi ce dont il a besoin. L enthousiasme avec lequel\nil communique ses progr s me convaine qu il tire un plaisir\nconsid rable, a tr s peu de frais, de ce projet numismatique. Peut-\n tre qu un court expos  pour notre Journal sur la fagon dont il a\nabord  cette question et des legons apprises serait 4 consid rer?\nCeci n est qu un exemple illustrant  avantage de concentrer notre\ntemps sur certains aspects de notre collection peut nous aider a\ntraverser ces moments les plus difficiles.",
            "Votre conseil d administration continue de surveiller\nl volution de la situation et des cons quences sur la tenue de\nnotre prochain congr s annuel pr vu pour juillet 4 Ottawa. Une\nr union du Conseil a  t  convoqu e pour la fin de f vrier et apr s\ncette r union, nous communiquerons les mises 4 jour sur notre\nsite Web et dans le prochain num ro du Journal.",
            "N oubliez pas qu 1l s agit d une ann e d lection et si vous\navez | intention de proposer la candidature d une personne a\nun poste, informations n cessaires se trouvent a la section 5.06,\n Nomination des administrateurs  du r glement administratif\nno 100 l Association, disponible en ligne a rcna.ca/bylaws.pdf.\nEnvoyez vos candidatures a notre responsable des nominations a\nnominations(@rcna.ca.",
            "Sur une note personnelle, merci pour les nombreux commentaires\npositifs que j ai recus portant sur l article que j ai  crit sur la\nmonnaie canadienne du roi Edouard VII dans I dition de janvier de\nce Journal. Les commentaires sont encourageants et appr ci s.",
            "Je vous souhaite, 4 vous et a votre famille, de demeurer en\nforme et j esp re que vous continuerez a investir du temps\nvotre collection.\n"
        ],
        "PageNo": "53"
    },
    {
        "File": "The_CN_Journal_March_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _bDU_CONGRES",
            "Canada s National Capital Region Site of the Next RCNA Convention  \nLe congr s de l ARNC en route vers la r gion de la capitale nationale canadienne",
            "The Ottawa Numismatic Society will host the",
            "| 2021 Royal Canadian Numismatic Association",
            "Convention in Canada s National Capital Region",
            "(Ottawa-Gatineau), the birthplace of our great Association.",
            "Ottawa is also home to the Royal Canadian Mint and the\nBank of Canada.",
            "The convention is planned to take place July 20 25 at the\nDelta Ottawa City Centre Hotel. At this time however, we\nare not sure of the restrictions that will be in place because\nof the COVID-19 pandemic.",
            "We will update you as soon as we can on the convention\nstatus and any alternatives that may be available. In the\nmeantime, consult our website at rena.ca/2021/ .",
            "Thank you.",
            "L a Soci t  numismatique d Ottawa accueillera le",
            "congr s 2021 de l association royale de numismatique\ndu Canada dans la r gion de la capitale canadienne\n(Ottawa-Gatineau), le lieu de naissance de notre ch re\nAssociation. Ottawa est  galement le si ge social de la\nMonnaie royale canadienne et la Banque du Canada.\nLe congr s devrait avoir lieu entre le 20 et le 25 juillet\na Vh tel Delta Ottawa City Centre. Pour le moment,\ncependant, nous ne sommes pas certains des restrictions\nqui seront en place en raison de la pand mie de COVID-19.\nNous vous tiendrons au courant, d s que possible, de\nP volution du congr s et des alternatives qui pourraient  tre\npropos es. En attendant, consultez notre site Web a rena.\nca/2021/. Merci.",
            
            "2021. CALL _FOR_NOMINATIONS.   APPEL_DE_NOMINATIONS",
            "Nominations for the RCNA offices of\nN President, First Vice-President, Second Vice-",
            "President and the 16 Directors representing\nCanada and the United States must be in the hands\nof the Chairman of the Nominations Committee\nby March 31, 2021. The names of all nominees\nsubmitted shall be printed in the Association s official\npublication, The Canadian Numismatic Journal,\nissued for the month of June 2021.",
            "All nominations shall be made in writing\nsigned by one member in good standing and sent\npostal mail to the Chairman of the Nominations\nCommittee, 5694 Highway #7 East, Suite 432,\nMarkham ON L3P 1B4, or sent by email to\nnominations@rcna.ca.",
            "Paul R. Petch, Nominations Committee Chair.",
            "Number2 March 2021 -------------------------------------------",
            
            "L es candidatures pour les postes de pr sident,\n",
            "de premier vice-pr sident, de deuxi me vice-",
            "pr sident de 1  ARNC et de ses 16 directeurs\nr gionaux repr sentant le Canada et les Etats-Unis\ndoivent  tre entre les mains du pr sident du comit  des\ncandidatures d ici le 31 mars 2021. Les noms de tous\nles candidats doivent  tre publi s dans la publication\nofficielle de l association, Le Journal canadien de\nnumismatique,  mis pour le mois de juin 2021.",
            "Toutes les candidatures doivent  tre pr sent es par\n crit et sign es par un membre en r gle et envoy es\nau pr sident du comit  des candidatures, 5694\nHighway # 7 East, Suite 432, Markham ON L3P\n1B4. Les candidatures peuvent aussi  tre envoy es\npar courriel 4 nominations@rcna.ca.",
            "Paul R. Petch, pr sident du comit  des candidatures."
        ],
        "PageNo": "55"
    },
    {
        "File": "The_CN_Journal_March_08.jpg",
        "Paragraphs": [
            "WELLINGTON. 1814 HALFPENNY.",
            "BY LORNE BARNES,\nFCNRS LM#441",
            "BRETON 979   COURTEAU 37   WITHERS 1571a\nDiagonally Reeded Edge\nUnrecorded Countermark of Thomas Church",
            "Breton 979; Courteau 33; Withers 1572",
            "P ierre-Napol on Breton listed the above tokens as",
            "number 979 with three varieties, but did not describe\nthe details of the varieties in his publication. In 1915,\nEugene Courteau MD, designated the tokens thusly: to\nthe left as number 37 and to the right as number 33. In all\nCourteau described five varieties and one mule of Breton\n979.\nThe description of Courteau s number 37 is as follows.",
          
            "Obverse: WELLINGTON / bust of Wellington facing left;\nthe wreath has eight leaves, a single one at the top, with two\nberries, one berry seen above the bow and the other above\nthe leaf at top of ear; the ribbon-bow is single and smaller\nthan number 33; the tassels of the epaulette end in a straight\nline, giving it a square appearance / HALFPENNY TOKEN.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "56"
    },
    {
        "File": "The_CN_Journal_March_09.jpg",
        "Paragraphs": [
            "Close-up 1 shows the eight leaves with a single one at the top; Close-up 2 shows the location of the two berries;\nClose-up 2 and 2a show the difference of the bow size between number 37 and 33; Close-up 3 shows the epaulette\nending in a straight line.",
            "Reverse: Britannia seated, facing left, within a wreath of oak leaves; the acorn is missing behind the leaf above the head\nof Britannia; an olive sprig in right hand and a trident in the left; the barbs of the left and centre tines are seen, the right tine\nis concealed under an acorn / 1814. The average weight of the series that are engrailed (diagonally reeded edge) is 6.15 g\nand the average diameter is 27.6 mm.",
            "Close-up 4 shows the acorn is missing behind the leaf above the head of Britannia,\nClose-up 4a shows an acorn behind the leaf; Close-up 5 shows the barbs of the left and\ncentre tines are seen and the right ends at the acorn.",
            "Withers simplified the descriptions of the Breton |\n979 series in his 1999 publication, which is just as |",
            "convenient to attribute as Courteau s descriptions.",
            "In 2012, Branko Marelic published, The Wellington |\nTokens of Colonial Canada, his number WEL-44 is the | \nsame as Withers 1571, and stated  Withers listed it with |\nonly one berry, same as what I observed.  In my honest |\nopinion, this is not the case, as I can see two berries in i\nBranko s publication. Picture number 2 on the previous |\npage clearly shows two berries, arrows aide to show |\nberries. Withers also did not state  only one berry,  ij\nhe simply stated  small bow to wreath tie, a berry just |\nabove it,  as there was no need for Withers to say two |}\nberries as he simplified the description. In addition, |\nWithers only needed to state one berry to identify the |\nvariety as this is the only instance a berry is seen above |",
            "the bow in the series.",
            "Number2 March 2021 -------------------------------------------",
            "Withers not only simplified Courteau s description\nof 979.37.1571, he also listed this variety with a reeded\nedge in his 1999 publication and assigned it as number\n1571a. Withers gave an opinion that it is extremely\nrare, very few specimens seen, or most known are\nin  captivity.  The reeded edge of Withers 1571a is\npictured to the right. Courteau added in his publication\nthat all edges from number 33 to 39 are engrailed, so it\nappears he had not seen a diagonally reeded edge type.\nThe author s only example of a Withers 1571a reeded\nedge type is countermarked with Thomas Church\ndies. Of interest to note, not only the host coin was not\nlisted by Fred Bowman but also the Church die pairing\nwas not recorded in his write-up titled, The Tokens of\nThomas Church in 1959.\n"
        ],
        "PageNo": "57"
    },
    {
        "File": "The_CN_Journal_March_10.jpg",
        "Paragraphs": [
            "Breton 979; Courteau 37; Withers 1571a; 8-33",
            "The host token weighs 5.83 g, like in Withers publication it 1s lighter than the engrailed edge type by approximately 0.4 g.\nIn all likelihood 979.37.1571a.8-33 pictured above, countermarked (rotated 90 ) with Thomas Church dies, is unique.",
            "Left image: Bowman 8; Right image: Bowman 33",
            "In 1959, Fred Bowman plated 58 different Church obverse and reverse examples and listed 55 various die combinations.\nIn addition, Bowman listed 7 different host coins countermarked with 4 different die combinations. Bowman number 8\npictured above, is without a doubt identified at the right of Wellington s bust and number 33 is easily recognized to the left\nof Britannia. Not only is the scarce edge type missing from many advanced collections but the Church countermark just\nheightens the desirability of this token.",
            "Sources",
            "Bowman, Fred. 1959. The Tokens of Thomas Church. CNJ. Oct. 1959 Vol.4 No. 10, p.353-360",
            "Breton, P.N. 1894. I/lustrated History of Coins and Tokens Relating to Canada. Montreal: P.N. Breton & Co.",
            "Courteau, Eugene G. 1915.  The Wellington Tokens Relating to Canada,  American Journal of Numismatics Vol.\nXLVIII. New York",
            "Cross, W.K. Canadian Colonial Tokens, 8th Edition. The Charlton Press, Toronto",
            "Marelic, Branko, 2012. The Wellington Tokens of Colonial Canada, Branko Marelic, Mission Viejo, CA, US.",
            "Withers, Paul and Bente, R., 1999. British Copper Tokens 1811-1820, Galata Print Ltd, Llanfyllin, UK.",
            
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "58"
    },
    {
        "File": "The_CN_Journal_March_12.jpg",
        "Paragraphs": [
            "IN. MEMORIAM.  GEORGE_FRANCIS. FLIE",
            "1940 -2020",
            "We are sad to advise of the death of\nGeorge Flie, who had been proud\nto say that he was one of the",
            "last living RCNA members with a 3-digit\nmembership number (# 524, having first\njoined in January 1953). George was also\na founding member of the Hamilton Coin\nClub.\nHe was born on July 15, 1940, and\nspent too much time hanging out in coin,\nmilitaria, and antique shops in Fort Erie,\nBuffalo, Hamilton and Toronto, buying,\nselling and learning. Despite his small\nstature George was a larger-than-life character\nwho, according to his many stories, had been\neverywhere and done everything from being a gunrunner\nand mercenary, to producing shows for CBC. He finally\nsettled down as a vest-pocket dealer in Toronto, but was\nreally still a collector at heart.",
            
            "George was so knowledgeable about so many\nareas of collectibles, from paper memorabilia\nto fire arms to numismatics, and had done\nwork as an appraiser for institutions. In his\ntrademark battered black fedora and black\nleather coat (even in Summer!), he was\ninstantly recognizable whether at a coin or\nantique show or in his second home at the\nToronto Reference Library where he loved\nto research his finds.\nGeorge had an amazing memory, and\nwas quick to quote poetry or a line from an\nold movie, or sing an old song. Although\nslowed down by the amputation of a foot, George\ndelighted his many friends at the St Lawrence Antique\nMarket by showing up in a wheel chair not long after the\noperation. He died Christmas Day 2020, at the age of 80.\nGeorge Flie was a gentlemen, a credit to our hobby, and\na good friend   he will be missed.\nSubmitted by Don Bunjevac",
            "IN_- MEMORIAM.  THOMAS.  TOM  MASTERS",
            "1923   2021",
            "Tom passed away on Friday, February 5,\n2021, in his 98th year.",
            "He was a true numismatist in\nevery respect. Not only did he collect for\nmost of his life, he also served the hobby\nas a speaker, writer, editor, librarian,\nauctioneer, and advocate. Throughout his\ncareer Tom travelled to many shows and\nconventions in Canada and the US.",
            "He was a member of the executive at\nthe local and provincial levels along with\nvolunteering for many other positions.",
            "Tom was a founding member of the\nIngersoll Coin Club in 1961. He served as\nPresident, starting in 1977, and Editor for over 25\nyears, becoming an early Life Member. He was known to\narrive early for meetings to spend time mentoring young\nmembers and for bringing plenty of fun and fellowship to\nICC meetings.",
            "He was a long-time member of both the London\nNumismatic Society (where he served as the club s sixth\npresident from 1965 1968) and the Woodstock Coin Club.",
            "Tom first began exhibiting at the Ontario\nNumismatic Association conventions in the late\n60s where he won many awards. In the mid\n70s, Tom became active in the association,\nfirst as Area (1) Director in 1975, Librarian\nin 1976, 2nd Vice President in 1977 and\nIst Vice President in 1979, and Secretary\nalso in 1979. He became life member #45\nin 1977. He received the Award of Merit in\n1978 and was made Fellow in 2001.\nTom joined the RCNA in 1988 with\nmembership #15766 and was made Fellow\nof the Association in 1999.\nHe was predeceased by his wife of 75 years\nIda (2019), and his son Brian (2014). He is survived\nby his son Paul (Debra), daughter-in-law Eileen, four\ngrandchildren, and five great-grandchildren.\nWe are grateful for all Tom s contributions in support\nof the numismatic hobby and community initiatives. We\nextend our deepest condolences to the Masters family.",
            "Researched by Judy Blackman",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "60"
    },
    {
        "File": "The_CN_Journal_March_13.jpg",
        "Paragraphs": [
            "Movie. MONEY",
            "By PETER MOOGK\nFCNRS, #12532",
            "A Pandemic Pastime",
            "Realistic looking banknotes from the US and Canada specifically labelled as COPY",
            "and FOR MOTION PICTURE USE ONLY.",
            "One of my pandemic\npastimes is to watch\nfilms from the 1940s",
            "and 1950s. I also view the\ntelevision programs that were\nthe joy of my teenage years,\nsuch as  Have Gun, Will Travel \nand  The Twilight Zone. \nBeing retired, I do not have to\nworry about the time spent on\nthis amusement. As a currency\ncollector, I wondered what these\nAmerican productions used to\nrepresent US banknotes. So\nI pre-recorded movies and\nprograms on my personal\nvideo recorder (PVR), which\nallowed me to pause the image\nto examine the money more\nclosely and to photograph it\nwith a digital camera. The\nshortcoming is that pictures\ntaken from a television screen\ntended to be fuzzy or indistinct.\nSometimes the currency was\nout-of-focus, which may have\nbeen deliberate. To copy a real\ngovernment-issued note and\nto reproduce it to scale would\nverge on counterfeiting, so\nalternatives had to be found.\nCounterfeiters can be sentenced\nto twenty-five years in prison",
            "and, even reproducing one side\nof a banknote is classified in the\nUSA as counterfeiting. In the\nfilm  T Men  (1947), a semi-\ndocumentary about counterfeit\nmoney, the currency printing\nplates shown were completely\nfanciful. Today, one can buy\nfacsimiles of American and\nCanadian currency with a\ncautionary  motion picture use\nonly,   copy money,  or  play\nmoney  printed on both sides.\nA few rascals, however, have\nused these bogus notes to make\npurchases. The alternatives\nused by film makers before the\n1970s were surprising.",
            "There was a commonplace\nbanknote with two oval\nportraits and, on the reverse,\na coat of arms flanked by\nnumber 5s. [See figure 1].\nThis was a Mexican 1915\nfive-peso note of the State\nof Sonora standing in for an\nAmerican bill. Ten-pesos notes\nof Sonora were also frequently\nused. Sonora was adjacent to\nthe American state of Arizona",
            "Figure 1: (top) screen capture from 1947 film and close to California, which\n T Men ; (middle and bottom) Mexican five peso \\oyjd make it a convenient",
            "banknote.",
            
            "Number 2 March 2021 ----------------------------------------- 61\n"
        ],
        "PageNo": "61"
    },
    {
        "File": "The_CN_Journal_March_14.jpg",
        "Paragraphs": [
            "Another State of Sonora banknote was used in the 1960\nfilm  The Purple Gang.  This time with  $10  pasted over\nthe flanking portraits. The original value is not apparent.",
            "One banknote that appeared on a 1959 episode of  Have\nGun, Will Travel  was clearly another Latin American note\nwith the original value of  Cinco  (five) covered up with a\npasted  hundred  and  States of America  over the country\nof origin. Some Latin American countries had their money\nprinted by the American Banknote Company, with stylistic\nsimilarities to United States notes. At a glance, they might\npass for American banknotes. Rapid inflation and frequent\npolitical changes in a few Latin American nations meant\nthat their devalued currency was plentiful and available.\nThis substitution of old Spanish American money for\nUnited States currency was a surprise.",
            "Another surprising revelation was the use of Confederate\nStates of America banknotes out of context. In a 1961\nepisode of  Have Gun, Will Travel,  set supposedly in\n1875, gamblers had a pile of Confederate ten-dollar notes\nin front of them. This was a decade after the fall of the\nConfederacy and these banknotes would have had no value\nin 1875. Some valueless CSA leftovers were overprinted\non the back with commercial advertising by businesses in\nthe northern states. In the twentieth century historic sites\nin the USA did sell facsimile Confederate currency printed\non tan-coloured parchment   quite unlike the genuine CSA\nnotes, which were larger and printed on a tissue-like paper\nor on ordinary paper. In 1961 were these CSA banknotes so\ncommonplace or so cheap that they could serve as stand-ins\nfor contemporary American bills? Or were the facsimiles\nused?",
            "In the 1960s movie makers and television producers\nbecame bolder and replicas of high value American notes\nappeared, although from older series. In a 1962  Alfred\nHitchcock Presents  program a woman holds a plausible\n1928 $1,000 reserve banknote with President Grover\nCleveland s portrait.",
            "The note was to be soaked and frozen so we can assume\nthat it was not the real thing. I doubt that bundles of genuine\n$100 bills were used in portrayals of criminal transactions or\npayoffs. Some very convincing replicas, however, appeared\nin  Dragnet  (1968) and the film  City Heat  (1984).",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "62"
    },
    {
        "File": "The_CN_Journal_March_15.jpg",
        "Paragraphs": [
            "The producers could have taken advantage of the loophole that permits one to copy American banknotes at three-quarters\nthe original size and, currently, scanned at 72 dpi or less. Film and television studios certainly could risk using authentic\ntwenty-dollar bills, as was evidently done in the 1965 film  Once a Thief  (above).",
            "So, there you have it. This is what a confined elderly numismatist does with his time, aided by recorded TV shows and\nmovies on a PVR. What was unexpected was the discovery that Latin American and Confederate banknotes were being\nused in place of American currency.",
            "[Editor Note: We want to thank Prof. Moogk, Professor Emeritus at UBC, for his\nthought-provoking submission on Movie Money. How many of us have watched\nmovies in our pandemic imposed extra time in which comms or paper money was\nshown and not thought any more of it? Perhaps Peter has opened our eyes to an\naltogether different aspect of our hobby. You might try challenging your knowledge\nof our hobby by looking for and determining the kind of circulating legal tender\nor facsimile used in the movie or TV episode you are watching. To that end, I\nwanted to draw your attention to a book written on the subject titled Show Me\nthe Money!: The Standard Catalog of Motion Picture, Television, Stage, and\nAdvertising Prop Money by Fred L. Reed. Along with Peter s article, this might\nbe worth looking through before you decide to embark on detailed research.",
            "Do you know that  cash  made its debut appearance on the silver screen\nin 1895 in Thomas Edison s kinetoscope film Cockfight? No, neither did I\nbefore reading about Peter s most recent pastime!",
            "Number 2 March 2021 ----------------------------------------- 63\n"
        ],
        "PageNo": "63"
    },
    {
        "File": "The_CN_Journal_March_16.jpg",
        "Paragraphs": [
            "1927 CONFEDERATION \nCOMMEMORATIVE.By BARRIE RENWICK PLAQUE FRCNA, FCNRS, #5754",
            "T he following announcement appeared on page 1 of The Montreal Gazette, December 21, 1927:",
            "Plaques in Schools to Mark Jubilee",
            "Ottawa, December 20: With the cooperation of the various provincial governments in Canada the national\ncommittee for the celebration of the Diamond Jubilee of Confederation are placing a copper plaque, suitably framed, in\nevery public and separate school building throughout Canada. The plaques are now in the process of manufacture, and it is\nexpected to have the bulk of them out by the end of the month.",
            "The plaque, which is attractively designed, carries the motto  Canada Our Country  for the English speaking\ncommunities and  Canada Notre Patrie  for the French-Canadian sections. It is twenty by fourteen inches and, besides\nthe motto, the Canadian coat of arms is superimposed, surrounded by clusters of maple leaves. At the top is the word\n Confederation  and at the sides  1867-1927,  forming a permanent record of the historic event celebrated this year.",
            "The plaque was first suggested by the chairman of the National Executive, Hon. George P. Graham. The provincial\nprime ministers have been asked to arrange for some sort of patriotic unveiling ceremony in connection with placing the\nplaques in the schools.",
            " Our Country  an example in original condition.",
            " Notre Patrie  has lost its frame and acquired holes\nfor mounting.",
            "This follow-on gives context to that announcement: In all planned Jubilee activities the lettmotif plumped for patriotism,\nso the design of this plaque has a collage of Canadian symbolism to echo that. The article suggests plaques were for\nelementary and secondary schools, not meant for universities, colleges, trade schools ete. The Canada Year Book 1927\nSummary of Education Statistics shows that the number of all elementary and secondary schools in Canada, both  school\nhouses  and  rural schools,  was about 28,900, which accommodated that era s approximately two million students.\nThe number of those schools in Quebec was 7,857, but French-Canadian schools in other provinces are not enumerated.\nAllocation numbers of  Canada Notre Patrie  plaques among all these schools are unknown.",
            "a The CN Journal Volume 66\n"
        ],
        "PageNo": "64"
    },
    {
        "File": "The_CN_Journal_March_17.jpg",
        "Paragraphs": [
            "2021 COIN OF THE YEAR\nCATEGORY_WINNERS. ANNOUNCED",
            "A s we reported in the January/February Best Bi-Metallic Coin",
            "issue, the 2021 Coin of the Year\nawards nomination process",
            "looked a bit different this time around,\ndue to the various restrictions caused by\nthe COVID-19 pandemic. On February\n22, World Coin News announced the 10\ncategory winners as determined by the\ninternational panel of Coin of the Year judges.\nThe winners were selected from a pool of 100\ncoins, 10 in each of the ten categories of the\ncompetition.",
            "First begun in 1984, for 1982-dated coinage,\nthese awards continue to honour the best in\ncoin designs from around the world. This year\nthe 38th annual awards program, honouring\n2019-dated coins, will be presented in early 2021 by World\nCoin News and sponsored by The Journal of East Asian\nNumismatics.\nThree countries, Austria, France and the United\nStates, won in two categories. The US winning with\nthe same coin in both categories. The 10 category\nwinners follow:",
            "Best Circulating Coin",
            "Germany, 2 euro, bi-metallic (CuNi, nordic gold: a Cu\nalloy), Anniversary of the Fall of the Berlin Wall; KM-380,\n5 German Mints (A-Berlin, D-Munich, F-Stuttgart,\nG-Karlsruhe, J-Hamburg). ","Best Crown","France, 10 euro, silver with gilt and rhodium, City of",
            "_ Lights: Eiffel Tower, KM-2566, Monnaie de Paris",
            "Best Bi-Metallic",
            "Austria, 25 euro, bi-metallic (niobium centre\nin silver ring), Artificial Intelligence; KM-\n3305, Miinze Osterreich.",
            
            "Number 2 March 2021  65\n"
        ],
        "PageNo": "65"
    },
    {
        "File": "The_CN_Journal_March_18.jpg",
        "Paragraphs": [
            "Best Contemporary Event Coin and",
            "Best Silver Coin\nMost Historically Significant Coin / ;\nUnited States, 1 dollar curved, 5 ozt silver, 50th",
            "Austria, 100 euro, gold, Magic of Gold: The Gold of Anniversary of the Moon Landing; KM-693, United States\nMesopotamia; KM-3307, Miinze Osterreich. Mint.",
            "Best Gold Coin Most Inspirational Coin\nChina, 100 yuan, gold, Art of Chinese Calligraphy; KM- _ Great Britain, 50 pence, silver septagonal, /nnovation in\n2491, China Gold Coin Incorporation. Science: Stephen Hawking, KM-1676a, Royal Mint.",
            "66 ------------------------------------------------------ - - nanan The CN Journal Volume 66\n"
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_March_19.jpg",
        "Paragraphs": [
            "Most Innovative Coin Most Artistic Coin",
            "Cook Islands, 20 dollar, silver, Meteorites: Chicxulub France, 10 euro, silver, Fall of the Berlin Wall; KM-2567,\nCrater; KM-1897, NumisCollect.  ",
            "Monnaie de Paris",
            "We await, with anticipation, the final results of the Coin of\nthe Year awards to be published in our next issue.",
            "Number 2 March 2021 ----------------------------------------- 67\n"
        ],
        "PageNo": "67s"
    },
    {
        "File": "The_CN_Journal_March_20.jpg",
        "Paragraphs": [
            "BY HENRY NIENHUIS\nFRCNA, FCNRS, LM #430",
            "An error in judgement?",
            "Errors can creep into coinage in all stages of\nE production, even the initial design stage.\nThere have been numerous\nposts on the internet by devoted H.\nG.Wells fans who have questioned\nhow the Royal Mint s new 2021\n 2 bimetallic coin marking 75\nyears since the death of Wells, the  \nfamous author, could be released |\nwith numerous subject matter\nerrors. Especially when the author \\\nhimself was so precise about detail!\nThe coin depicts scenes from\nimmortal works such as The War of\nthe Worlds, The Invisible Man and The\nTime Machine stylised by Boston-based\ngraphic designer and illustrator Chris Costello.\nCostello has said he was inspired by  vintage\nH. G. Wells book covers and movie\nposters.  However, the question is, just\nhow far can artistic licence extend?\nAnd the answer is, not as far as\nCostello took it... at least according\nto many stalwart Wellsian fans!\nEspecially when it came to giving\nhis alien war machine  a monstrous\ntripod, higher than many houses, \na fourth leg or Griffin, the invisible\nman, a Victorian style top hat.\nAn article published in the Guardian\nby Allison Flood reported:\nUnfortunately, it strays from Wells s\nvision of his creations.  As someone who\nparticularly likes one of his very famous stories, can\nI just note that the big walking machine on the coin\nhas four legs? Four legs. The man [Wells was] famous\nfor creating the Martian Tripod,  wrote artist Holly\nHumphries.  How many people did this have to go\nthrough? Did they know how to count? \nScience fiction novelist and professor of 19th-\ncentury literature Adam Roberts, who is author of\na biography of Wells and a vice president of the H.\nG. Wells Society, also criticised the depiction of The\nInvisible Man, shown in a top hat; in the book [Griffin]\narrives at Iping under a  wide-brimmed hat. ",
            " It s nice to see Wells memorialised, but\nit would have been nicer for them to\nget things right,  Roberts said.  A\ntripod with four legs is hard to\ncomprehend (tri: the clue is in the\nname), and Wells s (distinctly\n\\ ungentlemanly) invisible man,\n\\ Griffin, never wore a top hat\n... Pd say Wells would be\nannoyed by this carelessness:\nHe took immense pains to get\nthings right in his own work  \ninviting translators of his book to\nstay with him to help the process",
            "and minimise errors and so on. \nStephen Baxter, a vice president\nof the Wells Society and author of The\nMassacre of Mankind, an [officially\nsanctioned] sequel to The War of the\nWorlds, said he thought Wells would\nhave been  very flattered by the\ncoin but infuriated by that non-\ntripod! It s not just the extra\nleg but the stiffness of it. In the\nbook itself, he has a sideswipe\nat the stiff, stilted tripods\ndepicted in an early  pamphlet \non the war   in fact he was\ntalking about clumsy illustrations\nin the newspaper serialisation of the\nbook, its first publication. They were\nno more like the Martians I saw than a",
            "Dutch doll is like a human being. Take that! \nAsked about the errors, a spokesperson for The\nRoyal Mint said,  We have created a new  2 coin to\ncelebrate the life and works of H. G. Wells. The coin\ndepicts scenes from famous works such as The War\nof the Worlds and The Invisible Man as imagined by,\nChris Costello. ",
            "The Wells inaccuracies are not the first immortalised in\nlegal tender. Among others, in 2013, Ireland s Central Bank\nmisquoted James Joyce from his famous work Ulysses on a\ncommemorative coin intended to honour the author.",
            " The CN Journal Volume 66\n"
        ],
        "PageNo": "68"
    },
    {
        "File": "The_CN_Journal_March_21.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "Roman silver coin hoard found at Aizanoi in Turkey",
            "An exceptional\nhoard of 651\nsilver coins",
            "belonging to the early\nRoman Imperial period\nhas been found in a clay\njug during the ongoing\nexcavations in the ancient\ncity of Aizanoi, which is\nlocated in the present-\nday city of Cavdarhisar\nin Kiitahya province,\nwestern Turkey.",
            "Excavation and\nfieldwork in Aizanoi,\nhome to the best-\npreserved Zeus Temple\nin Anatolia and was\nincluded in the UNESCO\nWorld Heritage Tentative\nList in 2012, is being\ncarried out under\nthe coordination of\nPamukkale University s\nClassical Archeology\nDepartment.",
            "Speaking to the state-\nrun Anadolu Agency, the\nhead of the excavations,",
            "Professor Eliz Ozer, said that earlier German archeologists\nwere carrying out the excavation work in the ancient city,\nwhich is 48 km away from the city centre, but since 2011,\nTurkish experts have been continuing the work.",
            "Noting that the rare silver coins were found in a jug\nin a stream passing through the ancient city, Ozer said:",
            "Number2 March 2021",
            "Hoard of 651 silver coins found at the ancient city of Aizanoi",
            "in Kiitahya province, western Turkey.",
            "(Anadolu Agency Photo)",
            " The jug was aimed to be\nkept by three terracotta\nplates covering it. The jug\nwas carefully removed\nby the excavation team\nand there were 651\nsilver coins in it. It was\ndetermined that all of\nthese coins belonged to\nthe period of Augustus, the\nfirst emperor, ending the\nRoman Republic period. ",
            " These silver coins are\na  coin album  of the last\ncentury of the Roman\nRepublic period. It\nconstitutes a very special\nand unique collection, \nOzer added.",
            "Noting that 439 of the\nsilver coins were denarii\nand 212 of them were\n cistophor,  which were\nthe monetary units of the\ntime, Ozer said that they\nbelieve that the coins\nmight have been burried\nby a high-ranking soldier\nwho came to Aizanoi.",
            " One or two of these coins found in the hoard are of\nhigher value. ... most of the coms were minted in Southern\nItaly mints. These are the most special silver coins that\nhave been found in recent times,  Ozer said, adding that\nthe coins are on exhibition in the Museum of Anatolian\nCivilizations.",
            " 69\n"
        ],
        "PageNo": "69"
    },
    {
        "File": "The_CN_Journal_March_22.jpg",
        "Paragraphs": [
            "A MEDAL COMMEMORATING JOHN MUIR S  SUMMER OF",
            "GLORIOUS_FREEDOM _IN_CANADA. WEST.",
            "BY RON CHEEK\nFRCNA, FCNRS, #23921",
            "George Vanderburgh,\nthe man who created\nthe  Challenge Coin",
            "to Remember  honouring\nJohn McCrae (see Oct-Nov\n2015 CNJ) has come up with\nyet another elegant medal\nas a personal project. This\ntime it honours John Muir s\ntransformative time spent in\nCanada West from the spring\nof 1864 until early 1866.\nFor those of you who aren t\nfamiliar with John Muir, he\nwas a world-famous naturalist,\nco-founder of the Sierra Club,\nand the man responsible for\ngetting the National Parks\nsystem set up in the United\nStates. Vanderburgh believes\nMuir had his epiphany as\nan environmentalist while\na young man roaming the\nswamps and forests of\nSouthern Ontario. Muir lived\nand worked at a place called\nTrout Hollow, on the Bighead\nRiver, just upstream of the\ntown of Meaford.",
            "John Muir",
            "John Muir was born in",
            "Dunbar, Scotland, in 1838. In 1849, when he was a boy\nof eleven, his family immigrated to the United States.\nJohn s father Daniel, a fervently religious man, brought\nthe family to America because of a rift in the Presbyterian\nChurch in Scotland. They settled on a farm near Portage,\nWisconsin. In America, Daniel became a fundamentalist\nreligious zealot and John grew up under his father s strict\nand often abusive control. The family was poor and work\nwas hard. The Bible was the only book allowed to be read.\nJohn found solace in Nature and at an early age developed\na love of wandering through the Wisconsin wildemess.\nAn intelligent and creative fellow, young John also found\nan escape in building gadgets and clever inventions in his\nspare time, a practice of which his father disapproved. His\ngenius with inventions was validated when as a teenager he\nwon a major prize at a State Fair.",
            "",
            "Figure 1: Colourized photo of John Muir as a young man in his mid-20s.\nImage courtesy of Robert Burcher.",
            "At the age of 22 John\nwent off to study at the\nUniversity of Wisconsin\nin Madison. He paid his\nown way. There he found\nfreedom from his father\nand discovered there were\nbooks other than the Bible.\nIn later life he would write\nthat the beliefs forced upon\nhim by his strict religious\nupbringing simply faded\naway. He had a great\nthirst for knowledge and\nuniversity life suited him\nwell. Although his selection\nof courses was unusual,\nhe gained an excellent\neducation in botany,\nchemistry and geology. But\nhe ran out of money and\nwas forced to leave without\ngraduating.",
            "The Civil War brought\ngreat consternation to\nthe Muir family. Their\nreligious beliefs rejected\nwar, but they lacked the\n$300 commutation fee to\nexempt John from military\ndraft. John faced becoming\na Union Army soldier. His\nyounger brother, Daniel Jr., left for Canada West in 1863\nso that when he became of age he wouldn t be drafted. He\nfound work with the Trout family near Meaford. John was\ntorn between patriotic duty and his strongly held beliefs\nagainst violence. He waited until the draft process was\ncompleted and, not having been selected, headed off to\nCanada West to meet up with his brother.",
            "John stayed and worked with a family named Campbell\nin Bradford, but the spring and summer months of 1864\nwere his  summer of glorious freedom.  He sauntered (he\ndid not think  hiking  was conducive to observing Nature)\nthrough the forests and marshes west to Orangeville\nand Luther Lake and then back to Bradford, alone and\n living rough.  He carried only the basic necessities,\nwhich included his plant drying press. He had learned the\ntechniques of collecting and preserving plant specimens",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "70"
    },
    {
        "File": "The_CN_Journal_March_23.jpg",
        "Paragraphs": [
            "at university and as he sauntered through the bogs and\nforests he collected and catalogued well over 200 plants\nand flowers. Most were sent home and they now reside\nin museums and herbarrums around the USA. The largest\ncollection is at the John Muir National Historic Site in\nMartinez, California. In his later writing and lectures Muir\nreferred to this as his  botanizing.  Often he would stay\nwith farm families, helping out with their work in return\nfor his food and lodging. Although he had lived in America\nsince age eleven, John never lost his thick Scottish accent.\nThis, along with his lively conversation, cheerful nature\nand good education, no doubt made him a welcome\nguest at many of Canada West s Scottish and Ulster Irish\nhouseholds. On one of his sojourns across what is now\nknown as Holland Marsh he made a discovery that was to\ngreatly influence his later life. In his own words:\nThe rarest and most beautiful of *\nthe flowering plants I discovered\non this first grand excursion was\nCalypso borealis   Hider of the\nNorth. I had been fording streams\nmore and more difficult to cross\nand wading bogs and swamps\nthat seemed more and more\nextensive and more difficult to\nforce ones way through. Entering\none of these great tamarack and\narbor-vitae swamps one morning,\nholding a general though very\ncrooked course by compass, I\nbegan to fear that I would not be\nable to reach dry ground before\ndark, and therefore would have\nto pass the night in the swamp\nand began, faint and hungry, to\nplan a nest of branches on one\nof the large trees or windfalls\nlike a monkey 8 nest, or eagles,\nor Indian  in the flooded forests\nof the Orinoco described by von\nHumboldt.",
            "But when the sun was getting\nlow and everything seemed most porealis.\nbewildering and discouraging,",
            "I found a beautiful Calypso on the mossy bank of\na stream, growing not in the ground but on a bed of\nyellow mosses in which its small white bulb had found\na soft nest and from which its one leaf and one flower\nsprung. The flower was white and made the impression\nof the utmost simple purity like a snowflower. No other\nbloom was near it for the bog a short distance below the\nsurface was still frozen, and the water was ice cold. It\nseemed the most spiritual of all the flower people I had\never met. I sat down beside it and fairly cried for joy.\nHow long I sat beside Calypso I don t know. Hunger\nand weariness had vanished and only after the sun was\nlow in the west I splashed on through the swamp, strong\nand exhilarated as if nevermore to feel any mortal care.",
            "Number2 March",
            
            "(The Life and Letters of John Muir, by his biographer,",
            "William Frederick Blade.)",
            "John and Daniel Jr. eventually met up in September of\n1864, most likely in Dundas, and proceeded to Niagara\nFalls to marvel at the great natural wonder of the world.\nDaniel Jr. then persuaded John to go north to Meaford\nfor the winter to work at a sawmill and factory owned by\nWilliam Trout and Charles Jay. Their route that fall took\nthem along much of what is now the Bruce Trail, from\nNiagara Falls to Owen Sound in two weeks then over to\nMeaford. They likely walked most of the way unless the\noccasional ride on a wagon was offered.",
            "Trout Hollow, on the Bighead River about four kilometres\nsouth of Meaford, was their destination. This was the site\nof the sawmill and factory at which the Muir boys would\nlive and work. The factory turned out rake and broom",
            "handles. John s boyhood penchant\nfor devising clever inventions and\ngadgets soon came to the fore. He\ngot to work designing and building\nmill and factory improvements that\nwould double the output of handles.\nThe Trout family, with whom John\nlived in a small cabin next to the mill,\nwere overjoyed. This arrangement\nlasted for nearly two years. John\nworked and continued his saunters\naround the area, always with his plant\ndrying press under his arm. Students\nof John Muir believe that this period\nwas transformative for him. This\nwas a time when the magnificent\nancient forests were being clear cut\nby  lumber barons.  Great expanses\nof natural areas were being bummed\noff to clear the land. This distressed\nMuir and opened his eyes to the\ndestruction that mankind could\nwreak upon Nature. The importance of conservation of the natural",            
            "environment became his passion.",
            "John s time at Trout Hollow came to an abrupt end\nin February 1866 when the mill bumed to the ground.\nTragically, John s notebooks and diaries were destroyed in\nthe fire. Details of this period of his life remain vague. In\nan autobiography written later in his life John provides little\ndetail of his time and travels in Canada West.",
            "John Muir returned to the United States in 1866\nand, as the saying goes, the rest is history. His life and\naccomplishments are well documented in his numerous\nessays, letters and books, which have been read by\nmillions. As well, there are many John Muir biographies\nby others. A recent one is A Passion for Nature:\nThe Life of John Muir, by Donald Worster (2008).\n",
            "Figure 2: The rare and tiny orchid Calypso \nImage courtesy of Robert Burcher."
        ],
        "PageNo": "71"
    },
    {
        "File": "The_CN_Journal_March_24.jpg",
        "Paragraphs": [
            "We have room here for only the briefest summary of Muir s\nlife after leaving Trout Hollow in 1866.",
            "Muir went first to Indianapolis where he worked in a\nwagon wheel factory until, in 1867, an accident blinded him.\nThe blindness lasted for many weeks and he believed he\nwould never see again. When his sight did return he was\na changed man. The personal transformation that had its\nbeginnings in Canada West was brought to its climax by\nthe accident and his recovery. John clearly viewed his life s\npurpose as a naturalist and an advocate for conservation. He\nwent on to become an influential environmental activist for\nthe remainder of his life. It began with a 1000-mile walk\nfrom Indiana to Florida. He then lived alone in the forests of\nthe Yosemite Valley for several years, where he acquired the\nnickname  John of the Mountains.  His travels took him to\nAlaska, throughout the contiguous United States and beyond.",
            "Along with his knowledge and experience in botany\nand zoology, Muir became an expert in geology, and\nglaciology. He gave lectures and wrote extensively about\nall these travels and studies. In 1892 Muir co-founded\nthe Sierra Club and became its first President. In 1903 he\nconvinced President Theodore Roosevelt to spend several\ndays camping with him in the Yosemite\nValley. They became friends and the\noutcome of this episode was the creation\nof the US National Parks system. The\nfirst was Yosemite Valley. The second\nwas Sequoia National Park. John Muir\nbecame known as the  Father of the\nNational Parks. ",
            "Murr lived most of his life in California\nand he died there on December 24, 1914,\nat age 76. His legacy is as extensive as\nthe impact of his life s work. There is an\nAlaskan glacier named for him: several\nmountains and peaks, many trails and\nother natural features bear his name. Muir\nis honoured on the 2005 California State\nquarter and two United States postage\nstamps. And to think this famous man\nspent two formative years in Ontario before it all became\nclear what his life s work would be.",
            "in 1992.",
            "An idea becomes a book and inspires a medal",
            "George Vanderburgh had long been an admirer\nof John Muir and his remarkable legacy. One day\nback in 2016 he spoke about Muir with his friend,\nRobert Burcher, author, naturalist and photographer.\nVanderburgh asked if Burcher might take photos that\ncould capture some of Muir s experiences and travels\nin Ontario, particularly in the area of Trout Hollow. In\nVanderburgh s words, Burcher  smiled enigmatically. \nHe then told Vanderburgh that he also had long been\nfascinated with John Muir s saunters around Ontario.",
            "It began in the 1990s when Burcher happened upon the\nhistoric interest sign shown in Figure 3, which was in sad\ndisrepair and virtually hidden from view in a neglected,\novergrown site near Trout Hollow. He was distressed by\nwhat he saw and, after consulting with authorities, removed\nthe sign and took it to Toronto where it was restored.\nBurcher described himself as the  last man standing  in the\ndefunct Canadian Friends of John Muir. On one occasion,\nhe explained, he had discovered the site of Muir s cabin at\nTrout Hollow. He later participated in an archaeological dig\nto exactly locate it. The sign that Burcher happened upon\nwas eventually re-erected at the Epping/John Muir Lookout\nsouth of Meaford on the Bruce Trail. The historic Trout\nHollow Mill site is now well signed\nand has become a highlight visited by\nthousands of walkers on the Bighead\nRiver Trails.",
            "The discussion between\nGeorge Vanderburgh and\nRobert Burcher evolved into a\nproject passionately pursued by\nBurcher over the next four years.",

            "Encouraged by Vanderburgh, Burcher located and studied\nthe published lists of the many plant specimens collected in\nOntario by John Muir during 1864 and 1865. An enormous\nundertaking, it was a labour of love for Burcher. He was\ndetermined, using the dates and locations associated\nwith the specimens, to establish the exact route of Muir s\nwanderings through the wilderness of Canada West. This\nhe did, walking, exploring, and  getting the feel  of Muir s\nsaunters. It culminated in a book, My Summer of Glorious\nFreedom: John Muir's Saunters around Southern Ontario\nin the Summer of 1864. George Vanderburgh, through his\npublishing operation, The Battered Silicon Dispatch Box,\npublished the book in 2020. The book s cover and the map\nof Muir s recreated routes are illustrated as Figures 4 and 5.",
            "The CN Journal Volume 66",
            "Figure 3: Historic sign that was rescued, restored and\nre-erected thanks to efforts by Robert Burcher. This\nphoto shows Burcher just after he had rescued the sign",
            "Image courtesy of Robert Burcher.",
            "Figure 4: cover of Kobert\n"
        ],
        "PageNo": "72"
    },
    {
        "File": "The_CN_Journal_March_25.jpg",
        "Paragraphs": [
            "With the book s\npublication\nthe idea of a\ncommemorative\nmedal was born.\nVanderburgh\ndesigned the\nmedal and has had\nit produced by\nCalgary, AB firm\nSGS Marketing.",
            "Burcher s 2020 book",
            "Figure 5: Robert Burcher s map of Muir s\nsaunters, recreated from painstakingly\nstudying the catalogued plant samples that\nMuir collected. Black dots are where Muir s\nplants were found. Numbers are the number\nof plants found: i-e., 80 plants in the Hockley\nValley area; 11 in Hamilton/Dundas; 9 in the\nNiagara area; then another 49 in the Meaford\narea. It is believed that many more plants had\nbeen collected but were destroyed along with\nMuir s diaries in the fire that burned the Trout\nmill in 1866.",
            "The medal   its significance\nand intended purpose",
            "Vanderburgh s John Muir medal is struck\nin brass, 44 mm diameter, with a 4 mm\nedge thickness and weighing about 45 g.\nIt is comprised of an annular ring with an\nintegral oval centre piece. On the obverse,",
            "a central oval cameo portrait of Muir with enamelled blue\neyes is on a black matte background. The Murr portrait was\nbased on the famous photograph shown in Figure 1. The\nannular ring is enamelled blue to match Muir s striking\nblue eyes. It has raised lettermg: JOHN MUIR at the top\nand 1838 1914 at bottom, with a tiny maple leaf on each\nside. The reverse central oval has a coloured image of\nthe Calypso orchid, the tiny rare flower that so captivated",
            "Muir, which he discovered in the Holland Marsh during his\nsaunters in the summer of 1864. The annular ring is enamelled\nblack with raised lettering: MY SUMMER OF GLORIOUS\nFREEDOM at top, TROUT HOLLOW - ONTARIO at bottom\nwith a tiny maple leaf on each side. The edge is plain, rounded,\nand stamped with a unique number (001 to 300).",
            "Vanderburgh was particularly anxious to create\na worthy memento that highlights Muir s Ontario\nconnection   the two-year period in his young life\nthat revealed to him the importance of environmental\nconservation, setting him on his life s path as a\nnaturalist and conservationist that would become his\ngreat legacy. Vanderburgh plans to have 300 of these\nmedals made. The first 100 will be presented as awards\nto persons whom Vanderburgh considers have made\nsignificant and worthy contributions as naturalists and\nenvironmentalists, particularly in his area of Ontario.\nHe admits that this will be a highly subjective and\npersonal process. The medals will be awarded with\na certificate. The remaining medals (numbered 101\nto 300) will be offered for sale. Vanderburgh hopes\nthese will be purchased by admirers of John Muir and\nhis legacy, to become lasting tributes highlighting the\nfamous man s  saunters  in the wilderness of Ontario\nwhere he began to envision his life s purpose. This\nperiod of Muir s life is not widely appreciated beyond\nthe locale of Trout Hollow, Ontario. Perhaps this\nelegant medal will change that.",
            "Figure 6: Obverse\nand reverse of\nJohn Muir medal\nby George\nVanderburgh.\nImages by author.",
            
            "Number2 March 2021",
            "[Editor s note: George Vanderburgh may be contacted at: george.\nvanderburgh@gmail.com|]",
            "73\n"
        ],
        "PageNo": "73"
    },
    {
        "File": "The_CN_Journal_March_26.jpg",
        "Paragraphs": [
            "COIN CONSTELLATION   2020",
            "RESULTS. ANNOUNCED",
            "I n our January*February issue we offered to update",
            "you on the results of the 2020 Coin Constellation the",
            "fourteenth consecutive international commemorative\ncoins competition, held in Russia. The contest is sponsored\nby the Water Mark Publishing House, publisher of The\nGold Chervonets Magazine.",
            "The submissions are judged in nine major categories:\nUnique Concept; Best Artistic Solution; Original\nTechnology; Best Circulation Coin; Classic Coin; Souvenir\nCoin; Best Silver Coin; Best Gold Coin, and Coin of the\nYear. The winning coins in these categories were chosen\nby members of the International Jury of Experts, based on\ncoin images and descriptions submitted by the participants.\nThis International Jury was comprised of specialists",
           
            "from well-known world museums, auction houses, and\nrepresentatives from various numismatic organizations. A\nseparate category, the People s Choice Award, was chosen by\nthe votes cast electronically on the www.gold10.ru website.",
            "Latvia and Italy both took two categories with coins they\nsubmitted to the contest. Unfortunately, this year there were\nno entries by the Royal Canadian Mint.",
            "One notable highlight this year is the  coin  taking first-\nplace in the Gold Coin of the Year category. Once again\naward-winning creative director of engraving, Joaquin\nJimenez, of the Monnaie de Paris has done an excellent\njob with this amazingly detailed ultra-high relief 100 mm\n1-kilo gold coin. The coin, with a mintage of 19, retails for\na whopping for   99,000!",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "74"
    },
    {
        "File": "The_CN_Journal_March_27.jpg",
        "Paragraphs": [
            "First-place winning coins in each category follow: Silver Coin of the Year",
            "Unique Concept",
            "Latvia, 5 euros, .925\nfine silver, Freedom",
            "Cook Islands, 2 _ Fights (1918-1920);",
            "dollars, .925 silver",
            "Bank of Latvia and\ncolourized, Estacado UAB Lietuvos monety\nMeteorite, B.H. Mayer kalykla (Lithuania)",
            "mint (Germany)",
            "France, 5,000 euro,\n1 kg .999 fine gold,\nMona Lisa; Monnaie\nde Paris (Paris Mint).",
            "Latvia, 5 euro, .925\nfine silver, Niklavs\nStrunke; Bank of\nLatvia and UAB\nLietuvos monety\nkalykla (Lithuania)",
            "Niue, 10 dollars,\n.925 fine silver, Ave,\nCaesar!,; Mennica\nPolska (Polish Mint)",
            "Russia, 25 rubles,\ncupro-nickel,  75th\nAnniversary of the\nFull Liberation of\nLeningrad from",
            "the Nazi Blockade;\nGoznak JSC, Moscow",
            "Italy, 5 euro, .925 fine silver, 50th Anniversary of the\nMoon Landing; Poligrafico e Zeca dello Stato (R-Rome)",
            "All coins entered in the competition were voted on by the\npublic for winner of the People s Choice Award category:",
            "People s Choice Award",
            "Republic of\nKazakhstan, 5000\ntenge, .925 fine silver,\nOwl; Kazakhstan Mint",
            "Italy, 10 euro, .925\nfine silver, Italy of\nthe Arts   Milan\nCathedral, Italian\nMint",
            "Well did any of your favourite 2019 world coins make the\nlist? It is very interesting that the coin taking first place",
            "Belarus, 20 rubles, for the Coin of the Year, was one of the many coins issued\n925 fine silver, Year in 2019 with the 50th Anniversary of the 1969 Apollo 11\nof the Rat; Mennica Moon landing theme. In this case the winning coin was that\nPolska (Mint of designed by Claudia Momoni of the Italian Mint! The coin,\nPoland) with a mintage of 6,000, retails for a reasonable  47.00.\n"
        ],
        "PageNo": "75"
    },
    {
        "File": "The_CN_Journal_March_31.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e\nNOUVELLES_DES. CLUBS",
            "By BRETT IRICK (CLUB SERVICES)\nFONA,.LM, #456",
            "As we continue to be careful and safe during the\ncorona virus most clubs are still not able to meet\nin person as of late January. Sadly, there are\na continuing series of coin show cancellations\nincluding the upcoming Ontario Numismatic\nAssociation Convention. However, a few intrepid\nshow organizers have held successful socially\ndistanced coin shows with appropriate protocols\nin place. With the projected pace of vaccine\navailability our sense is that most in person club\nmeetings will continue to be cancelled through\nthe second quarter of 2021 and perhaps longer.",
            "RCNA Member Club Zoom Meeting Free\nBenefit Continued Success",
            "At least twenty-nine RCNA member clubs, or around\n40 percent of clubs, are now meeting by Zoom or\na similar platform, an increase of four since early\nDecember. Over 100 club meetings have been held\nto date with over 100 more are scheduled through\nJune. This benefit is available to member clubs\nthrough June 2021. Contact me on xr7gt@prodigy.net\nto schedule your meetings and receive the required\ninstructions. This is an ongoing opportunity for world\nclass speakers to make a Zoom meeting presentation\nto your club without the need to provide them with\na significant honorarium for their travel expense\nand also their investment in travel time. Also, please\ne-mail me if you are able to give a Zoom talk and the\ntopics you have available. A list of speakers is being\nassembled to enable further developing our virtual\nmeeting resource.",
            "The Shape of Change",
            "South Wellington Coin Society member Sean\nSinclair, a director of the ONA, gave an\ninformative talk during the January Zoom meeting\nthat explained the edge geometry of multi-sided\ncoins. The following is an excerpt from his\nfollow-up article that appeared in the February\n2021 issue of The Wellington Circular.",
            "The Loonie: More than Eleven Sides",
            "The edges of the Loonie are not actually straight lines,\nbut rather arcs. The reasoning is that the arcs allow a\ncoin with multiple sides to roll freely and therefore not\njam inside machinery, such as vending machines. But\nwhy does applying a curve to the edge of a polygon\nallow it to roll more freely? Even with curved edges, it\nwould still be a bumpy ride, wouldn t it?",
            "Number2 March 2021",
            "Alors que nous continuons d voluer de fagons prudentes et\nen s curitaire durant la pand mie du virus corona, la plupart\ndes clubs ne sont toujours pas en mesure de se rencontrer\nen personne en ce d but d cembre. Malheureusement, on\ncontinue d observer l annulation de plusieurs  v nements\nnumismatiques dont le salon annuel de l Ontario Numismatic\nAssociation. Toutefois, quelques organisateurs ing nieux de\nsalons numismatiques ont organis  avec succes des expositions\nnumismatiques avec des protocoles appropri s pour le respect\nde la distanciation sociale. Compte tenu de la disponibilit  et\ndistribution des vaccins, nous pr voyons que la plupart des\nr unions de club en personne continueront d  tre annul es, du\nmoins jusqu au deuxi me trimestre de 2021 et peut- tre plus.",
            "Toujours un succes de l avantage des clubs\nmembres de | ARNC pour leur rencontre Zoom",
            "Au moins vingt-neuf clubs membres de 17 ARNC se r unissent\nmaintenant par WebEx ou Zoom, soit une augmentation de quatre\ndepuis le d but d cembre. Plus d une centaine de r unions de club\ntenues a ce jour et plus de 100 autres sont pr vues jusqu en juin. Cet\navantage est disponible pour les clubs membres jusqu en juin 2021.\nContactez-moi au xr7gt@prodigy.net pour c duler vos r unions et\nrecevoir les instructions requises. II s agit d une opportunit  d avoir\ndes conf renciers de r putation mondiale de faire une pr sentation\n ducative lors d une r union virtuelle de votre club sans que vous\nayez de d penses importantes pour les couvrir les frais de voyage du\nconf rencier ou tout investissement en temps de d placement. Par la\nm me occasion, veuillez m envoyer un courriel si vous  tes en mesure\nde donner des conf rences Zoom et les sujets que vous pourriez\naborder. Nous sommes a pr parer une liste de conf rencier afin de\npermettre de d velopper davantage notre ressource de r union virtuelle.",
            "La forme de la Monnaie",
            "Sean Sinclair, un membre de la South Wellington Coin Society,\ndirecteur de l ONA, a donn  une session  ducative lors de\nleur r union virtuelle de janvier expliquant la g om trie\ndes rebords des pi ces a plusieurs c t s. Voici un extrait\nde son article paru dans le num ro de f vrier 2021 de The\nWellington Circular.",
            "Le huard: bien plus que onze c t s",
            "Les rebords du huard ne sont pas en fait des lignes droites, mais\nplutot en forme d arc. Le raisonnement est que les ares permettent\na une picce a plusieurs cdt s de rouler plus facilement et donc ne\npas se coincer a l int rieur de machines, telles que les machines\ndistributrices. Mais pourquoi l application d une courbe au rebord\ndun polygone lui permet-elle de rouler plus librement? M me\navec des rebords courb s, ce serait toujours un parcours cahoteux,\nn est-ce pas?\n"
        ],
        "PageNo": "79"
    },
    {
        "File": "The_CN_Journal_March_32.jpg",
        "Paragraphs": [
            "Backtracking briefly, let s take a look at a\ndodecagonal or twelve-sided coin. The Australian\n50-cent coin has been twelve-sided since\n1969, when the coin was changed\nfrom silver to cupro-nickel. The\ndistance across the flats is 31.65\nmm, however, the distance across\nthe corners is 32.76 mm, which is\nover 1 mm larger. This means that\nany mechanism that is designed\nto accept the 50-cent coin must\nbe designed to fit the largest size,\notherwise, there is the possibility of the\ncoin getting jammed. The other problem is\nthat a polygon with straight sides does not roll\nvery well   it is a bumpy wheel.",
            "The curved polygon eliminates both of these\nproblems. A curved polygon is created by using\na regular polygon (equal edge lengths and\nangles) with an odd number of sides.",
            "From this, an arc is created by setting",
            "the centre of the arc on one vertex",
            "and running the arc between the",
            "two vertices directly opposite. You",
            "must do this from each vertex of",
            "the polygon. The radius of the are",
            "then becomes the size of the finished",
            "shape. A curved polygon created in",
            "this manner is known as a Reuleaux",
            "polygon. It is named for the 19th century",
            "German engineer, Franz Reuleaux, who",
            "studied the concept as a means of providing mechanical\nenergy. The simplest Reuleaux polygon would be a\nReuleaux triangle. By making the edges of the triangle,\npentagon etc. curved, you give the shape a constant\nwidth. A Reuleaux triangle with a width of 30 mm, does\nnot need the slot to be larger, as the width of the triangle\nis never larger or smaller than 30 mm.",
            "The first coin using this design was the seven-sided\nor heptagon United Kingdom 50 pence coin that\nalso was first produced in 1969 in preparation\nfor their 1971 coinage decimalization. As\nillustrated, this coin has an even diameter\nof 30 mm around the entire perimeter as\nshown. The Canadian  Loonie  dollar\nfirst issued in 1986 is eleven-sided\nor hendecagon.",
            "The images (on the next page)\nshow how a Reuleaux triangle\ncoin from Bermuda going\nthrough 120 degrees of rotation\nwill never jam in a coin slot.",
            "Despite the fact that the angle of the\ncoin is constantly changing, it is always",
            "Revenons bri vement en arri re, jetons un coup d ceil\na une pi ce dod cagonale ou a douze faces. La pi ce\naustralienne de 50 cents est a douze faces depuis\n1969, date a laquelle la pi ce est pass e de\nl argent au cupro-nickel. La distance entre les\nc t s est de 31,65 mm, cependant, la distance\nentre les coins est de 32,76 mm, soit 1 mm\nde plus. Cela signifie que tout m canisme\ncongu pour accepter la pi ce de 50 cents doit\n tre concu pour accepter la plus grande taille,\nsinon, il y a un risque que la pi ce se coince.\nL autre probl me est qu un polygone avec des\nc t s droits ne roule pas tr s bien, il y a de petits\nsauts.\nLe polygone courb   limine ces deux probl mes.\nUn polygone courb  est cr  en utilisant un polygone r gulier\n(longueurs et angles d ar te  gaux) avec un nombre impair de\nc t s. A partir de 1a, un arc est cr  en d finissant le\ncentre de l arc sur un sommet et en ex cutant | arc\nentre les deux sommets directement oppos s.\nVous devez le faire 4 partir de chaque sommet\ndu polygone. Le rayon de l are devient alors la\ntaille de la forme finie. Un polygone courb \ncr  de cette mani re est appel  polygone\nde Reuleaux. II porte le nom de l ing nieur\nallemand du XIXe si cle, Franz Reuleaux,\nqui a  tudi  le concept comme moyen de\nfournir de 1 nergie m canique. Le polygone\nde Reuleaux le plus simple serait un triangle de\nReuleaux. En courbant les rebords du triangle, du\npentagone, etc., vous donnez a la forme une largeur\nconstante. Un triangle de Reuleaux d une largeur de 30 mm\nn a pas besoin que la fente soit plus grande, car la largeur du\ntriangle n est jamais sup rieure ou inf rieure 4 30 mm.",
            "La premi re pi ce utilisant cette conception  tait la pi ce\nde 50 pence a sept faces ou heptagone du Royaume-Uni, qui\na  galement  t  produite pour la premi re fois en 1969 en\npr paration de la d cimalisation de la monnaie de 1971. Comme\nillustr , cette pi ce a un diam tre pair de 30 mm sur tout le",
            "p rimetre comme indiqu . Le dollar canadien  huard \n mis pour la premic re fois en 1986 est a onze cot es ou\nhend cagone.",
            "Les images (sur la page suivante) montrent\ncomment une pi ce triangulaire de Reuleaux\ndes Bermudes passant par 120 degr s de\nrotation ne se bloquera jamais dans une\nfente 4 monnaie. Malgr  le fait que\nl angle de la pi ce change constamment,\nelle touche toujours les quatre c t s,\nmais ne d passe jamais. Une vid o\nmontrant une progression de rotation\npeut  tre visionn e au www.youtube.com/",
            "watch ?v=09bb8BBKdHc.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "80"
    },
    {
        "File": "The_CN_Journal_March_33.jpg",
        "Paragraphs": [
            "touching all four sides of the square, but never protrudes\nbeyond it. A video showing a rotation progression can be\nviewed at www.youtube.com/watch?v=09bb8BBKadlc .",
            "The triangular rotor used in Wankel engines, most\ncommonly built by Mazda in the 1970s and 1980s also\nwas a Reuleaux triangle with slightly flattened sides.\nYou have to wonder if Bermuda borrowed their coinage\ndesign concept from a car engine.",
            "Why not share how you have been spending your\ntime during this pandemic? Your e-mails would be\ngreatly appreciated.",
            "If you would like to have your club profiled here, please\nwrite a column, include pictures and send it to me:\nxr7gt@prodigy.net.",
            "Brett Triche",
            "[IBcNAl",
            "Le rotor triangulaire utilis  dans les moteurs Wankel, le\nplus fr quent fut construit par Mazda dans les ann es 1970 et\n1980  tait  galement un triangle de Reuleaux avec des c t s\nl g rement aplatis. C est a se demander si les Bermudes ont\nemprunt  leur concept des formes de monnaie au concept d un\nmoteur de voiture.",
            "Pourquoi ne pas partager avec nous, comment vous avez\npass  votre temps pendant cette pand mie! Vos courriels\nsont grandement appr ci s.",
            "Si vous souhaitez avoir le profil de votre club ici,\n crivez une chronique, inclure des photos et envoyez a:\nxr7gt@prodigy.net.",
            "Brett Triche"
            
        ],
        "PageNo": "81"
    },
    {
        "File": "The_CN_Journal_March_34.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "BY SEAN SINCLAIR\n#23912",
            "\nThe Struggle For Women s Rights",
            "I nternational Women s Day is celebrated each",
            "year on March 8, but where did it\noriginate? What was the reasoning\nbehind it?",
            "The origins of International\nWomen s day go back to the\nInternational Socialist Women s\nConference that was held in\nCopenhagen, Denmark, in August\n1910. One hundred women from\nseventeen countries participated in\nthe conference. German delegates\nClara Zetkin, Kate Duncker, Paula\nThiede and many others proposed the\nidea of a  Woman s Day. ",
            "Events were held on March 19, 1911, in\nAustria, Denmark, Germany, and Switzerland,\nmarking the first International Women s\nDay.",
            "The event was held on March 8,",
            "1913, in Russia and was held on\nthe same date the following year in\nboth Germany and London. It has\nremained on that date since that time.",
            "International Women s Day\nremained largely a Communist and\nSocialist holiday until 1967, when the\nconcept was taken up by feminists in\ntheir fight for equal pay and equal rights.",
            "Until the late 1980s, the day was used in",
            "Western countries as a means of attracting\nattention to the differences between male and female\nrights.",
            "There have been three coins produced by three different\ncountries honouring female activists.",
            "Clara Zetkin, who was largely responsible for\nInternational Women s Day gaining its momentum, was\nborn in Wiederau, Kingdom of Saxony, on July 5, 1857, as\nClara Josephine Eissner.",
            "The family moved to Leipzig in 1872, where she\nattended the Leipzig Teachers  College for Women. It was\nduring her time in school when she first became involved\nwith the Social Democratic Party (SDP), which had been\nfounded in 1863.",
            "Zetkin moved to Zurich in 1878 following restrictions\nplaced on Socialist activity by the Chancellor of the\nGerman Empire, Otto von Bismarck. She eventually settled",
            
            "in Paris, where she met Ossip Zetkin, with whom she\nhad two sons.\nClara Zetkin strongly believed in equal\nrights for women. Upon her return to\nGermany around 1890, she became\nthe editor of the Die Gleichheit\n(Equality), which served as the voice\nof the women s rights movement in\nthe SDP. She served in this position\nfrom 1891 until 1917.\nAt the end of World War I, Zetkin\nbecame a member of the newly\nformed Communist Party of Germany.\nShe represented the party in the Reichstag\nfrom 1920 until 1933. Following Hitler s\nseizure of power in 1933, Zetkin went into\nexile once again, settling i Arkhangelskoye,\nUSSR, where she died later that year.\nHer funeral was attended by\nCommunist leaders from around\nthe world, including Joseph Stalin\nand Lenin s widow, Nadezhda\nKrupskaya. Her ashes were placed\nin the Kremlin Wall Necropolis.\nZetkin was considered a hero in\nthe German Democratic Republic\n(East Germany), with multiple streets\nnamed after her.\nIn 1982, East Germany released\nan NCLT 20-mark coin for the 125th\nanniversary of her birth. The reverse design\nfeatures a portrait of Zetkin with her name printed\nbeneath. Her years of birth and death are written to the left\nof the portrait.",
            "The obverse design bears the insignia of the GDR, a\nhammer and compass inside a wreath of rye. A lengthy\nribbon of black, red and gold, representing the German flag,\nis wrapped around the bottom of the wreath. The country is\nidentified clockwise around the top of the design, while the\ndenomination and year are written below the motif.",
            "The GDR also released a 10-mark banknote in 1971\nfeaturing Clara Zetkin. The obverse bears her portrait while\nthe reverse shows a woman working at a radio station.",
            "In 2011, Belgium released a commemorative\n2-euro coin celebrating the 100th anniversary of the\nfirst International Women s Day. The coin depicts a\ndual portrait of Isala van Diest and Marie Popelin.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "82"
    },
    {
        "File": "The_CN_Journal_March_35.jpg",
        "Paragraphs": [
            "They were the first women to receive degrees in\nmedicine and law, respectively.\nMarie Popelin was born in Schaerbeek,\nBelgium on September 16, 1846. The city\nis one of the outlying regions of Brussels.\nIn 1883, Popelin enrolled in law classes\nat the Free University of Brussels,\ncompleting her studies as a Doctor of\nLaw in 1888. She was the first woman in\nBelgium to complete her doctorate. Her\napplication to the bar association, which\nwould have allowed her to practice law,\nwas refused. Despite several appeals, she was\nnever admitted.\nPopelin established the Belgian League for the\nRights of Women, along with Isala van Diest.\nThe group fought for additional rights for\nwomen, many of which were adopted.\nThe two most important, universal\nsuffrage and more employment\nopportunities, were not realized until\nafter Popelin s death in 1913.\nIsala van Diest was born in\nLouvain, Belgium, on May 7, 1842.\nVan Diest travelled to Bern to complete\nher secondary education, since secondary\nschools in Belgium were not yet open to women.\nShe returned to Louvain in 1873 and attempted to\nregister at the Catholic University of Louvain. She was\nrefused and it was suggested that she become a midwife.",
            "Number2 March 2021 -------------------------------------------",
            "She returned to Bern and completed her education\nin 1879.",
            "Van Diest worked as a doctor in\nEngland, where she operated her own\npractice for two years. She faced\nadditional roadblocks upon returning\nto Belgium, being forced to complete\nadditional courses at the Free\nUniversity of Brussels. Even after\ncompleting the courses, it took a Royal\nDecree in 1884 before she was allowed\nto practice her profession. She retired in",
            "1902, after losing much of her eyesight.\nThe coin features dual portraits of Isala van\nDiest and Marie Popelin, superimposed over\na pictogram of the Roman goddess Venus,\nrepresenting women. A single snake\nwrapped around a staff is shown at the\nfar left, near van Diest s name. This\nis known as the rod of Asclepius and\nrepresents the medical field. At the far\nright, near Popelin s name, is an image",
            "of the scales of justice.\nThe date of issue is at the bottom\ncentre, while the country is identified at\nthe top centre as BE. The quill to the left\nof the abbreviation is the symbol of the mint\nmaster, while the head of the archangel St. Michael\nrepresents the Belgian Mint.\n"
        ],
        "PageNo": "83"
    },
    {
        "File": "The_CN_Journal_March_36.jpg",
        "Paragraphs": [
            "Isala van Diest and Marie Popelin are the\nfirst non-royal females to ever appear upon\nBelgian currency.",
            "Spain also produced a coin, featuring\nClara Campoamor, to celebrate\nthe one hundredth anniversary of\nInternational Women s Day.",
            "Clara Campoamor Rodriguez was\nborn in Madrid, Spain, on February\n12, 1888. She began working as a\nseamstress at age 13, while continuing\nher studies. Her aim was to pass the test\nthat would guarantee her entry into law\nschool.",
            "As she entered her twenties, she worked her\nway through several government jobs, including\nworking as a typing teacher in Madrid in\n1914. She became involved in the political\nscene while working in Madrid.",
            "After passing the entrance exam\nfor law school, she attended the\nUniversity of Madrid. She graduated\nin 1924 at the age of 36 and\nbegan her own legal practice. She\nspecialized in family law, particularly\nregarding issues relating to women.",
            "In 1927, she successfully helped to\nchange the laws regarding child labour\nand as well, electoral laws. She also helped\nfound the International Federation of Women\nLawyers in 1928.",
            "In 1931, she became the first female to be elected to the\nConstituent Assembly, despite the fact that women were\nstill unable to vote. During her time in the assembly, she\nfought for additional rights for women, particularly the\nright to vote and the right to divorce. She also fought for the\nrights of children born outside of marriage.",
            "On October 1, 1931, Campoamor engaged in a\ndebate with Victoria Kent. Kent was opposed\nto the idea of women being allowed to\nvote, while Campoamor believed that\nwomen should be given the right to",
            "vote immediately.",
            "Campoamor was considered the\nvictor of the debate and women\nwere given the right to vote with\nthe passage of Article 34 of the\nConstitution. Both women were",
            "subsequently defeated in the 1933\nelections.",
            "At the outbreak of the Spanish Civil\nWar, Campoamor fled to Geneva, Switzerland.\nShe lived in Buenos Aires for about a decade\nbefore returning to Switzerland. She lived in\nLausanne for the remainder of her life,",
            "passing away on April 30, 1972.",
            "Spain released an NCLT 20-euro\ncoin featuring Clara Campoamor to\ncelebrate the anniversary. A front-\nleft portrait of Campoamor is shown\non the coin, with her name written\nacross the neckline. Centenary\nof International Women s Day is",
            "written in Spanish around the top edge.",
            "The design also features the dual date",
            "1911 2011 and denomination. The mint",
            "mark of the Royal Mint of Spain is located",
            "behind the portrait. The mint logo is repeated in an\nenhanced security mark near the bottom-left.",
            "Clara Zetkin (July 5, 1857   June 20, 1933)\nIsala van Diest (May 7, 1842   February 6, 1916)\nMarie Popelin (December 16, 1846   June 5, 1913)\nClara Campoamor (February 12, 1888   April 30, 1972)",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "84"
    },
    {
        "File": "The_CN_Journal_March_37.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "By ALAN ROY\n#17134",
            "Toy CH Wrilit nn mn 183,",
            "Canadian Tire Coupon Collector s Reference CD   Jean-Guy Cote ",
            "Modern technology is usually adopted,\nsometimes reluctantly, by the\nnumismatic community. The",
            "r is eof printing allowed for the\ndissemination of information about\ncoinage. The development of halftone\nimage techniques made reproducing\nphotographs of numismatic items cheaper\nand more accessible. Digital photography,\nthe Internet, and PDF files are all boons to\ntoday s collectors.",
            "But not all emerging technologies turn",
            "out to be suited for our hobby. There have been\nmissteps on the way to the future.\nSome collectors may remember\nCompugrade, a certification service\nthat promised to use computer\ntechnology to grade coins. It was\nlimited to only a small number of\ncoin types and was plagued with\ntechnical problems. The service\nfolded after only a few months.",
            "In 1998, Jean-Guy C t  published\nthe Canadian Tire Coupon Collectors\nReference CD. Collecting Canadian\nTire money is a relatively small\nand young part of the hobby, yet\nits devotees are very enthusiastic.",
            "They conduct meetings at all the\nmajor shows, and hold frequent swap meets in between. The\ncorporation s special currency has been documented not only\nby Ovide Bilodeau, but also by Ross Irwin, Louis Fontaine, and\nothers. Now C t  was joining the fray.",
            "C t s compact disc, or CD, lists the usual: gas bar and store\ncoupons; Sandy McTire notes; Montcalm issues;  see reverse \nnotes; lubritori'um extra bonus coupons; gas war savings\ncoupons, and more.",
            "Since the documents were written using HTML, the\nlanguage used throughout the World Wide Web, an Internet\nbrowser was required to view the information. Not many\ncomputer owners were using the Internet yet and did not have\nthe required software. Luckily, the CD included installation\nfiles for the latest browsers, Netscape and Microsoft Internet\nExplorer (for both Windows 3.1 and 95).",
            "The files and images were created for screens with\nresolutions of 600 by 800 pixels, but, for those who did not\nhave the latest equipment, files for 640 by 480 screens were\nalso supplied.",
            "Publishing in an electronic format was still novel in 1998.\nThe Royal Canadian Mint had released a CD the year before to",
            "Number2 March 2021 -------------------------------------------",
            "promote some of its products. That same year, the\nCharlton Press released two of its catalogues of\ncoins and government paper money on a CD.\nThe new format did offer some\nadvantages to Canadian Tire money\ncollectors. All C t s images were, for\nthe first time, published in colour. His\nfiles could be copied to a hard drive and\nconveniently run without inserting the\ndisc. And his updates could, in theory, be\nsent to readers cheaply and easily. C t  used\nOvide Bilodeau s numbering system, which\nmany collectors of Canadian Tire money would",
            "already have been familiar with.\nBut there were also some\nserious disadvantages. The disc\nwas completely unsecured. The\nwhole work could easily be copied\nonto another CD and distributed\nwithout the author s approval or\nknowledge. The images could also\nbe copied and used for advertising\nor other unauthorized purposes. In\nfact, Louis Fontaine did borrow\nsome of the images from the CD,\nwith permission, for his own book,\nA Specialized Reference Guide and\nPricelist of Canadian Tire Money",
            "and other CTC Coupons.",
            "C t s flirtation with moder technology ultimately failed.\nA new edition of the CD (called version 2.0) released in\n2002 turned out to be the last. Competing catalogues such as\nFontain s continued to be printed until 2009. And Bilodeau s\nGuide is currently in its fifteenth edition, albeit with a different\ntitle.",
            "Compact discs are still occasionally utilized by authors.\nSometimes they contain supplemental information such as\nhigh-resolution images or additional reference material. Other\ntimes they can include electronic duplicates of the author s\nwork that can be accessed by computer.",
            "For now, although it can be more expensive to produce, it\nlooks like paper is still the preferred way to store and present\nnumismatic literature to collectors. It can be easily accessed\ndirectly without additional technology such as a computer.\nAnd paper lasts longer than a CD, which can begin to degrade\nafter only a few years. This doesn t mean that publications\nin electronic format are disappearing; their authors are just\nadopting a new delivery system. As the performance of the\nInternet improves, downloading literature is becoming easy,\neven commonplace.",
            "85\n"
        ],
        "PageNo": "85"
    },
    {
        "File": "The_CN_Journal_March_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2020 $10 Fine Silver Coin   O Canada!  \nThe Great Outdoors",
            "Designed by Canadian artist Claudio D  Angelo, the\nreverse presents a classic image of the Canadian\nwilderness. A canoe resting on a rocky shore\nentices the viewer to venture out on one of\nthe sparkling lakes that are nestled among\nCanada s boreal forests. The",
            "reverse includes the curve",
            "text  CANADA  above",
            "a maple flourish and",
            "the year  2020 . The",
            "obverse features the",
            "effigy of Her Majesty",
            "Queen Elizabeth II by",
            "Susanna Blunt.",
            "2021 $20 Pure Gold Coin   100th Anniversary of\nCanada s Coat of Arms",
            "Your coin s reverse features a detailed reproduction",
            "of the original Arms of Canada proclaimed by",
            "King George V on November 21, 1921.",
            "At the base of the Coat of Arms is a garland",
            "of floral emblems   the English rose, the",
            "Scottish thistle, the Irish shamrock and the",
            "French lily   and a scroll bearing the motto",
            " A MARI USQUE AD MARE  ( From",
            "sea to sea ). At the centre is the shield; its",
            "upper quadrants feature the three lions",
            "of England, the lion of Scotland, the",
            "Irish harp of Tara and the fleurs-de-",
            "lis of Royal France, while the bottom",
            "portion features a sprig of three maple",
            "leaves. The supporters are based on those",
            "of the Royal Arms of the United Kingdom: to the left of\nthe shield, the lion of England holds the Royal Union\nFlag, while on the right, the unicorn of Scotland carries the\nflag of Royal France. Above the shield is the royal helmet\ndraped with mantling. Atop the royal helmet is the crest set\non a wreath of twisted cloth, and is comprised of a crowned\nlion holding a maple leaf in its right paw. Above the crest is\nthe imperial crown that represents the monarch as Canada s\nHead of State.",
            "The reverse also features the engraved word  CANADA ,\nthe commemorative dates  1921-2021 , and the face value,\n 20 DOLLARS . The obverse features the effigy of Her\nMajesty Queen Elizabeth II by Susanna Blunt.",
            "Pi ce de 10 $ en argent fin 2020   6 Canada! :",
            "Plein air",
            "Le motif au revers, oeuvre de | artiste",
            "canadien Claudio D Angelo, pr sente une",
            "scene classique de la nature canadienne.",
            "Un canot d pos  sur une berge",
            "rocailleuse invite le spectateur a partir a",
            "Paventure sur l un des lacs scintillants",
            "qui pars ment la for t bor ale",
            "canadienne. Le revers comporte",
            " galement la mention incurv e",
            "  CANADA  , le mill sime   2020   et",
            "des feuilles d rable ornementales. L avers",
            "est a leffigie de Sa Majest  la reine Elizabeth\nIL, selon Susanna Blunt.",
            "Pi ce de 20 $ en or pur 2021   100e anniversaire\ndes armoiries du Canada",
            "Le revers de la pi ce pr sente une",
            "reproduction riche en d tails des armoiries",
            "originales du Canada proclam es par le roi\nGeorge V le 21 novembre 1921.",
            "A la base des armoiries figurent\nune guirlande compos e d embl mes\nfloraux (la rose anglaise, le chardon\n cossais, le tr fle irlandais et la fleur",
            "de lis frangaise) ainsi qu un parchemin",
            "sur lequel est inscrite la devise A MARI",
            "USQUE AD MARE (  D un oc an a",
            "l autre  ). Au centre se trouve | cu, dont les",
            "quartiers sup rieurs comportent les trois lions d  Angleterre,",
            "le lion d Ecosse, la harpe irlandaise de Tara et les fleurs de",
            "lis de la France royaliste. La partie inf rieure pr sente une",
            "branchette de feuilles d rable sur une m me tige. Les porteurs",
            "sont inspir s de ceux des armoiries royales du Royaume-Uni",
            ": a gauche de 1 cu, le lion d Angleterre porte le drapeau royal",
            "de l Union; a droite, la licorne d Ecosse brandit la banni re",
            "royale de France. Se trouve au-dessus de I cu un heaume",
            "royal drap  de lambrequins. Ce heaume est, quant a lui,",
            "surmont  d un cimier form  d un bourrelet d toffe tortill e",
            "sur lequel se tient un l opard couronn  tenant dans sa patte",
            "droite une feuille d rable. Au-dessus du cimier, la couronne",
            "royale indique la pr sence d un souverain comme chef d Etat\ndu Canada.",
            "Au revers sont aussi grav es la mention   CANADA  ,\nla double date comm morative   1921-2021   et la valeur\nnominale   20 DOLLARS  . Lavers est 4 l effigie de Sa\nMajest  la reine Elizabeth II, selon Susanna Blunt.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "88"
    },
    {
        "File": "The_CN_Journal_March_41.jpg",
        "Paragraphs": [
            "2021 $20 Fine Silver Coin   Discovering\nDinosaurs: Reaper of Death",
            "Designed by Canadian paleoartist Julius\nCsotonyi, the reverse features the fossilized\nskull of Thanatotheristes degrootorum\n( Reaper of Death ), a tyrannosaur\nspecies recently discovered in Canada.\nBeneath the black rhodium plating, the\nengraved rock texture represents the\nformation in which the fossil fragments\nwere found. The obverse features the\neffigy of Her Majesty Queen Elizabeth II\nby Susanna Blunt.",
            "Black rhodium plating keeps the focus on the\nfossil clues to Canada s prehistoric past.",
            "2021 Fine Specimen Set  \nEndangered Species: Blanding s Turtle",
            "This year s specimen set continues the\nEndangered Species theme\nintroduced in 2020.\nHome to more than\n600 types of plants and\nanimals considered\nto be at risk, Canada\nhas a responsibility\nto protect rapidly\nvanishing species\nlike the Blanding s\nturtle (Emydoidea\nblandingii), which\nis featured on the\n2021 Specimen Set s\nexclusive dollar coin designed by\nCanadian artist Pierre Girard. This long-\nlived (80 years) species has suffered a\ndramatic population decline. And given\nits late maturation (14 25 years), even the\nsmallest increase in adult mortality pushes it\ncloser to extinction. But there is some good\nnews: nest protection and captive breeding\nprograms, like the one established by\nthe Toronto Zoo and its partners, are\npart of ongoing efforts to give this\n smiling  turtle a more certain future\nin Canada. The obverse features\nthe effigy of Her Majesty Queen\nElizabeth II by Susanna Blunt.",
            "Number2 March 2021 -----------------------------------------",
            "Pi ce de 20 $ en argent fin 2021   Ala\nd couverte des dinosaures :\nFaucheur de la mort",
            "OEuvre de l artiste pal ontologique canadien\nJulius Csotonyi, le motif au revers montre\nun crane fossilis  d un Thanatotheristes\ndegrootorum (  faucheur de la mort  ),\nune esp ce de tyrannosaure r cemment\nd couverte au Canada. Sous le placage\nde rhodium norr, la texture grav e  voque\nla formation rocheuse qui abritait les\nfragments de fossiles. L avers est 4 I  effigie\nde Sa Majest  la reine Elizabeth II,",
            "selon Susanna Blunt.",
            "Le placage de rhodium\nnoir fait ressortir un fossile\nqui nous en r v le un peu\nplus sur la pr histoire du\nCanada.",
            "Ensemble sp cimen de six pi ces 2021  \nTortue mouchet e",
            "L ensemble sp cimen de cette ann e",
            "reprend le theme lanc  en 2020 : les",
            "esp ces animales menac es. Terre de plus",
            "de 600 esp ces animales et v g tales en",
            "p ril, le Canada a le devoir de prot ger",
            "les plus menac es a court terme  ",
            "comme la tortue mouchet e, en",
            "vedette sur le dollar exclusif de",
            "lensemble sp cimen 2021 ceuvre",
            "de l artiste canadien Pierre",
            "Girard. La population de la tortue",
            "mouchet e (Emydoidea blandingii) a",
            "subi un d clin majeur. Comme cette esp ce",
            "de grande long vit  (80 ans) n arrive a",
            "maturit  que vers 14 a 25 ans, la moindre",
            "hausse du taux de mortalit  a  dge adulte",
            "la rapproche de I extinction. Mais il y a",
            "une lueur d espoir : grace a des mesures",
            "comme le programme de protection des",
            "nids et de reproduction en captivit  du Zoo",
            "de Toronto et de ses partenaires, cette tortue",
            "peut aspirer 4 un avenir au Canada. L avers est",
            "a leffigie de Sa Majest  la reine Elizabeth II, selon\nSusanna Blunt.",
            "Vous souhaitez faire d couvrir vos champs d int r t 4\nun jeune collectionneur ou a un proche? Cet ensemble\nabordable sur le theme de la faune est le tremplin id al\nvers la numismatique.",
            
            " 89\n"
        ],
        "PageNo": "89"
    },
    {
        "File": "The_CN_Journal_March_42.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH HisTory\nTHE_BATTLE_OF_ AEGATES",
            "By JESUS VICO\nAND. MARISA.OLLERO",
            "aa ae nt ee sesso tel\nMarch 10, 241 BCE",
            "Circa 1763 watercolour  La bataille d Ecnome gagn e sur mer par les romains  by\nGabriel Jacques de Saint-Aubin (French, 1724 1780).",
            "he Battle of the Aegates",
            "| (also known as the Battle\nof the Egadi Islands)",
            "was fought off the Aegadian\nIslands, off the western coast of\nthe island of Sicily on March 10,\n241 BCE. It was the final naval\nbattle fought between the fleets\nof Carthage and the Roman\nRepublic during the First Punic\nWar. The result was a decisive",
            "Roman victory which forced an Authentic reproduction of a period Carthaginian\nTritemes, and actual cast bronze ram from the\nIsraeli National Museum (below).",
            "end to the protracted conflict, to\nthe advantage of Rome.",
            "From 242 BCE Rome eventually decided to build\nanother fleet and regain naval supremacy, as the ships it\nhad possessed at the beginning of the First Punic War had\nbeen largely destroyed in the Battle of Drepana and in the\nstorm that followed.",
            "The new fleet was completed in\n242 BCE and entrusted to the consul\nGaius Lutatius Catulus, assisted by the\npraetor Quintus Valerius Falto. The\nreversals of fortune and difficulties\nsuffered in past naval defeats provided\ninvaluable acquired experience.",
            "The Roman ships were now\nmore resistant to adverse weather\nconditions, with the corvus having\nbeen abandoned. Catulus and\nFalto also endeavoured to drill the\ncrews in manoeuvres and exercises\nbefore leaving secure waters. The\nresult was a fleet at the peak of\ncondition and fighting ability.",
            "In Carthage, meanwhile, the\nnews of enemy activity was\nnot left unanswered. A new\nCarthaginian fleet was also built,\nnumbering about 250 warships",
            "(although probably undermanned), and\nlaunched in the Mediterranean under the\ncommand of Hanno.\nCatulus resumed the siege of the two\nSicilian ports of Lilybaeum (at the western\ntip of Sicily, now called Marsala)\nand Drepana, and by blockading the\nharbours cut the connection to Carthage.\nThe intent was seemingly to cut Hamilcar\nBarca s supply and communication lines. For the rest\nof the year Catulus waited for the Carthaginian response.\nThe senate granted him a proconsulship for 241 BCE.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_March_43.jpg",
        "Paragraphs": [
            "The Carthaginian fleet arrived to relieve the blockade\nthe following year (241 BCE). Hanno called a halt near the\nAegates Islands to wait for a favourable breeze that would\nspeed him to Lilybaeum. However, the Carthaginian fleet\nwas spotted by Roman scouts and Catulus abandoned the\nblockade to meet his enemy.",
            "On the morning of March 10, the wind favoured the\nCarthaginians and Hanno immediately set sail. Catulus\nmeasured the risk of attacking with the wind in his bow\nversus the risk of letting Hanno reach Sicily to relieve\nHamilcar Barca and Lilybaeum.",
            "Despite unfavourable conditions, the proconsul decided\nto intercept the Carthaginians and ordered his fleet to\nprepare for battle.",
            "He had the Roman ships stripped of their masts, sails and\nother unnecessary equipment in order to make them more\nseaworthy in the rough conditions. Catulus himself was\nunable to join the actual battle because of injuries suffered\nin an earlier engagement, so in the actual battle the ships\nwere commanded by his second in command, Falto.",
            "In the ensuing battle the Romans enjoyed a far greater\nmobility, since their vessels were carrying only the bare",
            "necessities, while the Carthaginians were burdened\nwith men, equipment and provisions. The Carthaginian\ncrews were also hurriedly levied and inexperienced. The\nRomans quickly gained the upper hand, using their ships \ngreater manoeuvrability to ram the enemy vessels. The\nRomans lost 30 ships sunk and another 50 damaged. 50\nCarthaginian ships were sunk, 20 of them with all hands,\nand 70 captured along with 10,000 men. The rest were\nsaved only by an abrupt change in the direction of the\nwind, allowing them to flee from the Romans.",
            "Upon achieving decisive victory over the Carthaginian\nfleet, Catulus continued the land operations in Sicily\nagainst Lilybaeum, Eryx and Drepana defended by\nHamilcar Barca and his army. The Carthaginian senate\nwas reluctant to wage the war further by allocating\nthe resources necessary to have another fleet built\nand manned. They ordered Hamilcar to negotiate a\npeace treaty with the Romans, which he left up to his\nsubordinate commander Gesco. The Treaty of Lutatius\nwas signed with conditions unfavourable to Carthage and\nbrought the First Punic War to its end.",
            "sourced with permission from VCoins eNewsletter.",
            "Provincial Rome, AR Denarius (3.82 g, 18 mm, 12h). Rome\nMint, struck 109-108 BCE under Q. Lutatius Cerco; Obv:\nHelmeted head of Roma (or Mars) right; mark of value to left;\nRev: Galley right with head of Roma on prow; all within oak\nwreath. Commemorating Catulus s win at the Battle of the\nAegates. Crawford 305/1; Sydenham 559; Lutatia 2; CNG",
            "Provincial Rome, AR Denarius (4.56 g, 21 mm, 6h). uncertain\nmint, struck 206 200 BCE; Obv: Helmeted head of Roma right;\nX behind; Rev: The Dioscuri, each holding spear, on horseback\nright; two stars above, QLC (Q. Lutatius Catulus or Cerco)\nbelow. Crawford 125/1; Sydenham 274; RBW 576; Lutatia 1;\nCNG",
            "a, 406.",
            "ZEUGITANIA, CARTHAGE, ca. 255 241 BCE. AR Dishekel\n(14.40 g, 25 mm, 12h). Carthage Mint; Obv: Head Tanit\nwreathed with grain, triple-pendant earring, and necklace\nwith twelve pendants I. Rev: Horse stg r., star of eight points\nabove. CNP 51; MAA 39; SNG Copenhagen 185; CNG",
            "ZEUGITANIA, CARTHAGE, 264 241 BCE. Electrum\ntrihemistater, (10.86 g, 23 mm). Carthage Mint; Obv: Head\nTanit wreathed with grain |. Rev: Horse stg r., sun-disk",
            "between 2 uraeus-cobras above. Jenkins & Lewis Group X",
            "Number2 March 2021 -------------------------------------------------- \n"
        ],
        "PageNo": "91"
    },
    {
        "File": "The_CN_Journal_March_44.jpg",
        "Paragraphs": [
            "Book REVIEW",
            "LEN BUTH\nFCNRS,. #13133",
            "The Trade Tokens of Newfoundland and Labrador & Prince Edward Island",
            "researcher and collector has recently completed the\nabove limited edition reference book.",
            "The 126-page 8.5 x 11 inches hard cover book, over six\nyears in making, will be a wonderful and welcome addition\nto the library of many collectors. All trade tokens, including\nthose previously known and newly found additions with\nvarieties, are fully illustrated in colour along with related\nephemeral images. The book covers the trade tokens from\n1867 to the present day. The tokens of Newfoundland\nand Labrador section is comprised of 63 pages, while the\ntokens of Prince Edward Island are compiled in a separate\n34-page section. As the number of token issues for either\nNewfoundland and Labrador or Prince Edward Island are\ntoo few to permit an economical book on their own, it was\na practical solution to combine them in one publication,\nthereby making available much information for the benefit\nof the hobbyist and historian.",
            "It is Mr. Leighton s intention to produce another book\nalong the same lines for the tokens of Nova Scotia, and he\nanticipates this will be available to collectors in the near\nfuture. As well, when a book, planned by another writer, to\ncover the tokens of New Brunswick becomes available, all\nthe Maritimes  trade tokens will have been updated in new\nand attractive publications for the appreciation of collectors.",
            "Leighton s extensive introduction to the contents of\nhis book, consists of seven pages, is very thorough and\nthoughtfully constructed, as well as insightful in the scope,\nhistorical perspective, formats and related data. There is\nalso a Checklist and Index for each province. The checklist\nwill enable collectors to mark off their holdings. A sample\nis shown below:",
            "E: Leighton, the noted Nova Scotian author,",
            "Each listing contains an historical account, often\naccompanied with new research, a photograph of the\nissuers  token(s), details of size, shape, and composition.\nMany have something of interest added such as images\nof advertisements, buildings, maps etc. The excerpt of the\nSt. John s Standard Manufacturing Co. will serve as an\nexample (figure 1).",
            "Similarly, The Prince Edward Island section of the book\nis constructed with the same formats, details, descriptions\nand its own Checklist and Index. An example of the entry\nfor Coleman, PEI token issued by A. MacKinnon & Co.\n(figure 2).",
            "You can be assured that this is an outstanding book,\nand the author is to be congratulated for his efforts in\nits production. The publication was made possible by a\ngrant from the J. Douglas Ferguson Historical Research\nFoundation.",
            "Anyone wishing to purchase a copy of the book can get\nin touch with Mr. Leighton directly at egleighton@outlook.\ncom . The cost is $44.95 + postage ($20 for a single book,\nshipped in Canada). Postage elsewhere at cost. You can\nsave postage costs by combing orders shipped to the same\naddress.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "92"
    }
]