[
    {
        "File": "The_CN_Journal_October_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT.",
            "MovT_DU_PRESIDENT.",
            "Things are finally looking up with respect\nto getting back to  numismatic normalcy. \nSlowly and cautiously, keeping the welfare of\nstaff, dealers, and participants in mind, several clubs\nand numismatic organizations have held in-person\nshows and meetings recently. But it will likely still\nbe some time before we can fully enjoy the face-\nto-face social experiences we took for granted less\nthan two years ago. I encourage each of you to take\nadvantage of the gradual return of club meetings and\nmoney collector shows, and to do so with caution\nand safety foremost in mind.",
            "The new RCNA Board has been busy since being\nelected in July. The Directors have appointed a\nnew slate of Officers for the 2021 2023 mandate.\nThe updated lists of Officers and Directors were\npublished in the August 2021 issue of NumisNotes\nand can also be found on the RCNA website. The\nnew committees of the Board were appointed at\nour September 12 meeting, and the updated list\nwill be published soon. Be sure to contact your area\ndirector, Executive Secretary Paul Johnson, or me if\nyou have any questions or suggestions to make the\nRCNA the organization you need it to be.",
            "People are the most important part of our hobby.\nWhile money collecting is the reason we gather, it\nis the social interaction with other collectors and\ndealers that brings us the most enjoyment. Even\nthough the COVID-19 pandemic has severely\nlimited our ability to get together in person, there\nare many ways to keep in contact with others in the\nhobby, such as phone, email, and Zoom, FaceTime,\nor Skype. It is particularly important that we all stay\nin touch with our colleagues and friends to make\nsure they are okay. Make a point to  reach out and\ntouch someone  every day. They will feel better and",
            "so will you. wa\n\\",
            "Number 7 October * November 2021",
            "| es choses s am liorent enfin en ce qui concerne le\n",
            "retour a la   normale numismatique   Lentement et",
            "prudemment, en gardant a l esprit le bien- tre du\npersonnel, des marchands et des participants, plusieurs\nclubs et organisations numismatiques ont r cemment\norganis  des salons et des r unions en pr sentiel. Mais il\nfaudra probablement encore un certain temps avant que\nnous puissions profiter pleinement des faces a faces\nque nous consid rions comme acquis il y a moins de\ndeux ans. J encourage chacun d entre vous a profiter du\nretour progressif des r unions de clubs et des salons de\ncollectionneurs de monnaie, et 4 le faire en gardant a l  esprit\nla prudence et la s curit .",
            "Le nouveau conseil d administration de l ARNC a  t \ntr s occup  depuis son  lection en juillet. Les directeurs ont\nnomme  une nouvelle de nouveaux officiers pour le mandat\n2021-2023. Les listes a jour des officiers et des directeurs\nont  t  publices dans le num ro d aotit 2021 de NumisNotes\net peuvent  galement  tre consult es sur le site Web de\nVARNC. Les nouveaux comit s du conseil d administration\nont  t  mis sur pied lors de notre r union du 12 septembre\net la liste 4 jour sera publi e prochainement. N h sitez pas a\ncontacter votre directeur r gional, le secr taire ex cutif Paul\nJohnson ou moi-m me si vous avez des questions ou des\nsuggestions pour faire de 1  ARNC l organisation dont vous\navez besoin.",
            "Les gens sont la partie la plus importante de notre hobby.\nSi la collection de monnaie est la raison pour laquelle nous\nnous r unissons, c est l interaction sociale avec d  autres\ncollectionneurs et marchands qui nous apporte le plus de\nplaisir. M me si la pand mie de COVID-19 a s rieusement\nlimit  notre capacit  a nous r unir en pr sentiel, il existe\nde nombreux moyens de rester en contact avec les autres\nmembres du hobby, comme le t l phone, le courriel et Zoom,\nFaceTime ou Skype. I] est particuli rement important que\nnous restions tous en contact avec nos coll gues et amis pour\nnous assurer qu  ils vont bien. Faites un effort pour   toucher\nquelqu un   quotidiennement. Ils s en sentiront mieux et",
            "vous aussi. Lol\n\\"
            
        ],
        "PageNo": "293"
    },
    {
        "File": "The_CN_Journal_October_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _bDU_CONGRES",
            "Canada s National Capital Region Site of the Next RCNA Convention  \nLe congr s de l ARNC en route vers la r gion de la capitale nationale canadienne",
            "The Ottawa\nNumismatic Society\nwill host the 2022\nRoyal Canadian\nNumismatic\nAssociation\nConvention in\nCanada s National\nCapital Region\n(Ottawa-Gatineau),\nthe birthplace of our\ngreat Association.\nOttawa is also",
            "home to the Royal\nCanadian Mint and\nthe Bank of Canada.",
            "In addition to\nthe usual numismatic fare, meetings and social events,\nthe 2022 Convention will offer unique activities,\nmaking Ottawa-Gatineau an exciting destination for\nnumismatists and their families.",
            "The Convention venue is the Delta Ottawa City Centre\nHotel, located at 101 Lyon Street, only a few minutes\nwalk from Parliament Hill. The hotel is luxuriously\nappointed to comfort and please every guest. RCNA has\na block of rooms reserved, and members can book online\nor by phone   simply visit our website at www.rena.\nca/2022 for direction.",
            "So mark your calendar for July 19 24 (which includes\npre-convention activities) and plan your family summer\nvacation around the Convention and Canada s National\nCapital Region. Be ready for more information   we\nwill keep you updated via The Canadian Numismatic\nJournal, the RCNA website, and WamrsDVores to ensure\nyou have all the latest details.",
            "Thank you",
            "La Soci t ",
            "numismatique",
            "d  Ottawa sera I h te",
            "du congr s 2022 de",
            "l  Association royale",
            "de numismatique",
            "du Canada qui",
            "se tiendra dans",
            "la r gion de la",
            "capitale canadienne",
            "(Ottawa-Gatineau),",
            "lieu de fondation",
            "de notre ch re",
            "Association. Ottawa",
            "est  galement la",
            "maison-m re de",
            "la Monnaie royale\ncanadienne et la Banque du Canada.",
            "En plus des rencontres conviviales et numismatiques\nhabituelles, le congr s 2022 offrira des activit s uniques,\nfaisant d Ottawa-Gatineau une destination excitante tant\npour les numismates que pour leurs familles.",
            "Le congr s se tiendra a l h tel Delta Ottawa City Centre,\nsitu  au 101 rue Lyon, 4 quelques minutes de marche de la\ncolline parlementaire. L h tel est luxueusement am nag \npour le confort et la satisfaction de tous les clients. L ARNC\naun bloc de chambre est r serv  pour nous et les membres\npeuvent r server en ligne ou par t l phone, stmplement\nconsultez le www.arnc.ca/2022.",
            "Affichez dans votre calendrier du 19 au 24 juillet\n(qui comprend activit s pr congr s) et planifiez votre\nvacance estivale en famille autour du congr s et\nd couvrez la r gion de la capitale nationale du Canada.\nSoyez pr t pour plus d informations   les mises a jour\nseront via Le journal canadien de numismatique, le site\ninternet de  ARNC et WamesWores. Assurez-vous\nd avoir tous les derniers d tails.",
            "Merci",
            
            "Number 7 October * November 2021\n"
        ],
        "PageNo": "295"
    },
    {
        "File": "The_CN_Journal_October_08.jpg",
        "Paragraphs": [
            "REPRINTS OF PAST ARTICLES FROM THE CN JOURNAL",
            "THE OTHER. SIDE_OF_ THE NICKEL",
            "By NORMAN. BROWNLEE",
            "\nVolume 32, No. 3, March 1987, pp 112 118",
            "The Mond Nickel Company, Coniston, Ont. Smelter c 1918; The Mond Nickel Company p.16\n(Library and Archives Canada / Collections and Fonds   PA15529)",
            "We have the key industry of the world in\nnickel, and we have it in Wales. We\nhave it in Wales because we bring our",
            "ores from Canada, and Canada does not\ninterfere with us. ",
            "These comments come from the\ncontroversial British nickel baron Sir\nAlfred Mond. (1868-1930) a man who\nsaw his personal fortune, as well as his\ncompany s, soar during the first world\nwar. The Mond Nickel Company, based in\nClydach Wales, was the refining centre of his\nnickel empire. The capacity of this plant moved\nfrom 7 million Ibs annually in 1914, to 10\nmillion Ibs annually by the end of the war.\nMond s Canadian smelting plant, located\nin Coniston, Ontario (8 miles SE of\nSudbury), operated at full tilt throughout\nthe war.",
            "However, with peace in 1918 the\nnickel industry suffered a terrible setback.\nNickel bars and sheets, destined to become\nbombs, bullets, rifles, swords, cannons, tanks,\ntorpedoes, and ships, sat idle in the refiner s\nwarehouses. During the 1920s many of the great\nDreadnought ships were sold as scrap. This released huge\namounts of nickel plating into an already depressed market.\nThe once proud words of Sir Alfred were proving to be rather\namusing by 1922. The Canadian operations of the company\ncould not survive the huge drop in nickel prices and the\nensuing price wars between the nickel producers, and it was\nabsorbed by the International Nickel Company, January 1,\n1929. Today, little remains of Sir Alfred s nickel empire...",
            " The organized archives of the original\nMond Nickel Co. are non-existent, any\npertinent records of the early days\nhave been destroyed as the company\nbecame absorbed by the International\nNickel Co. of Canada  (Mr. D. E\nLyle-Archivist Imperial Chemical\nIndustries   Mond Division U.K.)",
            "Surprisingly, a few Canadian Mond\nDocuments have survived. They reside\nin Library and Archives Canada, here in\nOttawa. They are to be treasured, as they are\nletters concerning the bids for Canada s first nickel\ncoin. The five-cent pieces of 1922, blanks for\nwhich being produced by the Mond Nickel\nCompany.",
            "To understand the circumstances\nsurrounding Canada s first nickel coin\none must first appreciate the special\nnature of nickel. Nickel, in Canada, is\nmuch more than a simple metal found",
            "in abundance near Sudbury, Ontario. It is",
            "as much a national symbol as the diligent",
            "beaver or graceful Canada goose. Therefore,",
            "the desire to have a high level of Canadian content",
            "in the 5-cent blanks coloured the bidding process from the\nbeginning.",
            "Of course the new nickel coin carried with it other,\nnon-patriotic, benefits. The five-cent piece in silver,\nwhich it would replace, was a coin that became too great\na burden to the mint by the 1920s. To the public it was\noften confused with the ten-cent piece and to the mint it\nproved uneconomical in times of rising silver prices.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "296"
    },
    {
        "File": "The_CN_Journal_October_09.jpg",
        "Paragraphs": [
            "I believe though that the demise of the silver five-cent piece\nwas not due to its odd size or content, but rather due to its\n thinness.  In a Mond publication, extolling the virtues of\nnickel coinage, they point to the great cushioning effects a\nthick nickel blank has upon the dies, extending their life.\nIn 1922, one pair of dies (obverse and reverse) could strike\n100,000 nickel coms, whereas the average pair of dies for\nthe silver five-cent pieces could only strike 18,000 good\ncoins. The cost savings of using nickel blanks, in terms of\ndie life, were obvious to the mint.",
            "(Library and Archives Canada, Finance Dept fonds   RG19 V.423)",
            "The Process Begins",
            "During the fall of 1920, tenders were issued to a number\nof nickel producers to supply the Royal Mint with 5\nmillion five-cent blanks. (50,000 Ibs of nickel blanks   100\nblanks to the Ib) A major stipulation included in this tender\nbeing that the blanks must be manufactured in Canada.\nBy December only three companies had sent replies.\nThey were: The International Nickel Co. (INCO), The\nBritish-America Nickel Corp. (BANCO), and the Mond\nNickel Co. Staff members within the Finance department\nat this time drew up a summarised statement comparing\nthe relative merits of each company s bid (Finance dept.\nmemo December 8, 1920). In their letters, both Mond and\nBANCO dutifully informed the Finance department that the\nmachinery required to produce the blanks did not exist in\nCanada. INCO, unlike Mond and BANCO, viewed Finance\nMinister Sir Henry Drayton s stipulation, that the blanks be\nmanufactured in Canada, as an ironclad statement. INCO\ntherefore felt secure in carrying out plans to manufacture\nCanadian blanks and thereby secure the contract to supply\nthe mint. (This was a grave mistake. For although Canadian\ncontent was an objective of the government, it was not\nprepared to subsidize the construction of any new facility\nto achieve this end.)",
            "(Letter - C. E. Macdonald INCO Sales Engineer to\nMr. A. H. W. Cleave   Deputy Master Royal Mint  \nNovember 17, 1920)",
            "Number 7 October * November 2021",
            " Dear Sir:   This is to advise you that we are\nimmediately going ahead with experimental work\nto determine the cost of manufacturing Nickel Coin\nBlanks in Canada. We are immediately shipping from\nstock in Bayonne, NJ., to Copper Products Ltd., of\nMontreal, Que., Twenty sheet bars, in order to carry\nout the experimental work necessary... ",
            " .. We desire to consider that we are meeting the\nrequirements of the Honourable Minister of Finance,\n- that these blanks should be fabricated in Canada... ",
            " J may add that the mill which we have inspected,",
            "will be equipped to do the hot rolling part of the\nprocess in the future, is not yet in operation... We\nhave further determined that on any subsequent\ncontracts, it would be possible to have the nickel\nrefined ... and all subsequent steps in manufacture\nall completed in Canada. ",
            "The confident nature of INCO s bid was not taken\nwell by at least one staff member in the Finance\ndepartment, who wrote on the summarized statement.\n...  It might be inferred ... that the Co. has been\nawarded the contract by the mint. Such, however, is\nnot the case. ",
            "New Tenders Issued",
            "With the discovery that no suitable equipment\nexisted in Canada, new tenders were called for on April 20,\n1921. The new requirement, that the nickel be from mines\nsituated in Canada, was easily met by all three companies.\nThe next problem faced by the Finance department was\nthe strange form the three bids took. Two bids accounted\nfor duty and sales taxes. The other did not. There was\nalso some question as to whether or not the blanks were\ncoins under the Customs Act and thereby free of duty.\nThe Finance department received clarification of the duty\nquestion on September 19, 1921.",
            "(Letter   to Mr. Saunders   Finance dept. from RBV\n(Vieto) Customs dept. )",
            " Nickel coin blanks are ruled by the Customs\nDepartment as dutiable under tariff item No.\n711-unenumerated   at 17 1/2 percent general tariff and\n15 percent preferential tariff. ",
            " The only tariff items under which any form of\nnickel is admitted free appear to be the following:-",
            "Item 355-Nickel in ingots or blocks   free",
            "Item 356-Nickel in bars and rods, strips, sheets or\nplates   free",
            " Permit me to state, as a personal observation,\nthat if I remember aright, one of the reasons for\nstriking Canadian nickel coin was to encourage the\nmaking of the blanks within Canada and the decision\nto have Canadian nickel coins was taken in response\nto representations by Canadian nickel interests. If this\nis a correct statement, then the present request of the\ncompany to import the blanks free of duty would not\nseem to be consistent. RBV \n"
        ],
        "PageNo": "297"
    },
    {
        "File": "The_CN_Journal_October_10.jpg",
        "Paragraphs": [
            "The British-America Nickel Corporation, Deschenes, Quebec Smelter; aerial photo c 1920\n(Library and Archives Canada / Collections and Fonds   PA15546)",
            "(Dept. Memo by Sir Henry Drayton-September 21, 1921)",
            " Mr. Russel consulted with Mr. Farrow. Mr. F-\nstates that the only way to get over payment of the\nduty would be to make refunds of duty under section\n92 of the Audit Act but that he is not prepared to\nrecommend such refund. As the other unsuccessful\nbidders supplied figures on the assumption that duty\nwas payable which the Mond Nickel Co. did not thus\nenabling them to give a better rate. ",
            "The duty issue was further complicated by the fact that\nthe Royal Mint and the Finance department did not exactly\nsee eye-to-eye on this question. The Deputy Master of the\nMint, who believed that the blanks should not be dutiable,\ndid not expect his own personal views would be used by the\nbidders against the Finance department. For although the\ncontract was to supply the Mint with nickel blanks, it would\nbe the Finance department that would select the winning\nbid. This apparent rift between the Mint and the Finance\ndept. was quickly patched up by Mr. Cleave.",
            "(Letter-Deputy Master to Finance Minister Drayton-\nact. 3, 1921)",
            " Dear Sir Henry Drayton, - With reference to the\nconversation you had with me over the telephone\nthis after[noon] I beg to state that at an interview\nbetween Mr. S. Brown, Secretary Treasurer of the\nBritish America Nickel Company and myself, when the\ncalling for tenders for nickel coin blanks was under\nconsideration, Mr. Brown expressed his belief that\nthese coin blanks would be permitted to enter Canada\nduty free. I told him that, before submitting his tender,\nit would be advisable to obtain definite information\nfrom you on the point. ",
            " You were good enough this afternoon to ask for\nmy opinion in the matter and I beg, therefore, to state\nthat I think these coin blanks might be considered as\nCanadian coin in the process of manufacture, and\nbe allowed entry free of duty under item 360 of the\nCustoms Tariff. ",
            "Banco Drops Out of the Running",
            "Of the three bidders, the British-America Nickel Corp. was\nthe new kid on the block. It had been formed by British\ngovernment interests, J. R. Booth, and M. J. O Brien s\nDominion Nickel-Copper Co. in 1920. The company s\nsmelter was located in Nickelton, Ont. and its refinery in\nDeschenes, Que. At the time, it had a technological edge\nover both Mond and INCO through a patented Hybinette\nelectrolytic process to refine primary nickel. Unfortunately,\nwith the end of wartime nickel demand its contract with the\nBritish government was cancelled.",
            "This instability within the company may have cost them\nthe contract to produce the nickel blanks. With a bid of\n89 cents per 100 blanks, they were price competitive with\nMond. However, the refinery in Deschenes closed down in\n1921. The company attempted to restart operations in 1923\nonly to fail once again. BANCO closed permanently in\n1924, with most of its assets being sold to INCO in 1925.",
            "In head-to-head competition between the two remaining\ncompanies, Mond won easily. It won on price and quality.\nNational interests also favoured Mond. INCO came in with\na very high bid of $1.39 per hundred blanks. The Mond\nquote was 82 cents per hundred blanks.",
            "(Finance dept. Memo October 3, 1921) INCO would\nalso only meet the minimum standard of 98.5 percent pure",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "298"
    },
    {
        "File": "The_CN_Journal_October_11.jpg",
        "Paragraphs": [
            "nickel blanks. The Mond guaranteed the purest nickel\nblanks in the world   99.40 percent The question of purity\nwas largely symbolic. It was only natural that the world s\nlargest nickel producing country should want the highest\nquality nickel coin. There was also a bias against an\nAmerican Co.   INCO, and one in favour of Mond, whose\noperations were entirely within the British empire.",
            "On May 15, 1922, the Mond Nickel Company was\nawarded the nickel blank contract. The first million blanks\nwould arrive at the Royal Mint by the end of August, and\na million more each month thereafter. At the Mint, they\nwould undergo a series of tests for weight, diameter, surface\nand edging, Brinell hardness and quality. Based on the\nresults of these tests, each lot of 200,000 blanks (every 10\nboxes) would either be accepted or rejected by the Mint.",
            "Only ten days after the Mond was awarded the contract,\nthe sales tax was increased 50 percent, from 4 6 percent, by\nthe Finance dept. The Mond manager in Coniston was livid.\nHe blasted the local M.P. representing Coniston, Ont. (Mr.\nE. A. Lapierre) who in tum asked the Finance Minister to\nresolve this issue quickly.",
            "(C.V. Corless to E.A. Lapierre M.P. June 26, 1922):",
            " The imposition of the increased sales tax on goods\nsold in good faith to the Department ten days before we",
            "Number 7 October * November 2021",
            "had any means of knowing that the increase was even\ncontemplated, would, in our opinion, be a piece of sharp\npractice that you, as an experienced business man, know\nwould not be tolerated in private business circles... ",
            " Being familiar with this District you are no doubt\naware that the Mond Nickel Company, in order to give\nemployment to several hundred married men, has kept\nits mines and reduction works in continuous operation. ",
            " .. This nickel will have to be sold in competition with\nthe future production of other companies whose works\nare now closed down. (i.e. BANCO)",
            " Having absorbed this loss when quoting on the\nnickel blanks, we feel that we should not be called upon\nto stand the further loss of paying the increased sales\ntax... ",
            "Mond s angry letters worked perfectly. The government\ncould not afford a further delay in the introduction of the new\nnickel com, and the company knew this. On June 19, 1922,\nin the House of Commons, the government announced that\nMond had won the nickel blank contract, and that duty and\nsales taxes would be paid by the Royal Mint.",
            "After much bedevilment, the nation had its first nickel\nfive-cent piece. Sir Alfred s company carried on until\nconditions forced a merger with INCO in 1928, only six\nyears later.\n"
        ],
        "PageNo": "299"
    },
    {
        "File": "The_CN_Journal_October_14.jpg",
        "Paragraphs": [
            "By AL MUNRO",
            "Dick s, MILK FRCNA, HLMCAWMC, HLMCNS, HLMCPS, CA, #14534",
            "Teenage Entrepreneurship Leads To Business Success",
            "I thought fellow token collectors would like to",
            "read the story of an innovative teenager\nwho became one of the pillars of Alberta",
            "Industry.",
            "During a club meeting about small-town\nAlberta collectables, I displayed and talked\nabout my Alberta Milk Token collection. I d\nchosen to show my milk tokens because of\nthe many Alberta towns they represented and\nbecause the tokens are in one binder, convenient\nto display and easily transported. One of the\nmembers asked if I had a Dick s Milk token\nfrom Gleichen, Alberta. I did. So I showed\nhim that token, then he told me  Dick  was\nthe Richard Haskayne who the University\nof Calgary s Haskayne School of Business\nis named after. He said Dick was in his teens\nwhen he ran Dick s Milk in the 1950s importing\nmilk from Bassano, 40 km away and distributing it\nin Gleichen. He added that Dick ran the business out of his\nfather s butcher shop in Gleichen. Gleichen 1s a hamlet just\noff the Trans-Canada Highway about a 45-minute drive east\nof Calgary. The hamlet is in a farming community, and it\nsits just shouting distance from Siksika First Nation, south\nof Gleichen.",
            "Dick s Milk tokens are scarce;\nthe enterprise was short lived. Any\nprofits may have supported young\nHaskayne at U of C where he gained\na Bachelor of Commerce in 1956 and\nwent onward to become a Chartered\nAccountant in 1959. Mr. Haskayne\nhad a remarkable business career;\nover time, he d held important\nadministrative positions in various\nmajor Canadian corporations, had\nbeen CEO of several, board member\nof many, served in administering\npositions at his alma mater and at\nsome of its independent teaching\nentities. He received the Order of\nCanada and the Alberta Order of Excellence as well as\nmany other honours from professional organizations.",
            
            "His overly generous financial gift to the U of C\nwas acknowledged by the university re-naming\nits Faculty of Management in his honour. Mr.\nHaskayne 1s past chairman of the board of\nTransCanada Corporation having retired in\n2005.\nThis information strengthened my interest\nin tokens and the history behind each of them.\nThe Dick s Milk token now has taken a special\nposition in my collection. Googling street view\nGleichen revealed a Haskayne Avenue, but I\nfound no butcher shop.\nFor the token collector: Alberta Trade Tokens\n(1987) by Donald M. Stewart lists the token:\nG100B Dick s Milk   One Quart pk/w R28 (h)\nUniface 1950. Stewart adds the following:",
            " The owner of Pioneer Meat assisted his son,\nRichard Francis Haskayne, to arrange for a\nsupply of milk which Dick distributed in Gliechen.\nDick did this for a year or so before completing his\nuniversity courses qualifying as a Chartered Account-\nant. Haskayne has held senior executive positions with\nseveral oil companies and is the president of Inter-\nprovincal Pipe Line Limited. ",
            "For biographical details of Mr. Haskayne s business\ncareer go online to the University of\nCalgary Haskayne School of Business\nhaskayne.ucalgary.ca/about/glance/\nrichard-haskayne view his short video\nthat includes pictures from Gleichen\nwith young Haskayne, family\nmembers and the Pioneer Market.\nAs well, read the description of his\nbusiness achievements.",
            "That the Dick s Milk token has\nrecognition in the hobby is one thing,\nbut its value as a career starter for its\ncreator sets it above the humble status\nof other milk tokens, which were only\nconsidered a mere convenience in their\ntime. Don Stewart s book hinted that",
            "Dick s Milk might have launched a career, but now we\nknow the outcome.",
            "Edited for The CN Journal",
            "wenn anna nn nnn nnn nnn nnn The CN Journal Volume 66\n"
        ],
        "PageNo": "302"
    },
    {
        "File": "The_CN_Journal_October_16.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            
            "By ALAN ROY\n#17134",
            "Canadian Numismatic Bibliography...",
            "here is no author listed for it, but some have",
            "| suggested that Canadian Numismatic Bibliography,",
            "A Review of Mr. R. W. McLachlan s  Canadian",
            "Numismatics,  and Other Books and Pamphlets Describing",
            "Canadian Coins and Medals was written by McLachlan",
            "himself. But what evidence is there to support this",
            "assumption? Perhaps with a thorough analysis of the text,\nwe can figure out if he really was its author.",
            "Although the title of this work includes the word\n bibliography,  it would not be recognized as such today. It does\nnot contain lists of articles and books alphabetized by author; nor\n1s it sorted by subject, making it rather impractical for research.",
            "Instead, the works are introduced in a mostly chronological\nnarrative. After a few introductory paragraphs comparing and\ncontrasting history and numismatics, the author begins his\nnarration with Rev. H. Christmas s 1862 article titled  The\nCopper Coinage of the British Colonies in America. ",
            "That same year, the Numismatic Society of Montreal\nwas established. By 1863, a committee of society members\nincluding A. J. Boucher, L. A. H. Latour, J. L. Bronsdon,\nand James Rattray had printed the first sixteen pages of its\nambitious catalogue of British North American coins.\nHowever, interest on the project began to wane. After James\nRattray died, the committee stopped\nmeeting, and the catalogue languished.",
            "The society then formed a new",
            "catalogue committee in 1867 featuring\nJ. L. Bronsdon and Alfred Sandham.\nSoon Bronsdon quit and Sandham was\nleft on his own to write and publish\nThe Coins, Medals and Tokens of the\nDominion of Canada, in 1869.",
            "Clearly our anonymous writer was\nvery familiar with the goings on of\nthe Numismatic Society of Montreal\nand was likely a member. McLachlan\nwas in fact a member since 1864.",
            "After listing some of Sandham s\nother works, the author moves to\nthe writings of other numismatic\nresearchers including William\nKingsford, Dr. Joseph LeRoux, E.",
            "Zay, and James Stevenson.",
            "He does take time to\ncritique the works he writes\nabout. For example, LeRoux s\nComplete Canadian Copper",
            "Coin Catalogue, which he only refers to as\n a small pamphlet of sixteen pages  rather than by its title, is\ndescribed thus:  It is an abbreviated account of descriptions\ngiven by Sandham in which many of the errors are copied, \nand  The total number described are two hundred and nine,\nfrom which should be deducted over twenty that are not",
            "Canadian or which are simply counter-sunk checks. ",
            "Then he moves on to periodicals. The one he lingers on\nis The Canadian Antiquarian and Numismatic Journal. He\nwrites that Alfred Sandham was the editor and contributed\nmost of the numismatic articles until he retired, and\nMcLachlan became the temporary chief editor and  has ever\nsince continued to contribute many, if not the major part, of\nthe articles on Canadian coins and medals. ",
            "After describing a few non-McLachlan articles that\nappeared in the Journal and other publications, the author\nintroduces the titular work:",
            "The number of works that have already appeared on",
            "the subject would seem to have precluded anyone else",
            "entering the field, but to-day we have before us a copy\nof  Canadian Numismatics, a catalogue of the coins,\ntokens and medals, of the Dominion of Canada and",
            "Newfoundland,  /sic] by R. W. McLachlan.",
            "Our mystery author provides several quotes from the book\nto show how McLachlan s historical\nnotes  add much to the interest of\nthe book and relieve it of the dryness\nconnected with a simple catalogue. \nHe goes on to praise the arrangement\nof coins and tokens, particularly\nthe wn sou token series. The only\ncomplaint the author manages to\nmuster is about an insufficiency of\nillustrations.",
            "Several other articles written by\nMcLachlan are described before The\nCanadian Numismatic Bibliography\nwraps up with reprints of three\nglowing reviews of McLachlan s\ncatalogue.",
            "While we may never know\nfor sure if this book was written\nby McLachlan himself, the\npreponderance of his name\nthroughout the text, and in the title,\ndoes raise some questions. If it was\nnot written by him, it must have been\nby a very devoted fan.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "304"
    },
    {
        "File": "The_CN_Journal_October_17.jpg",
        "Paragraphs": [
            "The best original contribution to The CN Journal in 2020 aa |i",
            "( em Coins: A Canadian Hero\n  Terry Fox by Sean Sinclair won\nthe Guy Potter Award for 2020.\nIt appears in the 2020 July + August issue.\nIn the year s review, eight articles qualified\nand were ranked according to the contest\nstandards. Although the winner scored highest,\nthe other seven articles are acknowledged here\nfor their contribution to numismatic literature\nand to our readers  pleasure; they are listed\nchronologically as follows:\n Timmins Wooden Money \nby France Waychison, June\n Did Every 1851 Great Exhibition Competitor\nReceive an Exhibitor Medal?  by Ron Cheek, June\n The Raid on the Suez Canal, February 1915 \nby Barrie Renwick, July * August\n Mrs. Eliza Learmont: Canada s First female\nNumismatist?  by Edward (Ted) Banning, September",
            "Number 7 October * November 2021 ----------------------",
            " Sgt. Jonathan Morey ",
            "by Graham H. Neale, October * November\n Breton: A Bouquet Sou Outlier ",
            "by Tim Grawey, Decembert\n Celebrity Coins: The Founder of Modern\nNursing ",
            "by Sean Sinclair, December",
            "We at The Canadian Numismatic Journal\nthank all of these writers for sharing their\nhobby interest with our members, and\nwe extend thanks to all the others who\nsubmitted material to our 2020 edition.",
            "We would also like to extend an\ninvitation for you to send us an original numismatic\narticle you have written for publication in The CNJ. Send\nsubmissions to editor@rcna.ca; you too could win the",
            "Guy Potter Award!\n"
        ],
        "PageNo": "305"
    },
    {
        "File": "The_CN_Journal_October_18.jpg",
        "Paragraphs": [
            "MEDAL FOR   THE ENTRY OF THE REIGN OF",
            "QUEEN. VICTORIA. INTO. THE. NEW_ CENTURY. 1900",
            "BY BARRIE RENWICK\nFRCNA, FCNRS, #5754",
            
            "For Queen Victoria, the approaching century",
            "beginning 1900 prompted her to summon Emil",
            "Fuchs and tell him her idea. She confided,  It would\nbe of interest to us if you would design a medal by which\nto commemorate our reign into the new century.  Then she\nasked,  Will you give this work your consideration?  Fuchs\nquickly agreed. Later, he revealed,  The Queen then added\nthat should she be pleased with the likeness, she might wish\nto order a more intimate portrait, one with her every-day\nhead-dress, upon a medal for her immediate family.  Fuchs\nwas confident in his ability to fulfill both of Her Majesty s\nexpectations, so he set to work.",
            "Fuchs s Queen Victoria New Century 1900 Medal has\nHer Majesty faced left on its obverse; her countenance\nis in fixed determination. She wears what resembles her\n Victoria s 1880 Crown,  it with an\nadded laurel sprig of achievement. She s\ndraped formally in a lace shawl and on it\nare orders and medals of State. The open\nfield around has VICTORIA R | 1900 at\nmid point on the right. The large portrait,\nthe open field and Fuchs s rare use of an\nencircling rim concentrate attention on\nthe enduring likeness. On the reverse, the\nAngel of Triumph in a flowing robe strides\nforward across the world below; she hoists\naloft a tablet flaunting the sovereign s\nsignature: Victoria. The medal s regal\nportrait obverse and the symbolism\nof its reverse   Queen Victoria\ncontinues her reign into the new\ncentury trumpets the message of this art-nouveau style",
            
            "76 mm rare silver medal.! Victoria wholeheartedly approved\nFuchs s design. Fuchs had indeed pleased her, and his reward\nwas her command for that second medal,  the one for family.\nEmil Fuchs born 1866 in Vienna, Austria, began his artistic\nstudies at the Academy of Fine Arts Vienna and continued at\nthe Prussian Academy of Arts, Berlin. His early successes\ncame from his work as a sculptor, and medallist. Much later\nhe took an interest in painting that eventually flourished\nfrom the vigor he formerly lavished on his earlier creations.\nIn 1897, he gravitated to London. There he soon began\nteaching at the Royal Academy and securing commissions\nfor medallic work. His medals for Queen Victoria and for\nEdward VII vouch for the quality of his artistic ability. Fuchs\nworked occasionally with The Mint Birmingham; there his\noutput included a Governor General of Canada medal. His\nenrichments to British life earned him the",
            "Royal Victorian Order.\nIn the early stages of The Great War,\nBritish patriotism intensified. Fuchs\nfelt insecure as an alien living there. He\ndecamped to the United States, familiar\nterritory he had visited several times. He\nsettled in New York City and later took\ncitizenship, in 1924. His subsequent work in\nAmerica included many medals, figurines,\nsculptures, and paintings. Regrettably,\nFuchs developed cancer that overwhelmed\nhim physically causing him to end his life\nby suicide. In 1929, society lost this prolific\nskilled artist. Fuchs died age 62.",
            "1 BHM 3658, Eimer 1836. RRRR, in a recent auction an example\nmedal sold for the equivalent of CDN$2050.\n2 The CN Jourmal March 2017, page 78",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "306"
    },
    {
        "File": "The_CN_Journal_October_20.jpg",
        "Paragraphs": [
            "BY WAYNE HANSEN\n#24331",
            "LYSIMACHOS._ GOLD",
            "Rare Lifetime Stater with Alexander Portrait",
            "[Editor] This article was originally published in Edmonton Numismatic Society s The Planchet in April\n  May 2020. The author, Wayne Hansen, was recipient of the Jerome Remick II Literary Award for best\nnumismatic article in a local Canadian coin club newsletter. It is being re-published here, in revised format,\nas an example of a winning article. Enjoy!",
            "The reprinting of my article in the CNJ marks a full two years since I managed to obtain this very evocative gold coin\nwith its sketchy provenance. The whole story centres on the theme of discovery   both regarding the nature of the coin\nitself and the details of its recent ownership history. All that s missing from my account are the chase scenes.",
            "I was tempted to name this article  Dunno",
            "Where, Dunno When  since we",
            "seem to know almost nothing\nabout this remarkable gold stater.\nIt is gold, it was issued by\nKing Lysimachos to honour\nAlexander the Great, it bears\nthe name of Lysimachos\nhimself and it is so rare that\nonly one seems to appear in\nthe market every few decades.\nEverything else requires\nsome form of conjecture,\nassumption or opinion, which\nof course I am always willing to\nprovide. Otherwise, it is the  where \nand  when  of its actual striking that\nmost concerns researchers and collectors,\nbecause it is that information which\nhelps to fit the coin into the numismatic\npuzzle. How does it relate to coins of\nsimilar type   does it fit into a sequence\nat a particular mint, what was the production volume at that\nmint in relation to other mints of the time and what else was\nhappening in the ancient world that may explain its need?\nThese coms are so rare that the few known examples don t\nprovide enough context from their style, marks or find-data\nto allow any specific connections to be made. Nonetheless,\nthis coin seems to be a fine example of the type and, given\nhalf a chance, it should turn out to be important.",
            "The stater does provide us with a few clues. Normally,\ncoins minted after the archaic period were embellished with\nsymbols or monograms that could be compared to other\ndies for reference. Unfortunately, the monogram in this case\ndoes not appear on any other known Lysimachos stater.\nHowever, we are able to consider two other significant\nclues: coin fabric and design style. These will be examined\nin the following discussion.",
            
            "Brief Lysimachos Timeline",
            "Please see my article  Lysimachos",
            "  From a Jack to a King, From",
            "Ugliness to a Pretty Thing,  The",
            "Planchet, March 2018, for a",
            "more complete description",
            "of his history. Lysimachos",
            "was born about 361 BCE,",
            "only a few years before",
            "the future Alexander the",
            "Great. His family was from",
            "Thessaly; his father was",
            "high ranking and accepted",
            "by Alexander s father into the",
            "Macedonian court. Lysimachos",
            "was well educated, plus a friend",
            "and compatriot of Alexander III",
            "during his Asian conquest beginning",
            "in 336 BCE. By 328 BCE, he was an",
            "officer and personal bodyguard to",
            "Alexander; then in 324 BCE he was",
            "decorated for bravery in the India campaign, where he had",
            "been wounded. When Alexander III died in 323 BCE in",
            "Babylon, Lysimachos was given control of Thrace and",
            "the Chersonese as its strategos, or governor, under the",
            "authority of Alexander s infant son, Alexander IV, and the",
            "Macedonian regent Perdikkas. Wars among Alexander III s",
            "successors over territory and power persisted, especially",
            "after 315 BCE as central control eroded. In 309 BCE,",
            "Lysimachos established the city of Lysimacheia near the",
            "Bosporus, which functioned as his capital but it also gave",
            "him strategic access for future battles in Asia Minor. In 305",
            "BCE, he had adopted the title of  King  (BAZIAEQ2), so\nwe now call him  King of Thrace  in that period.",
            "His big break came after he joined with Kassander,",
            "Ptolemy I, and Seleukos I to defeat Antigonos",
            "Monophthalmos in 302/1 BCE at the Battle of Ipsos.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "308"
    },
    {
        "File": "The_CN_Journal_October_21.jpg",
        "Paragraphs": [
            "His victory allowed him to expand into western Lysimachos was a successful leader and",
            "Asia Minor as well (see Figure 1 map). He was managed to survive a very turbulent\nstill threatened on both sides, so he married period. Unfortunately he left no family\nPtolemy I s daughter, Arsinoe II, to confirm a successors, so others inherited his\nprotective alliance. He tried to expand north final kingdom. The wide extent of\nto the Danube in 292 BCE, but the king his accumulated territory certainly\nof the Getae captured and held him until adds to the complication of assigning\nhe agreed to retreat. He did, however, mint attributions to his even wider\nconquer Macedon in 287 after he joined assortment of coin issues.",
            "with Pyrrhos of Epiros to drive out",
            "Demetrios Poliorketes. So in the end, Lysimachos Coinage and Stater\nhis kingdom included Thrace, western Styles",
            "Asia Minor and Macedon. But in 282, Lysimachos ruled his western and\nfamily intrigues led him to kill his expanded eastern territories for over 40\npopular son Agathokles, thereby years, from 323 to 281 BCE, but\ncausing a revolt in Asia Minor. his coinage only began after he\nThe unrest led to conflict with named himself King, and then\nhis former companion, Seleukos primarily after he had taken over\nI, who ruled territory to the east. parts of Asia Minor in 301 BCE.\nLysimachos, who was already 80 It is speculated that he had first\nyears old, met his former friend at relied on Kassander s prolific and\nthe Battle of Korupedion in 281 BCE generic Macedonian Alexander\nwhere he was defeated and killed stater/tetradrachm coinages before\n(the elderly Seleukos himself . that. So this amounts to 20 years\nwas assassinated later the same of fairly prolific lifetime coin\nyear). Lysimachos s body was production from his many new\ninterred at Lysimacheia. and previously established mints.",
            "Figure 1   Map Showing\nLysimachos s Kingdom. The\nmap shows the extent of\nLysimachos s land holdings\n(in orange) after the Battle\nof Ipsos in 302/1 BCE.\nHe had previously been\nrestricted to the Thracian\npart of the territory. Since\nthe featured stater was\nminted after the battle,\nthe range of possible mints\nexpanded to either side of\nthe Bosporus. Then in 287\nBCE, he acquired Macedon\nas well, adding further\npossibilities if the coin is\nlater than that date.",
            "(Base map from Wikipedia. States",
            "of the Diadochi, c. 300 BCE; GFDL\nv1.2)",
            "Number 7 October * November 2021 ------------------------------------ 309\n"
        ],
        "PageNo": "309"
    },
    {
        "File": "The_CN_Journal_October_22.jpg",
        "Paragraphs": [
            "Lysimachos began striking silver coins in his own name\nsoon after he defeated Antigonos at Ipsos. With his Thracian\nbase and his new territories, he operated many different\nmints identified by monograms and symbols placed in their\nreverse fields. His first silver issues are relatively scarce\ntetradrachms and drachms incorporating Alexander s\nimperial coin types   a Herakles head obverse and a seated\nZeus reverse   but with his name as the legend (see my\nprevious article). After the death of his friend Kassander\ncirca 297 BCE, Lysimachos, alone among the compatriot\nMacedonian successor rulers, then chose to use a deified\nAlexander portrait and an Athena reverse as standard\ndevices on his new gold and silver coinages (aside from\none earlier Ptolemy issue, other diadochi chose portraits of\nthemselves). The added Ammon horn shows that Alexander\nhas been deified. The new Alexander portrait staters were\nhis first gold issues and they were struck in relatively\nsmall numbers compared to the vast number of his lifetime\ntetradrachms.",
            "Lysimachos chose the deified portrait of Alexander\nthe Great as his new obverse design for obvious political\nreasons. He seems to have been inspired by the tetradrachm\ncoinage of Satrap Ptolemy I of Egypt, his sometimes ally,\nwho began a similar deified Alexander portrait series\ncirca 316 BCE (after Ptolemy had made himself king in\n305, however, he started using his own portrait instead).\nPtolemy s Alexander portrait showed him with the same\nAmmon horn, but he enclosed Alexander s head in an\nelephant headdress. Some of the early Ptolemy elephant\nheaddress coins have great character and a similar sneer\non the lips that was sometimes imitated on Lysimachos s\nAlexander portraits (such as on my new stater and on some\nLysimachos K tetradrachms). Lysimachos could even have\nused the same celator.",
            "With the rich lands in western Asia Minor under his\ncontrol, Lysimachos produced large quantities of silver",
            "Alexander portrait coinages in his later reign. I ve seen\nsilver examples from mints at Amphipolis, Pella, Ainos,\nAlexandria Troas, Byzantion, Kalchedon, Kyzikos,\nLysimacheia, Abydos, Kios, Pergamon, Kolophon, Parion,\nSardes, Sestos, Smyrna, Erythrai, Ephesos, Tenedos and\nOuranopolis. Similar to Ptolemy, his deified obverse\nportraits were intended to be an actual portrait of the\nMacedonian conqueror.",
            "Only a very small proportion of his lifetime coins\nwere gold staters; these were struck at various mints\nincluding some which also struck silver issues. The style\nof the first staters was quite constrained. This changed after\nLysimachos died, when there was a larger outpouring of\nposthumous gold versions, initially in a lovely, flowing,\nhumanistic style exemplified by the swirling of Alexander s\nhair. Bear in mind, there is often considerable uncertainty\nand dispute about relative dates and design details.",
            "A major factor in the ongoing production of Lysimachos\nstaters was demand around the Black Sea. Coins with his\ndeified Alexander motif had made a great impression in\nThrace and northern regions, so mercenaries and tribal\nauthorities continued to want them. Large numbers of\nposthumous Lysimachos staters were produced at mints\non the Black Sea coast, especially at Byzantion, Kallatis\nand Tomis in the 2nd and Ist centuries BCE, because of\nthis popularity and because they were required for Black\nSea commerce. Byzantion in particular was very active\nin the grain trade and needed high value coinage for its\ncargo payments and for tribute in Galatia. As time went on,\nonly the coin type was important, so styles became more\nfluid and then eventually more degraded. Production was\nmaintained for many decades after Lysimachos s death,\neven down to the 1st century BCE when the familiar but\nincreasingly erratic and crude coins were struck during the\nMithradatic Wars.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "310"
    },
    {
        "File": "The_CN_Journal_October_23.jpg",
        "Paragraphs": [
            "Featured Gold Stater ",
            
            "Figure 2 shows my early-issue gold stater of Lysimachos. .King of Thrace and Western Asia Minor. This lifetime\ncoin was carved in a very unusual and simplified obverse | jfetime Vs E arly Posthumous Comparison\nportrait style, which belies its easy sophistication. It is the\nsmall size of the portrait, the precise facial elements, the\nconcentrically arranged hairstyle, as well as the angled\nedges of the flan, which tag this coin as early. The reverse\nalso has a relatively large overall image of Athena and\nNike, plus very tiny lettering for the king s name. Aside\nfrom the Al monogram, the only other clues as to the\nmint attribution are the style of Alexander s Ammon horn",
            " (in this case it does not cover any part of the ear), plus the\nstyle of Nike and the design of the throne. See Figure 3 for acomparison of this coin with an early posthumous stater.",
            "In order to consider how my Lysimachos stater differs from\na later variety, | am showing direct comparison photos of\nmy coin and a nicely styled, early posthumous stater in\nFigure 3. The posthumous coin was struck at a different\nmint but it illustrates how the general appearance of these\nAlexander portraits evolved after a decade or two.",
            "Obverse: Deified head of Alexander the Great right, wearing horn of Ammon.",
            "Reverse: BAZIAEQX   AYXIMAXOY; Athena seated on throne with lion leg motif left, left arm on shield, right\narm holding Nike; spear behind throne; Al monogram in left field.",
            "Issued: 297/6 282/1 BCE, as King.",
            "Data: 8.54 g, 18.8 20.0 mm; 12h.",
            "Mint: Uncertain Mint in Thrace, Western Asia Minor or Macedon.",
            "Reference: SNG Fitzwilliam 1842 (same dies) sold at R&F Durufle Auction, lot 287, Sept 1910.\nOther Known Examples: Sotheby Auction, lot 9, June 1924 (same dies); CNG Auction 41, lot 397, March\n1997 (same dies).",
            "XRF readings (Obv/Rev): Gold 98.35/97.78; Copper 0.74/0.99; Nickel 0.55/0.73; Gallium 0.36/0.49",
            "Provenance: Private Treaty, JD Collection, July 2019; Ex: Sayles & Lavender, August 2008 (Arthur J Frank\nCollection); H Schulman World Gold Sale, New York, March 14, 1969, lot 6 (Unconfirmed Jose da Costa\nGomez Collection).",
            "(Collection of the author and photo by the author)",
            "Figure 2   Lifetime Lysimachos Stater. Here we see a nicely aligned obverse portrait in gold, with expertly composed\nand precisely executed features. The hair, horn and ribbons are neatly displayed and the face is remarkably\nwell developed. Not only is there fine modeling of the cheek, chin, eye and nose, but the mouth is set with the\nsame slightly downward sneer as on some Ptolemy elephant head tetradrachms and some Lysimachos Alexander\ntetradrachms. This sneer adds a modicum of artistic tension to this portrait compared to the bland neutrality of\nmany other dies.",
            "The coin is reasonably free of damage considering its ancient past, but there are some surface nicks and a bit\nof wear. Its original Schulman auction description from 1969 called it:  Obverse in fine style, struck in high relief.\nUncirculated.  The main problem is the triple struck reverse and the minimal double strike on the obverse. The\nobverse image is not affected, but the reverse image and lettering are partly obscured. The name AYXIMAXOY\n(LYSIMACHOY = of Lysimachos) and the  Al  monogram are clear however. It has a toned golden colour   the XRF\nanalysis showed it is composed of approximately 98 percent gold.",
            "Number 7 October * November 2021 -----------------------------------"
        ],
        "PageNo": "311"
    },
    {
        "File": "The_CN_Journal_October_24.jpg",
        "Paragraphs": [
            "Metallurgical Assay of Compared Staters",
            "Interestingly, my early Lysimachos stater, seen in Figure 2 and Figure 3 top, was\nanalyzed by XRF machine at approximately 98 percent gold, while the early\nposthumous stater, from Figure 3 bottom, was found to be 95 percent gold.\nBoth coins contained similar types and amounts of trace elements (copper,\nnickel and gallium). The lower gold level in the posthumous coin was\nmade up by adding 2.5 percent silver, which doesn t appear at all in\nmy early coin. So the alloys are basically the same except that silver\nwas added to the posthumous issue to replace some of the gold. This is\nfascinating since I looked at the metal composition of a wide assortment\nof ancient electrum and gold coms in considerable detail just over a year\nago. My articles can be found in The Planchet issues for January and\nMarch 2019:  XRF   Digging Into the Metallic DNA of Ancient Gold\nand Electrum,  Parts 1 and 2.",
            "While I always thought that my investigation was more of an interesting\nexercise rather than a scientific analysis, I also thought the relative metallic\ncompositions of the coins might be useful. We used the same machine for all tests.",
            "I found that electrum coins were all over the map, containing anywhere from 35 to 65\npercent gold, as expected, but normal  gold  coins contained 95 to 100 percent gold,",
            "plus some predictable or less predictable trace elements. The most pure were\ngenerally the Persian darics and the Macedonian gold staters (Philip II right\nthrough to Alexander III and Philip II)   many verging on, or nominally",
            "equal to, 100 percent gold. Carthaginian, Ptolemaic and Roman gold coins",
            "were a bit less at 94 to 97 percent gold.",
            "The trend was pretty clear. Both the Persian and Macedonian gold\ncoins were basically pure gold down to 300 BCE, no matter which\nMacedonian mint was involved (we tested Pella, Amphipolis,\nKolophon, Lampsakos and Babylon). The reason was quite simple\n  Alexander captured vast quantities of 5th century BCE Persian\ndarics in his eastern conquest, which were simply re-struck for the\nMacedonian issues. Later issues by Ptolemy, Lysimachos, Carthage and\nRome may have then reused Macedonian gold for their own coinages,\nintentionally or unintentionally incorporating other metal and coimages\n(such as re-refined and separated late electrum coins from Asia Minor) to\nmake the gold go farther. Note, however, that Ptolemy s Egypt and Carthage",
            "would also have had good access to African gold.",
            "This can assist in the discussion of early versus late issues for Lysimachos. The",
            "stater in Figure 2 is 98 percent gold and the assumed posthumous,\nFigure 3 bottom coin is 95 percent gold. This infers that the Figure\n2 coin is earlier and possibly that it was struck at a mint familiar\nwith striking Macedonian coinages. As time went on, and when a\nlarger quantity of his staters was required, Lysimachos intentionally\nor unintentionally added a source of silver. Many of his mints were\nnear the late electrum mints of Phokaia and Kyzikos, so those coins\nwould have been somewhat handy. It is worth noting that the later,\nFigure 3 bottom coin was struck in Byzantion and is considered\nposthumous. Coincidentally, Byzantion did not strike the earlier,\npure gold Macedonian staters for Philip or Alexander.",
            "We tested two Persian darics for my earlier study. Mine\nwas 99.7 gold and 0.3 copper with no trace elements\nnoted. The Macedonian staters were either the same as\nthat, or more frequently 100 percent gold, so I was a bit\nworried my Figure 2 Lysimachos coin didn t match exactly.",
            "Figure 3   These two local coin examples, shown to\nbetween earlier-versus-slightly later issues of Lysimachos\nsimple, smaller, more erect, neatly compartmentalized and\nhis more rigidly drawn hairstyle. The bottom coin, minted\nhead, fleshy face and more natural hairstyle. The static,\nboth reverses are similar, although the letters are smaller",
            "Beyond the obverse styles, there is an obvious difference\nBoth have similar weights, as do all Macedonian staters, but\nsmoothly rounded flan. Combined with the style differences,\nperiod, in a mint attuned to higher production. In addition,\na choppy outline and a slightly more dished reverse. Extra\nstrike. As can be seen in Figure 4, the rim of the upper\nhaving angled edges. Flan preparation in this case seems\nvery careful with preparation of the dies, especially with\ncan see on the reverse of the upper coin that it took three\nthe minters were convinced the coin would be fully struck.\nstater, the one in the ANS collection, shows the same triple\nstyle, flan and metallurgy differences, further support the\nnot have been very experienced with stater production.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "312"
    },
    {
        "File": "The_CN_Journal_October_25.jpg",
        "Paragraphs": [
            "But then I saw that the other daric we tested had virtually the identical metallic\ncomposition as my Lysimachos stater   98.1 gold, 1.0 copper, 0.7 nickel and\n0.2 gallium   so at least one daric had all of the comparable trace elements.\nEssentially, my Lysimachos stater at 8.54 g could have been made from\nPersian darics that weighed 8.24 g, though I should note that darics were\nstruck at least 130 years earlier. Darics would have sat in a Persepolis\ntreasury, or in some other Persian stronghold, until liberated by\nAlexander the Great circa 330 BCE and then possibly recycled through\nrelatively pure Macedonian staters in the three or four decades before\nmy stater was struck, or just used directly.",
            "Date of Issue",
            "Dating of these issues is more of a job for a Mystic. I ve had different\nopinions from numismatic experts   fortunately not different opinions\nfrom the same expert, as yet. There have been a few comments that my\nstater is posthumous, but without much conviction. In my view, its simple style\nis somewhat deceptive. I agree with those who think it is an early issue given the\nfactors I ve noted in the Figure 3 description. The concentric hair arrangement can be seen\nas an early feature, similar to the two coins shown in the Attribution section below. Its smaller,\nconcise portrait compared to those coms is also very convincing. Although we are\ndealing with relatively few lifetime coin specimens from the mints active at the\ntime, I think the Al staters are probably among the earliest group of Lysimachos\nlifetime issues. From what I ve seen, the style is generally quite distinctive\nand certainly its single obverse/reverse dies are.\nLysimachos continued to strike his  lifetime  coins until he died\nat the Battle of Korupedion in 282/1 BCE. This 15-year period\nwas fraught with ambition and conflict, both among Alexander s\nsuccessors and with outside groups. If my coin was issued soon after\nLysimachos adopted the Alexander portrait type in 297, it would\nbe close to the time he was embarking on another attempt to gain\nterritory by heading north towards the Danube. As the Romans found\na few centuries later: There Be Dragons. Lysimachos attacked the\nGetae in 292, where he was captured and released. His army would\nhave needed coins for payment. He also attacked and secured Macedon\nin 287, which would have supplied him with more mints and more treasure\nthat could be repurposed for his own coin production. My coin may have\nbeen struck somewhere in this 295-287 BCE period, perhaps even as a kind of\nprototypical outlier.",
            "approximate scale, illustrate some of the differences\nstaters. The upper coin, from an uncertain mint, depicts a\nsomewhat more Classical portrait of Alexander, along with\nin Byzantion, is more Hellenistic, with a relaxed pose, larger\nAthena-seated-on-throne design and the fine lettering on\non the upper coin and Athena is smaller on the bottom coin.\nin coin flans, signalling a difference in their era and origin.\nthe bottom coin presents a slightly larger, flatter and more\nthis suggests that the bottom coin was made at a later\nthe upper coin has a more irregular, squared edge flan with\ndishing would have assisted with obtaining a full obverse\ncoin is fairly thick, textured and a bit ragged, in addition to\nto have been somewhat experimental, but the celator was\nthe precisely carved and fitted obverse design. Then we\nblows, from a possibly less experienced mint worker, before\n| have heard that one of the other three examples of this\nstrike reverse. The multi-strike evidence, together with the\nnotion that this coin is an early issue from a mint that may",
            "(Collections of the Author and T Cheesman; Images by the Author)",
            "Number 7 October * November 2021 ---------------",
            "Figure 4   Lifetime and Posthumous Staters",
            "The two Lysimachos staters  in hand  and the irregular,\ntextured, angled rim of the lifetime coin   edge viewed\nfrom obverse 8:00 position. (Images by the author)\n"
        ],
        "PageNo": "313"
    },
    {
        "File": "The_CN_Journal_October_26.jpg",
        "Paragraphs": [
            "Potential Mint Locations for Uncertain  Al \nStater",
            "The map seen in Figure 5 below specifies the main mints that\nmight be candidates for the production of my Al stater. Much\nas it might seem logical to attribute the coin to Ainos (slightly\nwest of Lysimacheia in Thrace) because of its Al monogram,\nit was not a very active mint in this period, producing rather\nfloridly styled tetradrachms circa 283-280 BCE. It also\ntended to incorporate symbols such as a small lion head on\nthe reverse. As far as activity in other mints goes, I ve seen it\nmentioned that: Lysimachos established Lysimacheia as his\ncity in 309; Alexandria Troas was re-founded by Antigonos\nin 306 then renamed by Lysimachos in 301; Lampsakos was\nhis largest mint in Asia Minor but its output declined when\nLysimachos took over Amphipolis in 288; Sardes was one of\nhis treasuries and an active mint until Demetrios Poliorketes\nbriefly captured it in 287; Lysimachos began minting in Pella\nin 286 and it was the last mint he activated.",
            "It s hard to tell which mint would be the most likely\ncandidate, since styles would vary somewhat from die to\ndie and period to period, plus the same celator may have\nworked at times from a central location for more than one\nmint. Much would depend on what dating one assumes for\nthe coin and which mints were under Lysimachos s control\nat the time. The other problem is that the Al monogram is\nnot found on other stater or tetradrachm issues and there\nwas only one set of these dies used for the four known\ncoins. Of course, there could be some other, otherwise\nunknown mint involved.",
            "The Attribution Problem",
            "The earlier, lifetime Lysimachos staters tend to have a\ndistinctive, more conservative, Classical head style, as\ndiscussed in Figure 3. By looking at the styles of staters\nand/or silver tetradrachms attributed to these candidate\nmints, you would think we might get a better idea about a\npossible connection to my coin. Obviously this wouldn t\nbe anything like a proper die study, but it would be an\ninteresting exercise.",
            "So I sat down and surveyed the available images of sold\ncoins and their attributions. The main features I looked\nat are the style of the Ammon horn, the concentric hair\narrangement with curls at the top of the head, the up/down\npositioning of the ribbon ends, the nicely carved face with\na bit of sneer, small reverse lettering and a leg design at the\nfront of Athena s throne. I did find quite a few of the earlier\nissues and I knew none would be a full match, but I found a\nlot of inconsistent features even at the same mint, including\ntype of horn style   short, curled above the ear or curled\nbelow the ear. Then there were coins from different sales\nwith the same monogram but attributed to different mints,\nespecially between Amphipolis and Lampsakos.",
            "The two gold staters shown in Figure 6 below have\nextremely similar obverse dies, likely carved by the same\nperson, but the ANS (American Numismatic Society) coin\nwas attributed to Lysimacheia while NAC (Numismatica\nArs Classica) attributed its coin to an uncertain mint.\nThis happens because official references usually identify\nmints by correlating a monogram or symbol with other",
            "Figure 5   Map of Potential Mint Sites.\nExcept for Byzantion, which was primarily\na posthumous mint site, the labelled mints\nare the likeliest candidates for an early\nLysimachos stater issue. Many lifetime\nLysimachos staters and tetradrachms are\nassigned to an  Unknown  or  Uncertain \nmint. Based on a presumed early strike date\nand a comparison of styles for Lysimachos s\nother gold and silver issues, it seems that\nthe mint that struck my Al stater should be\nin Thrace, Western Asia Minor, or possibly\nin Macedon if it was a slightly later issue.\nHowever, if it is indeed among the earliest\nstaters, it would likely be from one of\nhis older mints near the Hellespont (the\nsmall strait next to Lampsakos and Abydos).\nSardes produced a few Alexander type\ntetradrachms but is not known for staters.\nMany of these mints have been mentioned\nin various sales for similarly styled, short-\nhorned staters and tetradrachms, although\nthe otherwise unused Al monogram could\nhave come from a smaller mint in the\nvicinity. It is of course impossible to confirm\nany specific location with only four known\ncoins from a unique set of dies and no\nmatching symbols. (Map prepared by the author\nfrom a base layer snapshot.)",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "314"
    },
    {
        "File": "The_CN_Journal_October_27.jpg",
        "Paragraphs": [
            "monograms and symbols from a particular die study. The BI coin from NAC, which I thought might be a promising lead\nbecause the monogram 1s close to my Al and the flan edge is similarly irregular, obviously didn t relate to an established\nreference so the mint is deemed as Uncertain. Indeed, the BI coin could have come from a mint different from the ANS coin\nbecause of the flan edge, and possibly from the same mint as my stater using the same celator. NAC s 2012 description\nfor its coin highlights the difficulty of trying to match coins to mints:  Jt has stylistic affinities with examples attributed\nby Thompson to Alexandria Troas, Ephesus, and Magnesia, and the letters Bl appear on Alexander types attributed by\nPrice to Priene. The far more common KE monogram occurs on Alexander-type coins of at least ten different mints, with\npotential matches to this coin being Miletus, Sardes, Colophon and Lampsacus.  From all this, they could only say it was\nfrom  Unknown Western Asia Minor,  dated 297-281 BCE. I later noticed, however, that this intriguing and very special\nNAC coin had previously been published in the Bunker Hunt Sale of 1990, where it was attributed to Alexandria Troas.",
            "Unknown Western Asia Minor (NAC) Lysimacheia (ANS)\nFigure 6   Similar Obverses But Different Attribution",
            "The upshot is that I am no further ahead in pinpointing a likely mint for my stater. I did find some coins that look similar to\nmine in many respects, but the style is generally a bit more evolved, especially in the treatment of the hair, facial development\nand portrait size. Many, however, have a similar short horn and spread ribbon, and occasionally a lion-leg throne. No other\nstaters seem to have as tight and concise a portrait, or even a bit of sneer. The Al monogram is also still a major stumbling\nblock to a definitive ID. The closest example I could find was in the British Museum Collection, which also raised the\ninteresting possibility that they might have been found in the same late 19th century hoard (see Addendum 2).",
            
            "The Other Three Known Lysimachos  AI \nStaters",
            "When I bought my Lysimachos stater (Figure 2), I\ncouldn t see any other examples of the briefly produced Al\nLysimachos issue in references or sales. I was quite lucky\nto even pinpoint where my coin was last purchased in 2008,\nafter which I could start investigating any previous history\n(see First Provenance below). With the help of two senior\nnumismatists in the US, I have thus far noted that only three\nother coins with the same unusual obverse/reverse dies had\nbeen sold in the last century   each from single sales in 1910,\n1924 and 1997 (see below). All three have the same irregular\nflan edges as mine. It is possible that other examples might\nexist that were not offered in a public sale. Remarkably, the\nLysimachos Al coin that was sold in 1910 became the main\nSNG Fitzwilliam reference for this issue (Fitzwilliam 1842).\nThe fourth, and only other known specimen of this stater at\nthis poimt, is my coin, which I ve thus far tracked down to an\nauction in March 1969 (see Second Provenance below).",
            "1. 1910 Coin   Durufle Sale, Rollin & Fuearden\nCollection, May 9, 1910, lot 287.",
            "I am showing only the surprisingly good photo from\nthe 1910 sale (lot 287) for this coin, since the actual SNG\nFitzwilliam reference photo is not as clear. This Durufle/",
            "  Fitzwilliam coin is the best of the group for condition and strike. Its centering is perfect, like mine, but its flan\nis narrower, leaving less perimeter spacing and reduced\nvisibility at the ends of BAZIAEQZ. Lovely coin. What is\ninteresting is that it ended up at the Fitzwilliam Collection\nat Cambridge University, which is quite storied. The\nmuseum s collection of coins and medals started in 1589\nCE and the nucleus of its Egyptian/Near Eastern antiquities\nwas donated in 1803. Its Greek and Roman Department\nwas formed in 1850 when John Disney donated 83 antique\nsculptures. Its ancient Greek coins ( third in importance in\nthe world ) owes their status to the museum s purchase of\nW M Leake s collection in 1864  and the benefactions of J\nR McClean in 1906 and 1912.  It is therefore most likely\nthat it was J R McClean who purchased this AI stater two\nyears earlier at the 1910 Durufle Sale, then donated it.",
            
            "Number 7 October   November 2021 "
        ],
        "PageNo": "315"
    },
    {
        "File": "The_CN_Journal_October_28.jpg",
        "Paragraphs": [
            "2: 1924 Coin   Sotheby Sale, June 2, 1924, lot 9.",
            "I have not obtained a photo for this Sotheby coin, though\nit does exist. I have been told that it is similar to mine in\nthat it was triple struck on the reverse and double struck on\nthe obverse (mine has a only a tiny obverse double strike).\n3. 1997 Coin   Classical Numismatic Group\nAuction 41, March 19, 1997, lot 397.",
            "This example is less well centered than the others and\nit has a tight flan, so the images and part of the text are\ncompromised. The strike otherwise seems fine. The CNG\ndescription cited a possible Amphipolis mint attribution and\na lifetime issue date.",
            "Uncovering a Provenance for my  Al  Stater",
            "A. First Provenance   Sayles & Lavender 2008; The\nArthur J Frank Collection",
            "OK, I didn t hire a private investigator so the provenance\nhasn t been fully explored. It was actually quite accidental\nthat I even discovered that it was sold in 2008 by Sayles &\nLavender, a well-known ancients coin dealer. Fortunately, I\nhappened to copy its photo from the internet when it was sold,\nboth because I liked Lysimachos staters and because I helped\nanother local collector with its purchase. When it was time for\nthe local collector s estate to sell it last year (mid-2019), we\nfound that he hadn t kept a record of his 2008 purchase and\nwe initially forgot where it came from. But when I checked\nmy general computer file of interesting coins, I stumbled\non the original Sayles and Lavender (S&L) sales photo, so\nthat gave me the start of a provenance. I then followed up\nwith S&L and first heard about the coin s connection to the\nmysterious Arthur J Frank and the Arthur J Frank Collection.\nS&L hadn t mentioned any of this in its original internet\nlisting   provenance wasn t such a big deal at the time.",
            "I first contacted John Lavender, an original partner of\nS&L, who still works online. The first words in his return\nemail were:  A beautiful coin. I remember it well.  He also\nremembered Arthur Frank, but unfortunately he had no\nfurther information about where Mr Frank had bought the\ncoin. There seemed to be no immediately available reference\nor online evidence that the com was sold by public auction.\nI also couldn t see much about Arthur Frank on the internet,\nalthough I did find a photo of his grave in Milwaukee,\nWisconsin (1911-1996). Mr Lavender did, however, tell me\na bit about Arthur and how they ended up selling the stater.\nHe said:  Art was a successful businessman who amassed an\nincredible collection of coins between about 1955 to around\n1993 (af I recall correctly), a tiny portion of which we sold\non behalf of his son.  Mr Frank had collected US, Russian,\nBritish, and ancient coins. John went on to say that Arthur\nhad donated most of his collection to his alma mater, the\nUniversity of Wisconsin, before he died; but he kept back\n110-125 that  he had a special attachment to.  I have the\nimpression that these were primarily the better US and some",
            
            "ancient coins. S&L later received the coins from Mr Frank s\nson to sell, some of which were sold to CNG and some they\nsold individually themselves. Very few of the coins had come\nwith any background information.",
            "A bit later I received further detailed information from\nWayne Sayles, the other partner in the former S&L, who\nwas a very good friend of Arthur Frank during Wayne s days\nat U Wisconsin in the late 1980s. He said Mr Frank was an\nindustrial engineer who had become wealthy by building\nmany large factories in Milwaukee. He was a collector of\nClassical art, including Greek vases, and was meticulous\nabout detail and research. Mr Frank s son had told him that his\nfather became interested in coins after travelling in Europe in\nthe 1950s. Wayne said that Arthur  was a passionate collector\nand loved to write about his coins.  When Frank had donated\na lot of coms and artworks to the Elvehjem Museum at the U\nWisconsin, Wayne had talked with him a lot and helped him\ncreate a display for the coins. Mr Sayles said that Arthur did\nkeep a  small assortment  of ancients that he liked, including\nmy stater, but these and a large collection of US Silver Dollars\nwent to his son after he died in 1996. In the Spring of 2008,\nthe son approached S&L to sell the coins.",
            "Mr Sayles doubted that Arthur got many, or any, of his\ncoins at coin shows.  Art was inclined to deal only with top\nranked dealers.  A lot of his better coins came from the much-\nvaunted Numismatic Fine Arts (NFA) in California, as well as\nfrom  major dealers in New York and Switzerland, including\nBank Leu.  In fact, although no information came with the\ncoins when they were consigned to S&L, Wayne mentioned\nthat he had obtained Mr Frank s numismatic records and part\nof his library from his daughter soon after, so he was able to\nlook for an additional provenance for my stater.",
            "B. Second Provenance   The Schulman Gold Coin\nSale 1969; Unconfirmed Jose da Costa Gomez\nCollection",
            "Mr Sayles quickly found evidence of Mr Frank s actual\npurchase of my stater, which happened in New York City\nin 1969. It was sold around 7 pm on March 14, at a Hans\nSchulman auction in the Palm Garden Suite of the Waldorf-\nAstoria Hotel. It was auction lot 6, estimated at $500 600,",
            "The CN Journal Volume 66------\n"
        ],
        "PageNo": "316"
    },
    {
        "File": "The_CN_Journal_October_29.jpg",
        "Paragraphs": [
            "part of a small group of ancient gold coins and the only one\nfrom  Thrace    see Figure 7. Hammer price was $650 plus a\nbit of tax, which was enough to mark it as a bit special compared\nto the regular Philip and Carthage staters on offer (a well\npreserved Arsinoe gold octadrachm sold for $1,000). With 50\nyears of inflation, US$650 is equivalent to US$4,650 now. Most\nof the coms in that auction were from the massive, 1200 piece\ngold collection of Jose da Costa Gomez spanning many eras,\nfrom ancient to modern. The Schulman sale included only a\nfew ancients but the catalogue did not say which coins were his.\nMy coin could therefore have come, through da Costa Gomez s\ncollection, from a dealer or auction earlier in the century (Jose\nlived in Curacao and Caracas, Venezuela but he travelled a lot\nin Europe) or maybe directly from an old European collection\nthrough another source. Unfortunately no further information\nabout the coin s previous life is currently available, although I\ndo wonder about a potential hoard connection from 1895.",
            "Lysimachos Provenance and the Anadol Hoard\n(1895)",
            "An interesting notion crossed my mind as I was pursuing\nprovenance. We have four known, very rare Al Lysimachos\nstaters, struck from a unique set of dies, at the same uncertain\nmint, and all of the coins are in a similar uncirculated\ncondition. Although I have described the known sales history\nfor these individual coins, it might be reasonable to assume\nthat they were  buried  together soon after minting and then\ndiscovered together, probably somewhere near the unknown\nmunt site since they were likely a low-production item. Since\nthe first identified sale was in 1910 that would mean all of",
            "Number 7 October * November 2021",
            "the coins should have a collection history going back to a\ncommon hoard find before 1910.",
            "Two things happened at the end of my search that could\nrelate to a possible early hoard connection for my new coin.\nI discovered that the British Museum has a Lysimachos\ngold stater with similar obverse characteristics to my coin\nand that it acquired the coin in 1896 (see Addendum 2). I\nalso learned that the very important and massive Anadol\nHoard of gold staters was discovered in southern Ukraine,\nin 1895   see map. Peasants had uncovered a bronze vase\ncontaining approximately 1,200 gold staters of Macedonian\nkings from all eras, including Philip II, Alexander III, Philip\nIII, Demetrios I Poliorketes, Lysimachos and Seleukos I.\nIt was an accumulation Hoard deposited circa 228-220\nBCE, and most importantly it contained an estimated 250\nLysimachos staters. The find was especially remarkable for\nits vast number of unknown stater varieties (the Hermitage\nMuseum obtained 979 of the coms comprising 457 varieties,\nbut 174 were not previously recorded). Unfortunately, there\nis no complete record of the entire Hoard contents and\nmany coins dribbled out into various sales either singly or\nin groups. From a partial list of the deposited coins, I can see\nthat many of the early Lysimachos mints discussed here were\nrepresented   including 41 staters from Alexandria Troas and\n8 from Lysimacheia. This potential convergence of the Hoard\ndate and the first sale date of an Al stater to around the turn of\nthe 19th century may just be a coincidence   if you believe in\ncoincidences. With more investigation, it may be possible to\nidentify more actual Hoard coins, but it could also simply be\nan exercise in frustration.\n"
        ],
        "PageNo": "317"
    },
    {
        "File": "The_CN_Journal_October_30.jpg",
        "Paragraphs": [
            "Figure 7   Wayne Sayles found a record of Arthur Frank s purchase of my Lysimachos stater, offered as lot 6\nin the Schulman auction of March 1969. Mr Frank liked to write and talk about his collection, especially about",
            "Alexander the Great whose portrait is on the coin.",
            "In Closing...",
            "Here we are again, sitting in judgment of a lovely coin that has\notherwise been minding its own business for 2,300 years. The\nstyle of my Lysimachos stater indicates that it was likely one of\nLysimachos s earliest gold issues, struck soon after he mandated\nthe deified portrait of Alexander on his gold and silver coins.\nIf I haven t been able to nail down any more of the stater s\nproduction context, at least I ve described something of what\nwe know and added a few observations. These observations\nhave led me to suggest, along with others, that my Alexander\nportrait coin would have been struck at one of Lysimachos s\nearly mints near the Hellespont   possibly Lysimacheia,\nAlexandria Troas or Lampsakos; or otherwise in Sardes,\nAbydos or the later lifetime mints in Macedon   Amphipolis or\nPella. Given the coin s unique dies and botched reverse strike,\nthe mint may not have even been one of these main production\nfacilities and/or the mint may have just started, or restarted,\nproduction. The mint also struck the coins using almost pure\nPersian/Macedonian gold, probably between 295 and 287 BCE.",
            "Regardless of the details, we can appreciate the quality of\nthis stater purely on the basis of its unusual, stylish and well-\nexecuted Alexander portrait. It is a fine companion and a\npossible forerunner to the multitude of silver issues minted by\nthis king at the peak of his power. In addition, we now know\nthat my stater was sold on three specific occasions before I\nobtained it, going back to that 1969 auction in New York City.\nGiven the stater s rarity and similar condition to the other three\nknown coins from the issue, they were quite possibly deposited\ntogether at some point soon after they were struck, then re-\ndiscovered in a hoard sometime before 1910. If it was found\nthat early, my com would probably have traded hands on one or\nmore occasions before 1969, but we may never know.",
            "Just as with all meaningful relationships, it s best to leave\nsomething for the imagination anyway. A little mystery can be\nquite stimulating.",
            "Acknowledgements",
            "I would like to thank those individuals who assisted me\nwith comments and information while I was exploring the\nsignificance and provenance of my stater. They have dedicated\nmuch of their lives to the study and appreciation of ancient\ncoins and they willingly helped locate the available references\nand documentation that I needed. As well, they expressed\nconsiderable interest in the stater and in publicizing, in my\nsmall way, the efforts of Arthur Frank. So, I hereby express my\ngratitude to John Lavender, Constantin Miranescu, Brad Nelson\nand Wayne Sayles. I should note, however, that the contributors\ndo not necessarily support my personal observations.",
            "Addendum 1   Contemporary Lysimachos\nTetradrachms",
            "There are vastly more lifetime Lysimachos silver tetradrachms\nknown than lifetime gold staters. The top coin here (next page)\n1s a very pleasant tetradrachm posted by Gorney and Mosch and\nattributed to the Macedonian mint at Amphipolis, circa 288/7 \n282/1 BCE. Amphipolis is one of the proposed mystery mints\nfor my Al stater. With its more relaxed style and larger lettering,\nthis coin is a later issue than my stater, but it presents much the\nsame neatly arranged hair, short hom, and intently focused facial\nexpression as on my coin. The bottom K obverse coin, from\nthe Pergamon mint, is from the same late lifetime period but it\npresents an entirely more advanced style and a curled horn above\nthe ear. The coin was sold by CNG for US $5,000, plus fees. My\nown example of this K tetradrachm was struck from the same\nevocative obverse die and reverse controls, but it is more worn.",
            "The CN Journal Volume 66\n",
            "318"
        ],
        "PageNo": "318"
    },
    {
        "File": "The_CN_Journal_October_31.jpg",
        "Paragraphs": [
            "Image: Gorney and Mosch",
            "(Image: Classical Numismatic Group)",
            "Addendum 2   Similar Lysimachos Stater and Find Date",
            "In my broad survey of other known gold staters, the stater shown here struck me as remarkably similar to my Al coin in\nits appearance   particularly the concisely modeled face and hair on the Alexander portrait (the essence of the coin). This\nportrait seems to be slightly more evolved, however its rigidly curved Ammon horn and less severe mouth are different.\nIt does have an A in its monogram (either [A or NA on the throne), but of course the monogram is different, which dooms\nthe prospect of any direct linkage. Based on the reverse torch symbol (mine has no symbol), the British Museum attributed\nthis coin to the Lampsakos mint and noted its weight at 8.55 g. It does seem similar, however, and they could be connected.\nI also found it intriguing that the Museum acquired its stater in 1896. I had already observed in my discussion of\nprovenance that my featured stater was part of a known four-coin group that could have been deposited together and then\nfound sometime before 1910 (the first sale date recorded for any of the group). If the Museum s stater is indeed similar, it\nmight have been struck at a related mint and been part of the same hoard find before its acquisition in 1896   whether in\nthe Anadol Hoard, or not.",
            "(Image:   The Trustees of the British Museum)",
            "[Note: Any previously published Planchet articles mentioned here can be found in the freely accessible, online\narchive of past issues on the ENS website: edmontoncoinclub.com/the-planchet/the-planchet-archived/]",
            "Number 7 October   November 2021 ------------------------------------------ 319\n"
        ],
        "PageNo": "319"
    },
    {
        "File": "The_CN_Journal_October_33.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e\nNOUVELLES_DES._ CLUBS",
            "By BRETT IRICK (CLUB SERVICES)\nFRCNA, FONA, .LM,#456",
            "As we continue to be careful and safe during\nCOVID-19, most clubs, by late August, are\nstill unable to meet in-person. With widespread\nvaccination now underway, we hoped in-person\nmeetings and coin shows might resume this fall.\nSeveral clubs continue to develop hybrid in-\nperson meetings with a virtual meeting tie-in for\nthose unable to attend in person. Many clubs are\noptimistically planning fall coin shows knowing\ncollectors are ready to attend.",
            "Is Your Club Ready to Handle Emergencies\nthat Arise during Meetings or Coin Shows?",
            "An RCNA member club had a successful late-August\nshow and was in the process of packing and removing\nits property after it closed. Although security is the prime\nconcern at a coin show, other considerations should be\nplanned for  just in case. \nSome thirty-minutes after this\nshow ended, a dealer still present got\nhit by a cart in use by hall employees\nmoving eight-foot tables to storage.\nThe 250 kg load shifted on top of its\ncart during the push to get 1t moving.\nThe tables slid off causing the cart\nto shoot three meters in the opposite\ndirection striking the dealer, injuring\nboth his legs. The club president\nand a volunteer immediately aided\nthe victim without the help of hall\nemployees. The victim refused\nseveral offers of first aid and an\nambulance. He chose to decline\ntreatment.",
            "Why did this accident happen?",
            "First: The hall had little time to ready\nthe room for the next event. The club\nfound this quick turnover rare. Its\nexperience at past shows saw hall\nemployees move tables to storage\nand start cleaning only when the hall\nwas fully or nearly fully vacated.\nAnd they avoided spaces where club\nvolunteers were working.\nSecond: The cart, a restaurant\ndish dolly, was unsuitable\nfor moving tables. It was a\nthree-square foot cube of modest weight and\nunstable with the overhanging eight-foot tables.",
            "Number 7 October * November 2021 ------------------",
            "Alors que nous continuons d voluer de fagons prudentes\net s curitaires durant la pand mie du COVID, la plupart\ndes clubs ne sont toujours pas en mesure de se rencontrer\nen personne en cette fin du mois d aotit. Avec la vaccination\nen cours, nous esp rons que les r unions en personne et\nles salons numismatiques pourront reprendre cet automne.\nPlusieurs clubs continuent d adopter des modeles de r union\nhybrides en personne et virtuels pour ceux qui ne peuvent\nse d placer. De nombreux clubs planifient avec optimisme\ndes salons numismatique pour l automne sachant que les\ncollectionneurs sont pr ts a y assister.",
            "Votre club est-il pr t 4 g rer les urgences\nqui peuvent survenir lors de r unions ou\nd v nement numismatique ?",
            "Un club membre de l  ARNC a tenu un salon numismatique",
            "r ussi a la fin du mois d aoitt et s affairait 4 emballer et retirer",
            "ses inventaires apres sa fermeture. Bien que la s curit  soit\nla principale pr occupation lors d un\n v nement numismatique, d autres\nconsid rations doivent  tre consid r es\n Suste au cas ow .",
            "Une trentaine de minutes apr s la fin du\nsalon, un marchand toujours pr sent a  t \nheurt  par un chariot que des employ s de\nPendroit utilisaient pour d placer les tables\nde huit pieds vers l entrepot. Le dessus de la\ncharge de 250 kg s est d plac  lorsqu ils ont\npouss  le chariot pour le faire bouger. Les\ntables sont tomb es, faisant glisser le chariot\nsur trois m tres dans la direction oppos e,\nfrappant le marchand, le blessant aux deux\njambes. Le pr sident du club et un b n vole\nont imm diatement aid  la victime sans\nPaide des employ s de l endroit. La victime\narefus  plusieurs offres de premiers soins et\nservice d ambulance. I] a choisi de refuser\nle traitement.",
            "Pourquoi cet accident s est-il produit ?",
            "Premi rement : les pr pos s avaient peu\nde temps pour pr parer la salle pour le\nprochain  v nement. Le club a trouv \nle d lai rapide assez inhabituel. Leur\nexp rience lors des salons ant rieurs a\nvu les employ s de la salle d placer les\ntables vers l entrepot et commencer a\nnettoyer uniquement lorsque la salle  tait\nenti rement ou presque enti rement lib r e. Et ils  vitaient les\nespaces ou travaillaient les b n voles du club.\n"
        ],
        "PageNo": "321"
    },
    {
        "File": "The_CN_Journal_October_34.jpg",
        "Paragraphs": [
            "Worse yet, no tie down straps were used. The\noverburdened dolly risked spilling its load.",
            "Third: Employees showed a lack of training in\nsafe lifting and moving procedures.",
            "What did go well is that the club gathered witness\nstatements and photos of the event   the club\ntreasurer had industrial incident command training\nand immediately followed the standard investigation\nprocess. The hall performed minimal investigation\nthat the club knows of. What did not go well is that\nthe injured dealer left the property and has not been\nheard from since. Could there be legal action? The\nclub has retained legal assistance.",
            "Questions that could be discussed during event\nplanning:",
            ". Does your club have members with\nemergency incident command or preparedness\ntraining? At least one show volunteer with this\ntraining is needed during an event.",
            "  Does your club have members with first\nresponder or medical experience? Having one\navailable at an event could assure safe emergent\noutcomes.",
            "* Do you have a plan to keep those at shows safe\nfrom anything likely to cause injury?",
            "  If club volunteers need to do heavy lifting or\nmove large things, have they training to do these\ntasks? If not, is someone available to provide\ninstruction and supervision?",
            "  Has the club asked the show site management\nwhat its accident response plan is and what is a\nclub responsible to do in case of an accident? If not,\nfollow up. You may be surprised to find the show site\nis unprepared for incidents.",
            "  Have you asked your club s insurance company\nfor its incident reporting form? You should have this\nhandy. Some insurers will also provide free incident\ntraining if asked.",
            "  Does your club have a member who is an\nattorney? It s a good idea to notify her or him for\nadvice about any incident.",
            "If you would like to have your club profiled here, please\nwrite a column, include pictures and send it to me:\nxr7gt@prodigy.net.",
            "Brett Thich",
            "[RCNA]",
            "Deuxi mement : le chariot, un chariot de restaurant, ne\nconvenait pas pour d placer ces tables. C tait un petit chariot\nde trois pieds carr s assez l gers et instables avec les tables\nde huit pieds qui d passaient le chariot. Pire encore, aucune\ncorde ou sangle d arrimage n a  t  utilis e. Le chariot surcharg \nrisquait de renverser sa charge.",
            "Troisi mement : Les employ s ont fait preuve d un\nmanque de formation sur les proc dures d empilement et de\nd placement s curitaires.",
            "Ce qui a bien fonctionn , c est que les b n voles du\nclub ont recueilli des d clarations de t moins et des photos\nde 1 v nement   le tr sorier du club avait une formation\ndes proc dures a suivre lors d incidents industriels et a\nimm diatement suivi le processus d enqu te  tabli. Selon le\nclub, le personnel du site ot a eu lieu l incident a effectu  une\nenqu te minimale. Ce qui n a pas bien fonctionn , c est que le\nmarchand qui a  t  bless  a quitt  la propri t  et personne n a\neu de nouvelles depuis. Peut-il y avoir une action en justice ?\nLe club a consult  pour un avis juridique.",
            "Questions qui pourraient  tre discut es lors de la planification\nde l v nement :",
            "* Votre club a-t-il des membres ayant regu une formation de\nprise en charge de I incident ou une pr paration a des situations\n@urgence ? Au moins un b n vole, pr sent lors de l v nement,\ndevrait avoir une formation n cessaire.",
            "  Votre club compte-t-1l des membres ayant une formation\nde premier r pondant ou une exp rience dans le domaine\nm dicale? Avoir un disponible lors d un  v nement pourrait\nassurer des r sultats s curitaires.",
            "  Avez-vous un plan pour prot ger les personnes pr sentes\naux  v nements, une protection de tout ce qui pourrait causer\ndes blessures?",
            "  Si les b n voles du club doivent soulever des objets lourds\nou d placer des objets volumineux, ont-ils regu une formation\npour effectuer ces taches? Si non, est-ce que quelqu un est\ndisponible pour fournir des instructions et une supervision?",
            "* Le club a-t-il demande  4 la direction du site de 1 v nement\nquel est leur plan d intervention en cas d accident et quelle\nest la responsabilit  du locataire en cas d accident ? Sinon,\nfaites un suivi. Vous serez peut- tre surpris de constater que\nle personnel du site de l v nement n est pas pr par  a de tels\nincidents.",
            "  Avez-vous demand  4 votre courtier d assurance de votre\nclub son formulaire de rapport d incident? Vous devriez avoir\nceci a port e de main. Certains assureurs fourniront  galement\nune formation gratuite sur la gestion des incidents.",
            "  Votre club a-t-1l un membre qui est avocat? C est une\nbonne id e de leur parler pour obtenir des conseils sur tout\nincident.",
            "Si vous souhaitez avoir le profil de votre club ici,  crivez\nune chronique, ajoutez des photos et envoyez-moi le tout a:\nxr7gt@prodigy.net.",
            "Brett Teich [ARN",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "322"
    },
    {
        "File": "The_CN_Journal_October_35.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "By SEAN SINCLAIR\n#23912",
            "The Last Of The Romanovs",
            "More than a century\nsince the demise of\nthe Romanovs during",
            "the Russian Revolution, there\nremains a continuing fascination\nwith the Romanov dynasty. The\nmanner of their deaths has been\nunder intense scrutiny in the years\nthat followed. But what really\nhappened?",
            "The Romanovs became\nthe ruling family of Russia\napproximately fifteen years after\nthe death of Feodor I Ivanovich\nin 1598. Feodor was the son of\nIvan the Terrible, and his death\nwithout an heir left the family-line\nextinct and caused a succession\ncrisis. The fifteen years following\nFedodor s death saw many\npretenders claiming the throne.",
            "This period became known as the\nTime of Troubles.",
            "In 1613, the Zemsky Sobor, which was the ruling\nparliament of Russia, elected 16-year-old Mikhail Romanov\nas Tsar of Russia. Mikhail was initially reluctant to accept\nthe task, but bowed to the persuasion of his mother. He ruled\nRussia for over forty years, conquering most of Siberia, and\nsignificantly expanding Russia s territory.",
            "When Peter I became the Tsar in 1682, he solidified\nRussia s position as a world power and laid the foundations\nfor the Russian Empire, which lasted until the Bolshevik\nRevolution of 1917. Peter I, referred to as Peter the Great,\nis also known for founding St. Petersburg in 1703, and\nmoving the capital from Moscow to the new city. St.\nPetersburg remained the Russian capital until 1918, when it\nwas moved back to Moscow.",
            "The male line of Romanovs ended, and Elizabeth Petrovna\nbecame tsarina. After her death jn 1762, she was succeeded\nby Peter III of the House of Holsteim-Gottorp of Germany,\nwhose family name became Holstein-Gottorp-Romanov. That\nname continued being referred to as the House of Romanov.",
            "On March 13, 1881, the ruling tsar, Alexander II, was\nassassinated while returning to the Winter Palace in St.\nPetersburg. His son inherited the throne as Tsar Alexander\nIII, making Alexander III s son, 12-year old Nicholas, the\nheir-apparent, or Tsarevich.",
            "Number 7 October * November 2021",
            "Nicholas, as Nicholas\nII, eventually Russia s last\ntsar, succeeded his father,\nAlexander III, on November 1,\n1894. Nikolai Alexandrovich\nRomanov was born on May\n18, 1868, at Alexander Palace,\napproximately 50 km south of\nSt. Petersburg. He was the eldest\nchild of Tsesarevich Aleksander\nAleksandrovich Romanov, heir\nto the Russian throne, and his\nwife, Maria Feodorovna. Maria\nwas the second daughter of King\nChristian IX of Denmark, and\nwas originally known as Princess\nDagmar of Schleswig-Holstein-\nSonderburg-Gliicksburg.\nAt the time, many of the Royal\nFamilies of Europe tended to\nmarry first- and second-cousins,\nresulting in almost all of the\nEuropean Royal Families being\nrelated to each other. As Nicholas was growing up, the\nfamily frequently made visits to his maternal grandparents\nin Denmark.",
            "In 1884, 16-year old Nicholas had attended the wedding\nof his uncle, Grand Duke Sergei Alexandrovich and Princess\nElisabeth of Hesse and by Rhine. During the wedding,\nNicholas had met Elisabeth s younger sister, Princess Alix,\nthen a 12-year-old. Five years later, the two met once again,\nwhen Princess Alix visited St. Petersburg.",
            "The relationship between the two had continued to\ngrow over the next few years, and in April 1894, Nicholas\nproposed to Alix while visiting Coburg, Germany, for\nanother family wedding.",
            "Alix initially rejected Nicholas s proposal. As a devout\nLutheran, she was unwilling to convert to Russian\nOrthodoxy, but changed her mind shortly afterwards, mainly\nfrom influence by her first cousin, Kaiser Wilhelm II. The\nengagement was announced on April 20, 1894.",
            "Earlier that year, Alexander III became gravely ill, having\ndeveloped nephritis. Despite the fact that he was extremely\nweak and near death, Alexander III received Princess Alix on\nOctober 22 and gave his blessing to the marriage. Ten days\nlater, Alexander III, aged forty-nine, died, and his eldest son\nbecame Tsar Nicholas II.\n"
        ],
        "PageNo": "323"
    },
    {
        "File": "The_CN_Journal_October_36.jpg",
        "Paragraphs": [
            "Alexander s body was brought to Moscow on\nNovember 7 and lay in state at the Kremlin",
            "until his funeral in St. Petersburg on\nNovember 19. Nicholas II and Princess\nAlix were married one week later, on\nNovember 26. Princess Alix took the\nname Alexandra Feodorovna.",
            "Alexander III had expected to live\na long life, and his premature passing\nleft Nicholas II ill-prepared for the\nresponsibilities that he was now taking on.\nDespite having observed the British House\nof Commons in action in 1894, Nicholas\nrefused to delegate any responsibility to\nany sort of elected parliament, and insisted\non maintaining absolute autocracy.",
            "In 1904, Russia entered into war with\nJapan over claims in Manchuria and\nKorea. The long-distance fight with Japan\nproved to be disastrous, with supplies\ntraveling along the 9,200 km Trans-\nSiberian Railway from St. Petersburg.\nNaval reinforcements were equally slow,",
            "with Russia s Baltic Fleet unable to use the Suez Canal, due\nto an ongoing conflict with Britain. The Russo-Japanese",
            "war ended in Japanese victory,\nnineteen months later.\nRussia s defeat in the\nwar led to the 1905 Russian\nRevolution, which consisted\nof a series of worker strikes,\nmilitary mutinies and\ngeneral unrest. The conflict\nbegan on January 22, 1905,\nwhen a group of unarmed\ndemonstrators attempted to\ndeliver a petition to the tsar and\nwere fired upon by the imperial\nguard. Nicholas made vague\npromises in order to appease\nthe protesters and in 1905, the\nState Duma (Parliament) was\ncreated, however, absolute\nauthority remained in the tsar.\nNicholas and Alexandra\nhad five children, their four\ndaughters being born at near\ntwo-year intervals from\nNovember 15, 1895 until June\n18, 1901. Their fifth child, a\nson named Alexei Nikolaevich,\nwas born on August 12, 1904.\nHe was born with severe\nhemophilia B, which had been",
            "passed down from Queen Victoria, through his\nmother, to him.",
            "In late 1905, the family was introduced\nto the faith healer, Grigori Rasputin,\nwho insinuated himself into the family,\npromising to take care of the young\nAlexei. Rasputin was little more than\na charlatan, but following several\ninexplicable recoveries by the young\ntsarevich, his influence over Alexandra\nseemed unbreakable. Alexei developed a\nhematoma in his thigh following a particularly\njarring carriage ride in 1912, and appeared\nto be close to death. Alexandra wrote to\nRasputin in Serbia, and Alexei recovered\na couple of days after his response.\nRasputin was assassinated by members\nof the nobility on December 30, 1917,\nafter it was decided that his influence over\nAlexandra threatened the empire.\nRussia did not fare much better in World\nWar I than it did with Japan in 1904, and\nopposition to the monarchy was increasing",
            "exponentially. Nicholas was forced to abdicate on March 15,\n1917, after the army mutinied, believing that they could not",
            "win the war. The Duma took\ncontrol of the government;\nhowever, public disapproval of\nthe current system continued.\nThe Bolsheviks, a far-\nleft Marxist faction led by\nVladimir Lenin, overturned the\ngovernment, which eventually\nled to the establishment of the\nCommunist Party.",
            "By this time, the tsar s days\nwere numbered. The family\nwas put under house arrest\non March 20, 1917. They\nwere eventually moved to an\nisolated location in Tobolsk,\nin the hopes of protecting\nthem from further retaliation.\nAs Bolshevik influence in the\ncapital increased, the royal\nfamily was transferred to\nYekaterinburg on April 30,\n1918.",
            "On July 16, 1918, orders had\nbeen given to execute the royal\nfamily. While it is believed\nthat the order came from\nLenin, there are no documents\nexisting to substantiate this.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "324"
    },
    {
        "File": "The_CN_Journal_October_37.jpg",
        "Paragraphs": [
            "Early in the moming of July 17, Nicholas, Alexandra, and their five\nchildren were shot to death, ending any possibility of a return to power.\nThe other well-known story pertaining to the Russian Royal Family\nis that of the jewelled Faberg  eggs. The eggs were designed by the\nRussian jeweller Peter Carl Faberg  and typically included the outer\nshell, along with a surprise on the inside. The original egg, which\nwas ordered by Alexander III as an Easter present for his wife, was\nfairly basic, but future eggs became increasingly more elaborate. The\ntradition was continued by Nicholas II following Alexander s death.\nOne of the more unusual coins that was issued under Nicholas II,\nwas a 7.5 ruble gold coin, produced in 1897. The obverse of the coin\nincludes a left portrait of Nicholas, with full beard and moustache.\nThe legend surrounding the portrait, which is written in Cyrillic, reads\n By the Grace of God, Nicholas II, Emperor and Autocrat of All Russia.   ",
            "The reverse design includes a beautifully detailed image of the imperial eagle, with an escutcheon on its breast, and four\nsmaller escutcheons on each wing. The legend across the bottom is translated as  7 rubles 50 kopecks 1897.  The lettering on\nthe edge of the coin identifies the purity, reading  Pure gold 1 zolotmk 34.68 dolya.  Zolotnik is a unit of measurement equal\nto 4.2658 g, with 96 dolya in one zolotnik.",
            "In 1913, the St. Petersburg Mint released a special 1-ruble coin for the 300th Anniversary of Romanov rule in Russia. The\nobverse includes a dual portrait of Nicholas II and Michael I, the first Romanov ruler. Nicholas II is shown wearing a uniform\nof the 4th Infantry Regiment, while Michael is portrayed in royal robes and a Monomakh s Cap.",
            "The reverse once again portrays the Imperial Eagle, with  Ruble  written in Cyrillic at the top and the dual dates  1613 \n1913  at the bottom. The edge inscription includes the Cyrillic legend  Pure silver 4 zolotniks 21 dolya. ",
            "The story of the Romanovs and their ultimate demise continues to fascinate people today. While it is impossible to go back\nin time, one can t help but wonder if their deaths could have been avoided.",
            "Number 7 October * November 2021 ------------------------------------ 325\n"
        ],
        "PageNo": "325"
    },
    {
        "File": "The_CN_Journal_October_40.jpg",
        "Paragraphs":  [
            "COMMUNIQUE",
            
            "2021 $250 Fine Silver Coin   Super Incuse Kilo\nSilver Maple Leaf",
            "The reverse features Walter Ott s iconic sugar\nmaple leaf design, unchanged since the\nfirst Silver Maple Leaf (SML) bullion\ncoin issued in 1998. For the first time\never, its famous maple leaf has been\nstruck using Super Incuse technology,\nwhich gives it an incuse depth of 4.5",
            "mm. A modified reverse proof finish\nensures the focus is on the brilliant\nrelief. The reverse also includes the\nengraved words CANADA and FINE\nSILVER 1 kg ARGENT PUR, as well as\nthe purity standard of 9999 and a 25 maple\nleaf privy mark in honour of the",
            "25th anniversary of the arboreal",
            "emblem of Canada, the maple",
            "(Acer). The obverse features",
            "the effigy of Her Majesty",
            "Queen Elizabeth II by",
            "Susanna Blunt, along with",
            "the engraved face value 250",
            "DOLLARS and the year 2021.",
            "2021 $200 Pure Gold Piedfort Coin   Maple\nLeaf Celebration",
            "The reverse design features a classically\nrendered leaf from a red maple (Acer\nrubrum) tree. Along with the word\nCANADA, the gold purity standard of\n9999 and the year 2021, the reverse\nincludes a maple leaf privy mark\ndenoting the 25th anniversary of\nCanada s national arboreal emblem,",
            "the maple tree (Acer). Enhanced",
            "by the coin s reverse proof finish,",
            "a maple leaf field pattern dazzles on\nboth the reverse and the obverse,",
            "which features the effigy",
            "of Her Majesty Queen",
            "Elizabeth II by Susanna",
            "Blunt.",
            " The CN Journal",
            "Pi ce de 250 $ en argent fin 2021   Feuille\nd rable en argent de 1 kilo ultra-incuse",
            "Au revers de la pi ce figure le motif\nembl matique de la feuille d rable a sucre,\nr alis e par Walter Ott pour la premi re\npiece d investissement Feuille d rable\nen argent (FEA) et inchang  depuis\nl mission de celle-ci, en 1988. Pour la\ntoute premic re fois, la c l bre feuille\nd rable est ultra-incuse; elle est\nfrapp e au moyen d une technologie\nlui donnant une profondeur de 4,5 mm.\nUn fini  preuve numismatique inverse\nmodifi  fait ressortir le relief brillant.\nSont aussi grav s au revers les mentions\n  CANADA   et   FINE SILVER 1 kg ARGENT\nUR   ainsi que le degr  de puret \n  9999   et la marque priv e   25  \nsoulignant le 25e anniversaire de notre\nembl me arboricole national, |   rable\n(Acer). L avers porte l effigie de Sa\nMajest  la reine Elizabeth II, selon\nSusanna Blunt, de m me que la\nvaleur nominale   250 DOLLARS   et",
            "le mill sime   2021  .",
            "Piedfort de 200 $ en or pur 2021   Hommage 4a la\nfeuille d rable",
            "Le motif au revers pr sente une feuille de\nl rable rouge (Acer rubrum) de facture\nclassique. La mention   CANADA  ,\nle degr  de puret  aurif re   9999  \net le mill sime   2021   sont\n galement grav s au revers, tout\ncomme la marque priv e en forme\nde feuille d rable soulignant le\n25e anniversaire de l embl me\narboricole national du Canada,\nl rable (Acer). Rehauss  par le fini",
            " preuve numismatique inverse de la\npi ce, un motif r current de feuilles\nd rable brille aussi bien au revers qu a\nl avers, lequel est orn  de l effigie de Sa\nMajest  la reine Elizabeth II, selon Susanna Blunt",
            "Volume 66\n"
        ],
        "PageNo": "328"
    },
    {
        "File": "The_CN_Journal_October_41.jpg",
        "Paragraphs": [
            "2021 $1 Pure Gold Coin   The Quintessential\nVoyageur Dollar",
            "Your coin s reverse features an early version of\nEmanuel Hahn s Voyageur design, which\nappeared on Canadian dollar coins issued\nbetween 1935 and 1986. It is based on",
            "an original pencil sketch that is part",
            "of the National Currency Collection",
            "of the Bank of Canada Museum,",
            "located in Ottawa, Ontario. Beneath",
            "the aurora borealis, a voyageur and",
            "an Indigenous guide paddle a fur-",
            "laden canoe past wind-swept pines",
            "that rise up from a semi-circular island.",
            "The obverse pays tribute to the 85th\nanniversary of the last issue year (1936) of",
            "Sir Bertram MacKennal s portrait of King George\nV; this effigy appeared on Canadian coins from\n1911 to 1936, with the 1935 silver dollar being\nthe only exception. The portrait is surrounded\nwith the Latin legend,  GEORGIVS V REX\nIMPERATOR ANNO REGNI XXV  (George\nV, King and Emperor, 25th Year of Reign),\nhonouring the first Voyageur Dollar issued in\n1935 to commemorate the Silver Jubilee of King",
            "George V.\nActual Size: 101.6 mm",
            "2021 5-Kilogram Fine Silver Coin   100th\nAnniversary of Bluenose\nYour coin s reverse design 1s\nbased on original artwork by\nCanadian marine artist\nYves B rub . It presents\na timeless portrait of\nBluenose setting out\nbeneath an evening\nsky and riding the\nwaves off the coast\nof Cross Island,\nNova Scotia. An\nornamental banner\nbearing the word\n BLUENOSE \nappears to the right of\nthe vessel s sails. The\nobverse features a wood\nfield pattern, a reproduction\nof the ship s wheel, and the effigy\nof Her Majesty Queen Elizabeth II by\nSusanna Blunt.",
            "Number 7 October * November 2021 -----------------------",
            "Pi ce de 1 $ en or pur 2021   Le l gendaire dollar\nVoyageur",
            "Le revers de la pi ce pr sente une version\npr liminaire du motif Voyageur d  Emanuel\nHahn, qui a orn  les pi ces canadiennes\nde un dollar  mises de 1935 a 1986. Il se\nfonde sur un dessin original au crayon\nfaisant partie de la Collection nationale\nde monnaies du Mus e de la Banque\ndu Canada, situ  4a Ottawa, en Ontario.\nSous une aurore bor ale, un voyageur\net un guide autochtone pagaient a bord",
            "d'un canot charg \nde fourrures, passant devant les pins\nbalay s par le vent qui  mergent d une ile en\ndemi-lune. L avers souligne le 85e anniversaire\nde la derni re ann e d mission des pi ces a 1!  effigie\ndu roi George V, selon sir Bertram MacKennal,\neffigie ayant orn  toutes les pi ces canadiennes\nde 1911 a 1936, sauf le dollar en argent de\n1935. Le portrait est entour  de la l gende latine\n  GEORGIVS V REX IMPERATOR ANNO\nREGNI XXV   (George V, roi et empereur, 25e\nann e de r gne), en souvenir du premier dollar\nVoyageur  mis en 1935, pour le jubil  d argent du roi",
            "George V.",
            "Pi ce de 5 kilogrammes en argent fin 2021  \n100e anniversaire du Bluenose\nLe motif au revers de la pi ce reproduit une oeuvre\noriginale de l artiste maritime canadien Yves B rub .\nIl pr sente une image intemporelle du Bluenose au\ncr puscule, naviguant au large de l ile Cross, en\nNouvelle-Ecosse. Le nom   BLUENOSE  \nfigure 4 droite des voiles, flanqu  des m mes\nfioritures qui ornaient la c l bre go lette. A\nPavers de la pi ce, l effigie de Sa Majest  la\nreine Elizabeth II, selon Susanna Blunt, est\nentour e d une reproduction de la roue de\ngouvernail du navire\ntandis que le\nchamp pr sente\nune texture\nimitant le\nbois.\n"
        ],
        "PageNo": "329"
    },
    {
        "File": "The_CN_Journal_October_42.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH HisToRy\nTHE_DEATH_OF_SERVET.",
            "By JESUS VICO\nAND. MARISA.OLLERO",
            "Michael Servetus, also\nknown as Miguel\nServet, was a",
            "Spanish theologian, physician,\ncartographer, and Renaissance\nhumanist. He was the first\nEuropean to correctly describe\nthe function of pulmonary\ncirculation, as discussed in his\nbook Christianismi Restitutio\n(1553). He was a polymath\nversed in many sciences:\nmathematics, astronomy and\nmeteorology, geography,\nhuman anatomy, medicine and\npharmacology, jurisprudence,\ntranslation, poetry and the\nscholarly study of the Bible in\nits original languages.",
            "When Juan de Quintana, an\nimperial theologian, became\nConfessor to the Habsburg\nemperor Charles V, Servetus\njoined him in the imperial\ncourt as his secretary. Servetus\ntravelled through Italy and\nGermany and attended Charles s\ncoronation as Holy Roman\nEmperor in Bologna. He\nwas outraged by the pomp\nand luxury displayed by\nthe Pope and his entourage\nand decided to join the\nreformation movement. It\nis unknown when Servetus\nleft the imperial court, but in\nOctober 1530, he was already\nspreading his theological\nbeliefs.",
            "In July 1531, Servetus\npublished De Trinitatis\nErroribus (On the Errors of\nthe Trinity). The following\nyear he published the work\nDialogorum de Trinitate\n(Dialogues on the Trinity)\nand the supplemental,\nDe Iustitia Regni Christi",
            "October 27, 1553 CE",
            "(On the Justice of Christ s\nReign), in the same volume.\nAfter the persecution of the\nInquisition, Servetus assumed\nthe name  Michel de Villeneuve \nwhile he was staying in France\nand published the first French\nedition of Ptolemy s Geography.\nWorking also as a proofreader,\nhe published several more books\nwhich dealt with medicine\nand pharmacology, such as\nhis Syruporum universia ratio\n(Complete Explanation of the\nSyrups), for which he gained\nfame.",
            "After an interval, Servetus\nreturned to Paris to study\nmedicine in 1536. He wrote his\nManuscript of the Complutense\nduring these years, an\nunpublished compendium of his\nmedical ideas. Servetus taught\nmathematics and astrology\nwhile he studied medicine. He\npredicted an occultation of Mars\nby the Moon, and this, joined to",
            "his teaching, generated much",
            "envy among the medicine\nteachers. He was accused\nof teaching De Divinatione\nby Cicero. Finally, the\nsentence was reduced to the\nwithdrawal of this edition.",
            "As a result of the risks and",
            "difficulties of studying",
            "medicine in Paris, Servetus\ndecided to go to Montpellier\nto finish his medical studies.",
            "He became a Doctor of",
            "Medicine in 1539.",
            "After his studies in\nmedicine, Servetus started a\nmedical practice in Vienne,\nFrance, and he and John\nCalvin began to correspond.\nCalvin used the pseudonym\n Charles d Espeville. ",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "330"
    },
    {
        "File": "The_CN_Journal_October_43.jpg",
        "Paragraphs": [
            "In 1553 Michael Servetus published another religious\nwork continuing his anti-trinitarian views. It was entitled\nChristianismi Restitutio (The Restoration of Christianity).\nThis work sharply rejected predestination as the idea\nthat God condemned souls to Hell regardless of worth\nor merit. God, insisted Servetus, condemns no one who\ndoes not condemn himself through thought, word, or deed.\nThis work also includes the first published description of\npulmonary circulation.",
            "To Calvin, who had written his summary of Christian\ndoctrine Institutio Christianae Religionis (Institutes of\nthe Christian Religion), Servetus s latest book attacked\nhistorical Nicene Christian doctrine and a misinterpretation\nof the biblical canon. Calvin sent a copy of his own book\nas his reply. In time their correspondence grew more\nheated until Calvin ended it. Servetus sent Calvin several\nmore letters, to which Calvin took offence. Thus, Calvin s\nfrustrations with Servetus seem to have been based mainly\non Servetus s criticisms of Calvinist doctrine but also on his\ntone, which Calvin considered inappropriate.",
            "On February 16, 1553, Michael Servetus was denounced",
            "as a heretic by Guillaume\nde Trie, a wealthy merchant\nin Geneva and who was a\ngood friend of Calvin, in\na letter sent to a cousin.\nOn behalf of the French\ninquisitor Matthieu Ory,\nMichael Servetus and\nBalthasard Arnollet, the\nprinter of Christianismi\nRestitutio, were questioned,\nbut they denied all charges\nand were released for lack\nof evidence. Ory asked\nArneys to write back to De\nTrie, demanding proof. On\nMarch 26, 1553, the letters\nsent by Michel to Calvin\nand some manuscript pages\nof Christianismi Restitutio\nwere forwarded to Lyon by\nDe Trie.",
            "Number 7 October * November 2021",
            "On April 4, 1553, Servetus was arrested and\nimprisoned in Vienne. He escaped from prison three\ndays later. On June 17, he was convicted of heresy,\n thanks to the 17 letters sent by John Calvin, preacher\nin Geneva,  and sentenced to be burned with his books.\nIn his absence, he and his books were bumed in effigy\n(blank paper for the books).",
            "Meaning to flee to Italy, Servetus inexplicably\nstopped in Geneva, where Calvin and his Reformers had\ndenounced him. On August 13, he attended a sermon\nby Calvin at Geneva. He was arrested after the service,\nimprisoned, and his property confiscated. French\nInquisitors asked that Servetus be extradited to them\nfor execution. Calvin wanted to show himself as firm in\ndefence of Christian orthodoxy as his usual opponents.\n He was forced to push the condemnation of Servetus\nwith all the means at his command.  Calvin s delicate\nhealth meant he did not personally appear against\nServetus.",
            "The council that condemned Servetus was presided\nover by Ami Perrin, who ultimately, on October 24,",
            "sentenced Servetus to\ndeath by burning for\ndenying the Trinity and\ninfant baptism. Calvin and\nother ministers asked that\nhe be beheaded instead\nof burnt, knowing that\nburning at the stake was\nthe only legal recourse.\nThis plea was refused, and\non October 27, Servetus\nwas burnt alive atop\na pyre of his books at\nthe Plateau of Champel\nat the edge of Geneva.\nHistorians record his last\nwords as:  Jesus, Son of\nthe Eternal God, have\nmercy on me. ",
            "sourced with permission\nfrom VCoin's eNewsletter.",
            "Spain, Calella, XV Exposicion Filat lica\ni V Numismatica; 1981. 65 g, 50 mm,\n4 mm thick; Obv: front facing high relief\nportrait of Miguel Servet signed Pujol,\nlegend MIGUEL SERVET. Rev: MIGUEL /\nSERVET / 1511-1553 / DESCOBRIDOR\nDE LA CIRCULACIO PULMONAR, CALELLA\nabove arms encircled by two branches,\n1981 below.",
            "(Image: todocoleccion.net)\n"
        ],
        "PageNo": "331"
    },
    {
        "File": "The_CN_Journal_October_44.jpg",
        "Paragraphs": [
            "France, Royal. Henry Il (1547 1559), AV .958 fine,\nHenri d or, (27 mm, 3.63 g). 1551, mint: Saint-L6.\nObv: Armoured bust right, HENRICVS. Il. D. G.\nFRANCO. REX. Rev: (SUN) DVM. TOTVM. COMPLEAT.\nORBEM. (mint mark) 1551, Cross of four H s with\ntwo crescents and two lis in the angles, C in\ncentre. Duplessy 972; Ciani 1244; Friedberg 36.",
            "(Image: Heritage Auctions)",
            "France, Royal. Henry Il (1547 1559), AR half\nteston, (25.4 mm, 4.67 g, 6h). 1554, mint: Paris.\nObv: HENRICVS   Il   DEI   G   FRANCOR REX,\narmoured laureated bust right. Rev: + CHRS VINCIT\nCHRS REGNAT CHRS IMP (Mm) 1554. Duplessy 991;\nCiani 1296. (Image: NumisCorner, Vcoins)",
            "Brabant. Charles V (1500 1558) AV couronne d or\nau soleil, (25.5 mm, 3.38 g, 10h). 1554, Antwerp\nmint. Obv: (SOLEIL) CARO: D: G. RO IMP: HISP: REX:\nDVX: BVRG: Z: B[RA], crowned arms. Rev: (Mint\nmark: hand) DA MIHI. VIRTVTE: COTRA: HOSTES:\nTVOS: [15]54. Cross of fleur-de-lis with towers\nand double-headed eagles in the angles. Fr-62,\nDelmonte-102",
            "(Image: Heritage Auctions)",
            "Spain. Charles V (1500 1558) AV escudo\n(doubloon), (22 mm, 3.32 g, 7h). ND\n1535-55, S ville mint. Obv: IOANA * ET\n* KAROLVS * DEI * G, crowned arms. Rev:\nHISPANIARVM * REGES * SICILIA, Cross of\nJerusalem in quadrilobe ringed and trefoil at\nthe angles (double struck). Friedberg-153,\nCalico-55/199 (Image: PCGS)",
            "Naples. Charles V (1500 1558) AR half\nducat, (34 mm, 14.6 g). ND (1548 \n56), Naples mint. Obv: CAROLVS * V\n* ROM IM[P], armoured, laureated\nbust, legated IBR   (Giovan Battista\nRavaschieri, mint master 1548 1567).\nRev: R * ARAGO / V * TRIVS * S, crowned\nimperial eagle behind crowned shield of\nmanifold arms.",
            "(Image:   The Trustees of the British Museum)\n"
        ],
        "PageNo": "332"
    },
    {
        "File": "The_CN_Journal_October_45.jpg",
        "Paragraphs": [
            "IN THE NEWS",
           
            "The Royal Mint honours British inventor Charles Babbage",
            "The Royal Mint is celebrating the life and\n| legacy of Charles Babbage with a\ncommemorative 50p coin, released\nto mark the 150th anniversary of his death.\nAs part of The Royal Mint s\n Innovation in Science  series, which\npays tribute to some of Britain s\ngreatest minds, the Charles Babbage\n50p follows collectable coins in\nhonour of John Logie Baird, Rosalind\nFranklin and Stephen Hawking.\nAn influential scientist, Charles\nBabbage was a lifelong inventor who\nbelieved that scientific advancement should\nbenefit everyone. He was best known for his\nmechanical calculator, or  Difference\nEngine,  and conceived the Analytical\nEngine, that had many essential features\nfound in modern digital computers.\nDesigned by Nigel Tudman and\nJas Bhamra, the latest collectable\ncoin honours Babbage s legacy with\na design that links his machinery\nto the digital age on the canvas of a\n50p piece. The making of the Charles\nBabbage coin, available in brilliant\nuncirculated, gold, silver piedfort and\nsilver, combines traditional minting skills and\nmodern technology.\nClare Maclennan, The Royal Mint s Divisional Director\nof Commemorative Coin, said:  Known as the Father of the\nComputer, Charles Babbage s inventions have influenced the",
            "Number 7 October * November 2021",
            "way we all work and play today, and there is possibly\nno greater example of the importance of his\nlegacy than in recent times with the reliance\nof digital media during the pandemic. \nShe added:  The collectable Charles\nBabbage 50p is the latest tribute to some\nof Britain s greatest scientific inventors\non official UK coin. Our Innovation in\nScience series has proved extremely\npopular with coin collectors and we are\ndelighted to add Charles Babbage to the\ncollection, marking 150 years since his\ndeath. \nSpeaking of the coin design, London-\nbased graphic designer Nigel Tudman said:\n The Charles Babbage coin brief has been my\nfavourite so far as it involved expressing\nthe development of an idea; taking a\ncomplex subject and stripping it back\nto the essentials to create an attractive\nyet simple design that contains a subtle\nmessage or brain teaser.\n Our aim was to achieve a timeless\ndesign created in low relief on the\ncanvas of a 50p which celebrated\nBabbage the inventor and took\ninspiration from his Difference Engines.\nUsing a geometric modernist typeface and\nsuggesting the horizontal and vertical bars and\nnumbers from the original machine, the design reflects the\nmovement and flow of the calculations in motion, adding\nthe extra twist of encoding Babbage s name. \n"
        ],
        "PageNo": "333"
    },
    {
        "File": "The_CN_Journal_October_46.jpg",
        "Paragraphs": [
            "Book REVIEW",
            "BY HENRY NIENHUIS",
            "FRCNA, FCNRS, FONA, LM. #430",
            "Guide to Errors and Varieties on Canadian Coins",
            "Christian Houle has just\nreleased his latest work,\nthe next volume of his self",
            "published series titled: Guide to\nErrors and Varieties on Canadian\nCoins.",
            "Mr Houle has been collecting\nCanadian error and variety coins\nfor decades and has begun sharing\nthe knowledge he has accumulated\nin a series of guides. His latest\nVolume 2: 5 cents (Elizabeth ID),\nPart 1: 1953-1981, is a work of\nlove, and it shows.  I have been\ncollecting this denomination in\nparticular, so I wanted to write\nsomething that would please\nme.  This new volume considers\nthe comments and suggestions\nreceived by the author after\npublishing his popular Volume 1:",
            "1 cent (1953-2012) released in 2018. Volume 2 is  the end\nresult of the last two years of my work,  said Mr Houle.\nHoule continues to use, albeit somewhat modified, the",
            "three-letter error type designation.\n The vast majority of errors seen\non a 5-cent coin can be grouped\ninto about twenty types.  Each of\nwhich is categorized into one of\nthree divisions (Planchet, Dies,\nStrike) and further described in\ndetail within each of the three main\nchapters of the book comprising\nthe catalogue. For each error or\nvariety coin, these type-codes\nare then further explained by a\nseries of three-letter codes used\nto identify the location of an\nerror based on the design element\naffected.",
            "In addition to these descriptive\ncodes, each specific error or variety\nincluded in the book is given an\nencoded  number  in the format\n5C64-4, which is composed\nof three parts: Denomination\n(5C), Date (64), - Number (4).",
            "Where Number, is an identifying\nnumber assigned to the coin listed.",
            "Houle also continues his\ninnovative  Interest Index  used\nto assist in categorizing pricing\nranges based on the appeal an\nerror may have to a collector\nrather than evaluating the various\npieces listed.",
            "Once again the book is\npainstakingly illustrated with\nclear, colour images, most being\nenlargements of the areas affected\non the coin.",
            "This guide is meant for\nsomeone just starting to collect\ncoins with errors and for those\nwho have been collecting them for\na while.",
            "Volume 2, Part 1 includes:",
            "* 29 Dates (1953-1981)",
            "* Over 1500 Listings (Errors and Varieties)",
            "* Fully Illustrated ( Over 1800\ncolour images)",
            "* Classification System used to\nDescribe and Organize Errors and\nVarieties",
            "* Chart for pricing",
            "* Fully Bilingual (French and\nEnglish)",
            "* Available in two formats:\nprinted 8x11, spiral bound C$65\n(available October) or C$35 in\nPDF on USB-drive",
            "A Guide to Errors and Varieties\non Canadian Coins, Volume 2: 5\ncents (Elizabeth II), Part 1: 1953 \n1981 is available directly from\nthe author. For more information\nand introductory pricing, contact\nChristian Houle at canerrors@\nbell. net.",
            "Sample page with\nillustrations",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "334"
    }
]