[
    {
        "File": "The_CN_Journal_July_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT.",
            "MoT _DU_ PRESIDENT",
            "I hope that you are all well and that you are able to enjoy",
            "in some form the improving spring weather, COVID-19\nmobility restrictions notwithstanding.",
            "This is my last President s Message. I am not running as\nPresident of the RCNA for another two-year term, and your\nincoming President, effective as of our virtual Annual General\nMeeting to be held on Saturday, July 24, will be Steven\nWoodland of Ottawa, currently Second Vice-President, who is\nunopposed as incoming President.",
            "My two-year term has obviously been an unusual one. I left\nCanada for a couple of months in Australia in January 2020,\nand I am still in Australia, with no clear idea of when my\nwife and I will be able to get back to Canada. It has been very\ndifficult for me to try to stay on top of Canadian numismatics\nand the business and affairs of the RCNA from so far away.\nThere have been many late night and very early morning\nmeetings required for those on both sides of the world to\naccommodate the 12-13 hour time difference. Others,\nespecially Henry Nienhuis, our current Past President, and\nPaul Johnson, our Executive Secretary, have been extremely\nhelpful in handling much of the administrative workload in\nmy absence, but I feel it unfair to the RCNA for me to attempt\nto continue as President under these circumstances.",
            "The difficult issues that we have had to face during my\ntwo-year term have included both of our RCNA annual\nconventions being cancelled because of the pandemic.\nThis required significant focus on the  negative work  of\nextricating the RCNA from convention venue and other\ncontracts for the cancelled conventions, as well as making\ndifficult and not always popular decisions on the venues for\nfuture conventions, and planning a virtual convention. We\nhave also had to deal with the financial implications for the\nRCNA of our two consecutive cancelled conventions.",
            "All of that said, it has still been my pleasure and my\nprivilege to have had the opportunity to act as your President\nfor the last two years.",
            "I recommend to you participation in our  virtual\nconvention, being held from Friday, July 16 to Sunday,\nJuly 24.  Details of the various educational sessions, club and\nother meetings forming part of this virtual convention are set\nout in the June issue of The CN Journal and on our website at\nrena.ca/2021/ . This is, of course, the first time that the RCNA\nhas held such an event. A great deal of work has gone into the\nplanning and delivery of this virtual convention, under the\ndirection of our Convention Committee, Chaired by James\nWilliston of Calgary. I hope that you can participate and enjoy\nthe experience.",
            "Finally, I urge you to participate in the RCNA virtual coin\nand banknote auction being held from August 28 to August 31,\nthrough our auctioneer, The Canadian Numismatic Company.",
            "With best regards, and happy collecting!\nk Elbe",
            
            "Number 5 July* August 2021",
            "esp re que vous allez bien et que vous pouvez profiter d une\n",
            "mani re ou d une autre de la venue du beau temps printanier,\nnonobstant les restrictions de mobilit  li es au COVID-19.",
            "L assembl e g n rale annuelle de 1  ARNC pour les membres se\ntiendra le samedi 24 juillet de 10h30 4 13h30, HAE. Cette r union se\ntiendra virtuellement sur la plateforme ZOOM de l ARNC. C est une\nann e d lection pour 17 ARNC, et plus d une candidature a  t  regue\npour quelques postes, qui cr ent une comp tition pour ces postes au\nconseil d administration de l  ARNC. Un bulletin de vote est inclus\ndans ce num ro du Journal. Je vous encourage a voter et envoyer votre\nbulletin d s maintenant et d assister a 1  Assembl e g n rale annuelle.",
            "Ceci est mon dernier message du pr sident. Je ne sollicite pas un\nsecond mandat pour le poste de pr sident de l ARNC, et le nouveau\npr sident, a compter de notre assembl e g n rale annuelle virtuelle qui se\ntiendra le samedi 24 juillet, sera Steven Woodland d  Ottawa, pr sentement\ndeuxi me vice-pr sident qui est seul candidat pour a la pr sidence.",
            "Evidemment, mon mandat de deux ans a  t  inhabituel. J ai quitt \nle Canada pour passer quelques mois en Australie en janvier 2020, et je\nsuis toujours en Australie, sans avoir une id e pr cise du moment ot ma\nfemme et moi pourrons revenir au Canada. Ce fut tr s difficile de me\ngarder a jour des d veloppements concernant la numismatique canadienne\net la gestion des dossiers de l ARNC. De nombreuses r unions tard le soir\net tr s t6t le matin ont  t  n cessaires pour accommoder les deux c t s du\nmonde consid rant un d calage horaire de 12 4 13 heures. Des coll gues,\nen particulier Henry Nienhuis, notre repr sentant des anciens pr sidents,\net Paul Johnson, notre secr taire ex cutif, ont  t  extr mement efficaces\npour g rer une grande partie de la charge de travail administrative en\nmon absence, mais je pense qu il est injuste pour l  ARNC que j essaie de\ncontinuer en tant que pr sident dans de telles circonstances.",
            "Les difficult s auxquels nous avons di faire face au cours de mon\nmandat de deux ans comprennent | annulation de nos deux congr s\nannuels de l ARNC en raison de la pand mie. Cela n cessitait une attention\nparticuli re sur I  aspect n gatif   consistant 4 annuler les sites des congr s\nde l  ARNC et ren gocier de nouveaux contrats pour les congr s annul s,\nainsi que sur la prise de d cisions difficiles et pas toujours populaires sur\nles s lections des villes pour les congr s futurs et faire la planification\nd un congr s virtuel. Nous avons  galement da subir les cons quences\nfinanci res pour l ARNC avec l annulation de deux congr s cons cutifs.",
            "Malgr  tout, ce fut, pour moi, un plaisir et un privil ge d avoir eu\nl opportunit  d agir en tant que votre pr sident au cours des deux\ndemi res ann es.",
            "Je vous encourage de participer 4 notre   congr s virtuel  , qui se\ntiendra du vendredi 16 juillet au dimanche 24 juillet. Les d tails des\ndiff rentes sessions  ducatives, rencontres de clubs sp cialis s et autres\nrencontres faisant partie de ce congr s virtuel  taient publi s dans le\ndernier num ro du Journal canadien de numismatique et sont sur notre\nsite Web a rena.ca/2021/. Il s agit de la premi re fois que 1  ARNC\norganise un tel  v nement, et beaucoup de travail a  t  effectu  pour\nla planification et la r alisation de ce congr s virtuel, sous la direction\nde notre comit  du congr s, pr sid  par James Williston de Calgary.\nJ esp re que vous pourrez participer et profiter de l exp rience.",
            "Enfin, je vous invite a participer a la vente a l encan numismatique\nvirtuel de l  ARNC qui se tiendra du 28 au 31 aodt par l interm diaire\nde notre encanteur, The Canadian Numismatic Company.",
            "Salutation sinc re et je vous souhaite Zt beo\nA",
            "du plaisir dans votre passe-temps.\n197"
            
        ],
        "PageNo": "197"
    },
    {
        "File": "The_CN_Journal_July_10.jpg",
        "Paragraphs": [
            "2020 2021 RCNA FINANCIAL STATEMENTS REPORT e\nRAPPORT_SUR_LES. ETATS. FINANCIERS. 2020 2021 DU. ARNC",
            "Cheryl Heavener, the accountant reviewing our\n( statements has completed the task. The results",
            "are showing a deficit for the 14-month period\nending February 28, 2021.",
            "You may recall that we had changed our fiscal year\nof May 1 to April 30 to be a calendar year for 2019,\nresulting in an 8-month period. However, after looking\nat our dates, we realized we were non-compliant with the\nFederal laws governing our Association, therefore we had\nto adjust this past fiscal year to reflect a 14-month period\nto become compliant. From now, our fiscal period will be\nfrom March | to last day of the following February.",
            "2020 Results",
            "Because the reviewed statements are for the revised\n14-month period, they are unrelated to the earlier forecast\nbudgets for the former two fiscal periods under discussion,\nso we re unable to make comparisons of figures as done\nin the past. However, having received regular reports from\nPaul Johnson, I can provide a comparison to our budget for\nthe calendar year.",
            "In our November 2019 Board meeting, we had adopted\na budget reflecting 86K in revenue and 88K in expenses\nfor anet loss of 2K. This was all pre-COVID-19 pandemic.",
            "Our actual results for the calendar year are reflecting\nrevenue of 80K and 90K in expenses for a net loss of 10K.",
            "Our revenue was short because of lower auction\nrevenue (4K) and no profit from the convention (6K).\nWe still generated revenue with the sale of the souvenir\nmedal, a $200 profit once we deduct the medal cost. The\ncorrespondence courses also generated extra revenue in\nthe past year, Creating a small profit. The new source of\nrevenue mainly came from the sale of the Rob Turner\nbook that generated almost $6,500 in revenue, big\nThank You to Rob for this generous donation.",
            "On the expense, we were aligned with our budget,\nsmall convention cost related expenses (non-\nrecoverable) and course material.",
            "COVID-19 had impact on our financial where no\nconvention was held, sales of souvenir reduced and\ndonations that would be made by members attending\ncould not be captured.",
            "Cheryl Heavener, la comptable qui r vise nos  tats\n7 financiers a termin  son travail. Les r sultats montrent",
            "un d ficit pour la p riode de 14 mois se terminant le 28\nf vrier 2021.",
            "Rappelons-nous que nous avions chang  notre exercice du ler\nmai au 30 avril pour 2019, r sultant en une p riode de 8 mois.\nCependant, apr s avoir regard  les dates, nous avons r alis \nque nous n tions pas conformes aux lois f d rales r gissant\nnotre association, nous avons donc dt ajuster l exercice  coul \npour refl ter une p riode de 14 mois, ce qui nous permet d tre\nconformes 4 la loi. Dor navant, notre exercice financier sera\nentre le ler mars et le dernier jour de f vrier.",
            "R sultats 2020",
            "Etant donn  que les  tats financiers r vis s portent sur la p riode\nde 14 mois, la comparaison n est pas pertinente par rapport 4 notre\nbudget original, et l exercice pr c dent  tait l ann e plus courte,\nce qui rend a nouveau la comparaison non pertinente. Cependant,\nayant recu des rapports r guliers de Paul, je peux fournir une\ncomparaison avec notre budget pour l ann e calendrier.",
            "Lors de la r union du conseil d administration de novembre\n2019, nous avions adopt  un budget refl tant 86K de revenus\net 88K de d penses pour une perte nette de 2K. Tout cela  tait\navant la pand mie de COVID.",
            "Nos r sultats r els pour les douze mois de l ann e 2020\nrefl tent des revenus de 80K et des d penses de 90K pour une\nperte nette de 10K.",
            "Nos revenus  taient moins  lev s en raison de revenus\nd encans inf rieurs (4K) et aucun profit du congr s (6K). Nous\navons toutefois g n r  des revenus avec la vente de la m daille\nsouvenir, un b n fice de $200 apr s d ductions des cotits pour\nles m dailles. Les cours par correspondance ont  galement\ng n r  des revenus suppl mentaires au cours de l ann e  coul e,\ng n rant  galement un petit profit. La nouvelle source de revenus\nprovenait principalement de la vente du livre de Rob Tumer qui\na g n r  pr s de $6,500, un grand merci pour ce don g n reux.",
            "En ce qui concerne les d penses, nous  tions conformes a\nnotre budget, les petites d penses li es aux cotits du congr s\n(non recouvrables) et le mat riel de cours.",
            "Le COVID a eu un impact sur nos finances ot! aucun congr s\nn a eu lieu, les ventes de souvenirs ont diminu  et les dons qui\nseraient faits par les membres pr sents n ont pas pu  tre recus.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "202"
    },
    {
        "File": "The_CN_Journal_July_11.jpg",
        "Paragraphs": [
            "2020 2021 statements   14-month period",
            "Adding 2 months to our fiscal year means we revert to\nallocating annual membership dues over 2 fiscal years,\nand recognize revenue issued that overlaps the year.\nOnce again, the financial comparison is not relevant\ngiven the shorten and extended fiscal years and having\nno budget for an extended period. The comparison that\ncan be made 1s by looking at the forecast presented at\nthe February board meeting.",
            "In the early part of the year, we have 2 main sources\nof revenue: The first one is membership dues, that gets\nrecorded at 1/6 of the full year for the 2 month s period.\nThe second one is for advertising in The CN Journal.\nThis is a significant variance from our forecast because\nthe revenue collected in late 2020 and early 2021 is not\nrecorded in the current year since it relates to The CN\nJournal 2021, for that we have no expenses recorded,\ntherefore not showing any advertising revenues.",
            "As to the expenses, we incur a few monthly expenses\nand Journal charges. Most of the other expenses\nare incurred in the spring   summer; these relate to\nconvention and other educational seminars. However,\ndue to timing, this fiscal year shows more Journal\nexpenses. Each year, we report expenses for 8 issues of\nThe CN Journal. We receive an invoice from the printer\nabout 8-10 weeks after all printing, stuffing, mailing,\nand courier costs are tabulated. Unfortunately, that\ntiming difference resulted in charges for 10 issues in\nthe current year (the October-November and December\nissues), with no off-setting revenue. Each issue is\ncosting approximately $5,500, therefore an extra 11K in\nexpenses. Insurance for the year also appears to be fully\nexpensed in the 2 month s period (about 6K).",
            "Looking at our budget for the current year, I feel\nwe are still expecting to be on target. Those timing\ndifferences were isolated events. The auction revenue\nwill be back to normal levels, and convention expenses\nshould be minimal because little will be incurred this\nyear. Membership growth is expected to continue, and\nsales of correspondence courses and Rob Turner s book\nshould continue to bring additional revenue. Possible\nactivities toward the end of this year or the early part of\nnext year could bring positive effects to the association.",
            "Thank you\nSacques Patras",
            "Number 5 July August 2021",
            "Relev s 2020-2021 - p riode de 14 mois",
            "L ajout de 2 mois a notre ann e fiscale signifie que nous revenons\na Vallocation des cotisations annuelles sur 2 ann es fiscales et a\nla reconnaissance des revenus g n r s qui chevauche I ann e.\nEncore une fois, la comparaison financi re n est pas pertinente\ncompte tenu des ann es fiscales raccourcies et allong es et de\nl absence de budget pour une p riode prolong e. La comparaison\npeut  tre faite en examinant les pr visions pr sent es lors de la\nr union du conseil d administration de f vrier.",
            "En d but d ann e, nous avons 2 principales sources de\nrevenus. La premiere est la cotisation, qui est enregistr e a 1/6\nde l ann e compl te pour la p riode de 2 mois. La seconde\nserait la publicit  pour /e journal canadien de numismatique. Il\ns agit d un  cart important par rapport a nos pr visions, car les\nrevenus percus a la fin de 2020 et au d but de 2021 ne sont pas\ncomptabilis s dans l ann e en cours, car ils se rapportent aux\n ditions du journal de 2021, pour lequel nous n avons enregistr \naucune d pense, donc aucun revenu publicitaire 4 reconnaitre.",
            "En ce qui concerne les d penses, nous avons quelques\nd penses mensuelles et des frais du journal. La plupart des\nautres d penses sont engag es au printemps/ t  et concement les\ncongr s et autres s minaires  ducatifs. Cependant, cette ann e\nfiscale montre plus de d penses du journal en raison du notre\np riode allong e. Chaque ann e, nous rapportons les d penses\npour 8 num ros du journal. Nous recevons la facture de notre\nimprimeur une fois qu ils ont regu toutes les factures pour les\nfrais d impression et frais de poste. Normalement, nous recevons\nces charges 8-10 semaines apres l impression. Malheureusement,\ncette diff rence dans notre p riode de 14 mois a entrain  des\nfrais pour 10 num ros au cours de l ann e en cours (les\nnum ros d octobre - novembre et de d cembre), sans revenus\ncompensatoires. Chaque num ro cofite environ 5,500 $, donc\n$11,000 frais suppl mentaires. L assurance pour l ann e semble\n galement  tre enti rement comptabilis e dans les p riodes de 2\nmois (environ 6K).",
            "En regardant notre budget pour la prochaine ann e, je crois\nque nous sommes toujours align s pour respecter notre budget.\nCes diff rences temporelles sont des  v nements isol s. Les\nrevenus des encans reviendront a des niveaux normaux et les\nd penses du congr s devraient  tre minimes  tant donn  que peu\nde d penses ont  t  encourues pour cette ann e. L augmentation\nde notre membership devrait se poursuivre et la vente de cours\npar correspondance et du livre de Rob Turner devrait continuer a\ng n rer des revenus suppl mentaires. Les activit s en personne,\nqui pourraient reprendre vers la fin de cette ann e ou au d but\nde l ann e prochaine auront un impact positif pour l association.",
            "Sacques Patras\n"
        ],
        "PageNo": "203"
    },
    {
        "File": "The_CN_Journal_July_12.jpg",
        "Paragraphs": [
            "QUEEN VICTORIA DIAMOND JUBILEE\n  OFFICIAL_ROYAL. MINT. MEDAL",
            "BY JOHN CSASZAR\n#23951",
            "Alexandrina Victoria was born on May 24, 1819.",
            "A She was the only child of Prince Edward, Duke\nof Kent, and Princess Victoria of Saxe-Coburg-",
            "Saalfeld. In 1830 she became the heir presumptive",
            "as the next in line to the throne. Victoria",
            "became Queen in 1837 upon the death of",
            "King William IV, her uncle. By the end",
            "of her reign in 1901, the British Empire",
            "spanned across five continents and",
            "accounted for almost one-quarter of",
            "the world s population. In 19th century",
            "England, the production of medals to",
            "commemorate both major and minor",
            "events was quite popular. In British",
            "Historical Medals Vol. 2, encompassing",
            "Victoria s reign as monarch, author Laurence",
            "Brown lists 1,940 different medals. Brown did",
            "not include the many hundreds more holed",
            "with an attached ribbon, meant to be worn,",
            "and excluded those commemorating local",
            "events or people the author deemed too",
            "minor to mention. In 1897 Victoria",
            "celebrated her diamond jubilee, a reign",
            "of 60 years; the first British monarch",
            "to reach this milestone. Brown s book",
            "lists 98 different medals struck for this",
            "event.",
            "The official medal by the Royal Mint\nwas issued in two sizes and three different",
            " The CN Journal",
            "metals; the 26 mm medals were struck in both silver and\ngold, while the 56 mm medals were struck in bronze, silver\nand gold. The medals were crafted by George William De\nSaulles, chief engraver at the Royal Mint, from 1892\nto 1903.",
            "On the obverse, a crowned, veiled, and\n. draped portrait of the Queen is shown;\nThomas Brock designed this final portrait\nused on British coins. Around the rm\nis Latin: VICTORIA ANNVM REGNI\nSEXAGESIMVM FELICITER CLAVDIT\nXX IVN. MDCCCXCVII, which translates\nto Victoria completed the sixtieth year of",
            "her reign, 20 June 1897.\nThe reverse shows the young head of\nthe Queen, designed by William Wyon,\nwhich was the first portrait used on most British\ncoins. A Latin inscription reads: LONGI-/\nTVDO/DIERVM/IN DEXTERA/EIVS/ET IN/\nSINISTRA/GLORIA, which translates to\nLength of days is in her right hand; and\nin her left-hand glory. This inscription\nwas taken from Proverbs 3, verse 16\nin the Bible. The year 1837 is at the",
            "bottom.",
            "These medals proved very popular,\nwith the Mint selling a total of\n339,078. By far, the most common was\nthe small silver medal with 246,270 sold.",
            "Volume 66\n"
        ],
        "PageNo": "204"
    },
    {
        "File": "The_CN_Journal_July_13.jpg",
        "Paragraphs": [
            "The next most common was the large bronze with 41,857,\nthe large silver with 27,728, the small gold with 19,498 and\nfinally the large gold with 3,725. All the medals except for\nthe small silver and large bronze were issued in red leather\ncases stamped with a gold crown and the dates 1837-1897.\nCases were also available for the bronze medals and could\nbe purchased for one extra shilling. Ultimately all but 471\nof these were sold with a leather case.",
            "As the medals have changed hands over the decades,",
            "Number 5 July August 2021 --------------------------------",
            "owners have cleaned them, dropped them or stored\nthem in less than ideal environments. The silver medals\nespecially seem to have had a tendency to be cleaned. Over\nthe years, many of the cases have been lost or discarded.\nFrom my observations, roughly 50 percent of the large\nbronze and silver medals for sale include a case. Because\nof the relatively large numbers of bronze and silver medals\nproduced, one can still find nice examples. The gold medals\ncome up for sale much less frequently.\n"
        ],
        "PageNo": "205"
    },
    {
        "File": "The_CN_Journal_July_14.jpg",
        "Paragraphs": [
            "THE BRETON 579 LYMBURNER TOKEN",
            "comma. n CORRECTION se 23.2.1.1,",
            "By EDWARD (TED) BANNING",
            "#23911",
            "Figure 1. Obverse and reverse of BR 579, Lymburner\n& Brother advertising token in white-metal.",
            "In an article last year (Banning",
            "2020), I argued that the earliest",
            "possible date for the  Lymburner\n& Brother  advertising token that\nBreton (1894: 70) listed as no. 579\nwas 1877-78 but that there was no\nevidence for its existence prior to\n1882. In doing some quite unrelated\nresearch, I recently found there\nis, indeed, clear evidence that this\ntoken was first issued in the last few\nmonths of 1877.",
            "In a short article on eight medalets\nthat he says were struck since the last\nappearance of Canadian Antiquarian\nand Numismatic Journal in October\n1877, R. W. McLachlan includes\nprecisely this unassuming advertising\ntoken as his no. 8. He claims that it\nwas  struck in white metal only \n(McLachlan 1878: 122). This suggests\nthat Lymburner may have struck some\nof these in pewter (Figure 1) for his\nown use as advertising tokens in the\nlast few months of 1877, but that the",
            
            "relatively abundant copper specimens of this token (Figure\n3), typically found in uncirculated condition, are the ones\nthat LeRoux had struck a few years later. This dating is\nreasonably consistent with the evidence from the directories\nI cited, especially if we infer that the  553 Craig St.  address\npublished by Lovell in 1877 is just a typographical error for\n663 Craig St. (Lovell 1877: 516; 1878: 459).",
            "Figure 2. Restored portrait of Marcel E.\nLymburner from a newspaper obituary,\n1910. (from P. Bruhmuller family tree\non ancestry.ca).",
            "Although this does not discount\nsome of the other falsehoods that\nBreton s description has perpetuated\nabout this token, most notably the\nsupposed date of 1871, it does\nrehabilitate the theory that Marcel\nLymburner himself initiated this\ntoken issue, even if LeRoux was\nresponsible for most of the tokens\nactually struck, and possibly all of\nthe copper ones.",
            "References cited",
            "Banning, Edward (2020). Marcel\nLymburner and Breton s claims\nabout the Lymburer tokens. The\nCanadian Numismatic Journal\n65(7): 316.",
            "Bell (2012). 2012 Toronto Coin Expo\nFall Sale, Sept 27 and 28. Moncton:\nGeoffrey Bell Auctions.",
            "Breton, Pierre Napoleon (1894).\nHistoire Illustr  des Monnaies\net Jetons du Canada/Illustrated",
            "History of Coins and Tokens Relating to Canada. Montreal:\nP.N. Breton & Co.",
            "Lovell (1877). Lovell s Montreal Directory for 1877-78.\nMontreal: John Lovell & Son.",
            "(1878). Lovells Montreal Directory for 1878-79.\nMontreal: John Lovell & Son. 459",
            "McLachlan, Robert W. (1878). New medalets. Canadian\nAntiquarian and Numismatic Journal 6(3): 119-122.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "206"
    },
    {
        "File": "The_CN_Journal_July_15.jpg",
        "Paragraphs": [
            "Figure 3. Obverse and reverse of BR 579, Lymburner\n& Brother advertising token struck in copper.",
            "Salient Points about Breton 579",
            "In his own 1894 classic catalogue, P. N. Breton makes the",
            "following statement with respect to this token:\nMr. Lymburner ordered these dies in 1871. In 1872 he\nentered into partnership with Mr. Chas. Martin. After\nseveral years this partnership was dissolved, when the\ndies remained in the hands of Martin, who sold them\nto Dr. Elliott [sic] Woodward, of Roxbury, Mass., who\nsold them at auction in 1878. They, at that time, came\ninto the hands of Dr. J. LeRoux, who had 100 copies\nstruck, besides those struck by Lymburner, of which\nthe number is not known, but the first issue can be\ndistinguished by the planchet, which is much thinner\nthan the last issue (Breton 1894: 70-71).",
            "As previously shown, there are serious problems with\nthis account. This bilingual token (figures 1&3) provides",
            "Number5 July August 2021 ---------------------------------",
            "several important clues supporting an 1877 date for its\noriginal manufacture: the firm s name as  Lymburner &\nFrere  or  Lymburner & Brother ; the firm s address as 663\nCraig Street; and it indicates the firm s business as  Gold\nand Silver Platers. ",
            "The token can be found in both copper and pewter\n(variously described as  tin,   zinc,  or  lead ), with a mass\nof about 4.4 g (thin), 6.3 g, or 8.3 g (thick) in copper and\nmost often about 7.2 g in pewter, but with some examples\nas heavy as 10.1 g in copper 9.8 g in pewter. In addition,\nthere exists at least one in silver, about 6.3 g (Bell 2012:\nlot 646). Almost all extant examples are in Uncirculated\ncondition.",
            "[Editor's Note: salient points, from the author's previous\narticle (Banning 2020), are included here for support.]\n"
        ],
        "PageNo": "207"
    },
    {
        "File": "The_CN_Journal_July_16.jpg",
        "Paragraphs": [
            "FABULOUS",
            "BY SEAN ISAACS\n#15653",
            "KING, OF  TRADE .DOLLARS # 15653,",
            "Frontenac Dollar as issued in aluminum.",
            "A recent exciting discovery has added a new footnote\nto the history of Canadian Municipal Trade",
            "Tokens, with the added intrigue of unprecedented\nvalue and a Royal Visit.",
            "In the summer of 1973, the City of Kingston.",
            "Ontario, celebrated perhaps the most",
            "significant historical milestone in the",
            "community s rich and lengthy existence\n  the 300th anniversary of the landing\nof Count Frontenac at Kataraquoi\n(Kingston), in July 1673   the effective\nfounding of the City. Among the many\nevents and souvenirs planned to mark\nthe occasion, a  Frontenac Dollar  token\nwas issued by the Kingston Chapter Credit",
            "Union. Struck in aluminum by Canada s",
            "Wellings Mint, the issue was exceptional for its",
            "huge 45 mm diameter, with an obverse portrait of Louis de\nBuade de Frontenac, the popular and successful Governor\nGeneral of New France. The token s reverse depicts the still-\nstanding  Murney Tower, \nerected in the 1840s as defence\nagainst possible aggression by\nthe northern US states.",
            "In addition to the general\nmintage of 50,000 pieces, a\nvery small number of strikings\nwas made available in fine\nsilver, with edge-punched\nserial numbers to #090. These\nlatter collector strikings\nremain quite scarce, and in the\npast 30 years we have yet to\nhandle an example.",
            "This is where the story of the Frontenac Dollar takes an\ninteresting turn. Approximately two years ago, a customer\nof ours began to tease me with stories of a gold striking",
            "of the token he had purchased several years earlier.",
            "As he recalled that event of 2011, he had been",
            "standing in the downtown Ottawa jewellery",
            "store of a friend when a customer came in",
            "to offer a valuable piece to the proprietor.",
            "The item in question was a Frontenac",
            "Dollar, seemingly in gold, with its edge",
            "bearing the serial #03. The seller, as the",
            "story goes, was the son of D. A. Austin,",
            "the original designer for the project, who",
            "had been presented with this piece and the",
            "gratitude of the issuing committee. The first",
            "striking, continued the seller, was presented to",
            "Her Majesty the Queen, while the second example\nwas donated to Canada s National Currency Collection.",
            "It s an intriguing story to hear indeed, though with\nno verifiable evidence in support of the token s actual",
            "existence, let alone the\nstellar purported provenance.\nInitially, I consulted with\nRay Desjardins, one of\nthe leading authorities\nand dealers of Canadian\nMunicipal Tokens; he\nconfirmed much familiarity\nwith the Frontenac\nDollar program, though\nno knowledge or record\nwhatsoever of a gold striking\nof same.",
            "Murney Tower built in February-November 1846 as\npart of fortifications to defended Kingston Harbour.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "208"
    },
    {
        "File": "The_CN_Journal_July_17.jpg",
        "Paragraphs": [
            "This began to change in the spring of 2019; however,\nwhen   at very long last   I held the fabled piece in my\nhand. It was lovely and extremely heavy at 72 g (clearly\nnot a plated example at almost three times the weight of\nthe standard aluminum issue) though my non-invasive\ntests were coming up as inconclusive when testing for gold\ncomposition. Clearly, any such piece would have had to be\nentirely custom prepared. Unlike the standard much smaller\nmunicipal issues, no mint in North America would have\nreadily had gold planchets of this very unusual size in stock.\nFurther, I could not envision an active attempt by forgers to\nproduce a fraudulent example in (for example) gold-plated\nlead or tungsten, as any interested buyer would almost",
            "certainly exercise the same high level of caution with such :",
            "a mystery piece, as mirrored in my own reluctance to verify\nthis piece. Ultimately, the only truly effective (again, non-\ninvasive) procedure that could verify the composition of\nthe token was to use an XRF scanner.",
            "This, then once again set off a several-month back-and-\nforth of trying to arrange for a brief borrowing of the token to\nline up an expeditious XRF test through a numismatic friend\nat the Geological Survey of Canada. At last, in September\nof 2019, the stars aligned and the token was scanned. The\nresults, to the delight, and certainly relief of both the seller and\nmyself, were clear   here was a previously-unknown 22kt.\n(.9167 fine) gold striking of the Frontenac Dollar, and   based\njust on its physical and intrinsic specifications themselves,\nwith just over two-ounces (troy) of pure gold   arguably the\nmost valuable Canadian Municipal Token in existence.",
            "This left just one remaining task to resolve, namely the\nprovenance of the piece. Based on the only information\navailable to me at the time, as provided by the original 2011\nseller, I embarked on two specific lines of inquiry. First, I\nasked my colleague David Bergeron, esteemed Curator of\nthe Bank of Canada Museum, to look into what specimens\nmight currently be held within the National Currency\nCollection. Second, I embarked on a review of the accessible\ninventory listings of the Royal Collection Trust, tasked with\nreceiving and preserving the vast collections of art, books,\nand antiquities owned by the British Monarch.",
            "Number 5 July August 2021",
            
            "On this first enquiry, I came up completely empty.\nSurprisingly, the Bank of Canada Museum did not\nappear to hold even a standard aluminum striking of\nthe Frontenac Token. David offered to take a deeper\nlook in the collection s archives when time permitted,\nhowever these initial findings were discouraging.\nOn my second line of investigation, however, there\nwas an encouraging development. Documented on\nthe website of the Royal Collection Trust was indeed a\npair of the Frontenac Tokens in aluminum and in silver.\nThere was no mention of a gold striking; however\nthe presence of this Token pair made it very plausible\nthat a gold striking might also have been presented.\n","Fabulous Frontenac Dollar VIP presentation pieces in gold."
        ],
        "PageNo": "209"
    },
    {
        "File": "The_CN_Journal_July_18.jpg",
        "Paragraphs": [
            "Queen Elizabeth and Prince Philip during their\nRoyal Visit, summer 1973. (The Canadian Press)",
            "As it tured out, Kingston was graced with a Royal Visit\nfrom Queen Elizabeth and Prince Philip on June 27, 1973,\nand the aluminum and silver pair of tokens was indeed\npresented to the Queen on this occasion.",
            "Hoping to further capitalize on this encouraging\ninformation, I wrote a brief note to the curators of the\nRoyal Collection Trust, detailing the nature of my research\nand asking them to verify whether a third striking of the\nmedal in gold (ideally, with serial #01) also resided in the\ncollection. In the meantime, I then turned my attention\nto where the second purported striking may reside. If not\nin the National Currency Collection, then where could\none look? Library and Archives Canada, or perhaps more\nlocally, the City of Kingston Archives, etc.?",
            "I continued to ponder this for some brief period, only\nto find an email in my inbox one week that provided an\nunexpected and exciting definitive answer to the mystery.",
            "The message, from the Queen s Royal Bibliographer\nat Windsor Castle, confirmed that a gold striking of the\nFrontenac Dollar with serial #01 was indeed presented\nto the Queen, and thus resided in the Royal Collection\nTrust. Pleased very much with that confirmation, a further\nrevelation in the email came as a complete surprise to me.\nIn addition to the three-piece set of medals presented to\nthe Queen, the archivist revealed that a further identical\nset was also presented to Prince Philip, inclusive of\na gold striking with serial #02! Remarkably, therefore,\nthe mystery of the entire rare issue in gold seemed\nimmediately put to rest.",
            "Of the three strikings made of this fabulous two-\nounce gold presentation piece, the first two both resided\nin Britain s Royal Collection, having been personally\npresented to the Queen and to the Prince on their 1973 visit\nto Kingston, while the third striking   and arguably the only\nexisting example in private hands   was now revealed to\ncollectors for the first time in a generation.",
            "A truly fitting ending to a mystery of regal proportions;\nwe looked forward to unveiling this incredible piece at an\nupcoming Montreal Nuphilex show.",
            "Addendum:",
            "In the days following the original release of this article through\nour newsletter blog, the Kingston Whig-Standard newspaper\npicked up on the story. After calling for a brief interview, they\nprinted an article on the gold Frontenac Dollar which resulted\nin a surprising level of interest among their readership. In\naddition to several expressions of interest in purchasing the",
            "piece, we received two notable and enlightening phone calls.\nThe first was from Jon Dessau, CEO of\nthe Kingston Community Credit Union. It\nwas his organization that originally issued\nthe Frontenac tokens, and   remarkably  \nthe Credit Union still had one remaining\nactive member on its board of directors\nwho was a member of the original committee",
            "overseeing the token project, more than 45 years earlier!",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "210"
    },
    {
        "File": "The_CN_Journal_July_19.jpg",
        "Paragraphs": [
            "Mr. Dessau expressed a keen interest, on behalf of his\nboard, in repatriating the gold Frontenac striking, and we\nhappily agreed to the sale. In an informal ceremony a week\nlater in their Gardiners Road office, I had the pleasure of\ndelivering the token for eventual permanent display. During\nmy brief visit, I was shown some framed ceremonial\nexamples of the original aluminum striking, and in the\nprocess had one of my key residual questions answered  \nspecifically, what was the creative inspiration behind such\na remarkably large 45 mm planchet, and why aluminum\nrather than the more prevalent nickel then in favour? Both\nquestions were answered with a single word explanation:\nAlcan. I had not realized that the Aluminum Company of\nCanada was a significant economic and industrial force in\nKingston, having first opened its plant in the city in 1940 to\nsupport the allied war effort. By the 1970s Alcan was still\nproducing aluminum sheet metal and industrial supplies\nfor various industries. Although I am not privy to the notes\nof the Credit Union s early planning, it seems clear that\nconnections were made, and these impressive tokens were\nidentified as a memorable way of promoting both the 1973\nfestival itself, as well as celebrating the contribution of\naluminum to the social and industrial fabric of Kingston.",
            "Thus, as a result of that first phone call from Jon Dessau,\nour gold token found its way back to its rightful home. With\nthe second phone call we received, however, a surprising\nnew footnote was added to this already intriguing story.",
            "I was contacted by a Kingston-area family who were\nnot only aware of the existence of a gold striking, but\nactually verified to me that they continued to own an\nexample! Although not connected with the Credit Union,\ntheir relative had served a role of some sort with the larger\nFrontenac commemoration committee. This particular\nexample token, we were told, was struck specifically for\npresentation to then Prime Minister Pierre Trudeau, who\nwas expected to welcome the Royal couple on their arrival\nin Kingston. For whatever reason the Prime Minister did\nnot attend, and the piece was alternatively sold off to recoup\nits cost in what can only be described as a  right place, right\ntime  moment.",
            "Perhaps most intriguing of all, however, was the family s\nresponse to my inquiry concerning any engraving that\nmight appear on the edge of their example. I was told that\ntheir gold token was punched with the serial  #05    thus\nleaving this saga unfinished because of a new unresolved\nmystery. If their Majesties returned to Britain with the first\ntwo gold Frontenac strikings, the third has now retumed to\nthe Archives of the Kingston Community Credit Union, and\na fifth newly-discovered example rests in private hands,\nwhat has happened to the [presumed] striking #04? Stay\npatient, perhaps we ll be able to seek out the answer, and\neventually fill in the missing piece of the puzzle about this\nremarkable Canadian Trade Token Issue.",
            "[Editor s Note: This article, expanded and edited for The CN Journal, was previously published in the author s online blog.]",
            "Number 5 July August 2021\n"
        ],
        "PageNo": "211"
    },
    {
        "File": "The_CN_Journal_July_20.jpg",
        "Paragraphs": [
            "CANADA S, DIAMOND_ JUBILEE. MEDAL",
            "BY BARRIE RENWICK\nFRCNA, FCNRS, #5754",
            "Canada had a 1927 Jubilee Committee to organize",
            "the country s galas, events, and attendant\ninformation for its 60th anniversary",
            "of Confederation on July 1st that year.",
            "Among the myriad of projects and",
            "announcements the committee",
            "juggled, one item had challenged",
            "the ability of the committee to find",
            "a fitting solution for it. Jt was the",
            "design for the official ceremonial",
            "medal to commemorate Canada s",
            "Jubilee of Confederation. This",
            "medal, in counterpoint with the 1867",
            "Confederation Medal, was meant for",
            "distribution to dignitaries to mark this",
            "celebration in the traditional way.",
            "The committee members had felt that this\nJubilee medal s design needed to exude\nCanadian patriotism. Theirs was an innate\nfeeling but one they found difficult to |\nexpress satisfactorily. Consequently,\ndesigns they had asked Canadian\nartists to submit lacked what\nmembers seemed to be seeking.",
            "Hence each submission had gotten\nrejected. Britain s Royal Mint\nsupplied a pattern piece. It too fell\nshort. For a lifeline the Committee\nreached out to a professional Canadian\nartist, C. W. Jeffreys, to help.",
            "Jeffreys gathered the members \nindividual thoughts and distilled them into a",
            
            "formula that each member agreed was essential: (a) One\nface of the medal would be a British design,\nfrom London, the other, a French design,\nfrom Paris, thus representative of the\ntwo founding nations; (b) each design\nwould embody the Canadian event;\n(c) London and Paris would each\nprovide the die for its design; (d)\nmost importantly, the medal would\nbe struck in Canada at the Ottawa\nBranch Mint, a signal to Canadians",
            "of their nation s maturity.\nThe Master of the Royal Mint got\nall this in a message from Canada. He\nresponded that the obverse would bear the\nportrait of King George V. In a discreet tone\nhe added that combining the work of two mints\nwas unprecedented, and he warmed that it could\nbe unsuccessful. The Committee replied\nwith gushing optimism praising the\nMint s ability to solve difficulties and\nmentioning their absolute confidence\nfor its success in this venture.\nTouch ! With that, the Committee\nengaged Mr. Jeffreys to pick a\nFrench medallist; Jeffreys arranged\nthe services of Raymond Delamarre,\na premier French medallist, and\nagreements were sealed with The Paris\nMint for the reverse die and other details",
            "to be sent to London.",
            "Delamarre produced his design; the Paris","The CN Journal",
            "Volume 66\n"
        ],
        "PageNo": "212"
    },
    {
        "File": "The_CN_Journal_July_21.jpg",
        "Paragraphs": [
            "1927 Confederation Diamond Jubilee Medal Pattern, ZZ 76 mm diameter.",
            "Mint rushed its reverse die to London\nwhere the Royal Mint stuffed Paris s die\ntogether with London s obverse die, to\nboard a fast ship, which docked in Canada\nin July. Futility scuppered the plan; the\nMint had been swamped with demand for\ndomestic coinage, so medal making got\nshunted to later   much later   almost the\nend of 1927.",
            "The medal (BHM 4214) is 76 mm in diameter. The\nobverse shows the official portrait of George V, by Bertram\nMackennel,* with the legend  Confederation Canada.  The\nreverse by Raymond Delamarre has a full-height female\npersonification of Canada clad in a classical Ionic chiton,\nwith a diaphanous stole over her left arm and it wafting as\na circle, behind. She stands barefoot and facing, on a plinth\ndated 1867-1927; she s in front of a map of Canada, with\nher arms spread to express the Canadian Motto in the legend\nabove, while she looks east to the nation s capital her hair\nbillows in a breeze. Behind the plinth are sprays with heads\nof a cereal-grain, left, and maple leaves, right, symbols\nof the nation s abundance. In the lower fields, names of\nCanada s early explorers: east   Cartier; Champlain; and\nwest   Cook; Vancouver. The design is in Art Deco, the style\nemerging at the time. The medals were struck in Ottawa.\nSix were made in gold, 125 in silver and 600 in tombac;\nthe numbers six and six hundred allude to the years of\nnationhood. Each medal was in a fitted case and with an\ninformation card.",
            "Afterword",
            "When you know the design requirements the Committee\nchose for the medal and the symbolic importance of\nthose elements to the theme of patriotism, you re likely",
            
            "to agree that the pattern medal from the\nRoyal Mint lacks in emphasizing the\nspirit the Committee was promoting. In\nsixty years Canada and Canadians had,\namong many more major developments,\nadded five provinces, some territories,\na transcontinental railway; opened the\nPrairies to agriculture and industry;\nexpanded the population; created a\nthree-part military force, defended the Empire in war, and\nmaintained social stability. We'd built a nation!",
            "The RM s medal, with the three ruling sovereigns on\nthe obverse and its reverse with personifications of Canada\nseemingly lecturing her Provinces, conveys little about the\naccomplishments by Canadians and says nothing about the\nprosperity  From Sea to Sea.  In 1927 there were pioneer\ncitizens who d been in Canada since 1867. They could look\nat Delamarre s design and in it imagine those outstretched\narms of Canada now enfolding them.",
            "This RM bronze pattern medal and a copy in lead are the\nonly pieces known in Canada, through their appearance in\npublications. The Royal Mint Museum, UK, has a bronze\nand a lead specimen together with the original tooling. More\ninformation about this pattern medal and the other designs\nsubmitted may exist in the fonds of the Jubilee Committee\nthat are in Library and Archives Canada, but these are\npresently inaccessible.",
            "Sources",
            "I thank Susan Sandford, Collections Access Officer at\nthe Royal Mint Museum, UK, for her help in providing\ninformation about the Royal Mint s pattern medal.",
            "British Historical Medals 1760 to 1960, Volume 3 (BHM)\nRoyal Mint Annual Report 1928",
            "Torex Auction #6 February 1988\n","7 The CN Journal September 2013, page 412\nNumber 5 July August 2021"
        ],
        "PageNo": "213"
    },
    
    {
        "File": "The_CN_Journal_July_23.jpg",
        "Paragraphs": [
            "THE  1829  US - CANADA",
            "ARBITRATION. MEDAL",
            "BY JACOB LIPSON\n#23878",
            "Canada and the United States share the longest\ninternational border in the world, stretching 8,891\nkilometres (5,525 miles), including the Canada ",
            "Alaska border. Over time, stretches of that border have",
            "been disputed. Indeed, areas remain contested to this",
            "day. Perhaps one of the best-known areas of contention,\nhistorically, has been the boundary between Quebec and",
            "New Brunswick and its Southern neighbour, Maine. With",
            "Canada-US relations beginning to thaw after four tense",
            "years, now seems an appropriate time to revisit a period of",
            "simmering tensions between the two countries and a little-\nknown medal issued to commemorate it.",
            "History",
            "It is far beyond the scope of this article or the ability of\nthis author to describe in detail the cross-border spat that\nsmouldered for 59 years between 1783, when the United\nStates achieved formal independence with the signing of\nthe Treaty of Paris, and the year 1842, when the Webster \nAshburton Treaty was signed. That will be left to the\nhistorians. However, a brief description of the debate will\nprovide context for the striking of the medal in question\nand highlight a curious episode that saw the king of the\nNetherlands, William I, act as the arbiter between British\ninterests in Canada and the young United States.",
            "Although the 1783 Treaty of Paris defined the boundaries\nof the new American republic, it failed to do so clearly\nwith respect to its northern border with Quebec and New\nBrunswick. The second article stipulated:",
            "And that all Disputes which might arise in future on\nthe Subject of the Boundaries of the said United States\nmay be prevented, it is hereby agreed and declared,\nthat the following are and shall be their Boundaries\nViz: From the North West Angle of Nova Scotia, viz:\nthat Angle which is formed by a Line drawn due North\nfrom the Source of St Croix River to the Highlands\nalong the said Highlands which divide those Rivers\nthat empty themselves into the River St. Lawrence\nfrom those which fall into the Atlantic Ocean, to the\nNorthwestern-most Head of Connecticut River; ...\nEast, by a Line to be drawn along the Middle of the\nriver Saint Croix, from its Mouth in the Bay of Fundy\nto its Source, and from its Source directly North to the\naforesaid Highlands, which divide the Rivers that fall\ninto the Atlantic Ocean from those which fall into the\nriver Saint Lawrence.",
            "Francis M. Carroll, Professor Emeritus at the University\nof Manitoba and an expert in Anglo Canadian   American",
            "Number 5 July* August 2021",
            "relations between 1814 and 1848, explains in  King and\nCrisis: Arbitrating the Canadian-American Boundary\nDispute and the Belgian Crisis of 1830-31  (2000) that\nambiguities in the treaty, like the location of the highlands\nrelative to the Saint John River, could  have been mitigated\nhad a map tracing the boundary been attached to the text of\nthe treaty.  But such was not the case. Disagreements over\nland continued through the early 19th century. The War of\n1812 produced no definitive resolution to the conflict, and\nby 1814 the disputed territory had swelled to 31,150 square\nkilometres (12,027 square miles).",
            "The Treaty of Ghent, which brought an end to the war in\n1814, stipulated that the British and the Americans form a\ncommission to settle the land dispute. The treaty made clear\nthat in the event that the two sides fail to resolve the matter,\na  friendly Sovereign or State  should be chosen to oversee\narbitration proceedings. The commission did ultimately fail\nin 1822, and a drawn-out process of picking a foreign judge\nbegan. According to Carroll, meetings were held in Britain,\nand both parties agreed in June 1828 that King William I of\nthe Netherlands should serve as arbiter. The British and the\nAmericans presented their arguments to the king, including\nlengthy reports and maps, in several stages between July 2,\n1829, and late March 1830.",
            "After months of deliberation with his top advisors,\nthe king made his decision public on January 10, 1831.\nAccording to Carroll, it was a compromise with the\nboundary line",
            "drawn due north from the St. Croix River, along the\nmiddle of the Saint John River to the St. Francis River,\nalong the middle of the St. Francis River to its north-\nwestern-most branch, and along the watershed line\nproposed by the United States until it joined the line\nproposed by Great Britain where it reached the north-\nwestern-most head of the Connecticut River.",
            "The British quickly accepted King William s proposal,\nbut the Americans resisted. They argued that the King s\nrole was limited to picking a side. According to them, the\nking had no right to compromise by redrawing the border\nentirely. The Americans also argued that a Belgian uprising\nin 1830 had forced the Dutch to look to Great Britain\nfor help, and that their neutrality, therefore, had been\nundermined. Additionally, the state of Maine dismissed\noutright the idea that the federal government could cede\nany part of the state s territory, which is what it had done\nby allowing a foreign government to intervene in its affairs\n(Carroll, 2000).\n"
        ],
        "PageNo": "215"
    },
    {
        "File": "The_CN_Journal_July_24.jpg",
        "Paragraphs": [
            "King William s involvement\nin arbitrating the US Canada\nborder dispute ultimately\nended in failure. Fighting\nover the border continued at\nleast through 1842 after the\nWebster Ashburton Treaty\nended the Aroostook War.\nParts of the border would\nremain contested through\nthe early 20th century, and\nownership of the Machias Seal\nIsland in the Bay of Fundy is\nunresolved to this day.",
            "The Medal",
            "The medal commemorating\nKing William I s involvement\nin the Maine  New Brunswick\nboundary conflict is known\nto Dutch and Canadian\ncollectors through its listings\nin standard references. It\nappears as number 310 in\nJacob Dirks  Beschrijving\nDer Nederlandsche Of Op\nNeder-Land En  \nBetrekking Hebbende ",
            "Penningen, Geslagen Tusschen November 1813 En\nNovember 1863, a listing of 900 Dutch medals produced\nbetween 1813 and 1863 published between 1889 and 1894. It\nis also included as number 830 in Dr. Joseph LeRoux s 1888\nreference, Le Medaillier du Canada. The medal falls outside\nthe realm of Betts, and is not included in any other standard\nAmerican reference.",
            "The obverse shows a high-relief three-quarter portrait\nof King William I in his military uniform with the legend\nWILHELMVS | NEERLANDAIE REX LVX. M. DVX above.\nThe central inscription on the reverse, AB / ANGLIS / ET\n/ AMERICANIS / SEPTEMTRIONAL. / DE / TERMINO\nMOTO / ARIBITER / VOCATUS / 1829, roughly translated\nas  The English and Americans called a referee about border\nseparation.  It is surrounded by oak wreaths tied at 12 and 6\no clock. No maker s mark or engraver s name is present, nor\nis any indication when or where the medal was struck.",
            "Who made the medal? How many were made? When\nwere they made? These are the questions that beg asking.\nAn overview of the literature through a search of the\nNewman Numismatic Portal and the Canadian Numismatic\nBibliography failed to turn up any articles on the 1829\nArbitration medal. Auction appearances will be discussed\nlater in this article.",
            "Logic would dictate that the medal is of European origin,\nalmost certainly Dutch. Tracing back records of the medal",
            
            "Figure 1. Map showing the award of King William | (1831), as depicted by Francis M. Carroll.",
            "led to accounts in British\nand Belgian numismatic\nperiodicals. The medal was\ncatalogued by Jacques-L on\nGuioth in the March 1848 issue\nof Revue de la Numismatique\nBelge as part of his listing of\nthe medals and coins struck\nbetween 1813 and 1850 during\nthe union of Holland and\nBelgium. It was also listed\nby Frederick Parkes Weber in\n Medals and Medallions of the\nNineteenth Century, Relating\nto England, by Foreign Artists \nin Numismatic Chronicle,\npublished by the Royal\nNumismatic Society (Third\nSeries, Vol. XIV, 1894). Weber\nlists the medal under Uncertain\nMedallists and writes:",
            "This medal was designed\nby Prof. P.O. van Der Chijs\nand executed probably in\nGermany. Owing to delay\ncaused by the Belgian\nrevolution, it was not issued",
            "till 1834. (information from M.\nJ. Schulman in Amersfoort.)\nThat information was from Jacques Schulman, the noted\nDutch numismatist, grandfather of Hans Schulman, who\nemigrated to the United States during the mid-20th century\nand became one of the most prominent coin dealers on\nthis side of the Atlantic. With a name and date cited by a\nreputable source, the challenge became corroborating that\ninformation with a primary documentation. Further research\ndelivered just that in the form\nof a Dutch newspaper\nadvertisement. In\nits January 2,  \n1835 issue, the\nAlgemeene jf\nKonst-en |\nletter-bode,\na bi-weekly\npublication\ndevoted to\nscience and\nculture, ran\nthe following\nannouncement\n(roughly translated\nfrom Dutch to English):",
            "Figure 2. US   Canada Arbitration Medal",
            "216",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "216"
    },
    {
        "File": "The_CN_Journal_July_25.jpg",
        "Paragraphs": [
            "Figure 3. Advertisement as it appeared in the January\n2, 1835, Issue of Algemeene Konst-En Letter-Bode.",
            "Commemorative Tokens",
            "Medal on the calling in H.M. as Referee in disputes\nbetween England and the United States of America, on\nthe boundary between both possessions in America.",
            "A friend of the Fatherland has made a\ncommemorative medal on the so honourable calling\nof H.M. our King as mentioned in the headline, on\nthe front of which one sees the dignified portrayal of\nhimself from the front (and face), bearing the Great\nCross of the Order of William, with the inscription:\nWilhelmus I, Neerlandiae Rex. Lux. M. Dux. d.i.:\nWilliam I, King of the Netherlands, Grand Duke of\nLuxembourg, while on the reverse is read in an oak",
            "wreath: ab Anglis et Americanis\nseptentrional. de termini\nMoto arbiter vacates\n1829. d.i. in\nconnection with\nthe inscription\non the front:\n by the\nEnglish",
            "and North",
            "Americans",
            "about the",
            "border",
            "separation,",
            "invoked",
            "as referee in",
            "1829. (*) ",
            
            "Number5 July * August 2021 --------------------------------",
            "(*) Since January 1, 1835, this medal for NLG 8.60\nin silver, NLG 4.50 in gilded bronze and NLG 2.50 in\nordinary bronze can be obtained from Mr. P. van der\nChijs, and from the gentlemen repeatedly reported in\nAmsterdam, The Hague, Utrecht and Groningen.",
            "The advertisement confirms these medals were likely\nstruck in 1834 and offered at the beginning of 1835. They\nwere, if not designed by the Dutch numismatist Pieter Otto\nVan Der Chijs, as Jacques Schulman had told Frederick\nParkes Weber, then at least available for purchase from\nhim. However, in his 1870 introduction to the sale of coins,\nmedals, and numismatic literature left to the University of\nLeyde by Dr. P. O. Van Der Chis, J. F. G. Meijer, director\nof the Royal Penningkabinet, noted that Van Der Chijs\ndid execute a number of medals on the events of 1830\nand 1831. So, it is possible, likely even, that the design of\nthis piece is the work of Van Der Chis himself. A portrait\nof King William I executed in 1833 by the Dutch painter\nJean-Baptiste Van der Hulst provides further evidence\nthat Van Der Chijs executed the design for the medal. At\nthe very least it all but confirms that a Dutch national was\nresponsible for the design.",
            "Although the medal was almost certainly designed in\nthe Netherlands around 1833-34, the literature suggests\nGermany as the country of manufacture. F. Parkes Weber,\nper Jacques Schulman, noted that the medals were  likely\nexecuted in Germany.  Writing in his two volume 1943\nreference on German medals, Wolfgang von Wurzbach-\nTannenberg listed the Arbitration medal as #9757 and\nascribed it to the mint of Gottfried Bernhard Loos (1774 \n1843). According to Leonard Forrer s Biographical\nDictionary of Medallists, Volume 3 (1907):  In 1812 he\nopened the famous Die-sinking establishment of Loos at\nBerlin, which produced a large number of medals, and\nemployed some of the best German medallists.  Forrer\nnames a number of those artists  whose signature occurs\nin connection with that of G. Loos,  including H-F. Brandt,\nFriedrich Konig, and Ludwig Held. Unfortunately, the 1829\nArbitration medal is unsigned, curious given the quality\nof the work. More research may eventually reveal the\nengraver responsible.",
            "Three variants were struck in silver, gilded bronze, and\n ordinary  bronze, and offered for sale for 8.60 guilders, 4.50\nguilders, and 2.50 guilders, respectively. It should be noted\nthat lot 1129 in the sale of Van Der Chijs numismatic material\nincluded three examples in bronze, but none in silver or gilded\nbronze. According to the International Institute of Social\nHistory, a department of the Royal Netherlands Academy of\nArts and Sciences that  conducts research and collects data on\nthe global history of labour, workers, and labour relations, \n8.60 Dutch guilders in 1835 had the equivalent value of about\n93 euros (US $100) today. The gilded bronze examples would\nhave sold for the equivalent value of about 48 euros (US $52),\nand the bronze examples for about 27 euros (US $29).\n"
        ],
        "PageNo": "217"
    },
    {
        "File": "The_CN_Journal_July_26.jpg",
        "Paragraphs": [
            "Availability and\nAppearances",
            "Bronze examples of the 1829 US \nCanada Arbitration medal are not\nespecially scarce in the context\nof North American historical\nmedals, although they are by no\nmeans common. They appear\nfrom time to time, perhaps one\na year or so, at public auction\nand in dealers  inventories. The\nfrequency with which they have\nbeen offered in the past relative to\ntheir silver or even gilded bronze\ncounterparts should come as no\nsurprise given the disparities in\ntheir original issue prices. Both\nthe gilt bronze and silver pieces\nare rarely seen.",
            "One early appearance of \nboth a silver and normal bronze\npiece occurred as part of the June 1836 sale of the J.\nDe Wellens et Cogels collection in Brussels (lot 988\nin silver, lot 673 in bronze). Early North American\nappearances include a silver medal as lot 638 in S. K.\nHartzfield s March 1878 sale of Choice English, French,\nand American coins and Medals, which realized $6.00,\nand lot 639, a gilt bronze example that brought $4.00,\nboth strong prices for the period. Offered as lot 574\nof the Henry Lee Collection, cataloged by Ed Cogan\nand sold in March 1882 realized $2.20. Another silver\nmedal appeared as lot 325 in the Charles Ira Bushnell\nCollection (Henry and S. H. Chapman, 6/1882). The\nCharles Anthon Cabinet catalogued by Cogan in October\n1884 had a full set of three medals, lots 1331, 1332,\nand 1333, in silver, bronze, and gilt bronze, described\nincorrectly as brass. Gerald Hart s silver Arbitration\nmedal was offered as lot 987 in December 1888,\ncataloged by Edouard Frossard. Most 19th century\ncollectors who owned examples of the 1829 Arbitration\nmedal had them in bronze.",
            "Twentieth century appearances of note include W. H.\nHunter s silver medal, which sold for $1.80 as lot 437 in\nthe December 1920 S.H. Chapman sale of his collection.",
            
            "The H.D. Gibbs Collection sold\nby New Netherlands in August\n1952 included one silver and one\nbronze medal offered together\nas lot 827, described as  rare\nand scarce.  More recently,\nMichael Hodder cataloged an\nexample in silver as lot 187 of\nthe John J. Ford, Jr. Collection,\nPart V (Stack s, 1/2004), where it\nbrought $1,955 and was described\nas  Very rare in this metal. ",
            "Figure 4. Portrait of William | (1772 1843),\nKing of the Netherlands, by Jean Baptiste Van Der Hulst, 1833.",
            "(Image Courtesy of The Amsterdam Museum.)",
            "Acknowledgments",
            "My thanks to Christopher\nFaulkner for his help in\norganizing and proofreading this\narticle, and to Warren Baker for\nsharing his knowledge on the\nsubject.",
            
            "Bibliography",
            "Algemeene konst-en letterbode, Volume 1. Haarlem: A.\nLoogjes. 1835.",
            "Carroll, Francis M. 2000.  Kings and Crises: Arbitrating the\nCanadian-American Boundary Dispute and the Belgian\nCrisis of 1830-1831.  The New England Quarterly, vol.\n73, no. 2. pp. 179-201.",
            "Dirks, Jacob. 1889. Beschrijving Der Nederlandsche Of\nOp Neder-Land En Nederlanders Betrekking Hebbende\nPenningen, Geslagen Tusschen November 1813 En\nNovember 1863. Haarlem: De Erven F. Bohn.",
            "Forrer, Leonard. 1907. Biographical Dictionary of\nMedallists, Volume 3: I-Maz. London: Spink & Son, Ltd.",
            "Guioth, Jacques-L on. 1848. Revue de la Numismatique\nBelge, Tome IV. Brussels: Librairie Scientifique\nAncienne et Moderne.",
            "LeRoux, Joseph. 1888. Le M dailler du Canada. Montreal:\nC.O. Beauchemin et Fils.",
            "Weber, Frederick Parkes. 1894.  Medals and Medallions of\nthe Nineteenth Century, Relating to England, by Foreign\nArtists,  Numismatic Chronicle, Third Series, Vol. XIV.",
            "Wurzbach-Tannenberg, Dr. Wolfgang R. 1943. KATALOG\nMEINER SAMMLUNG VON MEDAILLEN,\nPLAKETTEN UND JETONS ZUGLEICH EIN\nHANDBUCH FUR SAMMLER. Hamburg: Amalthea-\nVerlag.",
            "[Editor s note: This article has been reprinted, with permission, from the The MCA Advisory, March 2021, Vol 24 No. 1, pp 26-30.]",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "218"
    },
    {
        "File": "The_CN_Journal_July_28.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "BY JAIME FLAMENBAUM anp HENRY NIENHUIS",
            "#23904 & LM#430",
            "Variety or Mule?",
            "I n 1996 when the two-dollar (toonie) was first issued in",
            "Canada, it represented many innovative changes to our\ncirculation coinage.",
            "Now representing the largest value denomination coin,\nthe Mint was sensitive to the security of the currency. It\nwas Canada s first bi-metallic circulating coin, with the\nouter ring made from solid nickel and the core from an\naluminum-bronze alloy. The RCM holds a patent on the\ninnovative way in which the core and ring lock together to\nprevent them from separating.",
            
            "In December 2011, the governing legislation, the Royal\nCanadian Mint Act, was amended to allow the RCM to\nmake certain modifications to the makeup of the 1- and\n2-dollar coins and, at the same time, introduce design\nelements intended to enhance the security aspects of the\ncoins.",
            "Partway through 2012 toonie production, the outside\nring was changed to nickel-plated steel and the core to brass\nplated aluminum-bronze using the Mint s patented MPP\nprocess. At the same time, the nominal weight was reduced\nfrom 7.3 g to 6.92 g. Both changes were implemented as\ncost-cutting measures.",
            "Another innovative design feature of the toonie was the\nedge treatment. Instead of an entirely smooth or an entirely\nreeded edge, the toonie introduced the first segmented\nreeding, used on a Canadian coin, with five repeating\npatterns of equal sections of smooth then serrated areas. An\nedge with this segmented reeding pattern is often referred to\nas interrupted serrations. From 1996 to 2012, the standard\npattern consisted of an 8.80 mm smooth portion followed\nby an 8.80 mm reeded portion with 16 serrations; this\npattern repeats five times.",
            "A laser-cut micro-engraved maple leaf in an incused circle\nwas added at each side of the 2 in the reverse legend. As well, a\n Jenticular  image of two maple leaves was added in a window\nat the top of the reverse. These hard to reproduce security\nelements were intended to thwart counterfeiting of the coin.",
            "The edge lettering: CANADA 2 DOLLARS, was also added\nas a third security element. The interrupted serration pattern\nwas modified to make the edge lettering more visible by\nshortening the serrated sections, reducing the number from\n16 to 14 serrations and making the serrations thinner. This\nincreased the smooth area to 10.45 mm and reduced the\nserrated section to 7.15 mm.",
            "Volume 66\n"
        ],
        "PageNo": "220"
    },
    {
        "File": "The_CN_Journal_July_29.jpg",
        "Paragraphs": [
            "Now, we all know, life is never that simple! Sometime in early 2012 a  variety  of 2010 2-dollar coin, one with only 14\nserrations in the reeded segments, was identified by Bidou, a sharp-eyed collector, and posted on the French-language forum\nnumicanada.com. See the close-up image above.",
            "It was quickly determined that the 14-serration edge variety was much harder to find than the 16-serration edge but not\nimpossible. Continued research into the frequency at which these varieties turn up indicates a population of approximately\n50 to 1. Since only 8,220,000 coins were struck in 2010, it would seem to suggest that only about 164,000 (or fewer) of these\n14-serration edge toonies exist.",
            "But are they true varieties, or are they something else? Because the Mint has never publicly documented any production\ndetails, including these types of tool changes, whether intentional or not, we are left to deductive reasoning.",
            "It is possible that the collar die, used to create the coin s edge, with a 14-serration pattern intended for a different coin was\nmistakenly used. If so, these toonies would be considered error coins. The best candidate might have been be the Ethiopian 1\nbirr, but it uses an equal pattern of 14 serrations repeated six rather than five times.",
            "Turning to Canadian currency, remember that in 2011 the Mint would have already finalized plans to change to the\ntoonie before the enactment of mandatory legislation that year. So any testing the Mint s production staff would have\nrequired would have been done long before that, likely by the end of 2010 or early 2011. Testing would likely have\ntaken place on the new edge pattern (collar) and the reverse design elements like the micro- and lenticular-engraving. By\ncomparing the edge of a 2010 14-serration coin to the edge of the 2012 and after  security  toonie, we see that the serration\npattern is essentially identical. This is a very strong indicator that the collar used to strike these 2010 errors was a test tool\nmistakenly used to strike coins that were released into circulation. Making these errors more properly mules   coins made\nfrom tools that were never meant to be used together. Also, they wouldn t be classified as test tokens because they have a\ndenomination and were never intended for test purposes.",
            "The story of mismatched collars doesn t end there. Similarly, in late 2019, some 2019 dated 2-dollar security coins were\nfound with a 16-serration edge! These, however, are true major varieties created using older (1996-2012) production tools\n(collars). With an overall production of 25,995,000 2019 dated toonies, these varieties seem to be easier to find than the\n2010 mule error.",
            "Number 5 July   August 2021 ---------------------------221\n"
        ],
        "PageNo": "221"
    },
    {
        "File": "The_CN_Journal_July_32.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e\nNOUVELLES_DES. CLUBS",
            "By BRETT IRICK (CLUB SERVICES)\nFONA,.LM, #456",
            "As we continue to be careful and safe during\nCOVID-19 most clubs are still unable to meet\nin person as of late June. There has been a\ncontinuing series of coin show cancellations\nincluding the Ontario Numismatic Association\nConvention. Some clubs now project that in-\nperson club meetings may not be held live until\nlate 2021.",
            "In the March 2021 issue of the Bulletin-de-Liaison\nan article highlighted various numismatic items\nthat have one or more images of scenes in Quebec",
            "City.",
            "Quebec City Souvenir Notes",
            "This coupon was issued by the Soci t \nnumismatique de Qu bec (SNQ),\nmore specifically by Les Jeunes\nMordus de la Monnaie (Youth group),\nin 1997 as part of a series entitled\nVision of Qu bec. The face side of the\ncoupon, which has a nominal value\nof $1, is blue coloured and shows a\nbeaver,  Nic le Fouineur,  as mascot\nfor the Jeunes Mordus de la Monnaie.\nOn the back it has a colour aerial\nphoto of Place Royale and Place de\nParis.",
            "The note was issued by the\nAssociation of Marquis families\nin 2019 to commemorate the 20th\nanniversary of the founding of this\nassociation. On one side of the note,\nwe have the association s coat of arms\non the left, the number 20 in the centre\nand on the right, the picture of R al\nMarquis, the founder. The other side\nof the note shows an aerial view of\nPlace Royale in Quebec City with a\ncomment (in yellow) identifying the\nhouse location of the ancestor Charles\nLe Marquis. The note has no legal\nvalue.",
            "Calgary Numismatic Society History",
            "The Calgary Numismatic Society, founded in 1950,\nis one of the oldest continuously operating coin clubs\nin Canada. Today it is one of the largest with over 100\nmembers. CNS has most recently hosted the 2012 and\n2018 RCNA Conventions. Initially it was named Calgary",
            "Alors que nous continuons d voluer de fagons prudentes\net s curitaires durant la pand mie du COVID, la plupart\ndes clubs ne sont toujours pas en mesure de se rencontrer\nen personne en cette fin de juin. On continue d observer\nT annulation de plusieurs  v nements numismatiques dont le\nsalon annuel de l'Ontario Numismatic Association. Certains\nclubs pr voient que les r unions de club en personne\npourraient ne pas avoir lieu avant la fin de 2021.",
            "Dans le num ro de mars 2021 du Bulletin-de-Liaison, un\narticle mettait en lumi re divers  l ments numismatiques qui\ncomportent une ou plusieurs images de sc nes de la ville de",
            "Qu bec.",
            "Billets souvenirs de la ville de Qu bec",
            "Ce billet a  t   mis par la Soci t \nnumismatique de Qu bec (SNQ),\nplus pr cis ment par Les Jeunes\nMordus de la Monnaie, en 1997\ndans le cadre d une s rie intitul e\nVision de Qu bec. La face du billet,\nqui a une valeur de 1$, est de\ncouleur bleu et montre le castor Nic\nle Fouineur, mascotte des Jeunes\nMordus de la Monnaie. On voit au\ndos une photo a rien-ne en couleur\nde la Place Royale et de la Place de\nParis.",
            "Le billet a  t   mis par I  Association\ndes familles Marquis en 2019 pour\nsouligner le 20e anni-versaire de\nfondation de cette association. La\nface du billet montre 4 gauche les\narmoiries de | asso-ciation, au centre\nle chiffre 20 et a droite le portrait du\nfondateur, R al Marquis. Le dos du\nbillet mon-tre une vue de la Place\nRoyale a Qu bec avec I indication\n(en jaune) de l emplacement de la\nmaison de l anc tre, Charles Le\nMarquis. Le billet n a aucune valeur\nl gale.",
            "Histoire de la Soci t  numismatique de Calgary",
            "La Soci t  numismatique de Calgary (CNS), fond e en 1950,\nest l un des plus anciens clubs numismatiques en activit  au\nCanada. Aujourd hui, c est l un des plus importants avec plus\nde 100 membres. Le CNS a r cemment  t  hote des congr s\nde ? ARNC en 2012 et 2018. Au d part, il  tait connu sous le\nnom de Calgary Coin Club. Le fondateur  tait le professeur",
            " The CN Journal Volume 66\n"
        ],
        "PageNo": "224"
    },
    {
        "File": "The_CN_Journal_July_33.jpg",
        "Paragraphs": [
            "Coin Club. The founder was botanical professor\nReginald Prince who became its first honourary\nlife member in 1962. The eight charter\nmembers attended the first meeting that",
            "was held at the Mount Royal College\nLibrary in November 1950. Of the",
            "eight charter members there were five",
            "men and three women. Several events\noccurred in 1958. The club joined the\nAmerican Numismatic Association",
            "and incorporated as the Calgary Coin\nAssociation (CCA).",
            "Its early club coin shows were named\nthe Western Coin Club Roundup and held\nalternately with the Regina (Saskatchewan) Coin\nClub. The first promotional collectible produced by\nthe club was a rectangular wooden dollar for the 5th\nWestern Coin Roundup in 1961; in all, 207 were made.",
            "At the 1968 Canadian Numismatic Association\n(CNA) Convention Chairman Bill Wolley-Dod noted\nthat  The delegates were welcomed by the host\nclub,CCA, at a western reception which featured a\nwestern band, free vittles, whoop-up juice and a series\nof hi-jinks specially arranged for their enjoyment.\nDelegates were branded upon their arrival and were\nushered into the room through a cattle chute to the\naccompaniment of typical stockyard sounds.  The\nCNA convention next returned to Calgary in 1975.\nDonald D. Patterson, designer of the 1975 Canadian\ncommemorative dollar coin attended the convention\nand gave the club several 1975 proof silver dollars that\nwere housed in serially numbered blue folders to be\nused for club member award.",
            "Created in 1990, the club bestows the Harry Wright\nMemorial Award to recognize dealers who have\nfriendly and welcoming attitudes. The attendees judge\nand pick the dealers by the congeniality criteria used in\nbeauty contests and Sandra Bullock movies.",
            "The following is a summary of a Zoom presentation\ngiven by Ted Banning during a meeting of the\nCanadian Association of Token Collectors.",
            "Frauds and Fabrications on the Canadian\nNumismatic Scene of 1891 1892",
            "In April 1891 and December 1892, R. W. McLachlan\npresented two papers to the Numismatic and\nAntiquarian Society of Montreal in which he lamented\n frauds  and  fabrications  among tokens that had\nrecently been foisted on the Canadian numismatic\ncommunity. A few of these were outright frauds,\nmeant to deceive collectors, while others were only",
            "Continued on page 238",
            "Number 5 July e August 2021 ----------------------------",
            "de botanique Reginald Prince qui est devenu le\npremier membre honoraire a vie en 1962.\nLes huit membres fondateurs ont assist \na la premi re r union qui a eu lieu a la\nbibliothe que du Coll ge Mount Royal\nen novembre 1950. Des huit membres\nfondateurs, on comptait cinq hommes\net trois femmes. Plusieurs  v nements\nont eu lieu en 1958. Le club a rejoint\nl American Numismatic Association et\ns est constitu  en soci t  sous le nom de\nCalgary Coin Association (CCA).\nSes premi res expositions numismatiques\ns appelaient le Western Coin Club Roundup et se\ntenaient en alternance avec le Regina (Saskatchewan)\nCoin Club. Le premier objet de collection promotionnel produit\npar le club  tait un dollar en bois rectangulaire pour le 5e\nWestern Coin Roundup en 1961; en tout, 207 ont  t  produits.",
            "Au congr s de I Association canadienne de numismatique\n(ACN) de 1968, Bill Wolley-Dod, le pr sident du congr s a\nd clar  que   les d l gu s ont  t  accueillis par le club h te,\nVACC, lors d une r ception de style western qui comprenait\nde la musique western, des verres gratuits, des d gustations et\nune s rie d objets promotionnels pour leur plaisir. Les d l gu s\nont  t   tatou s  a leur arriv e et ont  t  pouss s vers la piece\nvoisine par un syst me similaire a la chute de b tail sous le\nbruit de parc a bestiaux. Le congr s de l AICN est retourn \na Calgary en 1975. Donald D. Patterson, concepteur de la\npi ce comm morative du dollar canadien de 1975, a assist  au\ncongr s et a remis au club plusieurs dollars  preuve en argent\nde 1975 qui  taient pos s dans des pr sentoirs bleus num rot s\net devait servir comme prix de r compense 4 des membres du\nclub.",
            "Cr  en 1990, le club d cerne le Prix 4 la m moire de Harry\nWright pour r compenser les marchands qui ont une attitude\namicale et accueillante. Les participants jugent et choisissent\nles marchands selon les crit res de convivialit  comme ceux\nutilis s dans les concours de beaut  et les films de Sandra\nBullock.",
            "Ce qui suit est un r sum  d une pr sentation virtuelle\nsur Zoom faite par Ted Banning lors d une r union de\nl Association canadienne des collectionneurs de jetons.",
            "Fraude et fabrications sur la sc ne\nnumismatique canadienne en 1891 1892",
            "En avril 1891 et d cembre 1892, R. W. McLachlan a soumis\ndeux articles ala Soci t  numismatique et antiquaire de Montr al\ndans lesquels il d plore les   fraudes   et les   fabrications\n  parmi les jetons r cemment impos s a la communaut \nnumismatique canadienne. Quelques-uns d entre ceux-la\n taient des fraudes pures et simples, destin es a tromper les\ncollectionneurs, tandis que d autres n taient que des jetons un",
            "Suite a la page 238\n"
        ],
        "PageNo": "225"
    },
    {
        "File": "The_CN_Journal_July_34.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "BY ANTHONY VERBRUGGEN\n#23721",
            "HRH Prince Philip, Duke of Edinburgh",
            "Many Canadians,\nM coin collectors and\nregular folk alike,",
            "were saddened by the passing",
            "of His Highness Prince Philip,",
            "Duke of Edinburgh, on April",
            "9, a few months before his",
            "100th birthday. Many of us",
            "watching Philip s televised",
            "funeral service in St. George s",
            "Chapel, Windsor Castle,",
            "were moved by its subdued",
            "pageantry and stirring music.",
            "Media coverage of his passing has also reminded us of\nsome of his life s events: his unhappy childhood as a\nmember of the deposed Greek Royal family; his British\neducation; illustrious naval career; and most importantly,\nhis marriage to Queen Elizabeth II that lasted for over\nseven decades.",
            "Philip was born a Prince of Greece and Denmark on\nJune 10, 1921, on the Greek island of Corfu. He was the\nyoungest child and only son of his father, Prince Andrew,\nand grandson of King George I. Greece was part of the\nOttoman Empire before the\nGreeks revolted in 1821 for\nindependence from the Ottoman\nTurks. It was established  The\nKingdom of Greece  in 1833\nwith Otto of Bavaria ascending its\nthrone. Otto became unpopular,\nso Europe s great powers\nintervened, as was customary\nat the time. They appointed,\nas King George I, the former\nPrince William, second son of\nKing Christian IX of Denmark.\nAppointment of King George I\ngained unanimous approval of\nthe Greek Parliament on March\n18, 1863. Thus, at the age of\n17, William became King of the\nHellenes to reign as King George\nI, which gave Philip hereditary\nGreek and Danish titles.",
            "King George I reigned nearly 50 years until his assassination in 1913. Following that, a series",
            "of unpopular monarchs, and",
            "Greece s defeat in the Greco-",
            "Turkish War (1919-1922),",
            "deposed the royal family",
            "during the September 1922",
            "Revolution. Philip and other",
            "Greek royals were evacuated",
            "from Corfu December 4, 1922,",
            "aboard the British warship",
            "HMS Calypso.",
            "For a time, the family\nlived in Paris where Philip\nattended an American",
            "school: The Elms. Through his mother, Princess Alice\nof Battenberg, Philip was a descendant from the German\nHouse of Hesse-Darmstadt. Several members of the\nBattenberg family, using the anglicized surname of\nMountbatten lived in Britain. In 1930, Philip was sent\nto live there with his maternal grandmother, Victoria\nMountbatten. He attended Cheam School in Britain and\nalso Schule Schloss Salem in Germany, which was owned\nby relatives. Between 1930 and 1933, Philip s four older\nsisters married German princes and moved to Germany.\nAfter the rise of the Nazi party,\nPhilip had to move to Scotland\nwhere he attended Gordonstoun\nSchool. Meanwhile, his father\ntook up residence in Monte\nCarlo and rarely saw his son.\nSadly, Philip s mother developed\nmental health issues and was\ninstitutionalized.",
            "Following his chaotic and\nunhappy childhood, Philip\nentered the Royal Naval College,\nDartmouth, where he graduated\nat the top of his class in 1940.\nAt age 21, he became one of\nthe Royal Navy s youngest first\nlieutenants. During World War\nII, Philip served aboard several\nbattleships, including HMS\nRamillies protecting Australian\nconvoys in the Indian Ocean,\nand HMS Valiant of the British",
            " Mediterranean Fleet. He served heroically at the Battle of Crete ",
            "  Prince Philip of Greece, during a naval visit to Melbourne, August 29, 1945.",
            "(AP Photo/File) ",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "226"
    },
    {
        "File": "The_CN_Journal_July_35.jpg",
        "Paragraphs": [
            "and during the Allied invasion of Sicily. Philip even\nwatched the Japanese surrender in 1945 from the deck of\nthe destroyer HMS Whelp in Tokyo Bay. He returned to\nthe United Kingdom in January 1946 to become a naval\ninstructor.",
            "While a cadet attending Naval College in 1939, Philip\nwas asked by his uncle Lord Mountbatten, a prominent\nand rising officer, to accompany the Princesses Elizabeth\nand Margaret when they toured the College with their\nfather King George VI. Philip and Elizabeth began a lasting\ncorrespondence soon after. In the summer of 1946, Philip\nasked King George VI for Elizabeth s hand in marriage. The\nking consented and their engagement was announced on\nJuly 10, 1947, after Elizabeth turned 21, and Philip became\na Knight of the Garter. As the future Royal Consort to the\nheir of the British throne, Philip, as part of the engagement,\nwas obligated to renounce his Greek and Danish Royal\ntitles. He then adopted the surname Mountbatten. They\nmarried on November 20, 1947.",
            "Prince Philip, a devoted leader of his family and household,\nwas the beloved companion supporting the Queen throughout\ntheir 73 years of marriage. As Royal Consort, the Prince\naccompanied her countless times, including 22 official visits\nto Canada. Philip initiated numerous efforts to modernize\nthe monarchy; it was his idea to televise Queen Elizabeth s\n1953 Coronation. Philip was patron or president of over\n800 charities, including the World Wildlife Fund; he was\nrecognized as an early environmental campaigner drawing\nsupporters to the cause. Philip also visited Canada alone, 46\ntimes. He held numerous honorary military appoitments in\nseveral Commonwealth countries, including six as Honorary\nColonel-in-Chief of separate Canadian military units. People\nwho knew him spoke tributes about his commitment to duty,\nhis sense of humour, and his occasional gaffes. Philip led a\nremarkable public life.",
            "The following is a selection of interesting and attractive\ncoins that feature a portrait of the Duke of Edinburgh and\nhonour events in his life:",
            "Wedding anniversaries of the Queen and her Consort became a popular theme for commemoratives that feature their\nportraits. In 1972, the Cayman Islands issued a 25 dollar .500 fine gold, 26.5 mm, proof com to commemorate their silver\n(25th) wedding anniversary. The Royal Canadian Mint struck the coin for the Cayman Islands Monetary Authority.",
            "This 2007 East Caribbean States issue for the royal couple s 60th anniversary has an unusual curved-hexagon shape;\ndepicting the Royal couple enjoying British country life, amid roses, oak and laurel branches.",
            "Number 5 July* August 2021\n"
        ],
        "PageNo": "227"
    },
    {
        "File": "The_CN_Journal_July_36.jpg",
        "Paragraphs": [
            "Similarly, Britain issued a series of coins for the couple s 60th or diamond wedding anniversary. This attractive  5 coin\nfrom 2007 has the Rose window of Westminster Abbey, with dates and its denomination below. The motto TVEATVER\nVNITA DEVS translates as,  May God guard these united.  Its obverse features conjoined busts of the royal couple.",
            "Royal tours to Commonwealth countries were an important duty for Queen Elizabeth and the Duke of Edinburgh even\nwhile she was Princess Royal. On such a visit to Kenya, Princess Elizabeth learned of the death of her father, King George\nVI. One of the most attractive Royal Tour commemoratives is the 1983 Jamaican coin shown here; it was struck for the\nQueen s Royal State Visit to that country. The coin is unusual because the happy looking conjoined portraits are facing left.\nThis sterling silver coin weighs 136 g.",
            "Of the many charities that Prince Philip championed, one associated most closely with him is the Duke of Edinburgh\nAwards; he started these in 1956  to give young people a sense of responsibility to themselves and their communities.  The\nAward website says its program now operates in 130 countries, including Canada, and over half a million young people\nglobally have benefitted. Several countries have issued coins commemorating the Duke of Edinburgh awards. A most\nattractive one is the 1996 Gibraltar Crown featuring seven different activities arranged around Prince Philip s crowned\nmonogram and the Territory s fortress and key emblem.",
            "a The CN Journal Volume 66\n"
        ],
        "PageNo": "228"
    },
    {
        "File": "The_CN_Journal_July_37.jpg",
        "Paragraphs": [
            "Canada has produced few coins that feature Prince Philip. The most notable is one of several commemoratives issued in\n2012 to mark the 60th anniversary of the Queen s reign. It has a double date and features the conjoined youthful busts of\nElizabeth II and Prince Philip, facing right. The Queen wears a crown, and the Prince is in a naval uniform from the time of\nher coronation. English roses, Scottish thistles and Canadian maple leaves are among the foliage flanking the portraits.",
            "Many collectors consider the finest numismatic portrait of Prince Philip is on this 2017 British  5 silver com honouring his\n70 years of public service following his retirement at age 96. The coin features a portrait of dashing young naval officer Philip\nMountbatten, by Thomas Humphrey Paget, about the time of his marriage in 1947 to then Princess Elizabeth. The motto\ntranslates as  Not for self but for country.  Because only 18,730, in cupro-nickel, were struck for the brilliant-uncirculated\npresentation packs, acquiring one now can be challenging. The coin was also struck in a proof finish, in sterling silver or gold.",
            "The Royal Mint also produced an attractive 2011 commemorative  5 coin for Prince Philip s 90th birthday. This coin\nfeatures a realistic, close-profile, dignified portrait of the Duke of Edinburgh, facing right, much as he appeared at that\ntime. The coin was struck in cupro-nickel, silver, and gold; and, as a piedfort, in silver, and platinum.",
            "Many people have said that the passing of Prince Philip marks a distinct change for the British royal family. One\nprominent journalist even called Philip s death the beginning of the end of the British monarchy. Nevertheless, the long\nand illustrious life of this remarkable man with his profound sense of duty continues to inspire.",
            "Number5 July August 2021 \n"
        ],
        "PageNo": "229"
    },
    {
        "File": "The_CN_Journal_July_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2021 $5 Fine Silver Coin   Moments to\nHold: The Snowbirds",
            "Your coin s reverse was designed by Canadian\ngraphic artist Dave O Malley and features the\nunique  speedbird  design that has graced\nthe bottom of the Snowbird Tutors since",
            "1974 when this iconic paint scheme was\nintroduced. The obverse features the\neffigy of Her Majesty Queen",
            "Elizabeth II by Susanna",
            "Blunt with  ELIZABETH",
            "II ,  D- G- REGINA ",
            "and  5 DOLLARS ",
            "engraved along the outer",
            "edge. Historical text and",
            "production liaison were provided",
            "by former Snowbird commanding officer and team leader\nDan Dempsey.",
            "2021 $20 Fine Silver Coin   Black and Gold: The\nGrey Wolf",
            "The circular reverse design by Claude Thivierge\nfeatures a contrasting  yin and yang -like\nrepresentation of the grey wolf (Canis lupus).\nTwo wolves are positioned chin-to-chin",
            "to illustrate the tight social bonds that\nexist between pack members and each\nwolf has fixed its gaze on the viewer.",
            "Gold and matte black rhodium plating\nperfectly splits this engraved",
            "image into two opposite but",
            "complementary halves.",
            "The obverse features",
            "the gold-plated effigy",
            "of Her Majesty",
            "Queen Elizabeth IT by",
            "Susanna Blunt.",
            
            "Pi ce de 5 $ en argent fin 2021   Grand\nmoments : Les Snowbirds",
            "Le motif au revers, oeuvre du graphiste",
            "canadien Dave O Malley, pr sente",
            "  Pembleme   speedbird   qu on apergoit",
            "sur le ventre des avions Tutor des",
            "Snowbirds depuis | introduction de",
            "leur nouvelle identit  visuelle en",
            "1974. A V avers, qui est a l effigie",
            "de Sa Majest  la reine Elizabeth II,",
            "selon Susanna Blunt, les mentions",
            " 5 DOLLARS  ,   ELIZABETH II  ",
            "et   D -G- REGINA   sont grav es sur le",
            "pourtour de la piece. Le texte sur histoire des",
            "Snowbirds a  t  fourni par l ancien chef d quipe",
            "et commandant de I escadron, Dan Dempsey, qui a servi de",
            "personne-ressource dans le cadre de la production de cette\npiece.",
            "Pi ce de 20 $ en argent fin 2021   Noir et or : Le\nloup gris",
            "Le motif circulaire au revers, oeuvre",
            "de Claude Thivierge, consiste en un",
            "symbole contrastant de yin et de",
            "yang qui repr sente le loup gris",
            "(Canis lupus). L treinte des deux",
            "b tes illustre les liens sociaux",
            " troits qui unissent les membres",
            "de la meute. Chacun des loups",
            "a le regard fix  en avant. Un",
            "placage d or et mat de rhodium",
            "noir scinde parfaitement l image",
            "grav e en deux moiti s oppos es",
            "mais compl mentaires. A l avers,",
            "lVeffigie de Sa Majest  la reine Elizabeth",
            "II, selon Susanna Blunt, est aussi rehauss e\nd'un placage d or.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "232"
    },
    {
        "File": "The_CN_Journal_July_41.jpg",
        "Paragraphs": [
            "2021 $50 Fine Silver Coin   The Snowbirds: A\nCanadian Legacy",
            "Your coin was designed by Canadian graphic artist\nDave O Malley, inspired by a photograph of\nthe Snowbirds taken by Canadian aviation\nphotographer and publisher Mike Reyno.",
            "It features a highly-detailed view of the\ntopside of Snowbird 9 and bottomside",
            "of Snowbird 8 revealing the signature\n speedbird  design that was introduced",
            "by the team in 1974. The engraved\n SNOWBIRDS 50  salutes the 50th\nanniversary of the team in 2021. This\nexceptional coin also features beautiful\nraised gold plating on both sides designed\nfor the discerning collector. The effigy",
            "of Her Majesty Queen Elizabeth II by",
            "Susanna Blunt with  ELIZABETH",
            "II ,  D-G-REGINA  and  50\nDOLLARS  engraved along the",
            "outer edge is featured on your",
            "coin s obverse, and in its field, a",
            "copy of the repeated design element",
            "taken from the official Snowbirds 50",
            "logo. Historical text and production liaison were\nprovided by former Snowbird commanding officer and team\nleader Dan Dempsey.",
            "2021 $200 Pure Gold Coin   Early Canadian\nHistory : The Fur Trade",
            "On your coin s reverse, artist Sheila Orr has",
            "created a captivating visual narrative",
            "of a Nishiiyuu family departing from",
            "their camp, their canoe loaded with",
            "supplies for the trip and bundles of",
            "furs destined for the trading post. It",
            "is springtime in the mid 1700s; the",
            "adults are wearing new caribou hide",
            "clothing and their child is dressed in",
            "a rabbit fur coat. On land, the",
            "fish are drying, the food is",
            "cached and beaver skulls",
            "are hung from a tree as",
            "a traditional show of",
            "respect. In the sky, the",
            "return of migrating geese",
            "heralds a new season:",
            "summer, a time for gatherings and celebrations. The\nobverse features the effigy of Her Majesty Queen Elizabeth\nII by Susanna Blunt.",
            "Number5 July August 2021 ---------------------------------",
            "Pi ce de 50 $ en argent fin 2021   Les\nSnowbirds : Un fleuron canadien",
            "Le motif au revers, oeuvre du graphiste",
            "canadien Dave O Malley, s inspire",
            "@une photographie des Snowbirds",
            "prise par Mike Reyno,  diteur et",
            "photographe d aviation canadien.",
            "Il pr sente une vue tr s d taill e",
            "du dessus de l avion Snowbird",
            "9 ainsi que du ventre de lavion",
            "Snowbird 8, sur lequel on apergoit",
            "le c l bre embl me   speedbird",
            "  adopt  par l quipe en 1974.",
            "L inseription grav e   SNOWBIRDS",
            "50   marque le 50e anniversaire de",
            "l quipe, en 2021. Un splendide placage",
            "d or en relief rehausse l avers et le revers",
            "de cette magnifique pi ce congue pour le",
            "collectionneur averti. A V avers, qui est a l effigie de Sa",
            "Majest  la reine Elizabeth II, selon Susanna Blunt, les",
            "mentions   50 DOLLARS  ,   ELIZABETH II   et   D -",
            "G- REGINA   sont grav es sur le pourtour de la pi ce. Le",
            "champ pr sente un motif qui se r p te inspir  du logo officiel",
            "du 50e anniversaire des Snowbirds. Le texte sur l histoire des",
            "Snowbirds a  t  fourm par l ancien membre et commandant",
            "de l quipe, Dan Dempsey, qui a servi de personne-ressource\ndans le cadre de la production de cette piece.",
            "Pi ce de 200 $ en or pur 2021   Les d buts du\nCanada : La traite des fourrures",
            "Le motif au revers, oeuvre de l artiste",
            "Sheila Orr, est une image captivante qui",
            "repr sente le d part d une famille de",
            "Nishiiyuu de son camp. Un canot",
            "est rempli de ballots de fourrures",
            "destin s au poste de traite et de",
            "provisions pour le voyage. Nous",
            "sommes au milieu du 18e si cle,",
            "au printemps. Les parents portent",
            "de nouveaux v tements en peau",
            "de caribou, et leur enfant, un",
            "manteau de fourrure de lapin. Sur",
            "la terre ferme, les poissons s chent, la",
            "nourriture est suspendue, a l abri, et des",
            "cranes de castor sont accroch s a un arbre en",
            "signe de respect. Dans le ciel, le retour des oies",
            "migratrices annonce une saison nouvelle : 1 t , moment de",
            "rassemblements et de c l brations. L avers est a l effigie de Sa\nMajest  la reine Elizabeth II, selon Susanna Blunt.",
            "RCNA - ARNC"
        ],
        "PageNo": "233"
    },
    {
        "File": "The_CN_Journal_July_42.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH HisTory\nTHE_BATTLE_OF_LEUCTRA",
            "By JESUS VICO\nAND. MARISA. OLLERO",
            
            "The Battle of Leuctra was a battle fought on July 6,\n371 BCE, between the Boeotians led by the\nThebans, and the Spartans along with their allies",
            "amidst the post-Corinthian War conflict. The battle",
            "took place in the neighbourhood of Leuctra, a",
            "village in Boeotia in the territory of Thespiae.",
            "The Theban victory shattered Sparta s",
            "immense influence over the Greek peninsula,",
            "which Sparta had gained long before its",
            "victory in the Peloponnesian War a generation",
            "earlier.",
            "In 371 BCE, the newly established democracy",
            "of Thebes had elected four Boeotarchs, the",
            "traditional title of the generals of the Boeotian",
            "League, and so proclaimed their intention of",
            "reconstituting the aforementioned league that",
            "Sparta had disbanded. During this period, Thebes",
            "had had an ally in Athens, but Athens was far from",
            "happy with the treatment Plataea had received.",
            "When it came to swearing an oath to respect",
            "the treaty, Sparta swore on behalf of itself and",
            "its allies. When Epaminondas came forward,",
            "asking to swear on behalf of the whole",
            "Boeotian League, the Spartans refused,",
            "saying he could swear as the representative",
            "of Thebes or not at all. This, Epaminondas",
            "refused. (According to Xenophon, the",
            "Thebans signed as  the Thebans,  and",
            "asked the next day to change their signature to\n the Boeotians , but one of the Spartan kings,\nAgesilaus II, would not allow it.) In this, Sparta\nsaw an opportunity to reassert its shaky authority\nin central Greece. Hence, the other Spartan king,\nCleombrotus I, marched to war from Phocis.\nRather than take the expected easier route into\nBoeotia through the usual defile, the Spartans\nmarched over the hills via Thisbae and took\nthe fortress of Creusis (along with twelve\nTheban warships) before the Thebans\nwere aware of their presence, and then\nproceeded to Leuctra where they were\nconfronted by the Boeotian army. Initially, the\nsix Boeotian generals present were divided as\nto whether to offer battle, with Epaminondas\nbeing the main advocate in favour of battle.\nOnly when a seventh arrived, who sided with\nEpaminondas, was the decision made. In spite of\ninferior numbers and the doubtful loyalty of their\nallies, the Boeotians would offer battle on the\nplain before the town.",
            "The battle opened with the Spartans \nmercenary peltasts (slingers, javeliniers, and\nskirmishers) attacking and driving back the",
            "Boeotian camp followers and others\nwho were reluctant to fight. According\nto Xenophon, the Boeotian camp",
            " The CN Journal Volume 66\n"
        ],
        "PageNo": "234"
    },
    {
        "File": "The_CN_Journal_July_43.jpg",
        "Paragraphs": [
            "followers were trying",
            "to leave the field, as",
            "they did not intend",
            "to fight; this Spartan",
            "action drove them",
            "back into the Theban",
            "army, inadvertently",
            "making the Theban",
            "force stronger. There",
            "followed a cavalry",
            "engagement, in",
            "which the Thebans",
            "drove their enemies",
            "off the field. Initially,",
            "the Spartan infantry",
            "was sent into",
            "disarray when their",
            "retreating cavalry",
            "hopelessly disrupted",
            "Cleombrotus s attempt to outflank the Theban left column.\nAt this point, the Theban left hit the Spartan right with\nthe Sacred Band of Thebes, led by Pelopidas, at its head.\nThe decisive engagement was then fought out between the\nTheban and Spartan infantry.",
            "The normal practice of the Spartans (and, indeed, the\nGreeks in general) was to establish their heavily armed\ninfantry in a solid mass, or phalanx, some eight to twelve\nmen deep. This was considered to allow for the best balance\nbetween depth (the pushing power it provided) and width\n(i.e., area of coverage of the phalanx s front battle line). The\ninfantry would advance together so that the attack flowed\nunbroken against their enemy.",
            "In a major break with tradition, Epaminondas\nmassed his cavalry and a fifty-deep column of Theban\ninfantry on his left-wing, and sent this body against\nthe Spartan right. His shallower and weaker centre\nand right-wing columns were drawn up so that they\nwere progressively further to the right and rear of the\nproceeding column, in the so-called Echelon formation.",
            
            "The Theban centre\nand right were held\nback, screened\nby skirmishers\nand cavalry. The\ninfantry engaged,\nand the Thebans\nsmashed the Spartan\nright-wing. The\nSpartans  twelve-\ndeep formation on\ntheir right-wing\ncould not sustain the\nheavy impact of their\nopponents  50-deep\ncolumn. The Spartan\nright was hurled back\nwith a loss of about\n1,000 men, of whom\n400 were some of Sparta s most experienced soldiers,\nincluding King Cleombrotus I.",
            "Plutarch describes Pelopidas leading the Band and catching\nthe Spartans in disorder. Still there is nothing in his account\nthat conveys anything other than the Sacred Band being the\nhead of the column, and the Spartans were disordered not\nbecause they were taken in the flank but because they were\ncaught in mid-manoeuvre, extending their line.",
            "Seeing their right-wing beaten, the rest of the\nPeloponnesians, who were essentially unwilling participants,\nretired and left the enemy in possession of the field.",
            "The battle s political effects were far-reaching: the\nlosses in material strength and prestige (prestige being an\ninestimably important factor in the Peloponnesian War)\nsustained by the Spartans at Leuctra and subsequently\nat the Battle of Mantinea were pivotal in depriving them\nforever of their supremacy in Greece. Therefore, the battle\npermanently altered the Greek balance of power, as Sparta\nwas deprived of its former prominence and was reduced to\na second-rate power among the Greek city-states.",
            "sourced with permission from VCoins eNewsletter.",
            "Ancient Greek Coinage",
            "The history of ancient Greek coinage is long and varied, beginning in the sixth century BCE with the electrum Kroiseioi stateres\nor croeseid. Its history is divided into four periods: Archaic, Classical, Hellenistic, and the Roman. Because of the governing\nstructure of ancient Greece, over a thousand autonomous city-states or poleis, each with the ability to issue their own coins   a\ncomplex monetary system composed of many standards evolved. The three most adopted silver standards include:",
            "  The Attic standard, based on a 4.3 g Athenian drachm(a)",
            "  The Corinthian standard, based on the 8.6 g stater (subdivided into three 2.9 g drachma)",
            "  and, The Aeginetan 12.2 g stater (or didrachm equal to two 6.1 g drachm).",
            "The Attic standard, due to tightly controlled weight and purity specifications maintained by Athens, became the most\nwidely adopted. There were many denominations based on the drachma equal to six obols, ranging from the decdrachm (at\n43 g), the popular tetradrachm (17.2 g), the obol (.72 g), to the smallest hemitartemorion (at .09 g). As you might expect,\ntoday the smaller denominations are very difficult to find.",
            "Number5 july August 2021 ---------------------------------------------------------------------------------------- -\n"
        ],
        "PageNo": "235"
    },
    {
        "File": "The_CN_Journal_July_44.jpg",
        "Paragraphs": [
            "Attica, Athens. c. 440 404 BCE. AR tetradrachm\n(17.18 g, 25 mm, 7h). Athens, mid-mass coinage\nissue. Obverse: head of Athena right, wearing\nearring, necklace, and crested Attic helmet\nornamented with three laurel leaves and vine\nscroll; Reverse: AOE, owl standing right, head\nfacing; olive sprig with two leaves and one berry,\nand crescent moon behind, AOE[NAION]  of the\nAthenians,  all within incuse square. HGC 4,\n1597. SNG Copenhagen 31-40. Kroll 8.",
            "(Image: Heritage Auctions)",
            "Attica, Athens. c. 454-404 BC. AR Obol (0.69 g, 8 mm, 2h).\nObverse: Helmeted head of Athena right; Reverse: Owl\nstanding right, head facing; olive sprig behind; all within\nincuse square. Kroll 13; SNG Copenhagen 53-6.",
            "(Image: Classical Numismatic Group)",
            "The city-states of the Boeotian League (confederacy),  virtually a facade of Theban rule,  issued a so-called Federal\ncurrency of the same type in the form of staters after a collective standard. The obverse of these federal coins bore the large\ntraditional Boeotian shield, covered by an ox-hide; the reverse showed the initial letters of the respective issuing city. The\nshield of ox-hide commemorated the body shields used in the area during the Bronze Age. The image of the shield was\nalso a pun    bous  meant  ox,  which alluded to Boeotia.",
            "Boeotia, Thebes. c. 364 362 BCE. AR stater (12.26 g, 23.5\nmm). Epami(nondas), magistrate. Obv: Boeotian shield;\nRev: Amphora; rosette above, EI-AMI across central field;\nall within concave circle. Hepworth, Epaminondas pl. 3, 3\n(same rev. die); Hepworth 32 (same rev. die); BCD Boiotia\n543 (this coin); HGC 4, 1333; Trait  Ill 267 (pl. CCl, 16 - same\nrev. die). Toned, small dig on obverse. VF. Ex Peus 388 (1\nNovember 2006), lot 122; Triton IX (10 January 2006), lot\n543. Remnants of the earlier form of the magistrate s name,\nEN NMA, are visible on the reverse.",
            "(Image: Classical Numismatic Group)",
            "Boeotia, Thebes. c. 395 338 BCE. A (1.98 g, 13 mm, 2h).\nFederal mint, struck 368 364 BCE. Magistrate Laanthe.\nObv: Youthful head of Herakles right, wearing lion s skin\nheaddress; Rev: AAAN above club and arrow left, OE below,\nall within incuse concave circle. Head, Boeotia p. 70, type b;\nBMC 176-177.",
            "(Image: Classical Numismatic Group)",
            "Boeotia, Thespiae. c. 400 350 BCE. AR stater (11.97 g);\nObv: Boeotian shield; Rev: head of Aphrodite Melainis\nright with crescent before and a second crescent below\ntruncation, OEXM-IKON. BMC 9, same dies; BCD Collection\n(Triton IX) 605, same dies; Boston supplement 94,\nsame reverse die. Provenance: Peter Guber Collection;\nManhattan Sale Il, New York, 4 January 2011, lot 41.\n(Image: Morton & Eden Ltd)",
            ""
        ],
        "PageNo": "236"
    },
    {
        "File": "The_CN_Journal_July_45.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "Roy colt Wout",
            "By ALAN ROY\n#17134",
            "Medals of the Governors General of Canada",
            "So what do collectors do when they complete their\nS collections?",
            "After years of scouring auction catalogues, antique\nshops, and hunting through dealer stock at coin shows,\nFreeman Clowery finally found what he was looking for a\nmedal struck between 1921 and 1926 for Julian Byng, at\nthat time, Governor General of Canada. Fifteen years after\nstarting his collection of medals of the Governors General\nof Canada, Clowery was finally finished. It was quite an\naccomplishment; he had the only complete collection of its\nkind in public hands.",
            "In one of the longest running series of medals in\nCanadian history, the first Governor General medals were\nawarded in 1873 by Lord Dufferin. The earliest medals\nwere presented for sportsmanship, but within a few\nyears, they were used to recognize outstanding academic\nperformance. The medals are beautiful and well made.",
            "Number5 July August 2021 ---------------------------------",
            "The early examples were designed by members of the\nWyon family, famous for designing many of the most\nbeautiful coins and medals of the British Empire in the\nnineteenth century. Typically, the design of these medals\nfeatures the conjoined profiles of the Governor General and\nspouse, with the family s coat-of-arms on the other side.",
            "Completing a collection can be bittersweet. As all\ncollectors know, it s the hunt that s fun, not the ownership.\nWith nothing left to look for, what is a collector to do? What\ndoes a collector do next when the collection is complete?",
            "I suppose Clowery could have sold the collection in\nauction, and left other collectors to work on their own\ncollections. But he had different ideas.",
            "In 1975 Jules Leger, the Governor General of Canada\nat the time, had tasked his aides to assemble a complete\ncollection of medals issued by his predecessors to be\nhoused and displayed at Government House, his official\nresidence. As they began their research into the endeavour,\nthey stumbled upon Clowery s name. After many phone\ncalls and meetings, Clowery decided to donate his entire\n21-medal collection to the project. The Governor General\npromised that the collection would be properly housed and\naccessible to numismatists.",
            "Clowery had no regrets about his decision. In an article\nappearing in the April 26, 1975, issue of Coin, Stamp,\nAntique News, publisher Don Thomas wrote,  Freeman\nexpressed great joy in being able to put the collection in a\nplace where all fellow numismatists could enjoy it. ",
            "But Clowery didn t stop at donating his collection to\nthe public. Six years later, he published Medals of the\nGovernors General of Canada, a work that catalogued all\nthe medals of the series.",
            "All medals are illustrated, except for one. Information\nabout the designers, minters, and numbers awarded are\nnoted. Examples of each medal were struck in bronze,\nsilver, and gold (or gilded metal in the case of later issues)\nfor different levels of education. Typically the bronze medal\nwas for educational excellence in high school, with the\nsilver and gold going to college and university graduates.\nNotable recipients of the medals are listed.",
            "As mentioned above, one medal is not illustrated: the\nEarl of Aberdeen s  small format  gold medal. According\nto Clowery s research, only eight of these smaller medals\nseem to have been awarded in 1894, with none known in\nthe numismatic market. Nevertheless, he reserved a page,\nand a number, for the elusive medal, in the hopes that one\nwould be discovered in the future.\n"
        ],
        "PageNo": "237"
    },
    {
        "File": "The_CN_Journal_July_46.jpg",
        "Paragraphs": [
            "Clowery s catalogue also provides a brief history of the\nGovernors General of Canada from the French Regime to\ntoday. And he includes an overview of the office s functions\nthrough the years.",
            "Other medals that reference Governors General are also\nmentioned, as are other awards associated with them. A\nnotable example listed is the Stanley Cup, donated by Lord",
            "Stanley in 1893.The book concludes by discussing images\nof the various Governors General used on paper money and\non associated other medals.",
            "Clowery shows us that there are ways for our collections\nto survive beyond us. Of course, not all of us have such an\nimportant collection, but we all can contribute to the hobby",
            "and help it grow.",
            
            "Continued from page 225",
            "somewhat less shady tokens struck in the\nnames of legitimate businesses, but with no\nintention that they would ever circulate.\nInstead, their only purpose was to\nprofit the numismatists who ordered",
            "them from a token manufacturer.\nDespite McLachlan s efforts, these",
            "pieces are highly collectible today,",
            "some of them even considered highly\ndesirable. While McLachlan  named\nnames,  his colleagues at the society\nworried about making those names public.\nSo, unfortunately for us today, the published\nversions of McLachlan s papers do not tell\nus who was responsible for the issue of\nthese tokens. McLachlan also indicated",
            "that most of these tokens were struck",
            "by the same company, with the\nimplication that this was Brunswick-\nBalke-Collender. Although we may",
            "never know for sure, some evidence",
            "helps us reconstruct who the culprits\nbehind these tokens may have been,\nwhile we can also now attribute most of\nthe tokens plausibly not to B-B-C but to its\nsimilarly named competitor, Brunswick &\nCompany.",
            "Lisa Dare to Speak on  Better Virtual\nMeetings 2.0 ",
            "Lisa Dare, wife of RCNA Director James Williston,\nFRCNA, will be the RCNA Club Delegates meeting\nspeaker during the first RCNA virtual convention\nin July. Her talk will be about how to maximize the\nsuccess of your virtual meetings and how to encourage",
            "stronger participation in them.\nBrett Irick",
            "BR 588, in copper",
            "Suite de la page 225",
            "peu moins louches frapp s au nom de commerce\nl gitime, mais avec aucune intention de les\nmettre en circulation. Au contraire, le but\npremier  tait de profiter aux numismates",
            "qui les ont command s d un fabricant de",
            ", jetons. Malgr  les efforts de McLachlan,",
            "ces pi ces sont aujourd  hui tres recherch es",
            "par les collectionneurs, certaines d entre",
            "elles  tant m me consid r es comme\nhautement d sirables. Alors que McLachlan",
            "  nommait des noms  , ses coll gues de la\nsoci t  craignaient de rendre ces noms publics.\nMalheureusement pour nous aujourd hui, les versions\npubli es des articles de McLachlan ne divulguent\npas qui  taient les responsables de | mission\nde ces jetons. McLachlan affirmait que la\nplupart de ces jetons avaient  t  frapp s par",
            "le m me fabricant, ce qui impliquait qu il\ns agissait de Brunswick-Balke-Collender.",
            "Bien que nous ne saurons peut- tre jamais",
            "avec certitude, certaines preuves nous aident",
            "a reconstituer qui a pu  tre les coupables\nderri re ces jetons, alors que nous pouvons\nmaintenant attribuer la plupart des jetons de\nmani re plausible non pas a B-B-C mais a son\nconcurrent du m me nom, Brunswick & Company.",
            "Pr sentation de Lisa Dare sur   Am lioration des",
            
            "r unions virtuelles 2.0  ",
            "Lisa Dare, conjointe du directeur de ?ARNC, James Williston,\nFRCNA, sera la conf renci re lors de la rencontre des d l gu s du\nclub de l ARNC au cours de ce premier congr s virtuel de P ARNC\nen juillet. Son expos  portera sur la fagon de maximiser le succ s de\nvos r unions virtuelles et comment augmenter la participation a ces\nr unions. Lisa a pr sent  la version 1.0 de cette conf rence lors du\ncongr s virtuel de 1 Ontario Numismatic Association en avril, et de\nnouvelles suggestions ont  t  incorpor es depuis cette pr sentation.",
            "Brett lrick",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "238"
    }
]