[
    {
        "File": "The_CN_Journal_June_05.jpg",
        "Paragraphs": [
            "FROM. THE. PRESIDENT Mia:",
            "MoT_DU_PRESIDENT.",
            "As I mentioned in my last President s Message, our\nannual convention for 2021, in Ottawa, has been\nancelled. However, we have planned a  virtual\nconvention  to run in the two-week period from Saturday,\nJuly 10 to Saturday, July 24. Most of the specialty collecting\nclubs that normally meet materially at our conventions\nhave accepted our invitation to hold a virtual-club meeting\nduring our  virtual convention.  Their meetings have been\nscheduled in the evenings of the week of July 19 to July\n23; these evening sessions are meant to allow attendance\nby members who work days, that week. Four Educational\nSymposium sessions have been scheduled, two on\nSaturday, July 17, and two on Sunday, July 18. The agenda\nand time schedule for the entire  virtual convention  is on\npage 163 in this issue. All virtual meetings and Educational\nSymposium sessions will be held on the RCNA s ZOOM\nplatform. Instructions for joming these sessions are in this\nissue on page 165 and also in the RCNA website. I do hope\nthat you will be able to participate in some, or all, of these\nsessions.",
            "The RCNA Annual General Meeting for its members\nwill be held from 10:30 a.m. to 1:30 p.m., EDT, Saturday,\nJuly 24. This meeting will be held virtually on the RCNA s\nZOOM platform. This is an election year for the RCNA, and\nnominations have been received that create competition for\ncertain of the positions on the RCNA Board of Directors. A\nBallot for your vote is included with this issue of the Joumal.\nI encourage you to vote when your ballot is received, and to\nattend the Annual General Meeting if possible.",
            "The annual RCNA Convention auction will also be held\nthis year in virtual format by our auctioneers, The Canadian\nNumismatic Company, from August 28 to August 31. The\nconsignment deadline for materials to be included in this\nauction is July 1. The RCNA receives a small commission\non sales in this RCNA-sponsored auction. I thus ask you to\nconsider consigning items for sale, and to participate in this\nauction, as a way to assist your RCNA.",
            "These are clearly unusual times in which we live; unusual\ntimes require unusual responses and planning. I do hope\nthat you appreciate the effort that has been put in, mainly by\nour Convention Committee, chaired by James Williston of\nCalgary, in organising the 2021  virtual convention  and in\nJuggling convention locations and contracts for future years,\nas needed because of disruptions caused by the cancellation\nof our last two conventions.",
            "I wish you the very best in your collecting. Do y) safe",
            "and well! B Za",
            "Number4 June",
            "2021 --n--n-nnnnnnnnnnnnnnn anne nen",
            "pr sident, notre congr s annuel de 2021, 4 Ottawa, a",
            " t  annul . Cependant, nous avons planifi  un  congr s\nvirtuel  durant une p riode de deux semaines du samedi 10 juillet\nau samedi 24 juillet. La plupart des clubs de collectionneurs\nsp cialis s qui se r unissent habituellement lors de nos congr s\nont accept  notre invitation d organiser des rencontres virtuels\ndans le cadre de notre  congr s virtuel . Leurs rencontres sont\npr vues les soirs de la semaine du 19 au 23 juillet; ces rencontres\nen soir es sont pour accommoder la participation des membres\nqui travaillent de jour durant cette semaine-la. Quatre symposiums\n ducatifs sont pr vus, deux le samedi 17 juillet et deux le\ndimanche 18 juillet. L ordre du jour et le calendrier des activit s\ndu  congr s virtuel  se trouvent a la page 164 de ce num ro.\nToutes les rencontres virtuelles et les symposiums  ducatifs se\ntiendront sur la plate-forme ZOOM de l ARNC-. Les instructions\npour acc der a ces sessions se trouvent dans ce num ro 4 la page\n165 et  galement sur le site Web de PARNC. J esp re que vous\npourrez participer a certaines ou a toutes ces sessions.",
            "L assembl e g n rale annuelle de l  ARNC pour les membres\nse tiendra le samedi 24 juillet de 10h30 a 13h30, HAE. Cette\nr union se tiendra virtuellement sur la plateforme ZOOM de\nV ARNC. C est une ann e d lection pour l ARNC, et plus\ndune candidature a  t  recue pour quelques postes, qui cr ent\nune comp tition pour ces postes au conseil d  administration\nde ?ARNC. Un bulletin de vote est inclus dans ce num ro du\nJournal. Je vous encourage a voter et envoyer votre bulletin d s\nmaintenant et d assister a 1  Assembl e g n rale annuelle.",
            "La vente a l encan annuel du congr s de 1  ARNC aura\n galement lieu cette ann e en format virtuel par notre encanteur,\nThe Canadian Numismatic Company, du 28 aotit au 31 aott. La\ndate limite d envoi pour les items a inclure dans cette vente a\nlencan est le ler juillet. L:ARNC regoit une petite commission\nsur les ventes de cet encan parrain e par l ARNC. Je vous\ndemande donc d envisager de consigner les articles 4 vendre, et\nde participer a cette vente a l encan, comme un moyen d aider\nfinanci rement votre ARNC.",
            "Nous vivons dans une p riode inhabituelle; les p riodes\ninhabituelles exigent des r actions et une planification\ninhabituelle. JS esp re que vous appr ciez les efforts qui ont  t \nd ploy s, principalement par notre comit  des congr s, sous\nla pr sidence de James Williston de Calgary, pour organiser\nle  congr s virtuel  2021 et pour jongler avec les lieux et les\ncontrats des congr s futurs, tel que requis suite aux perturbations\ncaus es par l annulation de nos deux demiers congr s.",
            "Je vous souhaite du succ s dans votre passe-temps. Soyez",
            "prudent et restez en s curit . vy, 2 Fa",
            "Crs je l ai mentionn  dans mon dernier message du",
            "149\n"
        ],
        "PageNo": "149"
    },
    {
        "File": "The_CN_Journal_June_07.jpg",
        "Paragraphs": [
            "2021 RCNA CONVENTION MEDAL e\nMEDAILLE_DU_CONGRES_DE_L  ARNC_ 2021",
            "On Sale Now! e En vente maintenant!",
            "The 2021 RCNA Convention Medal\n| celebrates the RCNA s first Virtual\nConvention, a theme developed\nby the RCNA s Medal Committee in\nconjunction with our Convention\nCommittee. During consultations,\nthe final design was chosen to evoke\nemotions of national pride and\nunity in the face of the devastating\nworldwide COVID-19 pandemic.",
            "Canada s iconic symbol, the Peace\nTower, proudly flying the nation s flag,\nis prominently featured. The hands of the\nTower Clock indicating 11:11 to honour those\nCanadians who have made the supreme sacrifice. The\neternal Centennial Flame, symbolic of Canadian unity,\nis in the foreground, representing our country   Strong\nand Free   A Mari Usque Ad Mare.",
            "These two symbols of our national pride are in\nOttawa, home to the Ottawa Numismatic Society,\nthe intended host club of the RCNA 2021 Convention\nbefore the ongoing pandemic. We look forward to the\nONS hosting the Association s 2022 Convention.",
            "To the right is an allegorical figure of a Canadian\nmasked for self protection and for keeping others safe\nfrom transmitted COVID-19.",
            "The figure holds a tablet, safely interacting with\ncolleagues, friends, and family through the worldwide\nweb. The international symbol for WiFi represents\nconnectivity in our current reality; even though we are\nphysically apart we are together as one in spirit!",
            "The imagery of our medal honours Canada s past\nwhile looking forward to a brighter future!",
            "On Sale Now at www.rcna/2021/!",
            "Number4 June",
            "L a m daille du congr s de l  ARNC 2021\n",
            "celebre le tout premier congr s virtuel\nde l Association, un theme d velopp \npar le Comit  des M dailles de l  ARNC en\ncollaboration avec le Comit  du congr s.\nLors des consultations, la conception\nfinale a  t  choisie pour  voquer des\n motions de fiert  nationale et d unit  face\na la d vastatrice pand mie mondiale de\nCOVID-19.\nLe symbole embl matique du Canada, la\nTour de la Paix, arborant fi rement le drapeau\nde la nation, est bien en  vidence. Les aiguilles\nde V horloge de la tour indiquent 11 h 11 pour honorer\nles Canadiens qui ont fait le sacrifice supr me. La flamme\n ternelle du centenaire, symbole de l unit  canadienne, est au\npremier plan, repr sentant notre pays   Fort et libre   A Mari\nUsque Ad Mare.",
            "Ces deux symboles de notre fiert  nationale se trouvent a\nOttawa, si ge de la Soci t  numismatique d Ottawa (SNO),\nle club hote pr vu pour le congr s de   ARNC 2021 avant la\npand mie en cours. Nous attendons avec impatience que la SNO\naccueille le congr s 2022 de I  Association.",
            "A droite, une Canadienne symbolique se prot geant elle-\nm me et les autres en portant un masque pour emp cher\nla transmission du virus COVID-19. La personne tient une\ntablette, interagissant en toute s curit  avec ses coll gues,\namis et famille via le Web. Le symbole international du Wifi\nrepr sente la connectivit  dans notre r alit  actuelle; m me\nsi nous sommes physiquement s par s, nous sommes unis en\nesprit !",
            "Le motif de notre m daille rend hommage au pass  du Canada\ntout en esp rant un avenir meilleur !",
            "En vente maintenant le www.arnc.ca/2021/ !"
        ],
        "PageNo": "151"
    },
    {
        "File": "The_CN_Journal_June_08.jpg",
        "Paragraphs": [
            "2021 RCNA ELECTION INFORMATION e\nINFORMATION. POUR_ELECTION DE_L ARNC._ 2021",
            "Candidate for President / Candidat a la pr sidence",
            "Stephen Woodland, FRCNA, FONA",
            "I am a candidate for the position of RCNA\nPresident, and I seek your support and your\nvote at election time.\nWith over 40 years of experience\nas president of a project-management\nconsulting firm, a public-service executive,\nand a senior army officer, I bring a proven\nand valuable skillset of leadership, team-\nbuilding, contract negotiation, financial\nstewardship, and communications expertise\nto serve the RCNA.\nMy Platform: The RCNA has strong\npotential to become a world-class\nnumismatic organization that is a leader in education services,\na trusted source of information, a national advocate, and\npromoter for the hobby. To achieve this, we must work\ntogether, building upon the existing strong foundation and\nemploying a dynamic strategy of membership, leadership, and",
            "stewardship:",
            "* a robust communications effort that reaches out to all\nCanadians;",
            "* an active, wide-ranging recruitment and retention campaign\nto grow numbers and ensure the health of the hobby;",
            "* a progressive advocacy program that promotes and protects\nthe interests of our members   collectors, researchers,\nclubs/associations, dealers; and",
            "* sound financial oversight that judiciously and transparently\nmanages our resources for maximum benefit.",
            "Numismatic Management:",
            "* RCNA: Convention General Chairman (2008, 2016,\n2022), Area Director, RCM Liaison, Committee Chair\n(Translation, Budget)",
            "  ONA: 2nd Vice President, Area Director, and Club\nServices Director",
            "* President of the Ottawa Numismatic Society",
            "Numismatic Writing:\n  Editor of RCNA NumisNotes and HMS Matthew\n  Assistant-Editor of Coins of Canada, Nummus Canada\nand moneta\n  Contributor to The CN Journal",
            "Numismatic Recognition:\n* two RCNA President s Awards\n* RCNA Guy Potter Literary Award\n  Fellow of the RCNA and the ONA\n  ONA Presidential Award\n* ONS Numismatist of the Year",
            "Thank you for your support. I look forward to serving as your\nPresident.",
            
            "Je suis candidat au poste de pr sident de\nTY ARNC et je sollicite votre support et\nvotre vote lors des  lections.",
            "Mes 40 ans d exp rience en tant que\npr sident d une firme de gestion de projet,\nhaut fonctionnaire, et officier-sup rieur\ndans l Arm e, me permettent d offrir a\nVY  ARNC des comp tences en leadership,\nsynergie des groupes, n gociations,\ng rance financi re, et communications.",
            "Ma Plate-forme : L ARNC a le potentiel\nd largir ses rangs consid rablement\net devenir un organisme de classe",
            "mondiale : leader de la promotion de la numismatique et\ndans la prestation de services  ducatifs et informatifs, porte-\nparole national, et promoteur du hobby. Pour y parvenir,\nnous devons collectivement construire sur les bases solides\nexistantes, employant une strat gie dynamique d adh sion,",
            "leadership, et intendance qui comprend :",
            "  des communications qui tendent la main 4 tous les\ncanadiens et canadiennes;",
            "* une campagne active, de recrutement et r tention;",
            "* un programme de sensibilisation progressive qui\nfavorise et prot ge les int r ts de nos membres;",
            "* une saine surveillance financi re qui g re, de fagon\njudicieuse et transparente, nos ressources pour atteindre\ndes b n fices maximales.",
            "Gestion de la numismatique :",
            "  Au sein de 17 ARNC : pr sident des congr s (2008, 2016,\n2022), directeur-r gional, liaison aupr s de la MRC,\npr sident des comit s (traduction, budget);",
            "  Au sein de l?ONA : 2e Vice-pr sident, directeur-r gional,\net directeur des services aux clubs",
            "  Pr sident de la Soci t  numismatique d  Ottawa",
            "Ecritures numismatiques :",
            "  R dacteur en chef de NumisNotes et de HMS Matthew,",
            "  R dacteur-adjoint de Monnaies du Canada, de Nummus\nCanada, et de moneta,",
            "* Contributeur au Journal canadien de numismatique",
            "R compenses numismatiques :\n* Deux prix de pr sident de l ARNC,\n* prix litt raire Guy Potter de l  ARNC\n* Fellow de l ARNC et de TONA\n* Prix de pr sident de ? ONA\n* Numismate de l ann e de la SNO\nJe vous remercie pour votre soutien. Je serai honor  de vous",
            "servir en tant que pr sident.","152",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "152"
    },
    {
        "File": "The_CN_Journal_June_09.jpg",
        "Paragraphs": [
            "2021 RCNA ELECTION INFORMATION e\nINFORMATION. POUR_ELECTION DE_L ARNC_ 2021",
            "Candidate for Past President / Candidat pour le pr sident sortant",
            "Robert Forbes, BA, LLB, FRCNA",
            "BA (Economics), LLB Western; LLM (Master of Laws) London School of Economics, England.",
            "Until his retirement on December 31, 2016,\nhe was Senior Partner at Miller Thomson\nLLP, a Canadian law firm with 11 offices\nnationally, where he practiced Corporate\nand Securities Law in its Toronto office\nand Chaired its National Private Business\nTransactions Practice Group.",
            "Past adjunct professor of Contract and\nBusiness Organizations Law at Osgoode\nHall Law School, York University. Winner\nof the University prize for teaching\nexcellence (Adjunct Faculty) in 2011 for\nteaching of Contract Law, and winner of Law School\nDistinguished Service Award (Adjunct Faculty) in 2010.\nAuthor of numerous books and legal journal periodicals.",
            "Past Chairman of the Board of Directors of a\nmajor North American engineering company and\ncurrently Director and Chair of its Human Resources\nand Compensation Committee; Director and Board\nCommittee Member and Board Committee Chair of\nanother Canadian public listed company, and of a\nmutual property and casualty insurance company.",
            "Numismatically, past Ontario director of the\nRCNA; standing President of the RCNA for the past\nterm. Director and past Chairman of the Canadian\nAssociation for Numismatic Education (CAFNE).\nDeputy Chairman of the J. Douglas Ferguson\nHistorical Research Foundation. 2011 winner of the\nRCNA President s Award (related to the creation\nand organization of CAFNE), 2015 Fellow of the\nRCNA Award winner, and winner of the 2015 Guy\nPotter Literary Award. Platinum level annual donation\ncontributor to RCNA and CAFNE.",
            "Collector of Canadian, Newfoundland and Maritime\ndecimal coinage, royal portrait coinage of New\nFrance, and pre-Confederation tokens. 2010 winner of\nPCGS award (Best New Set) for PCGS Set Registry\n(Complete Newfoundland 50 Cents and Newfoundland\nType Set), and PCGS Gold Award Winner in each\nof 2015-2018 for  Newfoundland Complete Set,\nCirculation Strikes (1865 1947)  and holder of a\nnumber of  Finest Sets of All Time  designations in\nthe PCGS Set Registry. Presenter at Newfoundland\nNumismatic Enthusiast Club educational seminars at\nvarious RCNA conventions.",
            "Number4 June",
           
            "Robert Forbes  tait associ  principal,\njJusqu a sa retraite le 31 d cembre 2016,\nchez Miller Thomson LLP, un cabinet\nd avocats canadien comptant onze bureaux\na l chelle nationale, ot il aexerc  le droit\ndes soci t s et des valeurs mobili res au\nbureau de Toronto en plus de pr sider\nle groupe national sur les pratiques des\ntransactions d  entreprises priv es.\nAncien professeur auxiliaire en droit des\ncontrats et des organisations commerciales\na la facult  de droit Osgoode Hall de\nP Universit  York. I] est laur at du prix universitaire d excellence en\nenseignement (facult  auxiliaire) de 2011 pour l enseignement du\ndroit des contrats et r cipiendaire du prix pour service distingu  de\nla facult  de droit (facult  auxiliaire) de 2010. Auteur de nombreux\nouvrages et p riodiques publi s dans des revues juridiques.",
            "Ancien pr sident du conseil d administration d une importante\nsoci t  d ing nierie nord-am ricaine et actuellement pr sident et\ndirecteur du comit  des ressources humaines et de la r mun ration\nde cette soci t ; directeur et membre du conseil d administration\net pr sident du conseil d administration d une autre soci t \ncanadienne publique cot e en bourse et d une soci t  mutuelle\nd assurance d actifs et de gestion de risques.",
            "Dans le milieu numismatique, il est un ancien directeur de\nl Ontario pour 1  ARNC;  lu pr sident de l  ARNC au cours du\ndernier mandat. Ancien pr sident et directeur de l association\ncanadienne pour | ducation numismatique (ACPEN). Vice-\npr sident de la fondation de recherche J. Douglas Ferguson.\nLaur at du prix du pr sident de l  ARNC en 2011 (li  a la\nmise sur pied et a l organisation de l ACPEN), recu le titre de\ncompagnon (Fellow) de l  ARNC en 2015 et laur at du prix\nlitt raire Guy Potter en 2016. Donateur niveau platine pour\ncontribution a  ARNC et ACPEN.",
            "Collectionneur de pi ces de monnaie d cimales canadiennes,\nde Terre-Neuve et des Provinces Maritimes, des effigies royales\nde la Nouvelle-France et de jetons pr -Conf d ration. Laur at, en\n2010, du prix PCGS (Best New Set) pour sa collection complete\ndes pi ces de 50 cents de Terre-Neuve par type et PCGS Gold\nAward pour toutes l\\es ann es entre 2015 et 2018 pour  Ensemble\ncomplet des pieces de circulation de Terre-Neuve (1865-1947) \net proprictaire d un bon nombre des  plus beaux ensembles de\ntous les temps  dans le registre des collections list es avec PCGS.\nMod rateur aux sessions  ducatives du Newfoundland Numismatic\nEnthusiast Club lors de divers congr s de \n"
        ],
        "PageNo": "153"
    },
    {
        "File": "The_CN_Journal_June_10.jpg",
        "Paragraphs": [
            "2021 RCNA ELECTION INFORMATION e\nINFORMATION. POUR_ELECTION DE_L ARNC._ 2021",
            "Candidate for 1st Vice-President / Candidat a la 1e vice-pr sidence",
            "William (Bill) O Brien, FRCNA",
            "Like most collectors my quest began",
            "at a young age. I remember looking",
            "through my parents  change with the",
            "hope of finding a shiny old one-cent",
            "piece; then the joy of putting it in the",
            "Whitman folder I so closely guarded.",
            "My interests soon grew exponentially",
            "as I discovered foreign coins from",
            "neighbors, friends and relatives. I was",
            "hooked for life and the bug never left,",
            "only going dormant as life interfered.",
            "After obtaining a BBA from the",
            "University of Prince Edward Island and marrying a local\ngirl, many busy years past while building a successful\nsmall business.",
            "In 2000 my collecting interests were rekindled when\nI was introduced to organized numismatics by a long-\ntime business associate who was a coin dealer in his\nspare time and a member of a local Etobicoke coin club\n(E-MCCC). This was the beginning of the more formal\nbut highly entertaining and educational part of my\ncollecting career. After attending the E-MCCC meetings\nfor some time I became aware that other local, regional,\nand national clubs existed. I started joining them, and\nbecoming more involved in clubs beyond my local area,\nlike the ONA, CATC, CPMS, ANA and of course the\nRCNA.",
            "I have been president of the North York Coin Club\nfor the last 12 years, a role that has taught me just how\nvaluable volunteers are in a not-for-profit organization.\nDuring my tenure, the NYCC has successfully hosted\ntwo RCNA conventions: 2014 and 2018. I was the\nconvention chairman for the 2018 convention.",
            "I continue to be an active member of the RCNA\nexecutive, promoting and supporting the Association\nin every endeavour. I was honoured to be made Fellow\n(FRCNA) in 2020 for my efforts. As an area director\nI have been privileged to meet many unique and\ninteresting individuals within the hobby. I look forward\nto expanding my role on the RCNA executive and intend\nto be of service to the Association for many more years\nwhile I broaden my collecting interests and knowledge.",
            "Comme la plupart des collectionneurs, ma\nrecherche a commenc  a un jeune age. Je\nme souviens avoir fouill  dans la monnaie\nde mes parents dans | espoir de trouver\nune vieille pi ce brillante d un cent; puis la\nJoie de la mettre dans le classeur Whitman\nque je gardais pr cieusement. Mes champs\nd int r t ont rapidement grandi de facon\nexponentielle lorsque j ai d couvert des\npieces  trang res donn es par des voisins,\namis et parents. J tais accro pour la vie et\nla passion n est jamais parti,  tant sur pause\nque lorsque la vie interf rait. Apr s avoir obtenu un BAA de\nl'Universit  de l fle-du-Prince-Fdouard et  pous  une fille de\nla r gion, de nombreuses ann es occup es se sont  coul es,\nalors que je batissais une petite entreprise prosp re.",
            "En 2000, mes int r ts de collection ont  t  raviv s lorsque\njai  t  initi  a la numismatique organis e par un associ \nde longue date qui  tait marchand de pi ces de monnaie\npendant son temps libre et membre d un club numismatique\nd  Etobicoke (E-MCCC). Ce fut le d but de la partie la plus\nformelle mais tr s divertissante et  ducative de ma carri re\nde collectionneur. Apr s avoir assist  aux r unions de | E-\nMCCC pendant un certain temps, j ai pris conscience que\nd autres clubs locaux, r gionaux et nationaux existaient. Pai\ncommenc  a les rejoindre et 4 m impliquer davantage dans\ndes clubs au-dela de ma r gion, comme l ONA, le CATC, le\nCPMS, l  ANA et bien sir ? ARNC.",
            "Je suis pr sident du North York Coin Club (NYCC) depuis\n12 ans, un rdle qui m a appris a quel point les b n voles sont\nessentiels pour un organisme sans but lucratif. Pendant mon\nmandat, le NYCC a organis  avec succ s deux congr s de\nPARNC: 2014 et 2018. J tais le pr sident de du congr s de\n2018.",
            "Je continue d tre un membre actif de l ex cutif de\nPARNC, promouvant et soutenant l Association dans toutes\nses projets. J ai eu  honneur d tre nomm  Fellow (FRCNA)\nen 2020 pour mes efforts. En tant que directeur r gional,\nJai eu le privil ge de rencontrer de nombreuses personnes\nuniques et int ressantes dans le domaine du hobby. J ai hate\nd largir mon role au sein de l ex cutif de PARNC et j ai\nlintention d tre au service de l Association pendant encore\nde nombreuses ann es tout en  largissant mes int r ts et mes\nconnaissances en mati re de collection.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "154"
    },
    {
        "File": "The_CN_Journal_June_11.jpg",
        "Paragraphs": [
            "2021 RCNA ELECTION INFORMATION e\nINFORMATION. POUR_ELECTION DE_L ARNC_ 2021",
            "Candidate for 2nd Vice-President / Candidat a la 2e vice-pr sidence",
            "Jacques Poitras, FRCNA",
            "My interest in coin collecting started\nin my teen-age years. I always kept and\neye open to see if I could add coins to\nmy collection.",
            "I started by attending local",
            "numismatic club meetings. Over time,\nI broaden my scope and I attend regular\nmeetings in different regions and also\nattend shows, conventions and other\ncollector events.",
            "Today, in addition to my interest with\nCanadian and US paper money and\ncoins, I also seek for municipal trade\ndollars, miscellaneous merchant tokens, Canadian\nTire memorabilia including coupons, gift cards and\nother related products and the list goes on.",
            "In the past four years, I had the privilege of being\none of the two directors for the province of Quebec,\nwhich gave me a good overview of the challenges\nahead. I also worked as a translator for The CN\nJournal and the French version of the correspondence\ncourse Part II, as well as being a member of the\nAssociation s finance committee.",
            "My next challenge is to contribute to the financial\nstability of the RCNA. I would like to see our\nAssociation increase our membership, increase the\nvisibility of our association, promote numismatics\namong youth, who will form the next generation\nfor our hobby. I would also like to contribute to the\nadvancement of education by and for our members\nwith educational symposium and publishing of\nresearch articles.",
            "I ve been a member of the RCNA since 1998,\nSaint-John Coin Club, American Numismatic\nAssociation, Club numismatique du Bas-St-Laurent,\nCanadian Tire Collector Club, the CATC, the CPMS,\nthe ONA, a member and director for |  Association\ndes Numismates Francophones du Canada and new\npresident of the Atlantic Provinces Numismatic\nAssociation.",
            "I hope to count on your support.",
            "Number4 June",
            
            "J ai commenc  4a collectionner la\nmonnaie au d but de mon adolescence en\naccumulant des pi ces de monnaie. Avec\nles ann es, j ai toujours gard  un ceil pour\najouter des pi ces a ma collection.",
            "A mes d buts, je participais a\nune rencontre mensuelle du club\nnumismatique dans ma r gion. Avec\nle temps, j ai  largi mes horizons en\nassistant r guli rement a des rencontres\nnumismatiques dans diff rentes r gions,\nou en assistant a des expositions et\n v nements de collectionneurs.",
            "Aujourd hui, en plus de maintenir ma passion pour les billets\net la monnaie canadiens am ricaines, j ai  galement un int r t\npour la monnaie am ricaine, les billets et jetons municipaux du\nCanada, et autres jetons de commerces et aussi pour les items\nCanadian Tire, dont les coupons, les cartes cadeaux et produits\nd riv s et bien d  autres.",
            "Au cours des quatre derni res ann es, j ai eu le privil ge\nd tre un des deux directeurs pour la province du Qu bec, ce qui\nm/ a donn  un bon apercu des d fis a relever. J ai  galement agi\ncomme traducteur pour le Journal canadien de numismatique et\nde la version frangaise du cours par correspondance partie II, en\nplus d tre membre du comit  de finance de l association.",
            "Mon prochain d fi est de contribuer a la stabilit  financi re de\nVY ARNC. J aimerais voir notre association augmenter le nombre\nde membres, accroitre la visibilit  de notre association, faire\nla promotion de la numismatique aupr s des jeunes, qui sont\nla rel ve de notre passe-temps. J aimerais aussi contribuer a\nl avancement de | ducation par et pour nos membres grace aux\ns minaires  ducatifs et a la publication d article de recherche.",
            "Je suis membre de 1 ARNC depuis 1998, du club\nnumismatique de St-Jean, N.-B. de 1  American Numismatic\nAssociation, du club numismatique du Bas-St-Laurent,\ndu CATC, du CPMS de l ?ONA, membre et pr sident du\nClub Collectionneur Canadian Tire, membre et directeur\nde l Association des Numismates Francophones du Canada\net nouveau pr sident de | Atlantic Province Numismatic\nAssociation.",
            "J esp re compter sur votre support.\n"
        ],
        "PageNo": "155"
    },
    {
        "File": "The_CN_Journal_June_12.jpg",
        "Paragraphs": [
            "2021 RCNA ELECTION INFORMATION e\nINFORMATION. POUR_ELECTION DE_L ARNC 2021",
            
            "Michael Joffre: Candidate for Director representing Montreal and Suburbs /\nCandidat au poste de Directeur repr sentant de Montr al et les banlieues",
            "My goal will be to help recruit, and to be a liaison",
            "for the established membership in the RCNA, to",
            "help current and younger collectors connect with",
            "each other to expand their collecting knowledge,",
            "and of course to help the RCNA in any way that s",
            "felt my contributions would benefit. As President",
            "of the Lakeshore Coin Club (2001 to date, being\nre-elected 8 times), I led our great team to double",
            "the membership in the club. As current President of the\nMontreal Numismatic Society, I work with a fabulous\ngroup of advanced numismatists making discoveries in their\nrespective fields. These are the only two clubs in the area\ncode H for the RCNA   and I am present at each meeting  \nand actively helping the hobby grow in Montreal.",
            "As owner of Carsley Whetstone & Company  \nnumismatics is not just my business   but it is also my\npassion. This is shared not just in my participation in\nmany clubs around the world, but by introducing people\nto collecting, doing talks at other clubs, elementary school\npresentations, writing articles for two local Montreal\nnewspapers, contributing for years to the Charlton price\nguides, and to several web blogs.",
            "Mon objectif sera d aider au recrutement et d tre un",
            "agent de liaison pour les membres actuels de l ARNC,",
            "d aider les collectionneurs actuels et les plus jeunes a se",
            "rejoindre afin d largir leurs connaissances en mati re",
            "de collection numismatique et, bien sir, mettre mes",
            "talents au b n fice de   ARNC. Comme pr sident du\nLakeshore Coin Club (depuis 2001, r lu 8 fois), j ai\ncontribu , avec une  quipe formidable, a doubler le",
            "nombre de membres du club. Comme pr sident actuel de la Soci t \nde numismatique de Montr al, je travaille avec un merveilleux\ngroupe d experts numismates qui font des d couvertes dans leurs\ndomaines respectifs. Ce sont les deux seuls clubs dans le code\nr gional H de l ARNC, et je suis pr sent 4 chaque r union en plus\n@ aider activement a faire progresser notre passe-temps 4 Montr al.\nJe suis propri taire de Carsley Whetstone & Company, et la\nnumismatique n est pas seulement mon commerce, c est aussi\nma passion. Cette passion se mesure non seulement par mon\nimplication dans de nombreux clubs numismatiques du monde\nentier, mais  galement en initiant les gens a la collection, en\ndiscutant avec d autres clubs, en pr sentant des expos s dans des\n coles  l mentaires, en  crivant des articles pour deux journaux\nlocaux de Montr al, en contribuant depuis des ann es 4 la liste des\nvaleurs pour les guides Charlton et a plusieurs blogues sur internet.",
            "Kevin Day-Thorburn: Candidate for Director representing New Brunswick and Prince Edward Island\n/ Candidat au poste de Directeur repr sentant du Nouveau-Brunswick et de I lle-du-Prince-Edouard",
            "A member of the RCNA since 1988, Kevin Day-\nThorburn has enjoyed the position of Area Director",
            "for New Brunswick and Prince Edward Island and",
            "editor of the organization s electronic newsletter,\nNumisNotes. It was a highlight for him to receive",
            "the Fellow of the RCNA award in 2018. He is\ncurrently the president and editor of the Saint",
            "John Coin Club and editor of The Atlantic Numismatist,\nthe newsletter of the APNA. He is a strong proponent of\nfurthering numismatic education and attracting young\nnumismatists to the hobby, having had both these as mandates\nfor the ACCCR (Atlantic Canadian Coin Collectors  Rally), a\nnumismatic convention/coin show organizing body of which\nhe is co-chair. In the past, he has served on the executive\nof the Halifax Regional Coin Club and as RCNA Area\nDirector for Nova Scotia and Newfoundland. He is a strong\nsupporter of organized numismatics/coin clubs, recognizing\nthe value they provide to furthering the hobby. Kevin has a\nbroad range of numismatic interests, including Canadian and\nworld circulating coins, Maritime Provinces medals, tokens,\nwooden nickels, and cheques.",
            "Membre de l  ARNC depuis 1988, Kevin Day-Thorbum\noccupe les postes de directeur r gional pour le Nouveau-\nBrunswick et I fle-du-Prince-Edouard et est r dacteur\nen chef du bulletin  lectronique de | organisation,\nNumisNotes. Ce fut un moment important pour lui de\nrecevoir le prix du compagnon (Fellow) de   ARNC\nen 2018. Il est actuellement pr sident et r dacteur en\nchef du bulletin pour le Saint John Coin Club et r dacteur en\nchef de The Atlantic Numismatist, le bulletin de 1  APNA. II est\nun fervent partisan de l ducation numismatique et de recruter\nde jeunes numismates dans notre passe-temps, ayant ces deux\nobjectifs dans le mandat de 1  ACCCR (Rally de collectionneurs de\npi ces de monnaie du Canada Atlantique), un  v nement / congr s\nnumismatique dont il  tait copr sident. Auparavant, il a si g \nsur l ex cutif du Halifax Regional Coin Club et a  t  directeur\nr gional de l ARNC pour la Nouvelle-Ecosse et Terre-Neuve.\nIl croit aux bienfaits de l organisation des  v nements et clubs\nnumismatique structur s, reconnaissant la valeur qu ils apportent a\nla promotion du passe-temps. Kevin a un large  ventail d int r ts\nnumismatiques, y compris des pi ces de monnaie en circulation du\nCanada et du monde, des m dailles des Maritimes, des jetons, des\njetons en bois et des ch ques.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "156"
    },
    {
        "File": "The_CN_Journal_June_13.jpg",
        "Paragraphs": [
            "William Waychison: Candidate for Director representing North and East Ontario /\nCandidat au poste de Directeur repr sentant de | Ontario   Nord et Est",
            "William Waychison is a professional geologist\n(P.Geo.), and graduate of McGill University\n(MSc. Ap.), Montreal. He has over 40 years\nexperience, and a successful track record of\nestablishing /managing freestanding offices, people,\nand mineral exploration programs.",
            "He is a member of the SNQ, and in 1991 was\nnamed an  Ambassadeur  for promotion of numismatics outside\nof Qu bec in active collaboration with the activities of the SNO.",
            "He has a long record of continuous positive service to\nnumismatics and the RCNA. He served as co-chairperson for\nCoin Month Canada (1996-99), and as RCNA Club Services\nChair for over eleven years. With his wife, France, they also\ntranslated the Club News, Presidents  Messages, and association\nannouncements for the same period. As Vice-President (2007 \n11, 2016-2019) and as President (2011-13), he helped direct the\nRCNA towards a more sound financial basis; introduced digital\nmembership; and new standards to our code of ethics.",
            "He is a Fellow (1992) and Life Member (LM#379) of the\nRCNA; Fellow and a past-president of the CNRS; a Fellow of\nthe ONA (2002); recipient of the ONA Award of Merit (2005)\nand the ONA Bruce H. Raszmann Award (2016); has served\nas the ONA Awards Chair, and currently serves the ONA as\nDirector for northeastern Ontario. He also is a director of the\nCanadian Association for Numismatic Education (CAFNE).",
            "Number4 June",
            
            "William Waychison est un g ologue professionnel\n(P.Geo.) et dipl6m  de l Universit  McGill (MSc.\nAp.), de Montr al. Il a plus de 40 ans d exp rience et\nest reconnu pour ses succ s en  tablissement / gestion\nde bureaux ind pendants, de gestion des ressources\nhumaines et des programmes d  exploration mini re.",
            "Il est membre de la SNQ, et en 1991, il a  t  nomm \n Ambassadeur  pour la promotion de la numismatique a l ext rieur\ndu Qu bec en collaboration active avec les activit s de la SNQ.",
            "Il a une longue exp rience de service continu envers la\nnumismatique et l  ARNC. Il a  t  co-pr sident pour Le mois de\nla monnaie au Canada (1996-1999) et en tant que responsable des\nServices aux clubs de l ARNC pendant plus de onze ans. Avec son\n pouse, France, ils ont  galement traduit les Nouvelles des Clubs, les\nMessages des Pr sidents et les annonces pour I association durant\ncette m me p riode. Au cours de ces mandats comme vice-pr sident\n(2007-2011, 2016-2019) et pr sident (2011-2013), il a contribu  a\norienter 1  ARNC vers une stabilit  financi re, | introduction d un\nabonnement en format num rique, et | laboration de nouvelles\nnormes a notre code d thique.",
            "Il a  t  regu compagnon (Fellow -1992) et est membre 4 vie (LM #\n379) de   ARNC, compagnon et ancien pr sident du CNRS; membre\nde l ONA (2002); r cipiendaire du prix d excellence de l ONA (2005)\net du prix ONA Bruce H. Raszmann (2016); a  t  responsable des\nprix de l ONA et si ge actuellement sur le conseil d administration de\nPONA comme directeur pour le nord-est de l Ontario. Il est galement\ndirecteur au sein de l association canadienne pour |   ducation",
            "numusmatique. Continued on page 158\n"
        ],
        "PageNo": "157"
    },
    {
        "File": "The_CN_Journal_June_14.jpg",
        "Paragraphs": [
            "Brett Irick: Candidate for Director representing Ontario   South-Central /\nCandidat au poste de Directeur repr sentant de Ontario   Sud-Centre",
            "Numismatics has been a lifetime passion and\njourney, now spanning 50+ years; ten years as\nan RCNA Director. If re-elected, I will be able to\ncontinue to directly contribute my experience and\nhard work to help further strengthen the RCNA.",
            "Volunteerism and hobby leadership are important in\nmy numismatic life and I feel honoured to be active in\nhobby leadership in both Canada and the United States. Current\nnumismatic offices include RCNA Club Services Chairman,\nVice President and Exhibit Chairman of Central States\nNumismatic Society, and Treasurer of the Polish American\nNumismatic Society. As President, Windsor Coin Club won\nthe Louise Graham Canadian Coin Club of the Year Award\nin 2012, 2013 and 2018. Our club then put together a talk,\n Building a Better Club,  that was presented at the CSNS and\nRCNA Conventions. Life achievements include an American\nNumismatic Association Presidential Award, Fellow of the",
            "Engineering Society of Detroit, Fellow of the Ontario\nNumismatic Association, RCNA President s Award\nand Best of Show exhibit awards from the ANA,\nCSNS, MSNS and ONA. In the past year, I have\ngiven nine talks on four topics and coordinated set up\nof over 200 RCNA Zoom club meetings to further the\nhobby during the COVID-19 pandemic.",
            "In the past year, I have given seven talks on four topics,\nchaired two 100-table local club shows, entered and judged\nexhibits at four conventions and was Chairman for the 2014\nONA Convention.",
            "I am retired from Ford Motor Company as an Engineering\nManager with earned Bachelor of Mechanical Engineering and\nMaster of Business Administration degrees in the pursuit of my\nprofession. Since retirement in 2015, I have devoted much of\nmy time to community and numismatic volunteer service. I look\nforward to your continued support.",
            "Robb McPherson: Candidate for Director representing Ontario   South-Central /\nCandidat au poste de Directeur repr sentant de Ontario   Sud-Centre",
            "I have been a collector of coins since my early youth\nand in the last couple of years, have narrowed my\ninterest to collecting casino related items such as silver\nstrikes, slot tokens and casino chips.",
            "In 1989 I started getting involved in the organized\nnumismatics by joining the Waterloo Coin Society in\nOntario. After only a few years, I became a director\non the executive. In 2000, I assumed the position of President, a\nrole I held for 14 years. In December 2014, as I stepped down, I\nwas presented with Life Membership #9 by the WCS members.\nIn 2010, I received the Fellow of the ONA Award and in 2018,\nreceived my Award of Merit.",
            "I assumed the position of President of the Ontario Numismatic",
            "Association in 2013 and have recently completed a\nfour year term. I am a past President of the ONA and\nhave been Treasurer since 2016.\nI have been General Chairman for the 2012, 2013,\n2015-2021 ONA Conventions.\nMy current memberships include Waterloo Coin\nSociety, the Brantford Numismatic Society, the Casino\nChip & Gaming Token Collectors Club, the Silver Strikers Club,\nthe ONA and the RCNA.\nIn recent years, I have been an RCNA Area Director, and\nI believe my years of service to the coin community and my\nexperience will continue to make me an excellent Area Director.\nI look forward to serving the RCNA to the best of my ability.",
            "Henry Nienhuis: Candidate for Director representing Ontario   South-Central /\nCandidat au poste de Directeur repr sentant de Ontario   Sud-Centre",
            "Henry Nienhuis is a software management professional\nwho has led a number of high tech development teams\nin producing innovative, state-of-the-art technologies.",
            "Henry has been collecting Canadian, British and\nDutch coins, tokens and medals for 50 years. After\na hiatus from the hobby to attend the University of\nToronto and raise a family, he returned to organized\nnumismatics in 2000 serving the hobby at the local, provincial\nand national levels. For a number of years he served the RCNA\nas Education Chairman, managing the annual symposium, and\nas Associate Editor of The CN Journal. He has contributed to\nthe growth and direction of the RCNA when called upon as a\nmember of Strategic Planning initiatives. In addition, he has\nserved as a director, lst-vice president and as past president\n(2015-2019) of the Association. In 2014, he served as Co-chair\nof the Annual Convention. Most recently, as the editor of The CN\nJournal he successfully led the publication s move to the larger\nformat.",
            "Henry has published in Zhe CN Journal, Canadian\nCoin News, and the Ontario Numismatist. A three times\nwinner of the Jean Bullen Award for his numismatic\nexhibits, he has spoken at numismatic clubs,\ncommunity shows, and at Association Conventions.\nHe is a member of the executive of a number of\nclubs- TCC, NYCC, EMCCC and CEVNA and\nhas also served as their Webmaster. He has served the RCNA\nexecutive as President, Past President, and Director. He is a\nDirector of the non-profit Canadian Association for Numismatic\nEducation (CAFNE) and of the J. Douglas Ferguson Historical\nResearch Foundation.",
            "He is a fellow of - CNRS, RCNA and ONA. In 2015, he\nwas honoured with the ONA Award of Merit, the highest award\nbestowed by that Association, and in 2017, he received the\nBruce H. Raszmann Award. In 2020, he received the Paul Fiocca\nAward, the highest award bestowed by the RCNA.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "158"
    },
    {
        "File": "The_CN_Journal_June_15.jpg",
        "Paragraphs": [
            "Dan McCormick: Candidate for Director representing Newfoundland & Labrador and Nova Scotia /\nCandidat au poste de Directeur repr sentant de Terre-Neuve-et-Labrador et de la Nouvelle -Ecosse",
            "I am a retired ship s master, sailing the Great\nLakes and the east coast of Canada for forty-two\nyears. I now have the time to devote to my collection\nwhich I started nineteen years ago. My collection\nconsists of decimal coins, euros, paper money,\nCanadian Tire money, all club medals and Papal\nmedals and also challenge coins.",
            "I ve been a member of the RCNA for eighteen years and\nreceived the FRCNA at the 2019 Calgary Convention. I also\nreceived the President s Award in 2020.",
            "I have been President of the APNA for the last four years\n(2018-2021) helping to rejuvenate and grow that association.",
            "I have been the administrator for the RCNA\ncorrespondence courses for the last three years as\nwell as on the board of Directors for CAFNE",
            "I am a member of three coin clubs in Nova Scotia\nand one in New Brunswick.",
            "Answering question about my collection and the\ntopic in general is something I enjoy. I especially",
            "would like to introduce more young people to the world of\ncollecting.",
            "I would appreciate the opportunity to serve on the Board of\nDirectors of the RCNA for Nova Scotia and Newfoundland.",
            "Jeffrey Wilson: Candidate for Director representing Newfoundland & Labrador and Nova Scotia /\nCandidat au poste de Directeur repr sentant de Terre-Neuve-et-Labrador et de la Nouvelle -Ecosse",
            "Jeff Wilson has been a coin collector since the",
            "1960s when his Mom gave him a Whitman folder",
            "for Canadian cents. In 1983, Jeff joined the RCNA,",
            "the Halifax Coin Club and the Atlantic Provinces\nNumismatic Association. In the late 90s, he joined the",
            "ANA. He began collecting Canadian medals of various",
            "themes   coin club; 1967 Centennial year; Nova Scotia\nmunicipal and commemorative medals, and historical medals\nof the 19th and early 20th centuries. He enjoys preparing and\npresenting talks on pieces from his collection.",
            "In 1979, Jeff enrolled in the Royal Canadian Navy spending\nmost of his career in Halifax. He has also been posted to Victoria,\nWashington DC, two tours at CFS Alert, and most recently\nto Borden, ON. He is retiring from the Navy after 42 years\nreturning to Nova Scotia to be more active in local numismatics.",
            "Jeff has been active in numismatics for over 50 years   as",
            "Number4 June",
            "Fn",
            "President of HRCC (2010-2013), including editing\ntheir newsletter; current President of Georgian Bay\nCoin & Stamp Club; RCNA Director for Nova Scotia\nand Newfoundland & Labrador for over 10 years; and\nserving as the bourse chair on the RCNA Convention\nCommittee. He was made Fellow of the RCNA in\n2016.",
            "As RCNA Director, Jeff has secured conventions in Halifax,\nfor 2015 and 2020 (now 2023). He has stayed active in Nova\nScotia numismatics, attending the APNA Show and HRCC\nmeetings when possible.",
            "His goal is to promote numismatics and encourage better\ncommunication between the RCNA and local clubs, letting the\nclubs know that the RCNA is here to help where we can. He\nlooks forward to continuing as RCNA director for Nova Scotia\nand Newfoundland & Labrador!\n"
        ],
        "PageNo": "159"
    },
    {
        "File": "The_CN_Journal_June_16.jpg",
        "Paragraphs": [
            "James Bailie: Candidate for Director representing Manitoba & Nunavut /\nCandidat au poste de Directeur repr sentant Manitoba & Nunavut",
            "James Bailie is a surveyor, engineer and volunteer.\nHe started collecting a long time ago; Collects:\nCanadian decimals; Colonial tokens; Trade\ndollars; Manitoba trade tokens; HBC tokens and\nscrip; Canadian paper money, and he has many\nother numismatic interests.",
            "As a youth James attended a Jesuit school and\nwas in Cubs, Queen Scouts, and Sea Cadets. He played\nsports, like hockey, football and baseball, and he was an\navid marathon runner. As a member of athletic clubs, he\nwas on the Executive of the Manitoba Runners Association\nand for many years had organized races. He enjoys\nbicycling, hiking, metal detecting, and he has learned to fly\na single-engine plane.",
            "James was a member of the Rotary Club as well as a 48-\nyear member of The Royal Canadian Legion out of respect\nfor his parents who served Canada in World War II.",
            "James is a familiar face at RCNA Conventions.\nHe is the ultimate volunteer, he is a reliable\nhard-worker, always willing to pitch-in and help\nwithout being asked.",
            "A well-respected friend and volunteer of\nthe RCNA, James has served eight years as\nAssociation Director for Manitoba / Nunavut.",
            "He is an ex-officio member of the Manitoba Coin Club\nexecutive. He served as its President, Director, newsletter\neditor and advertising manager, and helped run the club s\nSpring and Fall coin shows.",
            "James is an avid collector in many areas; like Philatelics;\nDeltiology (historic postcards), barbed wire; cork screws,\nand pins. He enjoys researching old maps and the history of\nManitoba by trolling through libraries, HBC archives and\nNewspaper archives.",
            "James seeks your vote once again for re-election!",
            "Bill Stefiuk: Candidate for Director representing Manitoba & Nunavut /\nCandidat au poste de Directeur repr sentant Manitoba & Nunavut",
            "Bill Stefiuk, first-generation Ukrainian-Canadian,\nWinnipeg resident: Nominee for 2021 2022\nRCNA Director representing Manitoba/Nunavut.\nCollecting interests: Canadian   Centennial coins;\nSilver dollars 1935 present; 50-cent pieces;\ncoloured circulation coins.",
            "2021 is my third year leading the Manitoba Coin\nClub as President, with the support of an efficient and forward-\nthinking Committee. I ve served in several other roles in the club.",
            "I began collecting while living in a northern Manitoba\nimmigrant settlement. Numismatics helped me learn English\nand history. My life travels allowed for collection growth of\ncoins, Jr Hockey / Winnipeg Jets memorabilia, and pins.",
            "I go back nearly 55 years with the Manitoba Coin Club,\njoming while completing my Psychology Degree (University\nof Winnipeg), which I expanded to include an advanced\nstudy of Behaviour Modification.",
            "After the Iron Curtain Fall (1989), under CEDA",
            "(a Canadian Government Initiative Program)\nI worked in Ukraine helping install social service\nprograms, and later worked in Ukraine twice\nteaching the English language and four other times\non different assignments. I helped families in\ndistress across Canada, and have also taught these\nfamilies principles of Philosophy and Behavioural\nPhysiology. As a Federal Civil Servant, I also represented\nManitoba in two National Curling Championships.",
            "I served the Kinsmen in District and National Executive\nAssociation positions, leading over 150 clubs (Kin and Kinette),\nand representing the NKA on the World Council of Service\nOrganizations overseas, then became NKA s Public Relations\nin Europe touring Round Table Clubs in several countries. I ve\nalso served the Independent Order of Odd Fellows promoting\nthe principles of friendship, love, truth, faith, hope, charity, and\nuniversal justice. Today, I continue to serve as Deputy Grand\nMaster-Manitoba Jurisdiction, a role I have held over a decade.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "160"
    },
    {
        "File": "The_CN_Journal_June_17.jpg",
        "Paragraphs": [
            "James Williston: Candidate for Director representing Alberta/NWT /\nCandidat au poste de Directeur repr sentant l'Alberta/NWT",
            "James Williston was born and raised just outside\nMontreal. His interest in numismatics started at the\nage of nine during Canada s Centennial Year, 1967.\nUpon moving to Edmonton in 1978, he began to\npursue his numismatic passion more seriously. His\ncurrent interests include Canadian coin postcards,\npaper money, encased coins, and colonial tokens.",
            "James has served multiple terms as a director of the\nEdmonton Numismatic Society (ENS). During his tenure\nwith the ENS he was involved in the running of the annual\ncoin shows. After a job transfer to Calgary in 2002, he\nbecame a director of the Calgary Numismatic Society (CNS)",
            "and also served as its president for three terms.",
            "During his time as president, the CNS created a",
            "youth coin-club to encourage and involve junior",
            "collectors. He has been the chairman of the CNS",
            "annual coin show for the past eight years. That",
            "show has enjoyed strong attendance and dealer\ninvolvement. James is the only recipient to receive the Ray\nEltom award from the ENS and the Donald D. Paterson\naward from the CNS. Both awards recognize an individual s\ncontributions to raising the profile of the hobby through\nvolunteerism and community promotion. He a past President\nof the Canadian Paper Money Society.",
            "Greg Urichuk: Candidate for Director representing British Columbia & Yukon /\nCandidat au poste de Directeur repr sentant Colombie-Britannique & Yukon",
            "A brief background on myself: I have lived in\nbeautiful British Columbia for over 20 years\nnow. I have a wife, two daughters and several\ngrandchildren. I spent many years in a corporate\nenvironment, and the last 15 in the private sector,\nsmall business, project development, etc.",
            "My passion for all things numismatic has\nspanned my whole life, from grade school to grandpa:\ndecimals; tokens; currency; error coins and notes, but",
            "Number4 June",
            "Fn",
            "most of all population rare items from any of the\naforementioned.",
            "I have belonged to most of the coin clubs in\nWestern Canada, from the Prairies to the west\ncoast. I have attended every RCNA show around\nCanada since 2006. This would be an opportunity\nto give back to a hobby that has given me so much",
            "joy and purpose.",
            "George Manz: Candidate for Director\nrepresenting Saskatchewan / Candidat au poste\nde Directeur repr sentant de Saskatchewan",
            "I began collecting coins as a child in\n1960. Much later in life, I joined the\nRegina Coin Club, became an executive\nmember and have been its president\nsince 2004. I am a Fellow of the Royal\nCanadian Numismatic Association.\nI own George Manz Coins in Regina\nand attend coin shows in western Canada.\nAt coin shows, I always try to give\naway free coins to the kids so that they too can become\ncoin collectors. They are the future of coin collecting and\nmust be encouraged.",
            "I collect proof western Canadian banknotes, beautifully\ntoned coins, and enjoy learning about coins, paper money\nand militaria. I write articles about those subjects to share\nwith other collectors. These articles have been published in\nCanada, the US, Australia, New Zealand and Great Britain.",
            "I am a member of numerous Canadian coin clubs as well\nas the ONA and ANA.",
            "Because coins are such a big part of my life, I would like\nto become the Saskatchewan representative to the RCNA so\nI can bring the ideas and concerns of coin collectors from\nSaskatchewan to the national organization.",
            "I look forward to continuing as your Saskatchewan\nrepresentative.\n"
        ],
        "PageNo": "161"
    },
    {
        "File": "The_CN_Journal_June_18.jpg",
        "Paragraphs": [
            "Michael S. Turrini: Candidate for Director representing Western USA \nCandidat au poste de Directeur repr sentant Ouest USA",
            "As Life Member (#236) of the RCNA for over\n30 years my hope is to continue to serve the\nAssociation as a Western United States Director.\nI let my record, speak for itself: attend 17 RCNA\nConventions; acted as Western US Director for\n17 years (2002-2017 and 2019-present); member\nof CAFNE and CPMS Executive Committees;\nhelped launch youth activities at RCNA Conventions;\npresented at a number of Convention Education\nSymposiums, and Club Delegates Breakfasts; a generous\ndonor to the RCNA and to its youth program.",
            "Along with my service to and support of the RCNA, I\nhave over 40 years of involvement in organized numismatics",
            "in the US. I have been an exhibitor, guest\nspeaker, officer and committee person, writer and\nnumismatic reporter, as the  Coin Celebrants \nin Numismatic News, and much more. Among\npositions held: American Numismatic Association\n(ANA) Representative Program including its\nNational Coordinator, California State Numismatic\nAssociation (CSNA) President, two terms, and still on its\nBoard of Directors, Editor of the Northern California\nNumismatic Association (NCNA) NCNA Heads And Tales\nfor over 35 years.\nMy intention is to continue to serve, to promote, and to\nenhance North American organized numismatics.",
            "Rob Turner: Candidate for Director representing Western USA /\nCandidat au poste de Directeur repr sentant Ouest USA",
            "Rob Tumer began collecting Canadian decimal\ncoinage as a teenager growing up in Maine during\nthe 1960s. By 1980, he had focused his passion\nupon collecting and studying Victorian cents.\nDuring the last forty years, he has assembled\nmultiple sets of these fascinating coins, including a\nmint state set containing all of the date and obverse\nvariety combinations.",
            "Since 2007, Rob has authored five highly acclaimed books\nand several articles on Victorian cent die varieties. In addition\nto describing in detail how the Royal Mint manufactured\nthese coins, his books include comprehensive die catalogs\nfor the dates 1858, 1859 over 1858, 1890-H, 1891, and 1892.\nHis work on this series continues.",
            "Rob has served as |st-Vice President as well as one of\nthe two US Western Regional Directors of the Royal\nCanadian Numismatic Association. In 2015, he received",
            "the RCNA Presidential Award for his work in the\nimproving budgeting and accounting methods\nfor the organization. Rob is a Fellow of both the\nCanadian Numismatic Research Society and the\nRoyal Canadian Numismatic Association. He also\nholds membership in the American Numismatic\nAssociation.",
            "In 2011, he won the Fred Bowman Award for",
            "Numismatic Research for his book, Dies and Diadems.",
            "He has donated all proceeds of his latest book, Past &\nNearly Perfect, to the RCNA.",
            "Outside of numismatics, Rob earned BS and MS degrees\nin civil engineering and worked as a licensed civil engineer\nand manager for a municipal government in California,\nbefore retiring in 2013. He has served on the boards of\nseveral public and private corporations engaged in supplying\nwater to various California communities.",
            "William Kamb: Candidate for Director representing Eastern USA /\nCandidat au poste de Directeur repr sentant l'Est USA",
            "I was born and raised in Massachusetts and\nmoved to Ohio, in 1972, after graduating from\nWorcester Polytechnic Institute with a degree\nin civil engineering. I've been collecting coins\nfor over fifty years and have been specializing\nin Newfoundland numismatics for over thirty.\nI started attending Canadian shows in 1990\nand usually attend three a year. I joined the CNA, now\nRCNA, about twenty-two years ago, and for the last\nfourteen years I have been on the board as a director. I'm\ncurrently the chair of the committee on member retention\nand am involved in new member mentoring, which",
            "basically introduces new members to someone\nwho shares his numismatic specialty. As I'm\ndeeply involved in my Newfoundland specialty,\nI started a club at the 2006 RCNA Convention in\nNiagara Falls, and was pleasantly surprised when\nover fifty people showed up for that inaugural\nmeeting. We meet once a year at the convention\nand have a participatory type of meeting that attracts over\ntwenty people who want to learn more about Newfoundland\nnumismatics. I'd appreciate your vote as I'd like to continue\ngiving back to the hobby, which is a big part of my life.",
            "RCNA   ARNC",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "162"
    },
    {
        "File": "The_CN_Journal_June_22.jpg",
        "Paragraphs": [
            "THE DOMINION OF CANADA\nSCHOOL. MEDAL",
            "BY BARRIE RENWICK\nFRCNA, FCNRS, #5754",
            "The real reason for the contest and for the medal s 1902\nCanada Arch reverse",
            "This variant 1902 medal, the last of four in its",
            " series, was a flourish at the end of one of many",
            "promotional campaigns run in Britain in the early",
            "1900s by the Canadian Government to attract immigrants\nfor the development of its new North-West.",
            "The Dominion of Canada School Medal was a prize\noffered to the primary school pupil, at each participating\nBritish school, who wrote the best essay about Canada,\ndrawn from material in two books the program provided.\nEach medal was a 38 mm bronze, suspended on a ribbon and\ngiven in a case together with a card from Lord Strathcona,\nHigh Commissioner for Canada, presenting the medal on\nbehalf of the Dominion Government. The fine points of the\nprogram and medals for the three years it ran were summed\nup in  A Dominion of Canada School Medal,  page 352,\nThe CN Journal October 2002. Why Canada sponsored the\ncontest is unmentioned in that article. Also unmentioned\nthere is this second issue 1902 medal with its different\nreverse   The Canada Arch   and it s the theme of this last\nmedal in its series that completes the story:",
            "Building a nation is a complex business. From the start\n[1867] ours went in steps. And building The Dominion of\nCanada, part of the British Empire, demanded leaders in our\nfledgling nation who had foresight, courage and diplomatic\nastuteness, qualities they needed to forge ahead to complete\nthe dream: A Mari usque ad Mare.",
            "That dream meant enfolding the Colony of British\nColumbia into the Federation [1871], a task which demanded\nan access link to the nation, and its nascent government\nsome 4500 kilometres east, beyond the mountain ranges and\nundeveloped plains that separated the entities. Hence, the\nCPR [1885] with its Last Spike at Craigellachie.",
            "166",
            "Images: Ron Cheek",
            "Investors in CPR were dependent on their railway being\na financial success. That could only be achieved through a\nsubstantial freight business developed in the vast agrarian\nplains. And so, the Dominion Survey System divided\nthat empty region into the familiar grid we have, to foster\nindustries that would provide ongoing freight traffic for\nthe railway, principally agricultural production and animal\nhusbandry all in the course of building this new nation.",
            "As the prime survey [1881] crept west from its start in\nManitoba, the process of building the agrarian industries\nbegan attracting immigrant settlers who became farmers,\nthus becoming citizens and contributors to the economy in\nthis new land. Government advertising drew immigrants\nfrom various countries, but the concentration of its programs\nwas aimed at the Motherland for the ethnic reasons of\npatriotism, linguistics and culture. One of its offshoot\nimmigration programs [1900] had the Dominion of Canada\nSchool Medal for children as part of its attractant scheme.",
            "Clifford Sifton, Minister of the Interior at the time,\ncontrolled all matters for immigration to Canada. His mandate\nthen administered Canada s [1872] Immigrant Recruiting\nPolicy. Sifton, a lawyer, newspaperman and efficient minister\nused his wily newspaper advertising skills to drive a series\nof immigration promotions throughout Britain. On point in\nLondon he had Donald Smith, Lord Strathcona, Canadian\nHigh Commissioner to Britain, to do the steering.",
            "The crux of the School Medal contest itself was to\ncaptivate the interest of every potential immigrant by\nsubliminally coaxing teachers, parents and others aware\nof the contest to envision possibilities for improving\nthemselves through emigrating. Newspapers would, and did,\ngive free  ink  in telling the public what Canada offered.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "166"
    },
    {
        "File": "The_CN_Journal_June_23.jpg",
        "Paragraphs": [
            "Contemporary colourized postcards of the Coronation Arch from a set of 6 cards printed by\nRaphael Tuck & Sons   Empire  postcard series 922; ERECTED BY THE CANADIAN GOVERNMENT\nIN HONOUR OF THE CORONATION OF HIS MAJESTY KING EDWARD VII.",
            "Sifton knew that any winning child shrieking  Let s go to\nCanada!  would be ignored, but parents of kiddies who\nwon would be pleased with Canada s gesture and aware of\nits allure. The program gathered thousands of enthusiastic\nchildren when it launched in 1900; it was popular in\nsuccessive years, and all its subtle hype chugged on.",
            "In 1902, the final essay contest year, Sifton spotted a\nchance to steal more attention for his program and also\nto showcase Canada s patriotism by pandering to the\nBritish in August during the coronation of Edward VII as\nKing. Sifton s thrust, the Canada Arch in London, was a\nmastery of promoting: Arches were a traditional expression\nof formal flattery, but this arch was a disguised Canada\nadvertisement with different slogans on each side. It was a\nhuge construction decorated with stalks of Canada s cereal\ngrains as subliminal advertising to support the slogans, all\ntopped off with a bulbous cupola, in a crown effect. The\narch looked splendid; it spanned Whitehall, was the only\narch on the royal procession route, and was just next the\ntum-in to Downing Street. Such a privileged location must\nhave been wangled by Lord Strathcona himself.",
            "Most congratulatory arches were flimsy construction for\nshort duration, but the memory of this one s existence got\npromoted on the reverse of the variant 1902 medal. Though\nthe regular reverse 1902 medal seems to appear more often\nthan the arch reverse, the latter is presumed to be  key  in\nthe four-medal series.",
            "Number 4 June",
            "2021 ",
            "Building a nation is a complex business; a Canadian\nmedal for British schoolchildren confirms it.",
            "Afterword:",
            "The school medal essay contest used by Sifton and\nhis minions achieved its purpose: promoting Canada to\nprospective immigrants. It was a known scheme; one that\nothers assured them would succeed.*What better way to\nreach Sifton s ambition than to reward schoolchildren for\ntheir enthusiasm and their essays while creating the spin-off\ninterest aimed at targeted potential immigrants?",
            "Records show that 950 British schools cooperated and\nninety-thousand pupils took part. There was no count of\nhow many immigrants were lured as a direct result, but the\npotential for public awareness of what Canada touted is\nobvious.",
            "In Canadian numismatics, The Dominion of Canada\nSchool Medal is obscure. Although the medal ranks as an\nofficial issue, its award was for British schoolchildren,\nso that places it beyond the series of Canadian medals.\nAlthough it appears to be a scholastic award in an education\nseries, a thought that has some merit, knowing the true\npurpose of the program that spawned it classifies it: a\npropaganda medal.",
            "7 Dunae, Patrick A.  Promoting the Dominion: Records and the\nImmigration, 1872-1915 \n"
        ],
        "PageNo": "167"
    },
    {
        "File": "The_CN_Journal_June_24.jpg",
        "Paragraphs": [
            "REPRINTS OF PAST ARTICLES FROM THE CN JOURNAL\nTHE DOMINION OF CANADA SCHOOL",
            "COMPETITION. MEDAL_ 1900",
            "BY EARL SALTERIO\nFRCNA, FCNRS, #13424",
            "Elsie Stone, her medal and story",
            "At the turn of the century 1900, 102 years ago, the\nA Dominion of Canada was a very young country,",
            "only 33 years of age, Confederation being 1867.\nFrom Ontario east, Canada was relatively well populated,\nbut the same could not be said for the western part of the\ncountry, where there was plenty of empty space. Even\nthough Alberta and Saskatchewan had not been formed,\nand did not jo Confederation until 1905, appeals by the\nDominion Government were being made in various forms\nfor immigration, including lucrative land grants, etc., to\nencourage young people from the  old country  to come\nto Canada.",
            "In the school year 1900-1901, an Essay Competition\nwas sponsored in England by the Canadian Government,\nunder the direction of the then Ministry of the Interior. The\nMinistry prepared two publications which were offered\nby Canada to British schools: The Canadian Atlas for the\nUse of Schools, and Canada, A Descriptive Textbook. The\nDominion Government offered a Bronze Medal to each\nschool in England that would use the texts and permit\ntheir students to write an essay on questions related to the\ntwo books. The two best essays from each school were\nselected, then forwarded to the Canadian High Commission\nin London for judging.",
            "The High Commissioner awarded a bronze medal to the\nstudent judged to have written the best essay from each\ncompeting school, along with a medal to the school.",
            "This competition was so successful, with approximately\n950 schools participating, that a second competition",
            "168",
            "was held during the next school-\nyear, 1901-1902. It appears that\nthe Government of Canada felt\nthat school students were an\nimpressionable target group in its\nquest for immigrants. The first year\nthe medal is dated 1900, and the\nsecond year is dated 1901.",
            "The Bishopstone School, of the\nVillage of Bishopstone, Swindon, 24\nWiltshire, England, then known ga @\nas Bishopstone (Farington)  @\nNational School, and its night\nschool, known as Bishopstone ff\nEvening Continuation School,\n(thus ECS inscribed in the\nmedal box), was one of the\nschools that participated in\nthe program. Elsie M. Stone,\na student of theirs, was the",
            "winning essayist m 1900. The inscription  Elsie Stone Bishop -\nThe school still exists, aS ink on the white satin lining the case\nthe Bishopstone Church of presented to Ms Stone (below).",
            "England Primary School,",
            "which serves the picturesque rural village of Bishopstone. It is\nhoused in an old Victorian building dating back to 1849, but\nin 2001 had only two classes with children aged from four\nto 11 years. It is one of the smallest state primary schools in\nEngland, with just 38 children on roll.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "168"
    },
    {
        "File": "The_CN_Journal_June_25.jpg",
        "Paragraphs": [
            "-stone E.C.S. 1900 01  printed in . >\n(top). A 1900 medal similar to the one  ",
            "Elsie M. Stone was born in Bishopstone on April 6, 1886,\nthe youngest child in a family of seven, daughter of Emily\nand Edwin Stone. Her father was a butcher by trade, and also\nthe landlord of the early 19th century Nelson Inn, known at\nthat time as the Royal Oak, where the family resided. In\nearly 1882, the ecclesiastical commissioners, who owned\nmost of Bishopstone, sold several cottages in the village.\nAmong those for sale was Hallam Cot, which was purchased\nby Edwin Stone. Hallam Cot was then renamed Ithaca, and\nstill stands and is occupied as a residence. Edwin apparently\nrented the property out for 18 years, until his death in 1900,\nas he was shown living at the Royal Oak in the 1891 census,\nas was his widow in the census of 1901. About five years\nlater, Emily sold the property to a Margaret E. Hickman for\n 70. As his widow, she received  24, with the remaining",
            " 46 going to the eldest son and\nheir, Albert Edwin.",
            "Elsie attended Bishopstone\n(Faringdon) National School\nfrom April 29, 1889, till\nNovember 10, 1899, 10 years\nlater. All of her brothers and\nsisters also attended the school,\nAlberta (b. 1873), Emily (b.\n1875), William (b. 1878), Alice\n(b. 1879), Florence (b. 1880),\nand Letitia (b. 1885). Elsie",
            "furthered her education at the",
            "night school, and it was during",
            "her time there that she wrote the",
            "winning essay. She would have",
            "been 14 years of age when she\nparticipated in the competition.",
            "A report on her award first appeared",
            "in the Bishopstone Church Monthly,",
            "June 1901.  On Thursday 2nd",
            "May 1901 the vicar, Rvd Herbert",
            "Ault, presented Elsie (Stone)",
            "with the  Lord Strathcona s",
            "Medal  for her essay entitled",
            " Knowledge of Canada. ",
            "After congratulating the pupils",
            "on their various successes the",
            "schoolmaster, Thomas Barber,",
            "kindly entertained all the pupils to",
            "tea, and a pleasant social evening was spent.",
            "(To clarify the name",
            "of the Medal as reported",
            "above, Lord Strathcona was the first Canadian High",
            "Commissioner in London, dating back to 1896. Thus it",
            "would appear the newsletter writer mistakenly felt that as",
            "the medal came from the office of High Commissioner Lord\nStrathcona, it should be so named.)",
            "Number4 June",
            
            "As a young woman, obviously intrigued and enthused\nwith what she studied of Canada, she immigrated here\nin the mid- to late- first decade of the twentieth century,\nthe exact date could not be confirmed. In that time frame,\n1905-1906, her brother Albert Edwin Stone had already\nimmigrated to Earl Grey, Saskatchewan, employed as a\ncarpenter and farmer. We suspect that she lived with Edwin\nfor a time, but eventually  made her way  to Calgary where\nshe met and married a Mr. Harry Horsell, an early Calgary\nbuilding contractor. Together they had one child, Marjorie.\nUnfortunately, Elsie passed away shortly thereafter,\nFebruary 21, 1917, from cancer, leaving her husband and\ndaughter as survivors. Elsie is buried in the Earl Grey\nCemetery, just north of the Village of Earl Grey, whereas\nstated previously, her brother resided. We understand Harry\nlater remarried and passed away in the 1950s. He is buried\nin Calgary. Their daughter Marjorie married a Calgarian\nnamed Rand in the early 1940s but as far as can be\nascertained, there are no immediate family survivors. Thus\nlittle is known of the family background while in Calgary.",
            "The medal Elsie was awarded in the school-year 1900 \n1901  was cherished by her daughter Marjorie  and was\npassed through the family, finally into the hands of a great\nnephew of Elsie by marriage, Mr. Phil Rand of Calgary. The\nwriter spoke with Mr. Rand, but unfortunately, other than\nthe above noted comment, he was unable to add anything\nfurther to the family, its background or its descendants.",
            "The medal is struck in bronze, 38 mm in diameter, with an\nappendage at the top raised rim to which the ribbon is attached.\nThe ribbon 1s 30 mm wide and 32 mm long of a fawn colour\nwith narrow red white and blue stripes in its centre. The name\nof the recipient does not appear on the medal.",
            "The obverse, in an annulus around the upper rim is struck\n SCHOOL COMPETITION 1900  and around the lower\nrim,  Subject THE DOMINION OF CANADA.  At the\ncentre of the medal is a crowned shield marshalling the\nProvincial Arms of the seven Provinces of Canada, with\nAlberta, Saskatchewan and Newfoundland absent, as they\nhad not joined the Dominion at the time.",
            "The reverse, centred within a wreath of Maple\nLeaves is struck  PRESENTED BY THE CANADIAN\nGOVERNMENT 1900. ",
            "The medal is housed in its original black hinged box,\n104 mm in length by 55 mm in width. The interior on\nwhich the medal sits is red plush, with a white satin interior\non its cover. On the satin, we find printed in ink  Elsie\nStone Bishopstone E.C.S. 1900-01.  This was presumably\ninked by the recipient. Without her foresight in placing the\ninscription in the box, this medal, the recipient and the story\nbehind both could never have been brought to light.",
            "The National Archives of Canada in Ottawa, has a\nspecimen of each of the 1900 and 1901 medals in their\ncollection, as does the writer. Unfortunately the name\nof the supplier of the medal has not survived the years,",
            "169\n"
        ],
        "PageNo": "169"
    },
    {
        "File": "The_CN_Journal_June_26.jpg",
        "Paragraphs": [
            "The 1901 medal is basically the same as the 1900 medal, with a\ndifferent inscription.",
            "but we are told, quite likely it was of British manufacture. The number of medals struck is not recorded in the Archives,\nhowever, considering that only 950 schools participated in the first competition, and there was only one student winner per\nschool, we suggest that the mintage of the 1900 medal would probably be fewer than 2000.",
            "Addendum:",
            "While the 1901 medal has no pertinent connection to this story, for the readers  edification, a photo of the medal is shown.\nThe obverse is the same as the 1900 medal with the exception the year  1901  replaces  1900.  On the reverse, again\n 1901  replaced  1900. ",
            "Sources:",
            "The National Archives of Canada, Ottawa",
            "Bishopstone Newsletter, April 2002/Keith Newton Publisher",
            "Ms. Gwen Parker, Bishopstone, England",
            "Archives, Wiltshire and Swindon Record Office, Trowbridge, GB",
            "The Administrator, Village of Earl Grey, RM of Longlaketon, Saskatchewan.",
            "[Editor s note: This article has been reprinted, with updated images, from the October 2002 CN Journal, pp 352-357.]",
            "170 = ------------------------------------------------ nn The CN Journal Volume 66\n"
        ],
        "PageNo": "170"
    },
    {
        "File": "The_CN_Journal_June_28.jpg",
        "Paragraphs": [
            "2021 RCNA Symposium + Sminaire  ducatif de l ARNC de 2021",
            "CONVENTION. COMMUNIQUE _DU_CONGRES",
            "T he Royal Canadian Numismatic Association and",
            "Symposium organizer, Paul Johnson, invites you",
            "to this year s educational event. Continuing in the\ntwo-day expanded format, this year s symposium will\nconsist of eight leading numismatists presenting a wide\nrange of topics for your pleasure and knowledge.",
           
            "Saturday, July 17",
            "1:00 p.m.   Marina Fischer, Calgary AB:\nAncient Coins as Art",
            "Marina Fischer is a Numismatics Specialist\nat Nickle Galleries, University of Calgary.\nShe holds an M.A. in Ancient History\nwith specialization in Art History from the\nUniversity of Calgary, and her research\nfocuses on ancient Greek and Roman\ncoinage. She oversees the university s vast\nmoney collection of 23,000 objects spanning\nfrom the beginning of coinage in the 7th\ncentury BCE to the modern period. Marina\nis a recipient of the University of Calgary\nTeaching Award for 2018, and shares her\npassion for teaching through her lectures and Continuing\nEducation courses.",
            "2:30 p.m.   Cliff Beattie, Saskatoon SK:\nCollecting Canadian $1.00 Banknote Vignettes",
            "Clifford Beattie began collecting in 1960 after",
            "watching a TV episode of Dennis the Menace.",
            "He initially collected Canadian decimal coins,",
            "switched to Newfoundland decimals then",
            "finally specialized in collecting Canadian",
            "$1.00 banknotes and related design material.",
            "Cliff has been active in the Saskatoon Coin",
            "Club serving as Chairperson of the Saskatoon",
            "Coin and Stamp Show Committee for twenty",
            "five years, and president of the Coin Club",
            "since 1988. He was president of the Canadian",
            "Paper Money Society for two terms, from 2007 to 2011, and\nis now a Director of CPMS. He was a member of the Bank of\nCanada s National Currency Collection Acquisition Advisory\nCommittee for several years until it terminated. Cliffhas been\na member of the RCNA since 1984.",
            "L  Association royale de numismatique du Canada",
            "et l organisateur du s minaire, Paul Johnson, vous",
            "invite 4 son s minaire  ducatif de cette ann e.\nPoursuivant dans le format  chelonn  sur deux jours, le\ns minaire de cette ann e sera offert par huit numismates\nde premier plan couvrant une vari t  de sujets pour votre\nplaisir et vos connaissances.",
            
            "samedi 17 juillet\n13 h 00   Marina Fischer, Calgary AB:\nLes monnaies anciennes en tant qu art",
            "Marina Fischer est sp cialiste en\nnumismatique a la Nickle Galleries de\nl Universit  de Calgary. Elle est titulaire\nd une maitrise en Histoire ancienne\nde l ?Universit  de Calgary, avec une\nsp cialisation en histoire de l art ; ses\nrecherches portent sur les monnaies\ngrecques et romaines antiques. Elle\nsupervise la vaste collection de pieces de\nmonnaie de l universit , soit 23 000 objets\nallant du d but de la monnaie au 7e si cle\navant notre  re yusqu a la p riode moderne.\nMarina est r cipiendaire du prix de l enseignement 2018\nde l Universit  de Calgary et partage sa passion pour\nl enseignement a travers ses conf rences et ses cours de\nformation continue.",
            "14 h 30   Cliff Beattie, Saskatoon SK:",
            "Collection de vignettes de billets\nde banque de $1 canadiens\nClifford Beattie a commenc  a collectionner en\n1960 apr s avoir regard  un  pisode t l vis  de\nDennis the Menace. Il a d abord collectionn \ndes pieces d cimales canadiennes, est pass \naux pieces d cimales de Terre-Neuve, puis\ns est finalement sp cialis  dans la collection\nde billets de 1 $ canadiens et de mat riel de\nconception connexe. Cliff est actif au sem du\nSaskatoon Coin Club en tant que pr sident du\ncomit  mixte Saskatoon Coin and Stamp Show\ndepuis vingt-cing ans et est pr sident du Coin\nClub depuis 1988. Il a  t  pr sident de la Soci t  canadienne\ndu papier monnaie pendant deux mandats, a partir de 2007\nJusqu en 2011, et est maintenant un des directeurs du CPMS.\nIl a  t  membre du comit  consultatif national d acquisition\nde la collection de monnaie de la Banque du Canada pendant\nplusieurs ann es jusqu a la fin de ce comit . Cliff est membre\nde PARNC depuis 1984.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "172"
    },
    {
        "File": "The_CN_Journal_June_29.jpg",
        "Paragraphs": [
            "Sunday, July 18",
            "1:00 p.m.   Paul Berry, Ottawa ON:",
            "The Sign of The Golden Fleece: The Rutherford\nTokens",
            "An avid numismatist since age six, Paul",
            "Berry retired in 2019 as Chief Curator of",
            "the Bank of Canada Museum, Ottawa.",
            "His pleasure was managing the research",
            "and development of Canada s National",
            "Currency Collection. During his thirty-",
            "five-year career, he prepared displays,",
            "wrote papers, and gave talks on various",
            "aspects of Canadian monetary history to",
            "academics and hobby enthusiasts. His",
            "interests include the monies of colonial",
            "Canada, and Edo period Japan, plus early",
            "20th century American sculpture. He is a past president\nof the Canadian Paper Money Society, and the Canadian\nNumismatic Research Society.",
            "2:30 p.m.   Jeffery Wilson, Borden ON:\nNova Scotia Exhibition Medals",
            "Jeffery Wilson, FRCNA, CD, began",
            "collecting one-cent coins in a Whitman",
            "folder, encouraged by his mother, when",
            "he was age six. Much later, by 2000, he",
            "began collecting Canadian medals and",
            "now is completing sets of APNA and ONA",
            "medals to complement his collection of",
            "RCNA Show Medals. Jeff also collects",
            "Canadian medals from the late 19th and",
            "early 20th centuries; coin club medals; 1967",
            "Centennial Medals; Nova Scotia medals,",
            "and world coins. Jeff has belonged to the RCNA for 37\nyears, recently becoming a life member. He has been area\ndirector for NS and NL for ten years. He joined the Halifax\nCoin Club in the early 1980s and after a pause during the\n1990s, resumed in 1997. Following that, he became a life\nmember of the APNA and the Halifax Regional Coin Club.\nHe has served the HRCC as President 2010-13. Jeff is now\nPresident of the Georgian Bay Coin and Stamp Club. He is\nalso a member of the Champlain Coin Club; ONA; ANA;\nCAWMC; ENS, and is 2nd VP of CCCC.",
            "Number4 June",
            
            "dimanche 18 juillet",
            "13 h 00   Paul Berry, Ottawa ON:\nLe signe de popularit : les jetons Rutherford",
            "Numismate passionn  depuis l Age de six\nans, Paul Berry a pris sa retraite en 2019\nen tant que conservateur en chef du Mus e\nde la Banque du Canada, a Ottawa. Sa\npassion  tait de g rer la recherche et le\nd veloppement de la Collection nationale\nde monnaie du Canada. Au cours de sa\ncarri re de trente-cinq ans, il a pr par  des\nexpositions,  crit des articles et donn  des\nconf rences sur divers aspects de l histoire\nmon taire canadienne a des universitaires\net a des amateurs. Ses int r ts incluent\nl argent colonial du Canada et la monnaie\nde 1 re Edo au Japon, ainsi que la sculpture am ricaine du\nd but du XXe si cle. I] est un ancien pr sident de la Soci t \ncanadienne du papier-monnaie et de la Soci t  canadienne\nde recherche numismatique.",
            "14 h 30   Jeffery Wilson, Borden ON:\nM dailles d exposition de la Nouvelle-Ecosse",
            "Jeffery Wilson, FRCNA, CD, a commenc  a\ncollection des pi ces d un cent dans les albums\nWhitman, encourag  par sa mere, a l age de\nsix ans. Des ann es plus tard, en 2000, il a\ncommenc  a collectionner des m dailles\ncanadiennes et compl tes maintenant des\nensembles de m dailles de l APNA et ?ONA\npour agencer avec sa collection de m dailles\nde congr s de l ARNC. Jeff collectionne\n galement des m dailles canadiennes de la\nfin du 19e si cle et du d but du 20e si cle,\nme dailles de club numismatique 1967 m dailles du centenaire,\nM dailles de la Nouvelle-Ecosse et monnaies du monde.\nJeff est membre de l ARNC depuis 37 ans et est r cemment\ndevenu membre 4 vie. II est directeur r gional pour la Nouvelle-\nEcosse et Terre-Neuve depuis dix ans. Il a joint le Halifax\nCoin Club au d but des ann es 1980 et apr s une pause dans\nles ann es 1990, a repris en 1997. Par la suite, il est devenu\nmembre a vie de  APNA et du Halifax Regional Coin Club.\nIl a  galement pr sid  le HRCC entre 2010 et 2013. Jeff est\nmaintenant pr sident du Georgian Bay Coin and Stamp Club. II\nest  galement membre du Champlain Coin Club, ONA, ANA,\nCAWMC, ENS et est le 2e VP de CCCC.\n"
        ],
        "PageNo": "173"
    },
    {
        "File": "The_CN_Journal_June_32.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e",
            "NOUVELLES DES CLUBS",
            "By BRETT IRICK (CLUB SERVICES)",
            "FONA LM #456",
            "Commemorating the 300th Anniversary\nof French Colonies Coinage",
            "After the Institut Qu b cois",
            "de Numismatique (IQN)",
            "extended an invitation to",
            "participate, fifteen numismatic",
            "organizations from Canada",
            "and the United States joined",
            "together to commemorate",
            "the 300th anniversary of the",
            "issuance of the 9-denier coin in 1721, the first copper\ncoin issued especially for the French Colonies. IQN has\nissued a set of 38 mm laser-engraved wooden tokens\nwith a reverse design reproduction of the 1721 coin\nand the legends 300 ANS D  HISTOIRE / 300 YEARS\nOF HISTORY and the dates 1721 and 2021. The logo\nof each participating organization will appear on the\nopposite side. More information can be found on the\nhome webpage of the Edmonton Numismatic Society.",
            "London Numismatic Society s 70th\nAnniversary Medal",
            "Pictured here are the designs for the obverse\nand the reverse of the LNS 70th anniversary\ncommemorative medal. At the top is the\ndesign for the obverse and below it, the\nreverse. You may notice this obverse\ndesign is based on the logo on LNS\nbulletins; as well, it s also an update of the",
            "one used on the 60th anniversary medal.\nOn the 70th reverse,  For those interested in\ncollecting coins, bills and medals  refers to the\nwords Byron A. Swayze used for his April\n1951 invitation to potential members to\nform a London Coin Club or a Chapter of",
            "the CNA.",
            "The medals are 38 mm in diameter. All\nregular and life members of the LNS will\nreceive a bronze medal; a fine silver version\nof the medal can be purchased for $110, and an\nextra bronze medal is $28.",
            "Internet Resource for Younger Junior\nNumismatists   www.kidscoinsworld.com\nFrom The Bison May 2021 a publication of the",
            "Manitoba Coin Club.\nOn the www.kidscoinsworld.com website there are\nmany pages teaching about numismatics with kid-",
            "Comm moration du 300e anniversaire de la\nmonnaie des colonies frangaises",
            "Apr s que 1| Institut Qu b cois de\nNumismatique (IQN) a fait parvenir une\ninvitation aux clubs de s int grer dans le\nprojet, quinze organismes numismatiques\ndu Canada et des Etats-Unis se sont\njoints 4 eux pour comm morer le 300e\nanniversaire de I mission de la pi ce de\n9 deniers en 1721, la premiere pi ce de\ncuivre  mise sp cialement pour les colonies frangaises. IQN a  mis\nun ensemble de jetons de bois de 38 mm grav s au laser avec une\nreproduction au revers de la pi ce de monnaie de 1721 et le texte 300\nANS D HISTOIRE / 300 YEARS OF HISTORY avec les dates 1721\net 2021. Le logo de chaque organisme participant apparaitra sur le\nrevers. Plus d informations peuvent  tre trouv es sur la page d accueil\nde l Edmonton Numismatic Society.",
            "M daille du 70e anniversaire de la London\nNumismatic Society",
            "Les photos au centre montre les dessins du revers et de l avers de\nla m daille comm morative du 70e anniversaire du LNS. Celle du\nhaut montre le dessin de l avers et celle du bas le revers.\nVous reconnaitrez le dessin de l avers qui est bas  sur\nle logo qui apparait sur nos bulletins;  galement\nune mise a jour de celui utilis  pour la m daille du\n60e anniversaire. Le texte sur le revers  For those\ninterested in collecting coins, bills and medals \n(traduction : Pour ceux qui s int ressent a la collection\nde pi ces de monnate, de billets et de m dailles) fait\nr f rence au langage utilis  par Byron A. Swayze dans\nun m mo envoy  aux membres potentiels pour fonder\nla London Coin Club ou un chapitre de I  Association\ncanadienne de numismatique, dat e du 19 avril 1951.\nLes m dailles ont un diam tre de 38 mm. Tous\nles membres r guliers et membres a vie du SLN\nrecevront une m daille en bronze; une version en\nargent fin de la m daille sera en vente au cout de $110\net une m daille suppl mentaire en bronze sera au cout\nde $28.",
            "Ressource Internet pour les numismates juniors  \nwww.kidscoinsworld.com",
            "Extrait du bulletin du club numismatique du Manitoba   The\nBison mai 2021.",
            "Sur le site www.kidscoinsworld.com, il y a de nombreuses pages\n ducatives sur la numismatique avec des images et des liens",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "176"
    },
    {
        "File": "The_CN_Journal_June_33.jpg",
        "Paragraphs": [
            "friendly images and web links. The Bison editor\nreceived a message from youthful Jason Springer.\nPart of his message",
            "is  All my life my",
            "uncle collected coins",
            "and different forms of",
            "money, and I never had",
            "any interest in it until",
            "this past year. With my",
            "Uncle John being the",
            "only family around,",
            "we spent a lot of time",
            "talking about his collection and he showed me different\npieces. All it took was for me to find a mis-printed\npenny at the grocery store, and I was hooked. Although\nI m still in the beginning stage of my collecting, and\nI m still learning every day, your coin page www.\nkidscoinworld.com/links has been a huge help to me,\nand has led me to tons of information, and some pretty\ngreat finds! Some that even my uncle doesn t have! ...\nMy most recent buy is a Civil War token; to say  m\nexcited is an understatement! ",
            "Ontario Numismatic Association Annual\nAwards",
            "The annual Ontario Numismatic Association awards\nwere presented during its April virtual convention.\nPresented were:\nClub of the Year: Nashua Coin Club, Nashua NH\nAward of Merit: Harry H. James\nBruce H. Raszmann Award: Scott E. Douglas\nFellow of the ONA: to Mike Hollingshead, and Sean\nSinclair\nPresidents Literary Award: Tom Craig (Saint John\nCoin Club, New Brunswick); honorable mentions\nwere given to Sean Sinclair, Ron Cheek, and Judy\nBlackman\nPresidential Awards: Chris Boyer, Ron Cheek, Wilf\nLauber and Cassidy Stroud.",
            "Atlantic Provinces Numismatic\nAssociation (APNA) News",
            "The APNA held its annual general meeting virtually\nin late April. The APNA was founded in 1965 with\nthe objective to expand numismatic interest in\nAtlantic Canada.",
            "A new executive was installed. The new officers\nare president: Jacques Poitras, FRCNA; vice-\npresident: Mark Holton; treasurer: Allan Carrier; and\nsecretary: Robert Lodge. Outgoing president Dan\nMcCormick was thanked for his dedicated four years\nof service as president. In the thank you it was noted\nthat he worked tirelessly to improve the organization,",
            "Continued on page 190",
            "Number4 June",
            
            "Internet adapt s aux enfants. Le r dacteur en chef du bulletin\nBison a regu un message du jeune Jason Springer. Une partie de\nson message est:  Toute\nma vie, mon oncle a\ncollectionn  des pi ces\nde monnaie et diff rentes\nformes de monnaie, et je\nn y ai jamais eu aucun\nint r t jusqu a l ann e\nderni re. Mon oncle John\n tant la seule famille\npr s de nous, nous\navons pass  beaucoup de temps a parler de sa collection et il\nm a montr  diff rentes pi ces. Tout ce qu il m a fallu, c tait\nde trouver une pi ce d un cent, a l picerie, avec une erreur de\nfrappe, et je suis devenu accro. Bien que j en suis toujours a mes\nd buts comme collectionneur et que j apprends encore tous les\njours, votre page de pi ces www. kidscoinworld.com/links m a  t \nune aide pr cieuse et m a fourni beaucoup d informations, et de\ntr s bonnes trouvailles! Certatnes que m me mon oncle n a pas\nencore! ... Mon achat le plus r cent est un jeton de la p riode de\nguerre civile; dire que je suis excit  est un euph misme!  ",
            "Prix annuels de | Ontario Numismatic Association",
            "Les prix annuels de |  Ontario Numismatic Association ont  t  pr sent s\nlors du congr s virtuel d avril. Ont  t  pr sent s:\nClub de l ann e: Nashua Coin Club, Nashua, New Hampshire\nPrix du m rite: Harry H. James\nPrix Bruce H. Raszmann: Scott E. Douglas\nFellow de l ONA: 4 Mike Hollingshead et Sean Sinclair\nPrix litt raire du pr sident: Tom Craig (Saint John Coin Club,\nNouveau-Brunswick); Des mentions honorables ont  t  d cem es a\nSean Sinclair, Ron Cheek et Judy Blackman\nPrix du pr sident: Chris Boyer, Ron Cheek, Wilf Lauber et Cassidy\nStroud.",
            "Nouvelles de | Association numismatique des\nprovinces de l| Atlantique (APNA)",
            "L APNA a tenu son assembl e g n rale annuelle virtuellement a la fin\ndu mois d avril. L-APNA a  t  fond e en 1965 dans le but de croitre\nPint r t numismatique au Canada atlantique.",
            "Un nouvel ex cutif a  t  asserment . Les nouveaux dirigeants sont\nJacques Poitras FRCNA, pr sident; Mark Holton vice-pr sident; Allan\nCarrier tr sorier et Robert Lodge secr taire. Le pr sident sortant Dan\nMcCormick a  t  remerci  pour ses quatre ann es de service d vou es\nen tant que pr sident. Lors du remerciement, on a soulign  le travail\nacharn  pour redresser | association, et il a obtenu de bons r sultats\napr s une d cennie d activit  limit e. On a  galement remerci  Allan\nCarrier, Barry MacDonald, Joe Merlin, ainsi que les repr sentants des\nclubs membres pr sents, pour leur contribution 4 l avancement de\nDPassociation.",
            "Suite a la page 190\n177\n"
        ],
        "PageNo": "177"
    },
    {
        "File": "The_CN_Journal_June_34.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "BY SEAN SINCLAIR\n#23912",
            "THE HERO OF SOUTH AMERICA",
            "When it comes to well-\nknown historical figures\nfrom South America,",
            "very few come close to the stature\nof Simon Bolivar. Bolivar is known\nthroughout the continent as  El\nLibertador,  or The Liberator, for his\nefforts to free many of the Spanish-\nspeaking countries in South and\nCentral America from colonial rule.",
            "Simon Jos  Antonio de la\nSantisima Trinidad Bolivar y Ponte\nPalacios y Blanco was born on July\n24, 1783, in Caracas, Captaincy\nGeneral of Venezuela. Bolivar s\nfather was Colonel Don Juan Vicente\nBolivar y Ponte, and his mother was\nMaria de la Concepcion Palacios y\nBlanco. Bolivar enjoyed an upper-\nclass lifestyle thanks in large part to\nthe family s estate.",
            "His parents were extremely\nwealthy due to the granting of\nproperty in the 16th century by the\nSpanish crown. These properties\ngave them income from the growth\nand sale of sugar cane, as well as\nfrom the mining of silver, gold and copper.",
            "Bolivar s father passed away when he was three; then\nhis mother passed away when he was nine. Following his\nmother s death, Bolivar went to live with an uncle, who\nprovided him with private instruction by multiple well-\nknown professors, including Don Simon Rodriguez.\nRodriguez had a significant impact on the child, teaching\nhim about 18th century liberal enlightenment.",
            "In 1797, Simon Rodriguez fled the country after being\naccused of treason. Barely fourteen years old, Bolivar then\nentered the military academy in Aragua, Venezuela. In 1800,\nBolivar traveled to Spain to complete his military training.",
            "While living in Spain, Bolivar began a courtship with\nMaria Teresa Josefa Antonia Joaquina Rodriguez del Toro\nAlayza. The couple was married in Madrid on May 26,\n1802. The newlyweds left for the new world on June 15,\narriving in Venezuela on July 12.",
            "Maria fell ill a few months after their arrival and\npassed away on January 22, 1803. It is believed\nthat she died of yellow fever or possibly malaria.",
            "Statue of Simon Bolivar in downtown Ottawa",
            "Her death caused a lasting\nimpact on Bolivar s life, from\nlosing both of his parents\nbefore his age of ten. He\nswore that he would never\nremarry, which is a promise\nthat he kept, although he had\nnumerous lovers.",
            "Bolivar returned to Europe\nby 1804, meeting with Maria\nTeresa s family in Madrid\nbefore continuing on to Paris.\nWhile in living Paris, Bolivar\nencountered his former\nmentor, Simon Rodriguez,\nwho helped to guide the young\nman towards politics. He also\nmet the German scientist,\nAlexander von Humboldt,\nwho instilled in Bolivar\nthe idea that the Spanish-\nAmerican colonies were\nlooking for independence.",
            "While visiting Milan,\nBolivar witnessed the\ncoronation of Napol on as",
            " the King of Italy on May 26,\n1805. Napol on was at the height of his power at the time\nand the event left a lasting impression on Bolivar.",
            "Bolivar returned to Venezuela in 1807. A few years later,\na coup resulted in the de facto independence of the country,\nwith the creation of the Supreme Junta of Caracas, on\nApril 19, 1810. In 1811, a small group of people, including\nBolivar, was sent to London to try to garner support and\nweapons for the independence movement. The group\nconvinced the exiled Venezuelan leader Francisco de\nMiranda to return to Caracas and fight for independence.",
            "On July 5, 1811, Venezuela declared its independence\nfrom Spain and the First Republic was established. After\nmore than a year of fighting, Miranda signed an armistice\nwith Spain, which effectively returned complete control of\nthe region to Spain. This was viewed as treason by Bolivar.",
            "Bolivar handed Miranda over to the Spanish\nauthorities and received a passport, allowing him\nto travel to New Granada (Colombia). Bolivar\nentered M rida, New Grenada on May 24, 1813,\nand quickly assembled an expeditionary force.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "178"
    },
    {
        "File": "The_CN_Journal_June_35.jpg",
        "Paragraphs": [
            "Returning to Venezuela, Bolivar captured Caracas on\nAugust 6, 1813, and established the Second Republic of\nVenezuela. He was then proclaimed EI Libertador.",
            "Following a rebellion in New Granada, which had been\nled by Jos  Tomas Boves, Bolivar returned to the region\nin 1814 in an attempt to quell the dispute. After suffering\nseveral defeats throughout 1815, Bolivar then fled to\nJamaica.",
            "After an assassination attempt on Bolivar in Jamaica,\nhe then continued to Haiti, where he enlisted the aid of\nPresident Alexandre P tion. P tion provided Bolivar with\nmunitions and men, only asking that Bolivar abolish slavery\nin any lands that he liberated.",
            "Bolivar returned to Venezuela in 1816 and began a year-\nlong struggle to remove Spanish dominion over Venezuela.\nBolivar kept his word with P tion, freeing Spanish\nAmerican slaves on June 2, 1816. He captured Angostura\nin 1817 and established the Third Republic of Venezuela.",
            "On February 15, 1819, Bolivar was elected president of\nVenezuela. He then began fighting for the independence\nof Gran Colombia, which was accomplished following a\nvictory at the Battle of Boyaca on August 7, 1819. The two\nrepublics were joined together as the Republic of Colombia\non December 17, 1819, with Bolivar as president. Further\nvictories during independence campaigns in Venezuela\nand Ecuador resulted in the creation of Gran Colombia on\nSeptember 7, 1821.",
            "On July 12, 1821, the Argentinian General Jos  de\nSan Martin had managed to liberate parts of Peru, with\nindependence declared on July 28. Antonio Jos  de Sucre",
            "won a decisive victory at the Battle of Pichincha on May\n24, 1822, allowing Bolivar to enter Quito trrumphantly on\nJune 16. One year after San Martin s victory, on July 26,\n1822, Bolivar took over the independence movement in\nPeru.",
            "Bolivar was named the dictator of Peru on February\n10, 1824. A few months later, on August 6, 1824, Bolivar\nand de Sucre won a decisive victory against the Spanish at\nthe Battle of Junin. The region now known as Bolivia was\nfreed from Spanish control on August 6, 1825. Bolivia was\nnamed after Simon Bolivar.",
            "Internal differences in the newly formed Gran Colombia\nled to the gradual fracture of the country, with Ecuador\nand Venezuela declaring their independence by 1830. New\nGranada, which included modern-day Panama, declared its\nindependence in 1831.",
            "Bolivar stepped down as the president of Gran Colombia\non April 27, 1830, after delivering his final address to the\nnation on January 20.",
            "Bolivar passed away December 17, 1830, in Santa Marta,\nGran Colombia, due to complications from tuberculosis.\nOn his deathbed, Bolivar asked his aide-de-camp, General\nDaniel O Leary to destroy all of his letters, speeches and\nother communications. O Leary disobeyed and all of these\ncommunications have given historians a more complete\npicture of a highly complex individual.",
            "Bolivar has been featured on numerous coins and\nbanknotes throughout the region since his death. There\nare far too many to discuss here, but I will select a small\nhandful.",
            "Image   Heritage Auctions",
            "Bolivia issued numerous coins, beginning in the 1830s. The coin featured here is a 4-soles coin with a left portrait of\nBolivar. A laurel wreath is shown on the head of the portrait, giving him the appearance of an ancient Greek or Roman",
            "aristocrat. The legend reads LIBRE POR LA CONSTITUTION\nreferring to Bolivar writing Bolivia s constitution. The reverse",
            "features a palm tree with a Ilama on either side.",
            "In 1947 and 1948, Colombia released a 50-centavos\ncoin featuring a left portrait of Bolivar in his military\nuniform. The legend REPUBLICA DE COLOMBIA  is\nwritten clockwise around the top of the design. The\nreverse features a wreath with denomination written in the\ncentre.",
            "Number 4 June",
            "a\n"
        ],
        "PageNo": "179"
    },
    {
        "File": "The_CN_Journal_June_36.jpg",
        "Paragraphs": [
            "In recent times, Venezuela has been dealing with rampant inflation. This is reflected in the denominations of its coins\nand its banknotes. In 2005, Bolivia released a bimetallic 1000-bolivares coin with a left-facing portrait of Bolivar. The\ncurrency was revalued on January 1, 2008, with 1,000 old bolivares becoming 1-bolivar fuerte (strong). The new 1-bolivar\nlooked very similar to the old coin, with only minor differences in design. Two major varieties of the 2007 dated bolivar\nexist, most easily determined by the spacing between words in the legend on the reverse. The earlier, more common\nvariety, 1s shown first.",
            "A monetary reform occurred once again on August 20, 2018, with 100,000-bolivares fuerte becoming 1-bolivar\nsoberano (sovereign).",
            "Simon Bolivar has been featured on numerous banknotes as well.",
            "In 2015, Argentina released a 5-pesos banknote that features four of the heroes of Spanish South America. These are\n  Jos  Artigas, Simon Bolivar, Jos  de San Martin and Bernardo O Higgins. The front features a portrait of Jos  de San\nMartin, who was originally from Argentina.",
            "Ecuador produced a 100-sucres banknote, from 1968 until 1997, with a portrait of El Libertador in the centre of the\nnotes front.",
            "In 2020, Venezuela released a banknote celebrating the bicentennial of the Battle of Carabobo, which occurred on June\n24, 1821. The battle resulted in the independence of Venezuela and establishment of Gran Colombia. The front is printed\nvertically and features Bolivar in his military uniform. The back is printed horizontally and bears a re-enactment of the\nbattle. At 1,000,000 bolivares, this is the highest denomination banknote that Venezuela has produced.",
            "I encourage everyone to research the hundreds of other coins and notes that this hero of South America has been featured on.",
            "180 ------------------------------------------------ ~~ The CN Journal Volume 66\n"
        ],
        "PageNo": "180"
    },
    {
        "File": "The_CN_Journal_June_37.jpg",
        "Paragraphs": [
            "Argentina 2015 5-pesos banknote that features\nfour of the heroes of Spanish South America\non the back. These are   Jos  Artigas, Simon\nBolivar, Jos  de San Martin and Bernardo\nO  Higgins.",
            "PAN SR HRrOO",
            "Ecuador produced a _ 100-sucres\nbanknote, from 1968 until 1997, with\na portrait of El Libertador in the centre\nof the front.",
            "Repiiblica Bolivariana _",
            "00000000V",
            "DE BOLIVARES",
            "woe\na",
            "The back of Venezuela s 2020 release of their largest denomination banknote,\n1,000,000-bolivares, celebrates the bicentennial of the Battle of Carabobo.\nThe June 24, 1821,\ndecisive battle which\nresulted in Venezuelan\nindependence.",
            "4. LON DE BOLIVARES",
            "Number 4 Jutte 2021 -------------------------------------- 181\n"
        ],
        "PageNo": "181"
    },
    {
        "File": "The_CN_Journal_June_40.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "ROYAL CANADIAN MINT REPORTS PROFITS AND PERFORMANCE FOR 2020\nLA MONNAIE ROYALE CANADIENNE PRESENTE SES RESULTATS ET SON RENDEMENT POUR 2020",
            "OTTAWA, ONTARIO   May 30, 2021   The Royal\nCanadian Mint (the  Mint ) is pleased to announce its\nfinancial results for 2020 that provide insight into our\nactivities, the markets influencing our businesses and our\nexpectations for the next 12 months.",
            " In 2020, employees of the Royal Canadian Mint\ndemonstrated their ability to innovate and deliver great\nproducts in a very challenging operating environment  said\nMarie Lemay, President and CEO of the Royal Canadian\nMint.  Their hard work contributed to the Mint s success.\nEmployees pivoted quickly in the face of disruption allowing\nthe Mint to generate strong profits. ",
            " The Mint continues to respond to the unprecedented\nsituation with COVID-19 in a proactive way that prioritizes\nthe health and safety of our employees. We have adapted our\nproduction to be able to continue delivering critical services\nin support of the essential mining and financial sectors,\nwhile adhering to strict new protocols to ensure our work\nenvironment is a safe one. ",
            " One very special initiative in 2020 was our Recognition\nMedal, created to recognize frontline workers while raising\nmoney for the Breakfast Club of Canada s COVID-19\nEmergency Fund. Employees donated their time to this\nproject and thanks to their generosity and the contrinutions\nof thousands of Canadians, the Mint was able to make a\n$400,000 donation to the Breakfast Club in 2020. The\nfinancial results should be read in conjunction with the Mint s\nannual report available at www.mint.ca.",
            "Financial and Operational Highlights:",
            "e The Mint increased its revenue by 74 percent in 2020 as a\nresult of exceptionally strong global market demand for\nbullion while consolidated profit before income tax and\nother items was $27.5 million for the year (2019   $42.3\nmillion). Higher bullion volumes sold in 2020 increased the\nMint s revenue and cost of sales proportionately; however,\nthe Mint s profit margin was impacted in 2020 by lower\nrevenue from its other businesses, without a corresponding\ndecrease in costs. In particular, the Mint continued to pay\nits employees and did not reduce any fixed costs during the\nperiods of suspended or modified production as a result of\nthe pandemic impacting the Mint s profit margin in 2020 by\napproximately $6 million.",
            "  Consolidated revenue increased to $2,527.6 million in 2020\n(2019   $1,453.4 million).",
            "  Gold bullion volumes increased more than 100 percent\nyear over year and were 982.8 thousand ounces (2019  \n483.0 thousand ounces) while silver bullion volumes were\n29.5 million ounces (2019   22.8 million ounces).",
            "  Sales of numismatic products decreased to $91.9 million\nin 2020 (2019   $116.8 million) due mainly to the\ntemporary suspension of numismatic product production\nas a result of COVID-19 in 2020.",
            "  Revenue from the Foreign Circulation business decreased\n2 percent to $64.2 million (2019   $65.4 million) with\nproduction and/or shipments of 838 million coins in 2020\nand blanks compared to 1,308 million coins and blanks\nin 2019.",
            "OTTAWA (ONTARIO), le 30 avril 2021   La Monnaie royale\ncanadienne (la   Monnaie  ) a le plaisir de publier ses r sultats financiers\npour 2020, qui donnent des renseignements sur ses activit s, les march s\nqui influent sur celles-ci et ses pr visions pour les 12 prochains mois.",
            "  En 2020, les employ s de la Monnaie ont d montr  leur capacit \na innover et a offrir d excellents produits malgr  des conditions tr s\ndifficiles  , a d clar  Marie Lemay, pr sidente de la Monnaie royale\ncanadienne.   Leur travail acharn  a grandement contribu  a la r ussite\nde la Monnaie. Les employ s se sont rapidement adapt s a diverses\nperturbations, permettant 4 la Monnaie d enregistrer de solides r sultats.  \n  La Monnaie continue de r agir de facon proactive a la situation sans\npr c dent occasionn e par la COVID-19 en accordant la priorit  a\nla sant  et a la s curit  de ses employ s. Elle a adapt  ses processus\nde fabrication pour maintenir la prestation de services critiques qui\nsoutiennent les secteurs essentiels des mines et des finances tout en\nadoptant de nouveaux protocoles stricts visant a assurer la s curit  du\nmilieu de travail.  ",
            "  Elle a aussi lanc  un projet tr s sp cial en 2020, la M daille de\nreconnaissance, qui a  t  cr e pour souligner la contribution essentielle\ndes travailleurs de premi re ligne tout en amassant des fonds pour le\nFonds d urgence pour la COVID-19 du Club des petits d jeuners. Grace\na la g n rosit  de ses employ s, qui ont fait don du temps consacr  a ce\nprojet, et a la participation de milliers de Canadiens, la Monnaie a pu\nverser un don de 400 000 $ au Club des petits d jeuners en 2020.  ",
            "Les r sultats financiers devraient  tre lus en parall le avec le rapport\nannuel de la Monnaie, disponible au www.monnaie.ca.",
            "Faits saillants de nature financi re et op rationnelle",
            "e En 2020, la Monnaie a accru ses produits des activit s ordinaires de\n74 % en raison d une demande exceptionnellement forte de produits\nd investissement sur le march  mondial, alors que les r sultats avant\nimp6ts et autres  l ments se sont chiffr s a 27,5 millions de dollars\npour lV exercice (42,3 millions de dollars en 2019). Le volume des\nventes des produits d investissement plus  lev s en 2020 a hauss  les\nproduits des activit s ordinaires et, proportionnellement, le coiit des\nventes de la Monnaie; toutefois, la baisse des produits des activit s\nordinaires dans les autres lignes commerciales de la Monnaie, sans\nbaisse correspondante des cotits, a nui a sa marge b n ficiaire en\n2020. La Monnaie a notamment continu  de verser un salaire a ses\nemploy s et n a pas r duit ses coiits fixes pendant les p riodes d arr t\net de production modifi es caus es par la pand mie, ce qui a eu une\nincidence d environ 6 millions de dollars sur sa marge b n ficiaire en\n2020.",
            "e Les produits des activit s ordinaires consolid s ont grimp  a 2 527,6\nmillions de dollars en 2020 (comparativement a 1 453,4 millions en\n2019).",
            "  Les volumes de produits d investissement en or ont augment  de\nplus de 100 % d un exercice a l autre et se chiffraient a 982,8 milliers\nd onces (comparativement a 483,0 milliers d onces en 2019) alors que\nceux des produits d investissement en argent  taient de 29,5 millions\nd onces (comparativement a 22,8 millions d onces en 2019).",
            "  Les ventes de produits numismatiques ont recul  a 91,9 millions de\ndollars en 2020 (comparativement a 116,8 millions de dollars en\n2019), surtout a cause d un portefeuille de produits planifi  plus\npetit et plus percutant et d une production modifi e en raison de la\nCOVID-19 en 2020.",
            "  Les produits des activit s ordinaires de la Ligne des pieces de\ncirculation  trang res ont recul  de 2 % pour s tablir a 64,2 millions\nde dollars (comparativement a 65,4 millions de dollars en 2019) avec\nla production et Vexp dition de 838 millions de pieces et de flans en\n2020, comparativement a 1 308 millions de pi ces et de flans en 2019.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "184"
    },
    {
        "File": "The_CN_Journal_June_41.jpg",
        "Paragraphs": [
            "  Canadian circulation coins produced and sold to the\nDepartment of Finance for inventory were 229 million\npieces in 2020 (2019   385 million pieces) while coins\nsold to financial institutions to meet demand decreased 8\npercent year over year.",
            "  Operating expenses, overall, increased 4 percent year over\nyear to $98.5 million (2019   $94.5 million) as the Mint\nfocused on enhanced organizational resiliency in 2020 and\nthe development of its updated long-term strategic vision and\nthe strategy for the Mint s future business transformation.",
            "  Cash and cash equivalents increased to $67.3 million\n(December 31, 2019   $65.5 million) after the Mint declared\nand paid a $20 million dividend to its Shareholder, the\nGovernment of Canada, in 2020. Cash and cash equivalents\nremain at the level required to support the Mint s operations.",
            "  Le volume de pi ces de circulation canadiennes produites et\nvendues au minist re des Finances aux fins de stocks s est  lev  a\n229 millions de pieces en 2020 (comparativement a 385 millions en\n2019) alors que les pieces vendues a des institutions financi res pour\nr pondre a la demande ont diminu  de 8 % d un exercice a l autre.\n  Dans Vensemble, les charges d exploitation ont augment  de\n4% d un exercice a V'autre pour s lever a 98,5 millions de dollars\n(comparativement a 94,5 millions de dollars en 2019); en 2020,\nla Monnaie s est concentr e sur l am lioration de sa r silience\norganisationnelle, sur  ' laboration de sa nouvelle vision strat gique a\nlong terme et sur sa strat gie de transformation de Ventreprise a venir.\n  La tr sorerie et les  quivalents de tr sorerie ont grimp  a 67,3 millions\nde dollars (comparativement a 65,5 millions de dollars au 31 d cembre\n2019) apr s que la Monnaie ait d clar  et vers  un dividende de 20\nmillions de dollars a son actionnaire, le gouvernement du Canada,\nen 2020. La tr sorerie et les  quivalents de tr sorerie demeurent au\nniveau requis pour soutenir les activit s de la Monnaie.",
            "Consolidated results and financial performance\n(in CAD $ millions for the years ended December 31, 2020 and 2019)",
            "This Earnings Release contains forward-looking statements that\nreflect management's expectations regarding the Mints objectives,\nplans, strategies, future growth, results of operations, performance,\nand business prospects and opportunities. Forward-looking\nstatements are typically identified by words or phrases such as\n plans ,  anticipates ,  expects ,  believes ,  estimates ,\n intends , and other similar expressions. These forward-looking\nstatements are not facts, but only estimates regarding expected\ngrowth, results of operations, performance, business prospects and\nopportunities (assumptions). While management considers these\nassumptions to be reasonable based on available information, they\nmay prove to be incorrect. These estimates of future results are\nsubject to a number of risks, uncertainties and other factors that\ncould cause actual results to differ materially from what the Mint\nexpects. These risks, uncertainties and other factors include, but are\nnot limited to, those risks and uncertainties set forth in the Risks to\nPerformance section of the Management Discussion and Analysit\nin the Mints 2020 annual report, as well as in Note 9   Financial\nInstruments and Financial Risk Management to the Mint s Audited\nConsolidated Financial Statements for the year ended December\n31, 2020. The forward-looking statements included in this Earnings\nRelease are made only as of April 30, 2021, and the Mint does\nnot undertake to publicly update these statements to reflect new\ninformation, future events or changes in circumstances or for any\nother reason after this date.",
            "Number4 June",
            "Le pr sent communiqu  sur les r sultats renferme des  nonc s prospectifs\nqui refl tent les attentes de la direction de la Monnaie quant a ses\nobjectifs, ses plans, ses strat gies, sa croissance future, ses r sultats\nd exploitation, son rendement, ses perspectives commerciales et ses\nd bouch s. Des  nonc s prospectifs se reconnaissent g n ralement par\nV emploi de termes ou expressions tels que   projeter  ,   pr voir  ,\n  s attendre a  ,   croire  ,   estimer   et   a l intention de   et d autres\ntermes ou expressions analogues. De tels  nonc s prospectifs ne\nconstituent pas des faits, mais seulement des estimations de la croissance,\ndes r sultats d exploitation, du rendement, des perspectives commerciales\net des d bouch s pr vus (soit des hypoth ses). Bien que la direction juge,\na la lumi re des informations a sa disposition, que ces hypoth ses sont\nraisonnables, elles pourraient se r v ler inexactes. Ces estimations des\nr sultats futurs sont assujetties a plusieurs risques et incertitudes ainsi\nqu a divers autres facteurs qui pourraient faire en sorte que les r sultats\nr els different grandement de ceux attendus. Ces risques, incertitudes et\nautres facteurs comprennent, sans toutefois s y limiter, ceux qui figurent a\nla rubrique Risques d exploitation pr sent e dans le Rapport de gestion\ndu rapport annuel 2020 de la Monnaie ainsi qu a la note 9, Instruments\nfinanciers et gestion des risques financiers, des  tats financiers consolid s\naudit s pour l exercice clos le 31 d cembre 2020. Les  nonc s prospectifs\ndu pr sent communiqu  sur les r sultats sont  tablis au 30 avril 2021, et\nla Monnaie n entend pas les mettre a jour publiquement apres cette date\npour tenir compte de nouvelles informations, d v nements futurs ou de\nnouvelles circonstances ou pour toute autre raison.\n"
        ],
        "PageNo": "185"
    },
    {
        "File": "The_CN_Journal_June_42.jpg",
        "Paragraphs":  [
            "A Numismatic DATE WITH HisTory\nTHE. MILAN. EDICT.",
            "By JESUS VICO\nAND. MARISA. OLLERO",
            "June 13, 313",
            "E ver since the fall of the Severan dynasty in 235 CE,",
            "rivals for the imperial throne had bid for support\nby either favouring or persecuting Christians. The",
            "previous Edict of Toleration by Galerius had been recently\nissued by the emperor Galerius from Serdica and was\nposted at Nicomedia on April 30, 311. By its provisions, the\nChristians, who had  followed such a caprice and had fallen\ninto such a folly that they would not obey the institutes of\nantiquity,  were granted an indulgence.",
            "Wherefore, for this our indulgence, they ought to pray",
            "to their God for our safety, for that of the republic,",
            "and for their own, that the commonwealth",
            "may continue uninjured on every side,",
            "and that they may be able to live",
            "securely in their homes.",
            "Their confiscated property,\nhowever, was not restored until\n313, when instructions were given\nfor the Christians  meeting places and\nother properties to be returned and\ncompensation paid by the state to\nthe current owners:",
            "the same shall be restored to the",
            "Christians without payment or",
            "any claim of recompense",
            "and without any kind of",
            "fraud or deception.",
            "It directed the\nprovincial magistrates to",
            
            "execute this order at once with all energy so that public\norder may be restored and the continuance of divine\nfavour may  preserve and prosper our successes together\nwith the good of the state. \nThe actual letters have never been retrieved. However,\nthey are quoted at length in Lactantius s On\nthe Deaths of the Persecutors (De mortibus\npersecutorum), which gives the Latin text\nof both Galerius s Edict of Toleration as\nposted at Nicomedia on April 30, 311,\n; and of Licinius s letter of toleration\nand restitution addressed to the\ngovernor of Bithynia and posted at\nNicomedia on June 13, 313.\nEusebius of Caesarea translated\nboth documents into Greek in his\nHistory of the Church (Historia\nEcclesiastica). His version of the\nletter of Licintus must derive from\na copy posted in the province of\nPalaestina Prima (probably at\nits capital, Caesarea) in the late\nsummer or early autumn of 313,\nbut the origin of his copy of\nGalerius s Edict of 311 1s\n~ unknown since that does\nnot seem to have been\npromulgated in Caesarea.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "186"
    },
    {
        "File": "The_CN_Journal_June_43.jpg",
        "Paragraphs": [
            "In his description of the events in Milan in his Life of\nConstantine, Eusebius eliminated the role of Licinius,\nwhom he portrayed as the evil foil to his hero Constantine.",
            "The Edict was in effect directed against Maximinus\nDaia, the Caesar in the East who was at that time styling\nhimself as Augustus. Having received the emperor\nGalerius s instruction to repeal the persecution in 311,\nMaximinus had instructed his subordinates to desist, but\nhad not released Christians from prisons or virtual death-\nsentences in the mines, as Constantine and Licinius had\nboth done in the West.",
            "Following Galerius  death, Maximin was no longer\nconstrained; he enthusiastically took up renewed\npersecutions in the eastern territories under his control,\nencouraging petitions against Christians. One of those\npetitions, addressed not only to Maximin but also\nto Constantine and Licinius, is preserved in a stone\ninscription at Arycanda in Lycia, and is a  request that the\nChristians, who have long been disloyal and still persist\nin the same mischievous intent, should at last be put\ndown and not be suffered by any absurd novelty to offend\nagainst the honour due to the gods. ",
            "The Edict is popularly thought to concern only\nChristianity, and even to make Christianity the official\nreligion of the Empire (which recognition did not actually\noccur until the Edict of Thessalonica in 380). Indeed,\nthe Edict expressly grants religious liberty not only to\nChristians, who had been the object of special persecution,\nbut goes even further and grants liberty to all religions:",
            
            "When you see that this has been granted to\n[Christians] by us, your Worship will know that we\nhave also conceded to other religions the right of open\nand free observance of their worship for the sake of\nthe peace of our times, that each one may have the free\nopportunity to worship as he pleases; this regulation is\nmade that we may not seem to detract from any dignity\nof any religion.",
            "  Edict of Milan, Lactantius, On the Deaths of the Per-\nsecutors (De Mortibus Persecutorum), ch. 48. opera,",
            "ed. 0. F: Fritzsche, IT, p 288 sq. (Bibl Patr. Ecc. Lat.X1).",
            "Since Licinius composed the Edict with the intent of\npublishing it in the east upon his hoped-for victory over\nMaximinus, it expresses the religious policy accepted by\nLicinius, a pagan, rather than that of Constantine, who was\nalready a Christian. Constantine s own policy went beyond\nmerely tolerating Christianity: he tolerated paganism and\nother religions, but he actively promoted Christianity.",
            "Although the Edict of Milan is commonly presented\nas Constantine s first great act as a Christian emperor,\nit is unlikely that the Edict of Milan was an act of\ngenuine faith. The document should instead be seen as\nConstantine s first step in creating an alliance with the\nChristian God, who he considered the strongest deity.\nAt that time, he was more concerned about social\nstability and the protection of the empire from the wrath\nof the Christian God than he was for justice or care for\nthe Christians. The edict is more indicative of Roman\nculture s obsession with seeking the gods  intervention\nthan of Constantine s or Licinius s religious beliefs.",
            "sourced with permission from VCoins eNewsletter.",
            "Diocletian reforms to the Roman monetary system",
            "Diocletian addressed the failed monetary reforms introduced by Aurelian in 274 by halting the debasement of metal in the\ncoins. A tri-metallic system of gold, silver and bronze was reintroduced with the creation of the argenteus and three bronze\ncoins. At a theoretical weight of about 3.40 g, the argenteus was the same weight and high purity (nominal 90 percent\nsilver content) as had been denarii of the emperor Nero (54 to 68 CE). Diocletian also continued to issue the gold coins\n(aureus), which Aurelian had reintroduced.",
            "However this reform failed to halt price inflation which, to the contrary, accelerated. As predicted by Gershwin s law,\ncoins of higher metal purity were hoarded or exported long before they had the chance to circulate (the reason why a high\nproportion of argentii are found in nearly mint condition). The difference in intrinsic value between the purer silver coin\nand the lower denominations worked to reduce the buying power of the poorer classes.",
            "In 301, Diocletian attempted to control inflation by issuing the Edict of Maximum Prices  Edictum de Pretiis Rerum\nVenalium,  capping the cost of goods and worker salaries. Meanwhile, it radically restructured the tax system by changing the\nproperty tax base and strengthening the confidence in the system.",
            "Rome, Diocletian (284 305) AR argenteus (3.52 g, 20\nmm, 6h), Mint of Ticinum, struck 295 CE; Obv: DIOCLETI-\nANVS AVG laureate head of Diocletian right; Rev: VICTORIA\nSARMAT, the four Tetrarchs sacrificing before a six-turreted\nenclosure. RIC 16a, RSC 488d.",
            "(Image: vhobbies.com)",
            "2021",
            "Number4 June\n"
        ],
        "PageNo": "187"
    },
    {
        "File": "The_CN_Journal_June_44.jpg",
        "Paragraphs": [
            "Imperial Rome, Diocletian (284 305) AV Aureus (5.5 g, 20\nmm, 12h). Antiochia ad Orontem Mint. Obv: DIOCLETIANVS\nAVGVSTVS, laureate bust Diocletian left; Rev: CONCORDIAE\nAVGG, Diocletian and Maximian, draped, seated left on\ncurule chairs, each holding globe on extended right hand and\nparazonium by side in left: above, centre, Victory, with wings\nspread, draped, facing front.",
            "  The Trustees of the British Museum",
            "Creation of the solidus by Constantine 310 CE",
            "The inflation caused by the crisis of the 3rd century resulted in economic disruptions that Emperor Constantine decided to\naddress by reforming the monetary system to restore stability. In 310 CE, he introduced a new gold coin called the solidus,\nwhose name, derived from the Latin for solid, clearly reflected the emperor s desire to stabilise the currency.",
            "In 312 CE, the weight of the solidus was set at 4.55 g, representing a devaluation of around 15 percent compared to the\nDiocletian aureus. The solidus of this weight continued in use throughout the Byzantine Empire until the 10th century. To\nensure a sufficient supply of gold to issue the solidus, Constantine used the spoils of his war with Licintus as well as gold\nconfiscated from pagan temples. He also required that new taxes be paid in gold. The solidus was the comerstone of the\nnew Roman monetary system throughout the 4th and 5th centuries.",
            "Constantine was also responsible for the gradual disappearance of pagan images from his coins. However, those which\npersonified the values he wanted people to relate to his government were still issued. Sol, the Sun god, was the last of the\npagan figures to disappear from his coinage. Some historians think he worshipped both Christ and Sol, while others say\nhe was trying to blend both beliefs.",
            "Constantine s portrait underwent several transformations during his reign. Greek persona became more visible in his\nfeatures: a diadem replaced his laurel headdress, and even the exergue was written in Greek. Constantine s eyes changed\ntoo: from a cold look to eyes looking upward, as though looking to heaven, which has been interpreted both as Christian\npiety and as a Greek feature.",
            "Rome, Licinius | (308 324). AV aureus (5.27 g, 21 mm,\n12h). Nicomedia, 317 318. Obv: LICINIVS AVGVSTVS,\nlaureate head of Licinius right; Rev: IOVI CONS LICINI\nAVG, Jupiter standing left on platform, holding statue of\nVictory, eagle left at feet holding laurel wreath in beak,\nplatform inscribed SIC X / SIC XX, SMNA in exergue. RIC\nVIl 18 (corrected legend reference). Cohen --, 131 variant\n(officina letter along with mintmark). Calic  5103.",
            "(Image: NGC)",
            "Rome, Constantine | (306 337). AV solidus (4.03 g, 19 mm,\n6h). Trier, 313 315. Obv: CONSTANTI-NVS P[ius] F[elix] AVG,\nlaureate head of Constantine right; Rev: VIRTVS - AVGVSTI\nN[ostri] Constantine in battle, with spear and shield, PTR\nin exergue [Percussum Treveris=struck in Trier], RIC VIl 36,\nBM-037/06. (Commemorating his victory over Maxentius at\nMilvian bridge in October 312). (Image: Dix Noonan Webb)",
            "m",
            "Rome, Constantine | (306 337) AR argenteus (3.41 g, 20 mm, 6h),\nMint of Ticinum, 295; Obv: CONSTANTI VS CAESAR laureate head\nof Constantine right; Rev: VICTORIA SARMAT, the four Tetrarchs\nsacrificing before a six-turreted enclosure. Image: coinshome.net)",
            "Rome, Constantine | (306 337) A follis (2.69 g, 19.5 mm, 6h), Trier, 323 \n324; Obv: CONSTANTIVS AVG laureate bust rtt; Rev: SARMATIA DEVICTA\nVictory advancing rt, holding trophy on rt arm, branch in It hand, spurning\ncaptive seated on ground rt, looking back; PTR ex. RIC VII 429.",
            "The CN Journal Volume 66",
            ""
        ],
        "PageNo": "188"
    },
    {
        "File": "The_CN_Journal_June_45.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            " BY ALAN ROY #17134",
            "British Columbia Centennial Medal",
            "In 1957, the Victoria Numismatic",
            "Society decided to produce a",
            "medal to commemorate the\nupcoming centennial of British\nColumbia. When the medal was\nissued in 1958, it was a great\nsuccess. But as is usual with such\nprojects, the process from initial\nplanning to fruition was not without\na few challenges. Allan Klenman s\nBritish Columbia Centennial Medal\nis a detailed account of the Victoria\nNumismatic Society s adventure in\nproducing its first medal.",
            "The book describes in great\ndetail the development, striking,\nand presentation of the Victoria\nNumismatic Society s British\nColumbia Centennial medal. It also\nspeaks to the enthusiasm of a small group of numismatists\nwho managed to achieve an amazing task.",
            
            "Number4 June",
           
            "It all started in 1957 when the\npresident of the Victoria Numismatic\nSociety formally announced the\nformation of a committee to design\nand strike a medal to commemorate\nthe founding of the Mainland Colony\nof British Columbia in 1858.",
            "They decided that the medal\nwould feature the visage of Sir James\nDouglas, former fur-trader with the\nNorth West Company, Chief Factor of\nthe Hudson s Bay Company, founder\nof the City of Victoria, and first\nGovernor of the Colony of British\nColumbia.",
            "Of course this was only one of\nthe many decisions to be made\nbefore the medal would be issued.\nAfter deliberating, the committee",
            "hired local sculptor James Saull to do the design work.\nBritain s Royal Mint was engaged to strike the medals, with\nrenowned designer T. H. Paget creating the dies.",
            "Perhaps what was the most difficult problem to overcome\nwas finding an image of Douglas that was suitable to be\nreproduced onto the medal. According to Klenman, only\nthree good paintings of the subject existed at the time. Each\nwas unsuitable because of a lack of detail or undesirable\nangle of Douglas s image. Luckily, the fire department\ncame to the rescue. After fires had destroyed a pair of city\nlandmarks, Helmcken House, the former residence of Sir\nJames and Lady Douglas, attracted its attention. Concerned\nthat it too was in danger, the fire department ordered that\na sprinkler system be installed and the attic be cleared of\nclutter. As the orders were being carried out, a previously\nunknown portrait of Douglas was found. It was cleaned\nand taken to the Provincial Archives for storage. The new\npainting was well-detailed, realistic and featured a 3/4 left\nview of the subject that was perfect for use on a medal.",
            "When they were finally struck and delivered, the medals\nappeared to have been adopted by the City of Victoria\nas a sort of  official issue  to celebrate the province s\ncentennial. An example was struck in 18-karat gold for\npresentation to Princess Margaret during her 1958 royal\nvisit to British Columbia. The Greater Victoria Centennial\nCommittee also presented fifty medals to outstanding\ncitizens of Greater Victoria. The names of all the recipients\nare listed in the Klenman book.\n"
        ],
        "PageNo": "189"
    },
    {
        "File": "The_CN_Journal_June_46.jpg",
        "Paragraphs": [
            "This book is not only an important numismatic reference,\nit is a beautiful artifact on its own. It is printed on fine high-\nquality paper with the titles and margin notes printed in red.\nEmbossed images showing both sides of each of the gold,\nsilver, and bronze medals are pasted in. Indeed, this may be\nthe only work in Canadian numismatic literature to include\nsuch embossed images. Each book is bound in red cloth\nwith the title stamped in gold on the cover. One hundred\nnumbered copies were printed.",
            "The copy illustrated here, number 100, was sent to H.\nDon Allen. A letter sent with the volume by Klenman\nreads,  I am sending you a copy of my book for you to see.\nYou have my permission to review it if you think it is the\ncorrect thing to do.  Allen s review of the book appeared",
            "on page 511 in the November 1960 issue of The Canadian\nNumismatic Journal. K\\enman also wrote,",
            "I m sorry I cant send you one of the books to keep.",
            "The cost is so high for this type of work that I must",
            "sell all copies or lose heavily   $6.50 just covers the",
            "cost incl. the hand binding. So when finished   please\nreturn!",
            "Evidently Allen thought the cost was reasonable and\npurchased the volume. In his review, he wrote,  For Mr.\nKlenman, who was President of the Society during the\nCentennial Celebration, preparation of this Record no doubt\nwas a labour of love, though its selling price reflects the\nhigh cost of such limited publication. ",
            "Continued from page 177\nand he achieved great results after its decade of\nlimited association activity.",
            "The APNA also expressed gratitude to Lynn Sisco\nand the Halifax Regional Coin club for their effort\nplanning the 2020 RCNA Halifax convention that has\nnow been rescheduled to 2023. Congratulations were\nalso extended to Kevin Day-Thorburn, FRCNA the\neditor of APNA publication The Atlantic Numismatist\nthat received the RCNA award for the 2019 best\nregional newsletter.",
            "RCNA Member Club Zoom Meeting Free\nBenefit Extended to mid-2022",
            "At least twenty-nine RCNA member clubs, or around\n40 percent of clubs, are now meeting by Zoom or\na similar platform. Over 150 virtual club meetings\nhave been held to date with over 100 more scheduled\nthrough September. This member club benefit was\nrecently extended a year, through June 2022. This\nextension was funded with a generous donation from\nRCNA Director Mike Turrini, FRCNA. Contact me\nat xr7gt@prodigy.net to schedule your meetings and\nreceive the required instructions. This is an ongoing\nopportunity for world class speakers to make a Zoom\nmeeting presentation to your club without the need to\nprovide them with a significant honorarium for their\ntravel expense and time.",
            "Lisa Dare to Speak on  Better Virtual\nMeetings 2.0 ",
            "Lisa Dare, wife of RCNA Director James Williston,\nFRCNA, will be the RCNA Club Delegates meeting\nspeaker during the first RCNA virtual convention\nin July. Her talk will be about how to maximize\nthe success of your virtual meetings and how to",
            "encourage stronger participation in them.\nBrett lrick",
            "Suite de la page 177",
            "L APNA a  galement exprim  sa gratitude a Lynn Sisco et au Halifax\nRegional Coin club pour leurs efforts dans la planification du congr s\n2020 de  ARNC qui est maintenant report  4 2023. Fe licitations\n galement 4 Kevin Day-Thorburm, FRCNA, r dacteur en chef de la\npublication APNA   The Atlantic Numismatist   qui a regu le prix pour\nle meilleur bulletin r gional de l  ARNC pour 2019.",
            "Avantage aux clubs membres de l| ARNC\ndisponibilit  de l application ZOOM pour vos\nrencontres est prolong  jusqu au milieu de 2022",
            "Au moins vingt-neuf clubs membres de l ARNC, soit environ 40 pour\ncent des clubs, serencontrent virtuellement vial  application Zoom ouune\nplate-forme similaire. Plus de 150 rencontres virtuelles de clubs ont eu\nlieu a ce jour et plus de 100 autres sont pr vues jusqu en septembre. Cet\navantage au club membre a r cemment  t  prolong  d un an, jusqu en\nJuin 2022. Cette prolongation a  t  financ e grace 4 un g n reux don du\ndirecteur de l  ARNC, Mike Turrini, FRCNA. Contactez-moi a xr7gt@\nprodigy.net pour planifier vos r unions et recevoir les instructions\nn cessaires. I] s agit d une opportunit  continue pour les conf renciers\nde renomm e mondiale de faire une pr sentation virtuelle a votre club\nsans avoir a d bourser des honoraires importants pour des frais de\nd placement et leur temps. Veuillez  galement m envoyer un courriel\nsi vous  tes disponibles pour faire une pr sentation virtuelle et loffrir a\nd autres clubs.",
            "Pr sentation de Lisa Dare sur   Am lioration des\nr unions virtuelles 2.0  ",
            "Lisa Dare, conjointe du directeur de l  ARNC, James Williston, FRCNA,\nsera la conf renci re lors de la rencontre des d l gu s du club de\nPARNC au cours de ce premier congr s virtuel de ?ARNC en juillet.\nSon expos  portera sur la fagon de maximiser le succ s de vos r unions\nvirtuelles et comment augmenter la participation a ces r unions. Lisa\na pr sent  la version 1.0 de cette conf rence lors du congr s virtuel de\nl Ontario Numismatic Association en avril, et de nouvelles suggestions\nont  t  incorpor es depuis cette pr sentation.",
            "Brett lrick",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "190"
    }
]