[
    {
        "File": "The_CN_Journal_January_05.jpg",
        "Paragraphs": [
            "FROM. THE_PRESIDENT S",
            "MoT_DU_PRESIDENT.",
            "Happy New Year! Our 2020 was a year like no\nH other. I hope you have stayed well, and I wish\nyou a more positive 2021.",
            "In 2021, it s election year for our executive and our\nBoard of Directors. If you intend to nominate someone\nfor a position, the information to follow is in Section\n5.06,  Nomination of Directors  in the Association s By-\nLaw No. 100 online at rcna.ca/bylaws.pdf. If you plan to\nnominate, please advise our executive secretary, on behalf\nof our Nominations Chair, at nominations@rcna.ca or by\nphone at (647) 401-4014.",
            "If you have not renewed your RCNA membership,\nplease do so. You can renew your membership\nconveniently on-line at rena.ca/paydues/php.\nAlternatively, you can photocopy the form from page 6 of\nthis issue or use the printable membership form at rcna.ca/\nRCNA_ Application Membership.pdf-",
            "In our December issue, I mentioned that I would\nshare with you some very basic information on the\nprojected financial performance of the RCNA in 2020.\nAs you might imagine, 2020 proved to be a difficult year\nfinancially. The pandemic forced us to cancel our annual\nconvention that is our major income generating event for\nthe RCNA. However, on the positive side, changes made\nin 2019 and 2020 to contain costs have largely yielded\ngood results, membership numbers have stabilised and\neven grown slightly during the pandemic, donations to the\nRCNA are up slightly over 2019, and we have gained new\nrevenue from sales of Rob Turner s book Past & Nearly\nPerfect and to a lesser extent from sales of correspondence\ncourses and medals. Putting all this together, the loss of\nrevenue from the cancelled convention more than offset\nthe benefit of the new revenue sources and savings from\ncost containment, and we are currently projecting a\nloss for 2020 of approximately $7,500. This is not what\nwe planned for 2020, but the year just behind us was\nundeniably one that made anyone s planning unreliable.\nShould you like to make a donation to the RCNA, this\nis certainly a time to assist, and your generosity would\nbe greatly appreciated. Donations can be made through\nyour membership renewal form, or on line, through our\nwebsite, details mentioned above.",
            "I wish you well for 2021. We will shortly be reporting\nto you on our decisions related to our 2021 annual\nconvention planned for Ottawa.",
            "Number1 January February 2021 ---------------------",
             "B onne ann e! Notre 2020 a  t  une ann e bien diff rente\n",
            "des autres. J esp re que vous vous portez bien et je\nvous souhaite une meilleure ann e 2021.",
            "En 2021, c est une ann e d lection pour notre ex cutif\net notre conseil d administration. Si vous avez | intention\nde proposer la candidature d une personne 4 un poste, la\nd marche a suivre se trouve a la section 5.06,   Nomination\ndes administrateurs   du r glement administratif n   100\nde l association disponible a rcna.ca/bylaws.pdf. Si vous\npr voyez de proposer une candidature, veuillez en informer\nnotre secr taire ex cutif,; au nom de notre pr sident du comit \ndes candidatures, 4 nominations@rcna.ca ou par t l phone au\n(647) 401-4014.",
            "Si vous n avez pas renouvel  votre adh sion a l  ARNC,\nveuillez le faire. Vous pouvez renouveler facilement votre\nadh sion en ligne a rcena.ca/paydues/php. Vous pouvez\n galement photocopier le formulaire de la page 6 de ce num ro\nou imprimer le formulaire d adh sion disponible sur rena.ca/\nRCNA_ Application Membership. pdf:",
            "Dans le num ro de d cembre, j ai mentionn  que je\npartagerais avec vous des informations pr liminaires sur nos\nprojections financi res de l ARNC pour 2020. Comme vous\npouvez I imaginer, 2020 s est av r e une ann e financi rement\ndifficile. La pand mie a forc  | annulation de notre congr s\nannuel qui est notre principale activit  qui g n re des revenus\nimportants pour l ARNC. Cependant, le c t  positif, les\nchangements apport s en 2019 et 2020 pour le contrd le des\nd penses continuent de donner de bons r sultats, le nombre\nde membres s est stabilis , montrant une l g re augmentation\npendant la pand mie, les dons 4 l ARNC sont en l g re hausse\npar rapport a 2019 et nous avons de nouvelles sources de\nrevenues, notamment les ventes du livre de Rob Turner  Past &\nNearly Perfect  et dans une moindre mesure les ventes de cours\npar correspondance et de m dailles. Compte tenu de tout cela,\nles nouvelles sources de revenus et les  conomies d coulant de la\nmaitrise des cots n auront pas combl  la perte de profits li e au\ncongr s annul , et nous pr voyons actuellement une perte pour\n2020 d environ $7,500. Ce n est pas ce que nous avions pr vu\npour 2020, mais l ann e qui se termine a rendu la planification\ndes r sultats de quiconque peu fiable. Si vous souhaitez faire un\ndon a l  ARNC, c est certainement le moment d aider, et votre\ng n rosit  serait grandement appr ci e. Les dons peuvent  tre\neffectu s via le formulaire de renouvellement d adh sion, ou en\nligne, sur notre site internet, aux d tails mentionn s ci-dessus.",
            "Je vous souhaite du bonheur pour 2021. Nous vous ferons\nconnaitre, prochainement, notre d cision - la tenue de\ncongr s annuel 2021 pr vu a Ottawa.  a"
           
        ],
        "PageNo": "5"
    },
    {
        "File": "The_CN_Journal_January_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _bDU_CONGRES",
            "Canada s National Capital Region Site of the Next RCNA Convention  \nLe congr s de l ARNC en route vers la r gion de la capitale nationale canadienne",
            "The Ottawa Numismatic Society will host the",
            "| 2021 Royal Canadian Numismatic Association",
            "Convention in Canada s National Capital Region",
            "(Ottawa-Gatineau), the birthplace of our great Association.",
            "Ottawa is also home to the Royal Canadian Mint and the\nBank of Canada.",
            "The convention is planned to take place July 20 25 at the\nDelta Ottawa City Centre Hotel. At this time however, we\nare not sure of the restrictions that will be in place because\nof the COVID-19 pandemic.",
            "We will update you as soon as we can on the convention\nstatus and any alternatives that may be available. In the\nmeantime, consult our website at rena.ca/2021/ .",
            "Thank you.",
            "L a Soci t  numismatique d Ottawa accueillera le",
            "congr s 2021 de l association royale de numismatique\ndu Canada dans la r gion de la capitale canadienne\n(Ottawa-Gatineau), le lieu de naissance de notre ch re\nAssociation. Ottawa est  galement le si ge social de la\nMonnaie royale canadienne et la Banque du Canada.\nLe congr s devrait avoir lieu entre le 20 et le 25 juillet\na Vh tel Delta Ottawa City Centre. Pour le moment,\ncependant, nous ne sommes pas certains des restrictions\nqui seront en place en raison de la pand mie de COVID-19.\nNous vous tiendrons au courant, d s que possible, de\nP volution du congr s et des alternatives qui pourraient  tre\npropos es. En attendant, consultez notre site Web a rena.\nca/2021/. Merci.",
            
            "2021. CALL _FOR_NOMINATIONS.   APPEL_DE_NOMINATIONS",
            "Nominations for the RCNA offices of\nN President, First Vice-President, Second Vice-",
            "President and the 16 Directors representing\nCanada and the United States must be in the hands\nof the Chairman of the Nominations Committee\nby March 31, 2021. The names of all nominees\nsubmitted shall be printed in the Association s official\npublication, The Canadian Numismatic Journal,\nissued for the month of June 2021.",
            "All nominations shall be made in writing\nsigned by one member in good standing and sent\npostal mail to the Chairman of the Nominations\nCommittee, 5694 Highway #7 East, Suite 432,\nMarkham ON L3P 1B4, or sent by email to\nnominations@rcna.ca.",
            "Paul R. Petch, Nominations Committee Chair.\nRCNA!",
            "Number1 January February 2021 --------------------------",
            "L es candidatures pour les postes de pr sident,\n",
            "de premier vice-pr sident, de deuxi me vice-",
            "pr sident de 1  ARNC et de ses 16 directeurs\nr gionaux repr sentant le Canada et les Etats-Unis\ndoivent  tre entre les mains du pr sident du comit  des\ncandidatures d ici le 31 mars 2021. Les noms de tous\nles candidats doivent  tre publi s dans la publication\nofficielle de l association, Le Journal canadien de\nnumismatique,  mis pour le mois de juin 2021.",
            "Toutes les candidatures doivent  tre pr sent es par\n crit et sign es par un membre en r gle et envoy es\nau pr sident du comit  des candidatures, 5694\nHighway # 7 East, Suite 432, Markham ON L3P\n1B4. Les candidatures peuvent aussi  tre envoy es\npar courriel 4 nominations@rcna.ca.",
            "Paul R. Petch, pr sident du comit  des candidatures.\nI|ARNC!"
            
        ],
        "PageNo": "7"
    },
    {
        "File": "The_CN_Journal_January_08.jpg",
        "Paragraphs": [
            "CALL_FOR.2021_AWARDS_ NOMINATIONS",
            "J. Douglas Ferguson Award",
            "Nominations for the J. Douglas Ferguson Award will be\nwelcomed by the Board of Award. This is the highest award\nin Canadian numismatics and is given annually to the living\nnumismatist who, in the opinion of the Board, has contributed\nmost to the advancement of numismatics in Canada, through\nresearch, writing or publishing, or in any other manner,\nand who has not previously received the award. Members\nof the Board of Award are: Geoffrey G. Bell, Shediac NB,\nChristopher Faulkner, Ottawa ON, Ronald A. Greene, Victoria\nBC and the President of the RCNA, ex officio.",
            "Members of the RCNA may submit a nomination for the\nAward. The deadline for submissions is March 31, 2021.\nContact: Ronald Greene, 1908 Store Street, Victoria BC\nV8T 4R4, ragreene@telus.net",
            "Paul Fiocca Award",
            "Nominations for the Paul Fiocca Award will be welcomed\nby the Board of Award for  long term meritorious service\nor major contributions to the RCNA.  This is an award not\nJust to recognize the elite of the hobby, but any individual\nwho may have worked behind the scenes, often for many\ndecades, for the betterment of The Royal Canadian\nNumismatic Association.",
            "This award 1s strictly an RCNA award for RCNA members\nand is the highest distinction presented by the RCNA. It is\nnot to be confused with the J. Douglas Ferguson Award, the\nhighest award in Canadian numismatics, which does not\nrequire membership in the RCNA.",
            "Any member of the RCNA may submit a nomination for\nthe Paul Fiocca Award.",
            "The deadline for submissions is March 31, 2021.\nContact: William Waychison, PO Box 466, Station MAIN,\nTimmins ON, P4N 7E3, billwaychison@gmail.com.",
            "Charles D. Moore Award",
            "The Charles D. Moore Award, established in 2017 by the\nExecutive Committee of your Association, is to honour the\ncontributions of those individuals felt to be best described\nas a  Professional Numismatist. ",
            "An eligible recipient is a full- or part-time numismatic\ndealer, or researcher, writer, publicist or benefactor who 1s a\nmember of the Association in good standing.",
            "The award is meant to honour a recipient who has\nconsistently contributed to and been devoted to the\nadvancement of Numismatics in Canada and to the Royal\nCanadian Numismatic Association over many years,\nwithout regard to personal benefit.",
            "The recipient will exhibit the traits of Dignity, Integrity,\nTruth and Knowledge and the willingness to advance the\nhobby through education.",
            "The winner will be selected from eligible recipients\nnominated by the RCNA awards committee in consultation\nwith the Executive Committee and key individuals in the\nnumismatic community.",
            "Any member of the RCNA may submit a name for nomination\nfor the Award. The deadline for submissions is March 31, 2021.\nContact: William Waychison, PO Box 466, Station MAIN,\nTimmins ON, P4N 7E3, billwaychison@gmail.com.",
            "Fellow, Royal Canadian Numismatic Association",
            "In 1990, the Award, Fellow Canadian Numismatic",
            "Association was established by the Executive Committee",
            "of your association. To be eligible for this award,",
            "the services performed must have been carried out\nby a member of The Royal Canadian Numismatic",
            "Association and be of benefit directly to The Royal",
            "Canadian Numismatic Association.",
            "The rules approved for this award are as follows:",
            "1. Amaximum of five members may be inducted annually.\n2. Anomination must come from an RCNA member, or club,\nwith a comprehensive report to support the nomination.",
            "3. The Awards and Medals Committee, with at least\nthree members, shall choose the inductees from those\nnominated.",
            "4. A certificate and a lapel pin shall be presented to each\ninductee.",
            "Announcement of the names and a suitable induction\nceremony will take place during the Annual RCNA\nConvention.",
            "Any member of the RCNA may submit a nomination for\nthe Award. The deadline for submissions is March 31, 2021.\nContact: William Waychison, PO Box 466, Station MAIN,\nTimmins ON, PAN 7E3, billwaychison@gmail.com.",
            "Louise Graham Memorial Club of the Year Award",
            "The Louise Graham Memorial Club of the Year Award\nwas established to give recognition to our clubs and\nassociations, and to honour their noteworthy achievements\nthroughout the previous calendar year.",
            "Any club or association wishing to enter this competition\nmay do so by submitting a report about its activities\nthroughout the previous calendar year. This report should\nconsist of at least two typed pages of 8%  x 11  and should\nlist the club s executive and highlight the following criteria:\n1. Diversity of topics at meetings\n2. Original concepts (written and visual)",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "8"
    },
    {
        "File": "The_CN_Journal_January_09.jpg",
        "Paragraphs": [
            "3. Educational information\n4. Numismatic promotion\n5. Coin shows",
            "6. Consistency of meetings.",
            "The presentation of the award,\nconsisting of an engraved silver\nmedal and a cheque in the amount of\n$250, will be made during the Annual\nRCNA Convention.",
            "The entry deadline is March 31,\n2021. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON\nN8T 1C1 xr7gt@prodigy.net",
            "J r6 me H. Remick Ill Literary\nAward",
            "The Jerome H. Remick III Literary\nAward was instituted in 1995. It is\nawarded to the author of the best\nnumismatic article published in the\nbulletin of a Canadian local coin club.\nNominations may be made by an\nRCNA member, a member club, or\nby the Club Services Chair. Each\nnomination must be accompanied by a",
            "Number1 January e February 2021",
            "copy of the article published with the\ndetails about its publication (where and\nwhen it was published etc).",
            "The nominee does not have to be an\nRCNA member to be eligible.",
            "A Committee, of at least three\nmembers, under the chairmanship of the\nRCNA Club Services Chair shall review\nthe nominations and choose the winner.",
            "The presentation of the Award, an\nengraved medal, will be made during\nthe Annual RCNA Convention.",
            "The entry deadline is March 31,\n2021. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON N8T\n1C1 xr7gt@prodigy.net",
            "Best Local & Regional\nNewsletter Awards",
            "Each year, the RCNA recognizes\nthe printed work of both a member\nlocal club and of a member regional\nassociation with an award for The\nBest Newsletter published by the\nentity.",
            "To participate, clubs and\nassociations must send examples of\ntheir newsletters throughout the year\nto the RCNA Club Services Chair.\nA committee of at least three will\nreview the entries received to decide\nthe winner for each category.",
            "The following criteria will be used to\ndetermine the winner:",
            "1. Numismatic content 20%\n2. Diversity of the content 25%\n3. Quality of presentation 15%",
            "4. Improvement from previous year 10%",
            "5. Consistency of publication 15%\n6. General appreciation\n(Judges  discretion) 15%",
            "Winners will be announced at the Club\nDelegates Meeting during the Annual\nConvention and at the closing banquet.",
            "The entry deadline is March 31,\n2021. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON\nN8T 1C1 xr7gt@prodigy.net\n"
        ],
        "PageNo": "9"
    },
    {
        "File": "The_CN_Journal_January_10.jpg",
        "Paragraphs": [
            "APPEL_DE_NOMINATIONS._ POUR_LES_ PRIX",
            "Prix J. Douglas Ferguson",
            "Les nominations pour le Prix J. Douglas\nFerguson devront  tre soumises au\ncomit  du prix. Ce prix est la plus haute\ndistinction en numismatique canadienne\net est accord  annuellement a un\nnumismate vivant qui n a pas d ja regu\nce prix et qui, selon l opinion du comit ,\na contribu  le plus 4 l avancement de\nla numismatique au Canada, soit par\nla recherche, | criture ou I dition, ou\nde toute autre fagon. Les membres du\ncomit  du prix sont: Geoffrey G. Bell,\nSh diac NB, Christopher Faulkner,\nOttawa ON, Ronald A. Greene, Victoria\nBC et le pr sident de l ARNC, ex\nofficio.",
            "Tout membre de l ARNC peut\nfaire une nomination pour ce prix.\nLes nominations doivent  tre recues\navant le 31 mars 2021. Elles devront\n tre envoy es a: Ronald Greene, 1908\nStore Street, Victoria BC V8T 4R4,\nragreene@telus.net.",
            "Prix Paul Fiocca",
            "Les nominations pour le Prix Paul\nFiocca devront  tre soumises au comit \ndu prix. Ce prix est attribu  pour\n service m ritoire continu ou pour une\ncontribution majeure a 1 ARNC . Ce\nprix reconnait non seulement I lite du\npasse-temps, mais tout individu qui\npeut avoir travaill  a l arriere-plan,\nsouvent pendant plusieurs d cennies, a\nPam hioration de l association royale de\nnumismatique du Canada.",
            "Ce prix est strictement attribu  par\nPARNC pour les membres de 1  ARNC,\net est la plus grande distinction d cern e\npar PARNC. II ne doit pas  tre confondu\navec le Prix J. Douglas Ferguson, la\nplus haute distinction en numismatique\ncanadienne, qui ne requiert pas que le\nr cipiendaire soit membre de P ARNC.",
            "Tout membre de l7ARNC peut\nproposer quelqu un pour le Prix Paul\nFiocca. Les nominations doivent  tre\nrecues avant le 31 mars 2021. Elles\ndevront  tre envoy es a: William",
            "Waychison, le Prix Paul Fiocca,\npr sident du comit , PO Box 466,\nStation MAIN, Timmins ON P4N\nTE3, billwaychison@gmail.com.",
            "Prix Charles D. Moore",
            "Le prix Charles D. Moore, cr  en\n2017 par le comit  ex cutif de votre\nassociation, est congu pour reconnaitre\nles contributions de ces personnes\nqui se sentent mieux d crites comme\n numismate professionnel .",
            "Les r cipiendaires admissibles\ndoivent  tre des marchands\nnumismatiques a temps plein ou a\ntemps partiel, un chercheur, un  crivain,\nun publiciste ou un bienfaiteur membre\nen r gle de l Association.",
            "Le prix vise a reconnaitre les\nr cipiendaires qui ont toujours contribu \net se sont consacr s a | avancement\nde la numismatique au Canada et a\nassociation royale de numismatique du\nCanada pendant de nombreuses ann es,\nsans  gard aux avantages personnels.",
            "Le r cipiendaire pr sentera les traits\nde dignit , V int grit , de v rit  et de\nconnaissance et la volont  de faire\nprogresser le passe-temps par  ducation.",
            "Le gagnant sera s lectionn \nparmi les r cipiendaires admissibles\nnomm s par le comit  des prix de\nVARNC en consultation avec le\ncomit  ex cutif et des personnes cl s\nde la communaut  numismatique.",
            "Tout membre ou club peut soumettre\nune nomination pour ce prix. Les\nnominations doivent  tre regues avant\nle 31 mars 2021. Elles devront  tre\nenvoy es a : William Waychison,\npr sident du comit , PO Box 466,\nStation MAIN, Timmins ON P4N\nTE3, billwaychison@gmail.com.",
            "Compagnon, l Association\nroyale de numismatique du\nCanada",
            "En 1990, le Prix de Compagnon ",
            "association royale de numismatique\ndu Canada fut instaur  par le conseil",
            "d administration de votre association.\nPour  tre admissibles a ce prix, les\nservices doivent avoir  t  rendus par\nun membre de l association royale\nde numismatique du Canada et avoir\nprofit  directement a |  association\nroyale de numismatique du Canada.",
            "Les r glements adopt s pour ce Prix\nsont les suivants:",
            "1. Un maximum de cing (5) membres\npeuvent  tre recus a chaque ann e.",
            "2. Une nomination doit venir d un\nmembre ou d un club de PARNC,\navec un rapport d taill  supportant la\nnomination.",
            "3. Le comit  des Prix et R compenses,\ncompos  d au moins trois (3)\nmembres,  tudiera les nominations\net choisira les membres a  tre recus\npour l ann e.",
            "4. Un certificat et une  pinglette seront\nremis a chaque r cipiendaire.\nL annonce du nom des",
            "r cipiendaires et une c r monie",
            "d intronisation auront lieu lors du\ncongr s de   ARNC.",
            "Tout membre ou club peut soumettre\nune nomination pour ce prix. Les\nnominations doivent  tre regues avant\nle 31 mars 2021. Elles devront  tre\nenvoy es a : William Waychison,\npr sident du comit , PO Box 466,\nStation MAIN, Timmins ON P4N\nTE3, billwaychison@gmail.com.",
            "Prix Louise Graham pour Le\nClub de L Ann e",
            "Le Prix Louise Graham pour le\nClub de 1| Ann e fut  tabli afin de\nreconnaitre nos clubs et associations et\npour honorer leurs accomplissements\nau cours de l ann e pr c dente.",
            "Tout club ou association qui veut\nposer sa candidature pour ce Prix peut\nle faire en soumettant un rapport de\nleurs activit s tenues durant l ann e\npr c dente. Ce rapport doit avoir au\nmoins deux pages de format 8  x 11\npouces. Le rapport devra nommer les\nmembres de 1 ex cutifet souligner les",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "10"
    },
    {
        "File": "The_CN_Journal_January_11.jpg",
        "Paragraphs": [
            "crit res suivants :",
            "1.La diversit  des sujets trait s lors des r unions",
            "2.Loriginalit  de la conception ( crit et visuel)",
            "3.Le degr   ducatif de l information diffus e",
            "4.La promotion de la numismatique",
            "5.L  organisation de salon numismatique",
            "6.La r gularit  des r unions",
            "La pr sentation du Prix, qui consiste en une m daille en\nargent grav e au nom du gagnant et d un ch que de 250 $,\nsera faite lors du congr s annuel de l  ARNC.",
            "Les nominations doivent  tre regues avant le 31 mars\n2021. Elles devront  tre envoy es a : Brett rick, directeur\nservices aux clubs, Suite 505, 5060 Tecumseh Road East,\nWindsor ON N8T 1C1, xr7gt@prodigy.net.",
            "Prix litt raire J r6me H. Remick Ill",
            "Le Prix litt raire J r6me H. Remick III a  t  instaur  en 1995.\nIl est attribu  a l auteur du meilleur article numismatique\npubli  dans un bulletin de club local au Canada.",
            "Les nominations peuvent  tre faites par un membre, par\nun club ou par le responsable des services aux clubs de\nVARNC. Toute nomination doit  tre accompagn e d une\ncopie de l article publi  ainsi que des d tails relatifs a sa\npublication (club ot il a  t  publi , date de publication, etc.).",
            "Notez que l individu mis en nomination n a pas besoin\nd tre membre de P ARNC.",
            "Number1 January February 2021 --------------------------",
            "Un Comit  d au moins trois (3) personnes, pr sid  par le\nResponsable des services aux clubs de PARNC choisira le\ngagnant.",
            "La pr sentation de ce Prix, une m daille grav e, sera\nfaite lors du congr s annuel de l ARNC.",
            "Les nominations doivent  tre regues avant le 31 mars\n2021. Elles devront  tre envoy es 4 : Brett Irick, directeur\nservices aux clubs, Suite 505, 5060 Tecumseh Road East,\nWindsor ON N8T 1C1, xr7gt@prodigy.net.",
            "Prix pour les Meilleurs Bulletins de Clubs locaux\net r gionaux",
            "Chaque ann e 1 ARNC reconnait les efforts des clubs et\nassociations membres, en attribuant un Prix sp cifique\npour le Meilleur Bulletin publi  par un club association\nlocal et r gional.",
            "Pour participer a la s lection, les clubs doivent envoyer\ndes exemplaires de leur bulletin au Responsable des\nservices aux clubs de 17 ARNC. Un comit  form  d au\nmoins trois (3) personnes r visera les bulletins soumis\net s lectionnera un gagnant dans chaque cat gorie. Les\nbulletins regus durant l ann e seront consid r s pour le\nprix.",
            "Les crit res suivants seront consid r s par les juges pour\nd terminer le gagnant:",
            "1. Le contenu numismatique 20%\n'. La diversit  du contenu 25%\ni. La qualit  de la pr sentation 15%\n|, L am lioration par rapport a",
            "l ann e pr c dente 10%\n . La r gularit  de la publication 15%\n . Appr ciation g n rale",
            "(a la discr tion du Juge) 15%",
            "Les gagnants seront d voil s lors du d jeuner des\n\\ l gu s de clubs dans le cadre du congr s annuel ainsi que\nors du banquet de cl ture.",
            "Les bulletins doivent  tre recus avant le 31 mars 2021.\nls devront  tre envoy s a : Brett Irick, directeur services\nux clubs, Suite 505, 5060 Tecumseh Road East, Windsor\nIN N8T 1C1, xr7gt@prodigy.net.\n"
        ],
        "PageNo": "11"
    },
    {
        "File": "The_CN_Journal_January_12.jpg",
        "Paragraphs": [
            "IN APPRECIATION OF THE CANADIAN",
            "COINAGE_OF_KING.EDWARD_ VII",
            "By ROBERT FORBES\nFRCNA, #22402",
            "I have been an avid collector",
            "\nInsights of an Avid Collector",
            "of the Canadian coinage of\nKing Edward VII for almost\nfour decades. The Edward series\nhave always fascinated me, and\nI thought I might attempt to\nrelate to you the reasons why I\nparticularly like this collecting\narea.\nBecause of the very long, sixty\nfour year reign of his mother,\nQueen Victoria (1837-1901),\nKing Edward VII, the second\nchild and eldest son of Queen\nVictoria and Prince Albert of\nSaxe-Coburg and Gotha, and\nknown in the family and to\nclose friends as  Bertie,  wasn t\ncrowned king until August 9,\n1902. By this time, he was\n60 years old, the longest heir\napparent in British history\n(59 years), portly and not in\nparticularly good health.! He died following a series of\nheart attacks on May 6, 1910 at the age of 68, having\nreigned for seven years and nine months from his date\nof coronation. His effigy appeared on Canadian coinage\nfor a mere nine years (1902 to 1910, inclusive). This 9\nyears of production is the shortest in Canadian coinage,\nthe next shortest being the 16 years of coinage of King\nGeorge VI (1937 to 1952, inclusive). One of the attractions\nof collecting Edward VII coinage is the limited number of\ndate issues in each denomination. ",
            
            "1 Atan expectancy of 68 years and counting, Edwards 59 years\nof waiting has now been broken by the current Prince Charles.",
            "2 The coinage of King Edward VII was very nearly limited to\na single year (1902). In June of 1902, and just days before his\nscheduled coronation, Edward was diagnosed with acute\nappendicitis, and was told that without appendectomy surgery,\nwhich was then in its infancy and somewhat experimental, Edward\nwas unlikely to survive to his planned coronation date. Edward\nagreed to the surgery but began to choke during the procedure,\nand apparently was only saved by one of the attending surgeons\npulling on that famous beard that we see on our coinage in order to\nopen his airway ( Guts and Glory: Edward VII's Appendix and the\nCoronation that Never Was ; Emily McMahon, Facebook article,\nMay 20, 2013). The surgery was a success, the coronation was\ndelayed for 6 weeks, and we became the beneficiaries of another\neight years of Edward VII coinage.",
            "Within this short 9-year series,\nwe have three separate mints\nmaking Canadian coinage, the\nBritish Royal Mint (1902-1907),\nthe Heaton Mint (1902, 1903\nand 1907) and the new Ottawa\nBranch of the Royal Mint\n(1908-1910). The coinage of\neach of these mints has its own\ndistinctive features, adding to the\nintrigue of collecting any Edward\nVII series, other than that of the\ngold sovereigns, all struck in\nCanada from 1908 to 1910, at the\nOttawa branch mint.",
            "The  Heaton mint , technically\nknown at this time as The Mint,\nBirmingham Ltd., was a privately\nowned mint run by the Heaton\nfamily of Birmingham, England,\nwhich produced coins and blank\nplanchets under contract with\nthe Royal Mint, London when",
            "the Royal Mint was overworked. Canadian coinage was\nproduced by the Heaton mint between 1871 and 1907 in\nthose years when the Royal Mint couldn t meet demand.\nOne such period was at the beginning of Edward s reign\nwhen the Royal Mint was occupied making Britain s\nobverse dies with the new monarch s portrait and others\nfor use in her colonies and Dominions. In this period,\nthe Heaton mint produced under contract 1902 and 1903\n5 cents, 1902 and 1903 ten cents, 1902 25 cents and 1903\n50 cents, all distinguishable by their  H  mint mark located\nbeneath the ribbon/bow on the bottom of the reverse on\nthese coins.",
            "As a professor of Contract Law, I have always taught the English\ncase of Krell v. Henry ([1903] 2 KB 740). The defendant in this case\nhad rented a balcony on the parade route for Edwards originally\nscheduled coronation date. The coronation was of course cancelled\nfor this date because of Edward  appendectomy, but the plaintiff\nproperty owner sued for the agreed rent, on the basis that there was\nnothing in the contract that said that rent was only payable if there\nwas a coronation on that date. The English Court of King s Bench\ndecided that the contract had been  frustrated  by the happening\nof this extremely unexpected event, and the defendant was thus\nexcused from paying the rent. This area of contract law will almost\ncertainly be actively litigated and reconsidered as a result of our\ncurrent pandemic circumstances, which makes many contracts\nmore difficult or impossible to perform.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "66"
    },
    {
        "File": "The_CN_Journal_January_13.jpg",
        "Paragraphs": [
            "1902 5 cents with Edward\ncrown; 1907 5 cents with\nImperial Crown.",
            "Heaton coins have their own distinctive look. They are\ngenerally less well-struck than Royal Mint coins of the period,\npresumably because of the use by Heaton of lower striking\npressure. They also have a softer lustre, most likely because\nthe planchets used in their manufacture were less polished\nthan the production from the Royal Mint. Probably because of\nthis softer lustre, Heaton coins tend to acquire very attractive\ntoning over time, if not dipped or otherwise processed.3",
            "In 1902 and 1903, both the Heaton Mint and the Royal\nMint manufactured 5 cents, 10 cents and 25 cents coins\nfor Canada. The Heaton coins of this period are generally\nmore common in higher grades than their Royal Mint\ncounterparts.* This may be explained in part by the higher\nmintages in 1902 for the Heaton coins.> However, I doubt\nthat these original mintage disparities can account on their",
            "3 See the photos of the 1903H 50 cents and the 1903H 10 cents\nas examples of the softer lustre and attractive toning seen on\ncertain Heaton coins.\n4 The one exception to this is the 1902 Royal Mint 5 cents which\nis more common in high grade than its Heaton counterpart,\ndespite its slightly lower mintage. It has been suggested that the\n1902 Royal Mint 5 cents was saved because people believed that\na mistake had been made by the placing of the Edward crown,\ninstead of the Imperial crown, on the reverse of these coins. This\nexplanation seems somewhat improbable, as it appears to assume\nthat there were many collectors of Canadian error coinage in 1902.\nFor whatever reason, a couple of rolls of uncirculated 1902 Royal\nMint 5 cents surfaced in Montreal in the 1980s, making this date\nthe Royal Mint  type coin  for Edward 5 cents. See the photos of\nthe 1902 and 1907 5 cents to illustrate the difference in the crown\non the reverses of these coins.\n5 1902 5 cents; Heaton, 2,200,000 - Royal Mint, 2,120,000;",
            "1902 10 cents; Heaton, 1,100,000 - Royal Mint, 720,000;",
            "1902 25 cents; Heaton, 800,000 - Royal Mint, 464,000.",
            "Number1 January February 2021 --------------------------",
            "own for the significant differences in mint state rarity of the\nRoyal Mint comage of 1902 over the Heaton Mint coinage.\nMy theory is that the Heaton coins were released first, before\nthe Royal Mint coins appeared in circulation, and were saved\nby collectors and non-collectors because they featured the\nportrait of the new monarch. When the Royal Mint coins\nlater appeared, they were not as often saved because they\nwere no longer a novelty. The tendency of Heaton silver\ncoins to tone attractively may also be in part responsible for\nthem being now more available in higher grades. If we now\ninclude eye appeal (attractiveness) in  market grading,  it\nis more likely that these attractive Heaton coins will grade\nhigher and thus be more available to collectors than the\ncomparable Royal Mint coins in the higher mint state grades.",
            "In 1903, the original mintages from the Heaton Mint (only\n5 cents and 10 cents made by Heaton) are approximately 2\n1/2 times the 1903 mintages from the Royal Mint.  While\nthe Royal Mint coins are again rarer in higher grades than\ntheir Heaton counterparts, the difference in rarity is not\nnearly as extreme as with the 1902 coinage, and I believe\nthat the rarity differences relate just to the larger production\nof Heaton coinage in 1903. If we look just at the mintages,\nfrom either mint, of 5 cents from 1902 and 1903, we see that\nthe 1903H 5 cents has the largest mintage in this period. Yet\nboth the 1902s, Heaton and Royal Mint, are considerably\neasier to acquire in mint state than the 1903H 5 cent.",
            "6 See the explanation of  market grading  in the author's",
            "commentary in  Fine Points Revisited  in the January 2020 issue",
            "of The CN Journal.",
            "7 1903 5 cents; Heaton, 2,640,000 - Royal Mint, 1,000,000\n1903 10 cents; Heaton, 1,320,000 - Royal Mint, 500,000\n"
        ],
        "PageNo": "13"
    },
    {
        "File": "The_CN_Journal_January_14.jpg",
        "Paragraphs": [
            "Examples of lustre and\ntoning on Heaton silver\ncoins.",
            "Clearly, something more than mintages figures is behind\nthese differences in rarity, which supports the conclusions,\nabove, related to the reasons for the greater availability in\nhigher grades of both of the 1902 strikings.",
            "The 1907H cent is the only example of an Edward\ncopper coin made by the Heaton Mint, and the only\nexample in the whole Edward series where the Heaton\ncoin has a lower mintage than its Royal Mint equivalent, \nand is considerably rarer and more valuable.? The\n1907H cent is also the end of coins struck for Canada or\nNewfoundland by the Heaton Mint.",
            "There are very few distinctive varieties in either the\nHeaton or Royal Mint Edward coins, as opposed to the\nOttawa Mint coinage of 1908 to 1910, where many more\ndistinctive varieties exist. In the Heaton coins, there are the\nmore minor, unintentional varieties in the  H  mint mark\non the 1902 and 1903 5 cents (small  H , large  H , Large\n A  over small  H ). When the Royal Mint contracted with\nHeaton for the production of coins, the Royal Mint would\nprepare the dies for the contracted coinage and would ship",
            "8 1907 cent; Heaton, 800,000 - Royal Mint 2,400,000.",
            "9 The rarity of the 1907H cent in high grade, relative to its 1907\ncounterpart, has increased as a result of the release into the market\nin 2016 of the Landon hoard, which contained multiple examples of\nthe 1907 in very high grade, but not a single example of the 1907H.",
            "Landon was a coin dealer in 1917 at the time of his death, and\napparently did not appreciate the existence of the  H  variety.",
            "these dies to the Heaton Mint. Heaton would then hand\npunch its  H  mint mark onto the dies before commencing\nproduction. These  H  mint mark varieties are almost\ncertainly a result of the use by Heaton of different sized\n AH  punches, or double punching, in the preparation of\ndifferent dies used in the course of the production runs of\nthese coins. Curiously, these punching issues do not appear\nwith the larger denominations of Heaton coinage, perhaps\nbecause the larger dies and die punches used for these coins\ncould be worked with greater precision.",
            "In the Royal Mint coins, there are minor, again\nunintentional, date spacing varieties (1905, 1906 and 1907\nwide date and narrow date varieties), and low final digit in\nthe date varieties (1906 and 1907 low final digit varieties)\nin the 5-cent series. These minor varieties occur because\nthe Royal Mint would produce multiple identical dies at the\nsame time, leaving the final digit in the date blank, so that\nthe multiple dies could be used in multiple years. Before\neach individual die was put into service, the appropriate\nfinal digit would again be hand punched into the die. The\nlack of perfect consistency in the siting by hand punch is\nalso responsible for these minor date spacing, low final\ndigit, or final digit double punching varieties.",
            "The one distinctive design change variety produced\nby the Royal Mint in the Edward series is the 1906 25\ncents  small crown  variety. I have never heard, nor can\nI speculate, as to the reason why the Royal Mint would",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "14"
    },
    {
        "File": "The_CN_Journal_January_15.jpg",
        "Paragraphs": [
            "Examples of 1906 large\ncrown and small crown\nvarieties.",
            "change its reverse die design from  small crown  to\n large crown  part way through a production year.!  It\nprobably makes sense that the  small crown  coins were\nmade earlier in the year from obverse  small crown  dies\nsimilar to the ones used in years prior to 1906, and the\n large crown  coins were made later in the year, with\nnew die designs also used by the Royal Mint in 1907,\nas well as dies shipped to the new Ottawa branch mint\nfor use in 1908 to 1910. From the relative rarity of the\n small crown  variety in all grades, almost certainly many\nfewer coins were struck off of most likely a single  small\ncrown  die used in 1906. The most plausible explanation\nfor the production of this die change variety is that the\nRoyal Mint was simply using up one old  small crown \nreverse die in 1906, before switching over to the new\n Jarge crown  reverse.",
            "Coinage production began in Canada on January 2, 1908\nwhen Governor General Earl Grey and the Countess Grey\nrespectively produced a 1908 50 cents piece and a 1908\ncent at the opening ceremony of the  Ottawa Branch of the\nRoyal Mint,  as it was then officially known.!! This striking\nbegan the production of the third mint making Edward VII\ncoinage, spanning the period from 1908 to 1910.",
            "10 See the photos of the 1906 obverse  small crown  and  large\ncrown  varieties, and note the difference in the crown size at the\ntop of each coin.",
            "11 Royal Canadian Mint website.",
            "Number1 January February 2021 --------------------------",
            "During this period, dies for Canadian coinage were still\nmade at the Royal Mint in London and sent to Ottawa to be\nput into production. The coinage of 1908 thus looks very\nsimilar to the earlier comage of the Royal Mint. There are a\ncouple of final digit in the date varieties in 1908, being the\n5 cents  large 8  and  small 8  varieties, and the double\nstuck  8  ten cents variety, almost certainly resulting from\nthe hand punching of the final digit in the date, explained\nabove. Other than these minor varieties, the only things\ndifferent about the strikings of the new Ottawa mint in 1908\nare the production of Canada s first gold coin, the 1908\nsovereign,!? and the production of a relatively large number\nof 1908 specimen sets.!3",
            "Starting in 1909, it appears that the Ottawa mint began\nto experiment with the appearance of some of its coinage.\nThe 1909 25 cents coin, for example, most often has an\nalmost matte appearance, and these coins aren t particularly\nattractive, and haven t toned well over time. The result is\nthat the 25 cents of this date is most difficult to obtain in\ngem mint state. In 1910, it appears that the Ottawa mint",
            "12 There were only 636 1908 gold sovereigns struck, all in\nspecimen format, possibly as a ceremonial issue for the opening of\nthe Ottawa mint.",
            "13 1908 specimen sets are by far the most common specimen coins\nof Edward VII. The Heaton Mint made probably 4 to 6 three coin\nspecimen sets (5, 10 and 25 cents) in 1902, and perhaps only a\nsingle specimen set was made by the Royal Mint in 1905. No other\nEdward VII Canadian specimen sets are believed to exist.\n"
        ],
        "PageNo": "15"
    },
    {
        "File": "The_CN_Journal_January_16.jpg",
        "Paragraphs": [
            "1910  reverse cameo  obverse 50 cents.",
            "again experimented 1n the production of its silver coins, this\ntime producing a small amount of  reverse cameo  coinage,\nwhere the king s portrait has a highly polished finish, while\nthe fields have a lustrous finish, the exact opposite of more\nmodern cameo coins. These coins were once thought to\nbe artificially polished, but have more recently come to be\nregarded as an unusual Edward VII variety. !4",
            "The 1909 and 1910 coinage of the Ottawa mint contains\na number of distinct, intentional changes in die varieties\non the reverse of the 5 cents (1909 and 1910), the 10 cents\n(1909 only) and the 50 cents (1910 only) denominations.\nIn the 5 cents, we have the  round leaves  and  pointed\nleaves  reverse varieties in both 1909 and 1910, as well as\nthe obverse crown top varieties in 1909. In the 10 cents, we\nhave the  broad leaves  and  Victoria leaves  varieties of\n1909; and in the 50 cents, we have the  Edward leaves  and\n Victoria leaves  varieties of 1910. Remember that these\nare real die change varieties, not date punching and spacing\nvarieties, and that because these dies are still being made at\nthe Royal Mint in London, these varieties are likely not the\nresult of experimentation by the fledgling Ottawa branch\nmint. However, it is very possible that at least some of these\nvarieties, which involve leaf or crown details near the edge\nof the coin, were requested by the Ottawa mint, or resulted\nfrom the Ottawa mint reworking the edges of the dies, as\na result of striking problems that were being experienced\nduring production.",
            "My final fascination with the coinage of Edward VII\nrelates to the grading sophistication that is required with\nthese coins. The highest point on the obverse of Edward\nVII coinage is the King s cheek. Combine this with an\nobverse which is normally not well-struck up, particularly\non the Heaton coins, and a crown band that isn t as strong\nas on the coinage of George V, and the normal fairly simple\ndetermination of whether a coin is mint state or not can\nrequire considerable care and often some experience.",
            "14 This variety was featured on the cover of the 2012 Charlton\nStandard Catalogue of Canadian Coins Vol 1.",
            "Lack of detail in the King s beard can be mistaken for\nwear; the high points on the King s cheek are very vulnerable\nto lustre breaks from ordinary, old-time  cabinet friction \n(slight abrasion from sliding around on the felt lining of a\ndrawer in an old coin cabinet). The cheek high points are also\nsubject to small bag marks or small scratches that are very\ndistracting in this location on the coin; and the weak crown\nband can fool graders into believing that some circulation\nwear is present, particularly on a toned coin. These factors\ncall for special care be taken in assigning a grade to Edward\nVII coinage, and grading these coins properly requires\nanother level of grading sophistication. But when a collector/\nconnoisseur of Edward VII coinage gets to view and grade a\nparticularly nice coin from this era, the appreciation 1s likely\nto be extreme.",
            "I hope I ve explained the reasons I m fascinated with\nthese short, but complex series of Edward VII coins.",
            "The 1908 Sovereign\nwas struck at the |\nOttawa branch of {\nthe Royal Mint in\nDecember of that\nyear. There were",
            "a total of only 636\nminted.",
            "Images: courtesy pcgs.com",
            "Volume 66\n"
        ],
        "PageNo": "16"
    },
    {
        "File": "The_CN_Journal_January_17.jpg",
        "Paragraphs": [
            "2021 COIN OF THE YEAR",
            "CATEGORY_NOMINEES. ANNOUNCED",
            "he 2021 Coin of the Year awards\n| nomination process looked a bit\ndifferent this year, due to the various\nrestrictions caused by the COVID-19\npandemic. Thankfully, World Coin News\nreported that the program is well under way\ndespite the travel and gathering restrictions.",
            "First begun in 1984, for 1982-dated\ncoinage, these awards continue to honour\nthe best in coin designs from around the\nworld. This year the 38th annual awards\nprogram, honouring coins dated 2019, will\nbe presented in early 2021 by World Coin\nNews and sponsored by The Journal of East\nAsian Numismatics. Recently the awards  -\nhave been presented to the winners during a\nceremony at the World Money Fair in Berlin, Germany,\nin early February. The platform for this year is yet to be\nannounced.",
            "On November 3, 2020, the Nominating Committee met\nvirtually to consider 400 coin nominees selected by more\nthan 45 issuing authorities from around the world. One-\nhundred nominees across the ten award categories (10 coins\nin each) were selected.",
            "Perennial powerhouse Canada came away\nwith eight nominations on the list that\nbegins the competition to determine the\nwinner of the 2021 Coin of the Year Award,\nwhich is presented by World Coin News.",
            "Canada came away with the most nominations,\na total of eight, on the list of category nominees. This\nwas followed by seven nominations for France and five\nfor Austria and Australia. Latvia, and the United States\nreached the list with four nominations each; while China,\nthe Cook Islands, Germany, and Mongolia had three each.",
            "Last year the COTY Award was presented to the\nLithuanian Mint (Lietuvos monety kalykla. UAB) for the\nLatvian, 5 euro, gold-plated silver, Honey Coin (KM-200),\nwhich was also winner of The Most Artistic category.",
            "The conceptual art for the winning coin was submitted\nby graphic design artist, Arttirs Analts. Analts won an\nannual design competition organised by Latvijas Banka\nto encourage better designed NCLT coins. The London-\nbased designer decided to use the bee as a symbol of\nLatvia s impressive ecological credentials.  The idea\nwas to create a coin about Latvia. I was researching and",
            "Number1 January February 2021 ---------------------------",
            "contemplating the potential\ndevelopment routes,\nand according\nto statistics,\nLatvia is\none of the\ngreenest\ncountries in\nthe world,  said\nAnalts.",
            "With\n) a limited\nmintage\nof only\n3,000 the\n5 euro face\nvalue coin\noriginally\nsold for 53 euros.",
            "Historical",
            "  Australia, 5 dollar, silver, Mutiny and Rebellion:\nHMS Bounty, KM-3069",
            "  Austria, 100 euro,\ngold, Magic of\nGold: The Gold\nof Mesopotamia,\nKM-3307",
            "  Belgium,\n2 euro, bi-\nmetallic, 450th\nAnniversary of\nthe Death of Pieter\nBruegel the Elder,\nKM-387",
            "  France, 10 euro,\nsilver, Eras of\neurope, KM-\n2755",
            "  Great Britain,\n500 pound,\nsilver, 200th\nAnniversary of\nthe Birth Year of\nQueen Victoria and\nPrince Albert, KM-1730a",
            "  Ireland, 2 euro, bi-metallic, 100th Anniversary of\nthe First Dail Eireann, KM-99",
            ""
        ],
        "PageNo": "17"
    },
    {
        "File": "The_CN_Journal_January_18.jpg",
        "Paragraphs": [
            "Italy, 10 euro, silver with gold, Explorers Series:\nChristopher Columbus, KM-436",
            "Poland, 10 zloty, silver, 200th Anniversary of Jan\nMatejko Academy of Fine Arts, KM-1038\nPortugal, 2 euro, bi-metallic, 500th Anniversary of\nMagellan s Circumnavigation of Earth, KM-895\nSouth Africa, 100 rand, gold, Natura Series:",
            "Taung Child, KM-693",
            "Contemporary Event",
            "Belgium, 5 euro, silver, 50th Anniversary of the\nMoon Landing, KM-395",
            "Canada, | dollar, silver, 75th Anniversary of\nD-Day, KM-2760",
            "France, 10 euro, silver, Notre-Dame Cathedral,\nKM-2564",
            "Japan, 10,000 yen, gold, 30th Anniversary of the\nEnthronement of New Emperor, KM-287\nLatvia, 5 euro, silver, War of",
            "Independence, KM-207\nNorth Korea, 1 won,\nbrass, Donald Trump\nand Kim Jong Un,\nKM-1322",
            "Russia,",
            "3 rouble, silver,\n5th Anniversary",
            "of the Eurasian\nEconomic Union\n(EAEU), KM-1862\nSouth Africa, 50 rand,\nbronze alloy, 25 Years of\nDemocracy, KM-691\nSpain, 10 euro,\nsilver, 50th\nAnniversary of the\nMoon Landing,\nKM-1433",
            "United States,",
            "1 dollar, silver, 50th\nAnniversary of the\nMoon Landing, KM-693",
            "Gold",
            "Austria, 50 euro, gold, The Vienna Schools of\nPsychotherapy: Viktor Frankl, KM-3306",
            "Belgium, 25 euro, gold, 90th Anniversary of the Birth\nof Audrey Hepburn, KM-393",
            "Canada, 200 dollar, gold, Early Canadian History,\nKM-2900",
            "China, 100 yuan, gold, Art of Chinese Calligraphy,\nKM-2491",
            "France, 200 euro, gold, Woman of French History:\nMarie Curie, KM-2739",
            "Hungary, 50,000 forint,\ngold, Saints of the\nArpad-Dynasty:\nSaint Margaret,\nKM-979\nMongolia,\n1,000 togrog,\ngold, Wildlife\nProtection: Gobi\nBear, KM-399\nPortugal, 7.5 euro,\ngold, 500th Anniversary\nof Magellan s\nCircumnavigation\nof Earth, KM-\n902b",
            "South Africa,\n50 rand, gold,\nAfrica s Big 5:\nLion, KM-692\nUnited States, 100\ndollar, gold, American\nLiberty High Relief Gold\nCoin Series, KM-710",
            "Silver",
            "Australia, 5 dollar, silver, Versailles Centenary,\nKM-3073",
            "Austria, 20 euro, silver, Reaching for the Sky: The\nDream of Flight, KM-3304",
            "China, 10 yuan, silver, World Heritage: Ping Yao,\nKM-2465\nGermany, 20 euro,\nsilver, 100th\nAnniversary of\nthe Bauhaus,\nKM-379",
            "Italy, 10 euro,\nsilver, Italy of\nArts: Duomo of\nMilan, KM-437\nLatvia, 5 euro, silver,\nLatvian Poet Karlis\nSkalbe, KM-204\nNetherlands,",
            "5 euro, silver,",
            "75th Anniversary\nof Operation\nMarket Garden,\nKM-409",
            "Portugal, 5 euro,\nsilver, Endangered\nFlora: Tuberaria\nMajor, KM-899a",
            ""
        ],
        "PageNo": "18"
    },
    {
        "File": "The_CN_Journal_January_19.jpg",
        "Paragraphs": [
            "Ukraine, 5 hryvnia, silver, The Cold Ravine, KM-\n973",
            "United States, 1 dollar, silver, 50th Anniversary of\nApollo 11, KM-693",
            "Crown",
            "Australia, 5 dollar, silver, The Earth and Beyond:\nThe Sun, KM-3072",
            "Canada, 5 dollars, silver, 200th Anniversary of the\nBirth of Her Majesty Queen Victoria, KM-2786\nCook Islands, 5 dollar, silver, titanium,\nChang e-4: Space Panda, KM-188'",
            "Cyprus, 5 euro, silver, 7",
            "30th Anniversary of\nthe Founding of\nthe University of\nCyprus, KM-107\nFrance, 10 euro,\nsilver, gilt,\nrhodium, Paris \nTreasures, City\nof Lights: Eiffel\nTower KM-2566\nHungary, 2,000 forint,\ncopper-zinc, National\nMemorial Sites of\nHungary, KM-964\nJapan, 1,000 yen,\nsilver, Olympic\nGames, Tokyo\n2020: Judo, KM-\nY284",
            "Lithuania, 20 euro,\nsilver, Lithuanian\nCastles and Manors,",
            "KM-253",
            "Mongolia, 500 togrog, silver, Wildlife Protection:\nGobi Bear, KM-389",
            "United States, 1 dollar, silver, 50th Anniversary of\nApollo 11, KM-689",
            "Circulating",
            "Number1 January February 2021",
            "Australia, 50 cent, cupronickel, International Year\nof Indigenous Languages, KM-2963",
            "Brazil, 1 real, bi-metallic, 25th Anniversary of\nReal Introduction, KM-2963",
            "Canada, 1 dollar, brass-plated steel, 50 Years of\nProgress in Advancing LGBT Q2 Rights, KM-2757\nGermany, 2 euro, bi-metallic, 30th Anniversary of\nthe Fall of Berlin Wall, KM-380",
            "Greece, 2 euro, cupronickel, nickel-brass, Greek\nPoet Andreas Kalvos, KM-3 15",
            "Hungary, 50 forint, cupronickel, 2019 FIE World\nFencing Championship in Budapest, KM-980",
            "Japan, 100 yen,\ncupronickel, Copper,\nOlympic Games:\nTokyo 2020,\nKM-Y269\nPanama,",
            "1 balboa, bi-\nmetallic, Jornada\nMundial de la\nJuventud: World\nYouth Day, KM-169\nPeru, | sol, nickel-brass,\nEndangered Wildlife\nof Peru: Andean\nMountain Cat,\nKM-418",
            "United States,\nquarter-dollar,\ncupronickel,\nAmerica the\nBeautiful:\nAmerican Memorial\nPark, KM-695",
            "Bi-Metallic",
            "Austria, 25 euro, silver\nNiobium, Artificial\nIntelligence, KM-\n3305",
            "Canada,",
            "25 cent, brass,\ncupronickel,\nbronze, 35th\nAnniversary of\nthe First Canadian\nin Space, KM-2750\nEgypt, 1 pound,\nbi-metallic, New\nCapital City of\nAlamein, KM-\n1034",
            "Estonia,",
            "2 euro, bi-\nmetallic, 150th\nAnniversary of the\nSong Celebration,\nKM-90",
            "Finland, 2 euro, nickel-brass",
            "centre, copper-nickel ring, Finnish Constitution\nAct of 1919, KM-293",
            "France, 2 euro, bi-metallic, 60th Anniversary of\nAsterix, KM-2560",
            "Great Britain, 2 pound, cupronickel centre, nickel-\nbrass ring, Captain Cook, KM-1693",
            ""
        ],
        "PageNo": "19"
    },
    {
        "File": "The_CN_Journal_January_20.jpg",
        "Paragraphs": [
            "Kazakhstan, 500 tenge, silver with tantalum\ninsert, Tobyl Oishyly (Tobol Thinker), KM-421\nPoland, 5 zloty, bi-metallic, Discover Poland:\nFrombork Cathedral, KM-1028",
            "Vatican, 2 euro, bi-metallic, 25th Anniversary of\nthe Restoration of the Sistine Chapel, KM-517",
            "Artistic",
            "Canada, 20 dollar, silver, Eagle Feather, KM-2838\nChina, 80 yuan, gold, Auspicious Culture, KM-\n2487",
            "Cook Islands, 5 dollar, silver, Trapped, KM-1887\nFrance, 10 euro, silver, Fall of the Berlin Wall,\nKM-2567",
            "Italy, 10 euro, silver, Italy of Arts: Duomo of\nMilan, KM-437",
            "Latvia, 5 euro, silver, Painter Niklavs Strunke,\nKM-205",
            "Palau, 10 dollar, silver, Flowers: Poppy, KM-603\nSan Marino, 5 euro, silver, International Forestry\nDay, KM-585",
            "Switzerland, 20 franc, silver with Color, 100th\nAnniversary of Circus Knie, KM-175\nTanzania, 1,000 shilling, silver with Pano\nTechnology Plating, Nano Panda, KM-114",
            "Innovative",
            "Australia, 5 dollar, silver, Black Nickel Plating,\nGilt, Echoes of Australian Fauna: Lesser Bilby,\nKM-3071\nCanada, 25 dollar, silver, High Relief Wolf, KM-\n2852 :",
            "Cook Islands,",
            "20 dollar, silver,\nMeteorites:\nDinosaur\nExtinction, KM-\n1897",
            "France, 10 euro,\nsilver, Mona\nLisa, KM-2563\nGermany, 10 euro,\ncopper nickel, polymer,\nAir and Motion, KM-382",
            "Lithuania, 10 euro,\nsilver, Gender\nEquality, KM-250\nMongolia, 500\ntogrog, silver,\nNumismatic\nSculptures:\nEdelweiss, KM-\n386",
            "Niue, 5 dollar,\nsilver with swarovski\ncrystals, Creation of the",
            "World, KM-2278",
            "Palau, 20 dollar, silver, Micropuzzle Treasures:\nStarry Night, KM-604",
            "Tuvalu, 2 dollar, silver, Silk Road Abacus, KM-416",
            "Inspirational",
            "Austria, 20 euro, silver.\nReaching for the Sky: _\nMoon Landing, ,\nKM-3302\nBenin, 1,000\nfranc, silver, 50th\nAnniversary of\nWoodstock, KM-\n105",
            "Canada, 10 dollar,\nsilver, 50 Years of\nProgress in Advancing\nLGBTQ? Rights,  \nKM-2807 SS\nFrance, 10 euro, &\nsilver, Notre @\nDame Cathedral, 2\nKM-2564",
            "Great Britain,\n50 pence, silver,\nInnovation in\nScience: Stephen\nHawking, KM-1676a\nLatvia, 5 euro, silver, Latvian War of\nIndependence, KM-207",
            "Lithuania, 50 euro, gold, Struggle for Freedom,\nKM-254",
            "Portugal, 5 euro, silver, 45th Anniversary of the\nCarnation Revolution, KM-900a",
            "South Africa, 50 rand, bronze alloy, 25 Years of\nConstitutional Democracy, KM-691",
            "Ukraine, 5 hryven, nickel-silver, 75th Anniversary\nof Ukraine s Liberation, KM-979",
            "We await, with anticipation, the results of the Coin of the",
            "Year awards to be published in our next issue.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "20"
    },
    {
        "File": "The_CN_Journal_January_21.jpg",
        "Paragraphs": [
            "MENIER, LE CHOCOLAT\nET_LA._NUMISMATIQUE",
            "BY YVON MARQUIS\nFRCNA, LM #313",
            "Menier, Chocolate and Numismatics",
            "Advertising posters from 1893 to 1900, created by Firmin Bouisset, (France and Great Britain) +\nAffiches publicitaires de 1893 et 1900, cr es par Firmin Bouisset, (France et Grande-Bretagne)",
            "I t was Emile-Justin Menier who founded Maison",
            "Menier in 1816. The latter, originally located in",
            "the Marais district of Paris (rue Sainte-Croix-de-\nla-Bretonnerie), sells pharmaceutical products and\nchocolate-based medicines with therapeutic properties.",
            "In 1825, the firm moved to Noisiel, on the site of the\nold seigneurial mill.",
            "In 1836 Maison Menier was the first to create the\nchocolate bar. It was also the time of the boom in\nproduction and the company s workforce, which rose\nfrom 50 workers in 1856 to 325 in 1867.",
            "In 1867, Emile-Justin had two activities: the\nmanufacture of chocolate in Noisiel and the pharmacie\n(drugstore) in Saint-Denis. He decided to concentrate\non this first activity and sells the Dionysian plant to the\nPharmacie Centrale de France. The fireplace (chimney),\nstill in place next to the Stade de France, still displays\nMenier s  M.  The Noisiel site is developed. They will\nhave 2,200 workers to produce 70 tons of chocolate per\nday in 1900 and another 1,500 in the 1950s.",
            "The mill was designed by the architect Jules Saulnier\nand built (1869-1872) by the engineer Armand Moisant.\nIt is one of the first buildings in the world with an\nexposed metal structure. It is also characterized by the\npatterns of its glazed brick facade.",
            "When Emile-Justin died in 1881, it was his sons,\nGaston, Albert and especially the eldest, Henri, who",
            
            "Number1 January February 2021 ---------------------",
            "C  est Emile-Justin Menier qui fonde en 1816 la Maison\n",
            "Menier. Celle-ci, install e a l origine dans le quartier",
            "du Marais a Paris (rue Sainte-Croix-de-la-Bretonnerie),\nvend des produits pharmaceutiques et des m dicaments a base\nde chocolat aux vertus th rapeutiques.",
            "En 1825, la firme d m nage a Noisiel, sur le site de l ancien\nmoulin seigneurial.",
            "En 1836, elle est la premi re a cr er la tablette de chocolat.\nC est aussi le moment de | essor de la production et des\neffectifs de l entreprise qui passent de 50 ouvriers en 1856 a\n325 en 1867.",
            "En 1867, Emile-Justin a deux activit s : la fabrication de\nchocolat a Noisiel et la pharmacie a Saint-Denis. I] d cide\nde se concentrer sur cette premi re activit  et c de l usine\ndionysienne a la Pharmacie Centrale de France. La chemin e,\nencore en place a cdt  du Stade de France, affiche toujours le\n  M   de Menier.",
            "Le site de Noisiel est d velopp . Ils seront 2 200 ouvriers\na produire 70 tonnes de chocolat par jour en 1900 et encore\n1 500 dans les ann es 1950.",
            "Le moulin est congu par l architecte Jules Saulnier et\nconstruit (1869-1872) par l ing nieur Armand Moisant. C est\nl un des premiers batiments au monde a structure m tallique\napparente. I] est aussi caract ris  par les motifs de sa fagade en\nbriques  maill es.",
            "A Ja mort d Emile-Justin, en 1881, ce sont ses fils, Gaston,\nAlbert et surtout l ain , Henri, qui assurent les destin es",
            ""
            
        ],
        "PageNo": "21"
    },
    {
        "File": "The_CN_Journal_January_22.jpg",
        "Paragraphs": [
            "Menier Chocolate Factory (Saulnier Watermill in Noisiel)   Chocolaterie Menier (Moulin Saulnier a Noisiel)",
            "ensured the destiny of the",
            "family business. They increase",
            "advertising campaigns including",
            "the famous mural, poster with",
            "the little girl (1893). The brand",
            "begins running campaigns in",
            "Great Britain, Sweden, and",
            "across Europe. In 1907, the",
            "brand was present during",
            "the colonial exhibition in",
            "Nogent-sur-Marne: in terms of",
            "communication, chocolate was",
            "then associated with Africa,",
            "where significant plantations",
            "were in place, which made it possible to reduce import\ncosts from Nicaragua where the Meniers owned land.",
            "The workers  city of Menier",
            "The Menier houses in the town of Noisiel are a real\nestate group of identical terraced houses, erected by the\nMenier chocolate factory for its workers.",
            "Located along the Place du Jeu-de-Paume, these\nhouses are typical of the 19th century, with their bricks\nand glazed ceramics. Noisiel owes its industrialization\nto the installation of the Menier chocolate factory, where\na high proportion of the active population of the town\nworks. Until World War II, one in three people in Noisel\n  about 200   were a  chocolate,  the nickname given\nto people who worked at the Menier chocolate factory.",
            "de l entreprise familiale. Is\naugmentent les campagnes\npublicitaires dont la c lebre\npeinture murale, affiche avec\nla petite fille (1893). La marque\nm ne des campagnes en Grande-\nBretagne, en Suede, et un peu\npartout en Europe. En 1907,\nla marque est pr sente durant\nl exposition coloniale 4 Nogent-\nsur-Marne : sur le plan de la\ncommunication, le chocolat est\nalors associ  a l Afrique, ot\nd importantes plantations ont  t \neffectu es, ce qui permet de baisser les cotits d importation\ndepuis le Nicaragua ot les Menier poss dent des terres.",
            "La cit  ouvri re Menier",
            "Les maisons Menier de la commune de Noisiel sont un\nensemble immobilier de maisons mitoyennes identiques,\n rig es par la chocolaterie Menier pour ses ouvriers.",
            "Situ es le long de la place du Jeu-de-Paume, ces maisons sont\ntypiques du XIXe si cle, avec leurs briques et leur c ramique\n maill e. Noisiel doit son industrialisation 4 | installation de\nla chocolaterie Menier, ot travaille une forte proportion de la\npopulation active de la commune. Jusqu a la Seconde Guerre\nmondiale, une personne sur trois   soit environ 200 Nois liens\n  est un chocolat, surnom des ouvriers qui travaillent a la\nchocolaterie Menier.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "22"
    },
    {
        "File": "The_CN_Journal_January_23.jpg",
        "Paragraphs": [
            "Henri Emile Anatole Menier, was\nborn on July 14, 1853, in Paris.\nOn the death of his father in 1881,\nHenri Menier became mayor of\nNoisiel, a position he held until his\ndeath in 1913.",
            "As the eldest of the family, he\nwas also appointed manager of the\nfamily business, although most\nof the management of this family\nbusiness was carried out by his\nbrother Gaston Menier.",
            "Benefiting from a great fortune\nand significant income thanks to\nthe family chocolate factory, Henri\nMenier devoted a large part of his\ntime and money to hobbies such\nas yachting and motor racing. He\nwas also the Marshal of the Hunt in\nVillers-Cotterets.",
            "The development of\nAnticosti Island",
            "In 1895, Henri Menier bought for\n$125,000 from a British logging\ncompany, Anticosti Island located\nat the mouth of the St. Lawrence\nRiver in Canada. Originally owned\nby Louis Jolliet, lord under the\nreign of Louis XIV, the island\nextends over 217 km long and\nbetween 16 and 48 km wide. He\nbuilt in Port Menier in 1900 a villa\ndesigned by the architect Stephen",
            "Number1 January e February 2021",
            "Henri Emile Anatole Menier, est n \nle 14 juillet 1853 a Paris. A la mort\nde son p re en 1881, Henri Menier\ndevient maire de Noisiel, poste qu il\noccupera jusque sa mort en 1913.\nEn tant qu ain  de la famille, il\nest  galement nomm  dirigeant\nde l affaire familiale, bien que\nl essentiel de la gestion de cette\nentreprise familiale soit assur e par\nson fr re Gaston Menier.",
            "B n ficiant d une grande fortune\net de revenus importants grace a\nla chocolaterie familiale, Henri\nMenier consacre une grande partie\nde son temps et de son argent dans\nles loisirs comme le yachting et la\ncourse automobile. I] est aussi le\nmaitre d quipage qui chasse en\nVillers-Cotter ts.",
            "Le d veloppement de l ile\nd  Anticosti",
            "En 1895, Henri Menier a achet \npour 125,000 $ 4 une compagnie\nforesti re britannique, l ile\nd  Anticosti situ e a l?embouchure\ndu Fleuve Saint-Laurent au Canada.\nOriginellement poss d e par Louis\nJolliet, seigneur sous le r gne de\nLouis XIV, Vile s tend sur 217\nkm de long et entre 16 et 48 km\nde large. Il fit construire a Port\nMenier en 1900 une villa dessin e\n"
        ],
        "PageNo": "23"
    },
    {
        "File": "The_CN_Journal_January_24.jpg",
        "Paragraphs": [
            "Sauvestre called by the inhabitants Chateau Menier. He\nalso had a 22-mile railway built to transport logs collected\nfrom the virgin forest of Anticosti to Port-Meunier.",
            "Founder of the only port on the island, Menier used it\nfor his business, but also for his personal hunting reserve,\nbringing a wide variety of native wild animals to Canada,\nincluding foxes, fish, caribou, bison and moose. He also\nimported a herd of 220 white-tailed deer which, without a\nnatural predator, quickly multiplied.",
            "In April 1913, he acquired the domain and the castle\nof Chenonceau and a few months later, on September 6,\n1913, Henri Menier died of a pulmonary phthisis in his\ncastle of Vaur al and was buried in the P re-Lachaise\ncemetery (67th division). Having died childless, it was\nhis brother Gaston Menier, born in Paris two years after\nhim and senator from Seine-et-Marne, who inherited his\nproperty, including the Chateau de Chenonceau. Gaston\nsold Anticosti Island to a Canadian logging company\n(Wayagamack Pulp and Paper Company) in 1926. With\nits 24 rivers populated by salmon and trout, the island is\ntoday a paradise for paleontology, observation. birdlife,\nhiking, fishing and hunting.",
            "Menier and Numismatics",
            "In France, Menier issued their own tokens which\ncirculated in Noisiel. As mentioned, the company had the\nPavilions built in the Menier workers  housing estate, and\nalso provided all its employees with the various goods\nthey needed. This is the same principle as that used by\nvarious companies in Quebec (Price Brothers, La Cie\nDesjardins etc.) which issued tickets called  pitons  that\nemployees could use to purchase goods.",
            "The tokens issued by Menier are not dated. They\nare found in 4 different denominations, namely\n5, 10, 20 and 50 centimes. It should also be noted\nthat there are different major varieties (see below).",
            "par l architecte Stephen Sauvestre appel e par les habitants\nChateau Menier. II fit  galement construire un chemin de fer de 22\nmilles pour y acheminer les rondins pr lev s dans la for t vierge\nd  Anticosti jusqu a Port-Meunter.",
            "Fondateur de l unique port de l ile, Menier 1 a utilis  pour son\nentreprise, mais aussi pour sa r serve personnelle de chasse,\namenant une large vari t  d  animaux sauvages natifs du Canada,\nincluant des renards, des poissons, des caribous, des bisons\net des orignaux. Il importa  galement une harde de 220 Cerfs\nde Virginie qui, sans pr dateur naturel, se sont rapidement\nmultipli s.",
            "En avril 1913, il acquiert le domaine et le chateau de\nChenonceau et quelques mois plus tard, le 6 septembre 1913,\nHenri Menier meurt d une phtisie pulmonaire dans son chateau\nde Vaur al et est enterr  au cimeti re du P re-Lachaise (67e\ndivision). Etant mort sans enfant, c est son fr re Gaston Menier,\nn  a Paris deux ans apr s lui et s nateur de Seine-et-Marne, qui\nh rite de ses biens, incluant le chateau de Chenonceau. Gaston\nrevend ile d Anticosti 4 une compagnie foresti re canadienne\n(Wayagamack Pulp and Paper Company) en 1926. Avec ses 24\nrivicres peupl es de saumons et de truites, l ile est aujourd hui\nun paradis pour la pal ontologie, l observation d  oiseaux, la\nrandonn e p destre, la p che et la chasse.",
            "Menier et la Numismatique",
            "En France, Menier a fait  mettre ses propres jetons qui\ncirculaient 4 Noisiel. Comme mentionn , la compagnie avait\nfait construire les Pavillons dans la cit  ouvri re Menier, et\nvoyait  galement a fournir a tous ses employ s les divers biens\ndont ils avaient besoin. C est le m me principe que celui utilis \npar diverses entreprises au Qu bec (Price Brothers, La Cie\nDesjardins, etc) qui eux,  mettaient des billets appel s   pitons  \nque les employ s pouvaient utiliser pour se procurer des biens.\nLes jetons  mis par Menier ne sont pas dat s. On les retrouve\nen 4 d nominations diff rentes, soit 5, 10, 20 et 50 centimes. On\nnotera aussi qu il y a eu des  missions diff rentes (voir ci-apr s).",
            "The first series of aluminium Menier\nmerchandise tokens, in 5, 10, 25 and 50\ncentimes have the following characteristics./\nLa 1 re s rie de jetons de marchandises\nMenier en aluminium, en 5, 10, 25 et 50\ncentimes ont les caract ristiques suivantes.",
            "5-centime: scalloped, in two varieties; type\n1   23 mm, 0.88 g; type 2   23 mm, 1.04 g.",
            "10-centime: scalloped, in two varieties; type\n1   26 mm, 1.51 g; type 2   26 mm, 1.20 g.",
            "25-centime: bevelled corners square, in three\nvarieties; type 1   24 mm, 1.24 g; type 2\n(small hole)   24 mm, 1.45 g; type 3 (large\nhole)   23 mm, 1.28 g.",
            "50-centime: hexagonal; type 1   22 mm,\n2.06 g.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "24"
    },
    {
        "File": "The_CN_Journal_January_25.jpg",
        "Paragraphs": [
            "First series / 1 re\ns rie :",
            "25-centime: bevelled\ncorners square, in\nthree varieties; type\n1   24 mn, 1.24 g;\ntype 2 (small hole/\npetit trou)   24 mm,\n1.45 g; type 3 (large\nhole/grand trou)   23\nmm, 1.28 g.",
            "50-centime:\nhexagonal; type 1  \n22 mm, 2.06 g.",
            "In addition to these tokens, two others of different design Outre ces jetons, deux autres de facture diff rente sont connus\nare known, in 10 and 15 centimes denominations, to have comme ayant  t   mis, en d nominations de 10 et 15 centimes,\nbeen issued during the refurbishment of the Noisiel plant. lors de la r fection de l usine de Noisiel. On notera que les deux\nNote that the two sides of these tokens are identical except  cdt s de ces jetons sont identiques stnon qu un M pour Menier a\nthat an M for Menier has been countermarked on one side.  t  contremarqu  sur l un des c t s.",
            "The second series of nickel-silver Menier merchandise tokens, in 10 and 15 centimes have the following characteristics./\nLa 2e s rie de jetons de marchandises Menier en maillechort, en 10 et 15 centimes ont les caract ristiques suivantes.\n10-centime: round/rond 27 mm, 5.06 g, countermark/contremarqu  M. 15-centime: octagonal/octogonal 25.5 mm,\n4.60 g countermark/contremarqu  M.",
           
            "The company has, of\ncourse, won many awards\nand medals over the\nyears some of which are\nproudly exhibited in the\nlabel on each chocolate\nbar!",
            "Number1 January February 2021",
            "La compagnie s est bien",
            "sir m rit  de nombreux\nprix et me dailles au fil\ndes ans dont certains sont\nfi rement expos s dans\nV' tiquette sur chaque\nbarre de chocolat!\n"
        ],
        "PageNo": "25"
    },
    {
        "File": "The_CN_Journal_January_26.jpg",
        "Paragraphs": [
            "Emile Justin Menier, obtaining the\nLegion of Honour, Cu Medal, ALPHEE\nDUBOIS, 50 mm, 61.7 g; Obv: EMILE\nJUSTIN MENIER. Bust left. Rev: *\nLABOR VIRTUS ET HONOR * // 15 AOUT\n1861; In an oak and laurel wreath\nadorned with a Legion of Honour: A\n7 E. J. MENIER / SES 340 EMPLOYES\n/ HOMMAGE / DE SYMPATHIE. Plain\nedge with bee stamp and COPPER.",
            "Emile Justin Menier, obtention de la\nL gion d Honneur, Cuivre Me daille,\nALPHEE DUBOIS, 50 mm, 61,7 g; Avers:\nEMILE JUSTIN MENIER. Buste a gauche.\nRevers: * LABOR VIRTUS ET HONOR * //\n15 AOUT 1861; Dans une couronne de\nch ne et de laurier orn e d une L gion\nd Honneur, l inscription en cinq lignes\nA/E. J. MENIER / SES 340 EMPLOYES\n/ HOMMAGE / DE SYMPATHIE. Tranche\nlisse + abeille et COPPER.",
            "Medals (above) exist which were awarded to members",
            "of the Menier family.",
            "This small 15 mm coin, dated 1870, and worth 1/8 ofa",
            "dollar, is attributed by numismatists to\nAnticosti Island. Little is known about\nits history. However, we know that the\npiece is found in two different metals;\none looks bronze and the other gold\n(plated?). This was long before Henri\nMenier arrived on the island in 1896.",
            "Henri Menier, AE Medal, P TASSET, 68\nmm, 139.1 g; Obv: HENRI MENIER.\nBust right. Rev: In a laurel wreath: LE\n/ PERSONNEL / DES / ETABLISSEMENTS\nMENIER / A / HENRI MENIER // 29\nDECEMBRE / 1881. Plain edge\nstamped with a cornucopia (Monnaie\nde Paris) and the inscription BRONZE.",
            "Henri Menier, M daille, P TASSET,\n68 mm, 139,18; Avers: HENRI MENIER.\nBuste a droite. Revers: Dans une\ncouronne de laurier: LE / PERSONNEL\n/ DES / ETABLISSEMENTS MENIER /\nA / HENRI MENIER // 29 DECEMBRE\n/ 1881. Tranche lisse poingonn e\nd une corne d abondance et de\nVinscription BRONZE.",
            "Gaston Menier, AE Medal, P TASSET,\n68 mm, 143.5 g; Obv: GASTON\nMENIER. Bust right. Rev: In a laurel\nwreath: LE / PERSONNEL / DES /\nETABLISSEMENTS MENIER / A /\nGASTON MENIER // 26 SEPTEMBRE\n/ 1883. Plain edge stamped with a\ncornucopia (Monnaie de Paris) and\nthe inscription BRONZE.",
            "Gaston Menier, M daille, P TASSET,\n68 mm, 143,5 g; Avers: GASTON\nMENIER. Buste a droite. Revers:\nDans une couronne de laurier: LE /\nPERSONNEL / DES / ETABLISSEMENTS\nMENIER / A / GASTON MENIER // 26\nSEPTEMBRE / 1883. Tranche lisse\npoinconn e d une corne d abondance\net de l inscription BRONZE.",
            "Il existe des m dailles (ci-dessus) qui ont  t  remises aux",
            "membres de la famille Menier.",
            "Cette petite pi ce de 15 mm, dat e de 1870, et valant 1/8 de",
            "dollar, est attribu e par les numismates a I Ile d  Anticosti. On",
            "connait peu de choses sur son histoire.\nOn sait toutefois que la pi ce est connue\ndans deux m taux diff rents; l une\nsemble en bronze et l autre de couleur\nor (plaqu e ?). Cela se passait bien\navant l arriv e d Henri Menier sur l ile\nen 1896.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "26"
    },
    {
        "File": "The_CN_Journal_January_27.jpg",
        "Paragraphs": [
            "A  $20  Merchant scrip is known to have circulated\non the Island, but its issuer is unknown. This is a private\nnote issued in Baie Ste-Claire, Anticosti, on November\n1, 1909. The signature on the left is the one of Georges\nMartin-Z d , administrator for Henri Menier on Anticosti\nIsland, and the one on the right reads  J. Fournier.  It was\npresumably issued by one of the companies operating on\nthe island and possibly owned by Henri Menier. This note\nis not listed in any catalogue.",
            "We also found this\nillustration of a $1 note,\nin very poor condition,\nthe inscriptions of which\nare very difficult to read.",
            "Another post that will\nrequire additional research.",
            "But it was after the First\nWorld War that Gaston\nMenter issued his own banknotes, following an agreement\nwith the Canadian Government, on the condition that\nthese banknotes circulate only during the winter, when\nthere was no contact with the rest of the country. The\nnotes were issued in denominations of $1, $2, $10 and\n$20. They are all dated October 31, 1919, and were to be\nwithdrawn from circulation before shipping opened in the\nspring of 1920. The American Bank Note Company in\nOttawa printed the notes by lithography.",
            "The $1, $2, $5 and $10 bills are identical except for the\ndenomination. The reimbursement conditions are clearly\nindicated in French on the ticket, and this is the translation:",
            "On request, Mr. Gaston Menier will pay the bearer\nthe sum of (denomination)",
            "Payable on presentation at the offices of the Anticosti\nIsland Agency 29 rue St-Pierre in Quebec City.",
            "Number1 January February 2021 ---------------------",
            "Un Billet de marchand d une valeur de   $20   est connu\ncomme ayant circul  sur  Ile, mais on ignore son  metteur.\nIl s agit d un billet priv   mis 4 Baie Ste-Claire, Anticosti,\nle ler novembre 1909. La signature de gauche est celle de\nGeorges Martin Z d , administrateur de Henri Menier pour\nPile d  Anticosti, et celle de droite se lit   J. Fournier  . Il a\nvraisemblablement  t   mis par une des entreprises oeuvrant\nsur l ile et possiblement la propri t  d Henri Menier. Ce billet\nnest r pertori  dans aucun catalogue.",
            "Nous avons aussi trouv \ncette illustration d un billet de\n$1, de tr s pi tre condition,\ndont les inscriptions sont tr s\ndifficiles a d chiffrer. Un\nautre billet qui n cessitera des\nrecherches additionnelles.",
            "Mais c est apr s la\nPremi re Guerre Mondiale,",
            "que Gaston Menier  mit ses propres billets, suite 4 un accord\ndu Gouvernement canadien, a la condition que ces billets ne\ncirculent que durant  hiver, alors qu il n y avait aucun contact\navec le reste du pays. Les billets furent  mis en d nominations\nde 1 $,2 $, 10 $ et 20  . Ils sont tous dat s du 31 octobre 1919\net devaient  tre retir s de la circulation avant l ouverture de la\nnavigation au printemps 1920. Les billets furent imprim s par\nl  American Bank Note Company, a Ottawa par processus de\nlithographie.",
            "Les billets de 1$, 2$, 5$ et 10$ sont identiques sauf pour\nla d nomination. Les conditions de remboursement sont\nclairement indiqu es sur le billet :",
            "A demande monsieur Gaston Menier paiera au porteur la\nsomme de (d nomination).",
            "Payable sur pr sentation aux bureaux de l Agence de I'Tle\nAnticosti 29 rue St-Pierre a Qu bec.\n"
        ],
        "PageNo": "27"
    },
    {
        "File": "The_CN_Journal_January_28.jpg",
        "Paragraphs": [
            "This note is protected by securities deposited in the",
            "bank. It will be accepted at par by all departments",
            "of the Anticosti Island administration and will be",
            "exchanged at par by the Agency & office in Quebec City.",
            "The source of the above information is from an article\nby Ruth McQuade,  Winter Only Money on Island \npublished in Numismatic Courrier, Vol. 1 No. 1, February\n12-15, 1982.",
            "Coming back to the chocolate factory, it had stopped\ninnovating at the start of the First World War. Gaston died\nin 1934, his sons Georges, then Jacques, succeeded him.",
            "After the Second World War, the company suffered\ndecline because of competitive chocolate bars from the\nUnited States. One year after the death of Hubert Menier\n(Georges  third child), in 1959, the company was forced\nto merge with the Rozan company, which bought the\ncompany in its entirety in 1965. Two years later, Hubert s\nolder brother Antoine, who had been co-manager of the\ncompany since 1953, died childless in Paris on August 12,\n1967, at the age of 62.",
            "In 1971, Menier was gradually acquired by Rowntree\nMackintosh (creator of the famous Smarties in 1937 and\nthe Lion bar in 1976), which in turn was acquired in 1988\nby Nestl . The Moulin Saulnier was classified as a historic\nmonument in 1992. Since 1996, the Menier site, on the\nbanks of the Marne, has been the headquarters of\nthe French division of Nestl .",
            "The Menier brand still exists thanks to\nits chocolate bars, as well as to powdered\nchocolate. Memier has hardly offered any new\nproducts, particularly because the brand is only\nknown on the French market. Its multinational\nowner prefers to market its own brand product\n Nestl  Chocolate. ",
            "Ce billet est prot g  par des s curit s d pos es en\nbanque. II sera accept  au pair par tous les services de\nTadministration de I'Ile Anticosti et sera  chang  au pair\npar le bureau de l Agence a Qu bec.",
            "Les informations sur ces billets sont tir es d un article de\nRuth McQuade, Winter Only Money on Island publi  dans le\nNumismatic Courrier, Vol. 1 No 1, f vrier 12-15 1982.",
            "Pour en revenir a la chocolaterie, elle avait cess  d innover\nau d but de la Premi re Guerre mondiale. Gaston meurt en\n1934, ses fils Georges, puis Jacques, lui succ dent.",
            "Apr s la Seconde Guerre mondiale, la firme commence\na d cliner, concurrenc e par les barres chocolat es venues\ndes Etats-Unis. Un an apr s la mort d Hubert Menier (le\ntroisi me enfant de Georges) survenue en 1959, |  entreprise\nest contrainte de fusionner avec la soci t  Rozan qui rach ete la\nfirme dans sa totalit  en 1965. Deux ans plus tard, Antoine, le\nfr re ain  d Hubert et qui  tait cog rant de I entreprise depuis\n1953, meurt sans enfant a Paris, le 12 aotit 1967 a lage de 62\nans.",
            "En 1971, Menier est rachet e progressivement par Rowntree\nMackintosh (cr ateur des c l bres Smarties en 1937 et de la\nbarre Lion en 1976), laquelle est acquise a son tour en 1988 par\nNestl . Le Moulin Saulnier est class  Monument historique en\n1992. Depuis 1996, le site Menier, au bord de la Marne, est le\nsi ge de la division pour la France de Nestl .",
            "La marque Menier subsiste encore\ngrace a ses tablettes de chocolat patissier,\nainsi qu au chocolat en poudre, mais\nelle n est plus gu re mise en avant,\nnotamment parce que la marque n est\nconnue que sur le march  frangais. La\nmultinationale lui pr f re donc son\nproduit   Nestl  dessert  .",
            "[Editor: This article appeared as an earlier revision in Le numismate francophone, Num ro 49 Octobre 2020 p. 25 32; the joint publication of\nL Association des Numismates Francophones du Canada and l Institut Qu b cois de Numismatique. ]",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "28"
    },
    {
        "File": "The_CN_Journal_January_31.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e\nNOUVELLES_DES. CLUBS",
            "By BRETT IRICK (CLUB SERVICES)\nFONA,.LM, #456",
            "As we continue to be careful and safe during the\ncorona virus most clubs are still not able to meet\nin person as of early December. Sadly, there are\na continuing series of coin show cancellations.\nHowever, a few intrepid show organizers have\nheld successful socially distanced coin shows\nwith appropriate protocols in place. With the\nprojected pace of vaccine availability our\nsense is that most in person club meetings\nwill continue to be cancelled through the first\nquarter of 2021 and perhaps longer.",
            "RCNA Member Club Zoom Meeting Free\nBenefit Continued Success",
            "At least twenty-five RCNA member clubs are now\nmeeting by WebEx or Zoom, an increase of eight\nsince the last column was written two months ago.\nOver fifty club meetings held to date and over 100\nmore are scheduled through June. This benefit\nis available to member clubs through June 2021.\nContact me on xr7gt@prodigy.net to schedule your\nmeetings and receive the required instructions. This\nis an ongoing opportunity for world class speakers\nto make a Zoom meeting presentation to your club\nwithout the club needing to provide a significant\nhonorarium for the speaker s travel expense or any\ninvestment in travel time.",
            "A Silver Lining?",
            "The following article was written by Judy\nBlackman, FONA, K. St.E, Editor of The\nWellington Circular, the publication of the South\nWellington Coin Society (SWCS) in its January\n2021 edition   and is relevant to all of us. SWCS\nis celebrating its twenty-fifth anniversary this\nyear.",
            "There have been some surprises during this COVID-19\npandemic that are positive. Consider, how often would\nSWCS -  or other Ontario clubs   have access to out-\nof-province or even out-of-country speakers? With\nso many clubs now holding virtual meetings, this has\nbecome a reality.",
            "Another fun thing has been connections. Your Editor\nhas personally been meeting, but also connecting like-\ncollectors around the world. Folks for example who\ncollect medieval coins, especially Talers, have been\nconnected from Canada, the United States, parts of\nEurope and Australia, just because of this one area of\ncollecting. They have been trading to help each other fill\nout collections, they have been participating in forums",
            "Number1 January February 2021",
            "Alors que nous continuons d voluer de fagons prudentes et\nen s curitaire durant la pand mie du virus corona, la plupart\ndes clubs ne sont toujours pas en mesure de se rencontrer\nen personne en ce d but d cembre. Malheureusement, on\ncontinue d observer l annulation de plusieurs  v nements\nnumismatique. Toutefois, quelques organisateurs ing nieux de\nsalons numismatiques ont organis  avec succes des expositions\nnumismatiques avec des protocoles appropri s pour le respect\nde la distanciation sociale. Compte tenu de la disponibilit  et\ndistribution des vaccins, nous pr voyons que la plupart des\nr unions de club en personne continueront d  tre annul es, du\nmoins au cours du premier trimestre de 2021 et peut- tre plus.",
            "Toujours un succes de l avantage des clubs\nmembres de | ARNC pour leur rencontre Zoom",
            "Au moins vingt-cinq clubs membres de l ARNC se r unissent\nmaintenant par WebEx ou Zoom, soit une augmentation de huit depuis\nla derme re chronique  crite il y a deux mois. Plus de cinquante r unions\nde club tenues a ce jour et plus de 100 autres sont pr vues jusqu en\njuin. Cet avantage est disponible pour les clubs membres jusqu en juin\n2021. Contactez-moi au xr7gt@prodigy.net pour c duler vos r unions\net recevoir les instructions requises. II s agit d une opportunit  d avoir\ndes conf renciers de r putation mondiale de faire une pr sentation\n ducative lors d une r union virtuelle de votre club sans que vous\nayez de d penses importantes pour les couvrir les frais de voyage du\nconf rencier ou tout investissement en temps de d placement.",
            "Opportunit  en or?\nL article suivant a  t   crit par Judy Blackman, FONA,\nK. St.E, r dactrice en chef de The Wellington Circular, /a\npublication du South Wellington Coin Society (SWCS) dans\nson bulletin de janvier 2021   et qui nous touche tous. SWCS\nc l bre cette ann e son vingt-cinqui me anniversaire.",
            "Il y a quelques points positifs 4 noter au cours de cette pand mie\nde COVID-19. Songez, a la fr quence auquel SWCS - ou d autres\nclubs de | Ontario - ont-ils eu acc s a des conf renciers de\nl ext rieur de la province ou m me de l ext rieur du pays? Avec\nautant de clubs qui tiennent d sormais des r unions virtuelles,\nc est devenu une r alit .",
            "Une autre chose amusante a  t  les contacts. Votre  ditrice\na assist  4 plusieurs r unions, et aussi  tabli des contacts avec\ndes collectionneurs d int r ts similaires du monde entier. Des\ngens qui, par exemple, collectionnent des pi ces m di vales,\nen particulier des  Talers , ont  t  r unis virtuellement en\nprovenance du Canada, des Etats-Unis, de certaines parties de\nl Europe et de l Australie, parce que nous avions des int r ts de\ncollection communs. IIs s aident mutuellement 4 compl ter leurs\ncollections, ils particrpent a des forums et des blogues,  crivent\ndes articles et assistent a des r unions virtuelles d autres groupes\nde collectionneurs. En moyenne, votre  ditrice recoit au moins\n"
        ],
        "PageNo": "31"
    },
    {
        "File": "The_CN_Journal_January_32.jpg",
        "Paragraphs": [
            "and blogs, writing articles, and dropping into virtual\nmeetings of other groups. On average your Editor is\nreceiving at least eight invites a month to participate in\nZoom meetings. If you have a phone, you can too! You\ndon t have to have a computer. You can just dial in from\nyour land line or cell phone, enter the event id code,\nenter the password, and you are in! You can hear and\nspeak, but without a computer, using a land line, you\nwon t be able to see anything projected on the screen.\nFolks with androids and smart phones however, can.",
            "Clubs are seeing an increase in memberships as\nfolks who could not make the drive to meetings due\nto distance, can now be part of the events. Even\nfolks from far-away places are joining local groups.\nMore exciting is learning how collectors and clubs\nare staying active inside the numismatic hobby\nduring these pandemic restrictions. There have been\ninnovative ways of adapting such as online voting,\nonline auctions or mail-in bid auctions, numismatic\nscavenger hunts, cross-marketing with non-\nnumismatic hobbies (such as philatelic, comic book,\nsports cards, and pins). The sources for articles and\npresentations have multiplied tremendously! Folks\nhave been busy writing and creating these during the\npandemic, building quite a cache. There have also\nbeen new websites built or existing ones rebranded\nto modernize them to better serve members and\nthe general public. Social media has changed too.\nClubs are revisiting constitutions and bylaws for\nmodernization, designing medals and woods, and\nrevamping meeting agendas to attract members from\nother demographics. Some publications have gotten\nlarger to make up for lack of meetings.",
            "Individual collectors have been revisiting pieces\nin their collections, doing research, writing articles,\npreparing exhibits, and cataloguing their holdings.\nThey have also celebrated a wild ride with bullion\nprices. They have seen some highly reputable\ncollections not seen for many years now come to\nmarket with fantastic lots.",
            "Most suppliers and auction houses have really\nenhanced their online presence and many are now\noffering FREE webinars, and access to educational\nresource links like libraries. Clubs like Saskatoon\nhave been building online catalogues in their\nwebsites, and also adding many articles. There have\nbeen some virtual shows and conventions too.",
            "You would expect communications to deteriorate,\nyet many Clubs have gone in the opposite direction,\nby creating phone trees to contact every member at\nleast once every six-eight weeks to ensure they are\ndoing okay, and just to have a numismatic chat. Some\nare mailing little surprises and cards out randomly.\nSeveral clubs have smaller groups holding pocket",
            "huit invitations par mois pour participer a des r unions Zoom.\nSi vous poss dez un t l phone, vous pouvez y participer! Vous\nn avez pas besoin d un ordinateur. Vous pouvez simplement vous\nconnecter a partir de votre ligne de t l phone fixe ou de votre\nt l phone portable, entrer le code d identification de l v nement,\nentrer le mot de passe, et vous y  tes! Vous pouvez entendre et\nparler, mais sans ordinateur, pour ceux qui utilisent une ligne fixe,\nvous ne pourrez pas voir la pr sentation partag e sur I cran. Les\ngens avec des androides et des t l phones intelligents peuvent\ncependant le faire.",
            "Les clubs constatent une augmentation du nombre de\nmembres, car les personnes qui ne pouvaient pas se d placer pour\nassister aux r unions en raison de la distance peuvent d sormais\nparticiper aux  v nements. M me des gens de r gions  loign es\nrejoignent des groupes locaux. Tr s int ressant de constater\ncomment les collectionneurs et les clubs restent actifs dans le\npasse-temps numismatique pendant cette p riode de pand mie.\nIl existe des moyens d adaptation innovateurs tels que le vote en\nligne, les encans en ligne ou les encans postaux, des chasses au\ntr sor numismatiques, le groupement crois  avec des passe-temps\nnon numismatiques (tels que la philat lie, la bande dessin e, les\ncartes sportives et les  pinglettes). Les possibilit s d articles et\nde pr sentations se sont multipli es! Les gens ont  t  occup s\na  crire et a cr er des pr sentations pendant la pand mie, cr ant\nainsi un cr neau sp cialis . De nouveaux sites internet ont\n galement  t  concus ou des sites existants actualis s afin de\nmieux servir 4 la fois les membres et le public en g n ral. Les\nm dias sociaux ont  galement chang . Les clubs revoient leur\nconstitution et re glement pour les mettre a jour, concoivent des\nm dailles et des bois, et r visent leurs ordres du jour des r unions\npour attirer des membres d autres groupes d mographiques.\nCertaines publications sont plus  labor es afin de compenser\npour le manque de r unions.",
            "Des collectionneurs mettent 4 jour les pi ces de leurs\ncollections, effectuent des recherches, r digent des articles,\npr parent des expositions et cataloguent leurs collections. IIs ont\n galement c l br  l augmentation des prix d or et d argent. Ils\nont vu des pi ces des collections reconnues qui n avaient pas  t \nvues depuis de nombreuses ann es et qui sont maintenant sur le\nmarch  avec de magnifiques lots.",
            "La plupart des fournisseurs et des firmes de vente a l encan\nont vraiment augment  leur pr sence en ligne et beaucoup offrent\nmaintenant des webinaires GRATUITS et un acc s a des liens\nvers des ressources  ducatives telles des biblioth ques. Des clubs\ncomme Saskatoon ont cr  des catalogues en ligne sur leurs sites\ninternet et ont  galement ajout  de nombreux articles. Il y a eu\naussi des expositions virtuelles et des congr s virtuels.",
            "On pourrait penser que les r seaux de communications se sont\nd t rior s, mais de nombreux clubs sont all s dans la direction\noppos e, en cr ant des chaines t l phoniques pour contacter chaque\nmembre au moins une fois toutes les six 4 huit semaines pour\ns assurer qu ils vont bien, et seulement avoir une br ve discussion\nnumismatique. Certains envoient, au hasard, de petites surprises ou\ndes cartes 4 leur membre. Plusieurs clubs ont des groupes plus petits",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "32"
    },
    {
        "File": "The_CN_Journal_January_33.jpg",
        "Paragraphs": [
            "meetings   most have been outdoors   ensuring \nparticipants keep within restrictions. \nDespite the inability to hold in-person meetings, \nshows and conventions, hobbyists have joined \ntogether to keep the hobby going and enjoyable for all collectors !qui tiennent des r unions en bulle - la plupart se sont d roul s a l ext rieur - pour que les participants respectent la distanciation.Malgr  l incapacit  de tenir des r unions en personne, des salons numismatiques et des congr s, les amateurs ont uni _ leurs efforts pour que le passe-temps continue et demeure une",
            "Why not share how you have been spending your \ntime during this pandemic? Your e-mails would be \ngreatly appreciated. \nIf you would like to have your club profiled here, please \nwrite a column, include pictures and send it to me: \nxr7gt@prodigy.net.",
            " exp rience agr able pour tous les collectionneurs!\n Pourquoi ne pas partager avec nous, comment vous avez _ pass  votre temps pendant cette pand mie! Vos courrielssont grandement appr ci s. Si vous souhaitez avoir le profil de votre club ici,  crivez une chronique, inclure des photos et envoyez a: xr7gt@prodigy.net.\nBrett rich Grete Thich",
            "ERRATUM:",
            "An error on page 368 in our December issue has been brought to our attention. In the author s commentary for  News\nfrom the Clubs  we mistakenly said  The SNOQ plans to host the.2022 RCNA Convention in Levis, Quebec.  It is\nactually the ANFC, I  Association des Numismates Francophones du Canada, that is organizing our Levis Convention.\nWe sincerely apologize to Yvon Marquis, Jacques Poitras, Jasmin Lavoie and the SNQ, president Francois Rufiange,\nfor this error.",
            "Une erreur a la page 368 de notre num ro de d cembre a  t  port e a notre attention. Dans le commentaire de | auteur\nde la version anglaise des  Nouvelles des clubs , il est indiqu  par erreur:  Le SNQ pr voit d accueillir le congr s\n2022 de l  ARNC 4a L vis, au Qu bec.  C est en fait A.N.F.C., l association des numismates francophones du Canada,\nqui organise le congr s de Levis. Nous nous excusons aupr s d Yvon Marquis, Jacques Poitras, Jasmin Lavoie et du\npr sident de la SNQ Fran ois Rufiange, pour cette erreur.",
            "Number1 January February 2021 "
        ],
        "PageNo": "33"
    },
    {
        "File": "The_CN_Journal_January_34.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "By SEAN SINCLAIR\n#23912",
            "The Father of Modern Medicine",
            "Louis Pasteur is\nconsidered one of the\nfounding fathers of",
            "modern medicine. Pasteur s\nresearch and theories led to\nmany medical breakthroughs in\nthe mid to late 1800s.",
            "Pasteur was born on\nDecember 27, 1822, in the\ncommune of Dole, in central\nFrance. The community is\napproximately 50 km south east\nof Dijon and 100 km west of the\nborder with Switzerland.",
            "After completing secondary\nschool at the Coll ge d  Arbois\nin 1838, Pasteur began studying\nphilosophy at the Coll ge Royal\nin Besangon one year later and\nreceived a Bachelor of Letters\ndegree in 1840. He received a\ngeneral science degree from the\nUniversity of Dijon in 1842.",
            "Established in 1722, the school",
            "has been known as the University of Burgundy since 1984.\nHe received a Master of Science degree from the Ecole\nNormale Sup rieure in Paris in 1845.",
            "While working at the Ecole Normale Sup rieure,\nPasteur began research on a group of compounds known\nas tartrates. His work involved the chemical, optical and\ncrystallographic properties of tartaric acid.",
            "Pasteur was named as a professor of chemistry at the\nUniversity of Strasbourg in 1848, and its chair of chemistry\nin 1852. The University of Lille named him as the dean of\nthe new faculty of sciences in 1854. He began his studies\non bacterial growth and fermentation while serving at Lille.",
            "Pasteur was appointed as the director of scientific studies\nat Ecole Normale Sup rieure, beginning in 1857. In 1858,\nhe became dean of the school and served in that position\nuntil his resignation in 1868. The Ecole Normale Sup rieure\ncreated the laboratory of physiological chemistry at Pasteur s\nrequest in 1867 and he served as its director until 1888.",
            "Pasteur began his studies on fermentation in 1856, with\nthe intent of proving that lactic yeast 1s produced when sugar\nis metabolised into lactic acid. The hypothesis was based\nupon the fact the fermentation of sugars, such as glucose,\nproduces ethanol and carbon dioxide.",
            "It had been proposed that the\ndecomposition of sugar was\nresponsible for the production of\nalcohol, but Pasteur proved that\nyeast acts as a catalyst, causing\nthe conversion of the sugar\nmolecules.",
            "The studies on fermentation\nwere initiated following a request\nfrom a wine manufacturer for\nPasteur to investigate why\ntheir wine was spoiling. His\nstudies on fermentation proved\nthat micro-organisms were\nresponsible for the souring of\nthe wine. By heating the liquid\nto a temperature between 60 \nand 100 C, the majority of the\nmicro-organisms that were\npresent in the wine were killed\noff, thereby extending the shelf-\nlife of the wine. He patented the\nprocess, which became known as\nPasteurization.",
            "Pasteur s research into the fermentation of wine led to\nhis hypothesis that micro-organisms were responsible for\nmany illnesses in humans as well. This contradicted the\nprevailing theory of  spontaneous generation,  first proposed\nby Aristotle almost two millennia prior.",
            "Pasteur proved that sterilized grapes and grape juice never\nfermented and were therefore unable to convert into alcohol.\nHe also proved through a series of experiments that particles\nin the air were responsible for the growth of bacteria in foods\nand liquids. Liquids that were held in sealed containers did\nnot spoil. These experiments conclusively disproved the\nconcept of spontaneous generation.",
            "Joseph Lister, a prominent British surgeon, applied\nPasteur s theory regarding micro-organisms to the medical\nprofession by introducing carbolic acid as an antiseptic, used\nin the sterilization of medical tools and equipment. This led\nto a significant drop in post-operative infections and deaths.",
            "In the 1870s, Pasteur and an assistant, Charles\nChamberland, began working on a remedy for chicken\ncholera. One of his cultures had spoiled, and after\nattempting to infect the chickens with the spoiled\ncultures, they did not become ill. In later experiments,\nPasteur attempted to infect these chickens again.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "34"
    },
    {
        "File": "The_CN_Journal_January_35.jpg",
        "Paragraphs": [
            "As before, the birds did not become ill and Pasteur realized\nthat the previous attempt to infect them with the spoiled\ncultures had now made them immune to the disease.",
            "Pasteur extended the idea of using a weaker version\nof an infection as a method of immunization against the\nmore virulent version. The idea had first been proposed by\nEdward Jenner as a means of inoculation against smallpox.\nUsing this principle, Pasteur also developed the first\nvaccines against anthrax and rabies.",
            "Following the development of the rabies vaccine, Pasteur\nproposed the creation of an institute whose purpose was",
            "for the treatment of rabies as well as the study of virulent\nand contagious diseases. The inauguration took place on\nNovember 14, 1888, and one year later, the first educational\ncourse on microbiology was started.",
            "Pasteur had suffered a stroke in 1868, from which he\nrecovered. It is believed that he suffered another stroke\nin 1894 and never fully recovered. He passed away on\nSeptember 28, 1895, in Marnes-la-Coquette, France. He\nreceived a state funeral and was originally buried in the\nCathedral of Notre-Dame, but has since been reinterred in\nthe Pasteur Institute.",
            "In 1995, a circulating commemorative French 2-franc coin was issued on the occasion of the one hundredth anniversary\nof Pasteur s death. The obverse of the coin features a front facing portrait of Pasteur, with an image of the main entrance\nof the Pasteur Institute in Paris on the left side. The country is identified across the top of the design REPUBLIQUE\nFRANCAISE. His 1822 birth and 1895 death years are separated to the sides, and his name shown as Louis PASTEUR, at\nthe bottom. The designer s name 1s to the left of the portrait, below the edifice.",
            "The reverse design consists of period laboratory apparatus including a retort, apothecary bottle and beaker, which\nwould have been used in many of his experiments, particularly regarding fermentation. An additional flask is rendered\nas a negative image in the centre of the design. The French national motto LIBERTE EGALITE FRATERNITE is written\nclockwise around most of the design. The denomination and date are written in three rows to the right of the glassware.\nTwo additional marks serve as the Mint Mark of the Monnaie de Paris (cornucopia) and the chief engraver, Pierre",
            "Rodier (bee).",
            "An identical proof coin was produced in silver, with a denomination of 100-francs.",
            "Number1 January February 2021 -------------------------\n"
        ],
        "PageNo": "35"
    },
    {
        "File": "The_CN_Journal_January_36.jpg",
        "Paragraphs": [
            "In 1984, the Republic of San Marino produced a commemorative 20-lire coin for the centennial of the announcement\nof Pasteur s discovery of a rabies vaccine. The reverse design features a front facing portrait of Pasteur with a laboratory\nflask on an open flame to the left. The denomination is written on the right side of the design. His name is inscribed at the\ntop-centre, with the date of issue at the bottom-centre.",
            "The obverse design bears a rendition of the three towers protecting San Marino, including the ostrich feathers from their\ncoat of arms, along with the surrounding wall. REPVBBLICA DI S. MARINO is written across the top and LIBERTAS, the\nstate motto 1s at the bottom.",
            "A 5-frane banknote featuring Pasteur was produced by France from 1966 until 1970. The note is exceptional for\nfeaturing the same portrait on both sides, creating a front-left or front-right portrait depending on which side you are\nviewing. The Pasteur Institute is shown on one side with various laboratory equipment on the other side.",
            "There have been several other medals and NCLT coins produced world-wide that feature Pasteur.",
            "This concludes my tribute to our front-line medical professionals who have been working relentlessly to contain this\nCOVID-19 virus. Without the ground work laid down by the pioneers of medicine, such as Florence Nightingale, Louis\nPasteur and Joseph Lister, they would not be nearly as successful as they have been.",
            " The CN Journal Volume 66\n"
        ],
        "PageNo": "36"
    },
    {
        "File": "The_CN_Journal_January_37.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            " BY ALAN ROY #17134",
            "Potlatch   Charles Opitz",
            "All numismatists know that non-traditional, or  odd\nA curious  money circulated in Canada. Before\ncoinage and paper money, some native communities\nin Canada used symbolic items to supplement the barter\nsystem during trade. Best known among these are the\nwampum belts made from quahog and white whelk shells.\nAnd in the nineteenth century, metal buttons were sometimes\nflattened and circulated as halfpennies.",
            "Some of the most spectacular examples of odd and curious\nmoney are the copper shields of the Pacific Coast natives of\nCanada. These large copper plates can weigh up to 90 pounds\n(41 kg) each. They were not used as currency as we would\nuse banknotes today. One would not trade a copper shield for\nfood or slaves. Rather, the shield was a store of wealth. A good\nsized shield could have been worth as much as 7,500 blankets\nor $3,750.",
            "The way copper shields were used in native societies is\ndetailed in Charles Opitz s 1994 publication Potlatch. The\npotlatch was a ceremony used to celebrate significant events,\nsuch as the installation of a new chief, building a new house,\nor the death of a family member. They were also used to settle\ndisputes.",
            "According to Opitz, potlatches were elaborate ceremonies\nthat typically lasted several days, and took years of\npreparation. They usually consisted of three parts: the feast;\nthe dances, songs, and theatrics; and the presentation of gifts.\nGifts could consist of blankets, seal skins, slaves, muskets,\nlooking glasses, and other items. Hundreds of gifts could be\ndistributed to guests at a single potlatch. By giving so many\ngifts, a family would show its wealth and success to the\ncommunity.",
            "The copper shields were also used as part of face-saving\npotlaches. One such event was described by Opitz in this way:\nOne chief thought he was insulted by another tribe.\nRather than raid the other village and have trouble\nwith the Canadian Government, he told his tribe to\nhave a potlatch with the other tribe and destroy them\nwith property. They killed a large number of sea otters\nat the potlatch, slashed the skins and threw the pelts\noverboard. When the other side did the same and ran\nout of hides before the first chief did, the first chief",
            "avenged the insult.",
            "A copper shield, such as the example that illustrates Opitz s\nbook cover, would sometimes be used at these ceremonies\nbecause of its high value. The shield would be cut or broken\ninto pieces to show the owner s disregard for wealth. To save\nface, a rival would have to destroy a shield of greater value.\nIn fact, the primary function of all potlatches, according to",
            "Number1 January February 2021 --------------------------",
            "Opitz, was to show a family s high status by giving away or\ndestroying wealth.",
            "Shields may also be given to rival tribes during a potlatch.\nIt was understood that the gift would be repaid at a later date\nwith a hundred percent interest or more. Refusing such a gift\nwas a shameful admission that the tribe lacked sufficient\nwealth.",
            "The destructive nature associated with potlatches caught\nthe attention of the Canadian Government and the ceremonies\nwere regulated or even banned over time. Despite that,\npotlatches continued, although smaller and in secret. In 1951\nthey became legal again, and saw resurgence.",
            "Clearly for the natives of the Pacific Coast, money was\nmore than a medium of exchange. It represented more than\nthe goods it could acquire. It could enhance one s status in the\ncommunity. It could even prevent conflicts. The story behind",
            "money can often be more interesting than the money itself."
        ],
        "PageNo": "37"
    },
    {
        "File": "The_CN_Journal_January_40.jpg",
        "Paragraphs": [
            "ce COWIMUN QU",
            "2020 1/10 oz. Pure Gold Coin Series: Tribute to\nAlex Colville   1967 5-Cent Coin",
            "In 1967, our Centennial circulation coins\nintroduced new wildlife designs that proved\nto be an instant hit. Even today, the Alex\nColville-designed coins are revered as\nsome of Canada s most beautiful, thanks",
            "to a  less-is-more  aesthetic that has\nproven timeless. To mark the 100th\nanniversary of his birth, we turned\nAlex Colville s centennial celebration",
            "of Canada into our six-part centennial\ncelebration of the artist.",
            "The reverse re-creates Canada s 1967\nCentennial five-cent coin design by artist Alex\nColville and features a profile view of a hopping\nrabbit. The reverse also features the engraved face\nvalue  5 CENTS , the word  CANADA  and the date\n 2020 . The obverse features Canada s second effigy\n(1965-1989) of Her Majesty Queen Elizabeth II by\nArnold Machin.",
            "2020 $10 Fine Silver Coin   O Canada!  \nThe Beaver",
            "Designed by Canadian artist June Steube, the\nreverse captures the majesty of an official\nemblem that embodies the history, landscape\nand wild spirit of Canada. The busy beaver\n(Castor canadensis) is shown peacefully\nstanding on a pile of gnawed branches near",
            "the water s edge in one of Canada s many\nlakes and streams. The reverse includes",
            "the curve text  CANADA  above",
            "a maple flourish and the year",
            " 2020 . The obverse features",
            "the effigy of Her Majesty",
            "Queen Elizabeth II by",
            "Susanna Blunt.",
            "The CN Journal",
            "Pi ce de 1/10 oz en or pur 2020   Hommage a\nAlex Colville : Piece de 5 cents de 1967",
            "En 1967, les nouveaux motifs a th matique\nfaunique de nos pi ces de circulation du\ncentenaire ont connu un succ s instantan .\nEncore aujourd hui, grace a leur\nminimalisme is intemporel, ces pi ces\ncongues par Alex Colville sont toujours\nconsid r es comme certaines des plus\nbelles du Canada. Pour souligner le 100e\nanniversaire de naissance de 1 artiste,\nnous avons transform  sa c l bration du\ncentenaire du Canada en c l bration en six\nparties de son propre centenaire.",
            "Le revers reproduit le motif de la pi ce de 5 cents\ncongu par l artiste Alex Colville pour le centenaire\nde 1967 : un lapin saisi en plein bond, vu de profil.\nSont  galement grav s au revers la valeur nominale",
            "  5 CENTS  , la mention   CANADA   et le",
            "mill sime   2020  . L avers reproduit la deuxi me\nversion de l effigie (1965-1989) de Sa Majest  la reine\nElizabeth II, selon Arnold Machin.",
            "Pi ce de 10 $ en argent fin 2020   6 Canada! :\nCastor",
            "CEuvre de l artiste canadienne June Steube,",
            "le motif au revers fait resplendir toute la",
            "majest  d un embl me officiel incarnant",
            "Vhistoire, le territoire et l esprit",
            "sauvage du Canada. Le vaillant",
            "castor (Castor canadensis) s y tient,",
            "paisible, sur un amoncellement de",
            "branches rong es, aux abords de ce",
            "qu on imagine  tre l un des nombreux",
            "lacs ou ruisseaux du pays. Le revers",
            "comporte  galement la mention incurv e",
            "  CANADA  , le mill sime   2020   et",
            "des feuilles d rable ornementales. L avers est a",
            "leffigie de Sa Majest  la reine Elizabeth II, selon Susanna\nBlunt.",
            "Volume 66\n"
        ],
        "PageNo": "40"
    },
    {
        "File": "The_CN_Journal_January_41.jpg",
        "Paragraphs": [
            "2021 $100 Pure Gold Coin  \nBluenose   The Launch",
            "The reverse celebrates Bluenose through two\nimages that are precisely aligned to create a\ncontrasting effect. In the background, the hull\ndrawing focuses on W. J. Rou s streamlined\ndesign and the clean lines that contributed",
            "to the ship s successful racing career. In the\nforeground,the image of Bluenose without\nsails and dressed in an array of signal flags",
            "is based on a launch day (March 26, 1921)\nphotograph, but the use of a forced\nperspective emphasizes the bow and",
            "creates a sense of movement. The",
            "obverse features the effigy of Her",
            "Majesty Queen Elizabeth II by Susanna",
            "Blunt.",
            "2021 Fine Silver Proof Set  \n100th Anniversary of Bluenose",
            "This seven-piece set is your only opportunity to own\na selectively gold-plated version of the\n2021 100th Anniversary",
            "of Bluenose Proof",
            "Dollar. Designed by",
            "Canadian marine artist",
            "Yves B rub , your coin s",
            "reverse travels back in time",
            "to see naval architect William",
            "James Rou  (1879-1970)\ncompleting his design for the\nlegendary Bluenose schooner. The\nfirst-person perspective is flat frosted",
            "to distinguish between Rou s vision\nand the inspiring sight of a selectively\ngold-plated Bluenose under full sail. As\nan added tribute, W. J. Rou s signature\nis included, as it appeared on the original\nBluenose sail plan. The obverse features\nthe effigy of King George V by Sir Bertram\nMacKennal.",
            "Gold plating adds beautiful gleam to the\nlegendary schooner and the effigy of\nKing George V. This effigy appeared\non all Canadian coins issued in 1921,\nthe year Bluenose was launched\nand captured the International\nFishermen s Trophy.",
            "The Bluenose centennial anniversary\nextends to the set s 10-cent coin, which\nis double dated 1921-2021. The obverse\nfeatures the effigy of King George VI by T. H. Paget   just\nlike the first Blienose 10-cent issued in 1937.",
            "Number1 January February 2021 --------------------------",
            "Pi ce de 100 $ en or pur 2021  \nBluenose   Bapt me du navire",
            "Le revers est une c l bration du Bluenose",
            "en deux images parfaitement align es",
            "qui cr ent un effet de contraste. A",
            "l arri re-plan, le dessin de la coque",
            "met en  vidence les lignes  pur es",
            "dessin es par W. J. Rou  ainsi que",
            "Vhydrodynamisme qui a contribu ",
            "au succ s du navire a la p che et a",
            "la course. A V avant-plan, image du",
            "Bluenose d pourvu de voiles et par  de",
            "pavillons est bas e sur une photographie",
            "prise le jour de sa mise a | eau (le 26 mars",
            "1921), mais la perspective forc e fait ressortir la proue",
            "et cr e un effet de mouvement. L avers est a l effigie de\nSa Majest  la reine Elizabeth II, selon Susanna Blunt.",
            "Ensemble  preuve numismatique en argent fin\n2021   100e anniversaire du Bluenose",
            "Cet ensemble de sept pi ces est votre seule\nchance de mettre la main sur une version\nexclusive avec placage d or s lectif du\ndollar  preuve numismatique 2021.\nOEuvre de l artiste maritime canadien\nYves B rub , le revers de la piece\nremonte dans le temps pour\nnous montrer | architecte naval\nWilliam James Rou  (1879 \n1970) au moment ott il met la touche\nfinale au plan de sa l gendaire go lette, le\nBluenose. Le point de vue de I architecte\npr sente un givrage mat qui permet de faire\nla distinction entre la vision de Rou  et\nl inspirant spectacle avec placage d or\ndu Bluenose toutes voiles dehors. Pour\nrehausser cet hommage, on a ajout  au\nmotif la signature de W. J. Rou  telle\nqu elle figure sur le plan naval original.\nLavers est a l effigie du roi George V, selon\nsir Betram MacKennal.\nLe placage d or ajoute une superbe\ntouche de brillance a la l gendaire go lette et\na l effigie du roi George V. Le m me portrait figurait\nsur toutes les pi ces  mises au Canada en 1921,\nann e qui marque | inauguration du Bluenose et sa\nvictoire a | International Fishermen s Race (la course\ninternationale des p cheurs).\nLa c l bration du centenaire du Bluenose se poursuit\nsur la pi ce de 10 cents, qui porte une double date 1921 \n2021. L avers est a l effigie du roi George VI, selon T. H.\nPaget   tout comme la premier epiece de 10 cents mettant",
            "vedette la c l bre go lette  mise en 1937."
            
        ],
        "PageNo": "41"
    },
    {
        "File": "The_CN_Journal_January_42.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH HisTory\nSACRIFICE_TO. THE_GODS",
            "January 3, 250 CE",
            "By JESUS VICO\nAND. MARISA.OLLERO",
            "Religious persecution, resulting in sacrificial deaths of many high profile Christians.",
            " Nero s Torches (Leading Light of Christianity) ","Image: Oil on Canvas by Henryk Siemiradzki, 1876.",
            "Quintus Decius Valerinus",
            "became Roman emperor in",
            "249 CE as a result of military",
            "victories. He made efforts to\nrevive Rome s  Golden Age,  adding\nthe name of one of his most admired\npredecessors, Trajan, to his own,\nrevived the ancient office of censor and\nrestored the Colosseum. Restoration of\ntraditional Roman piety was another of\nhis aims, and after performing the annual\nsacrifice to Jupiter on January 3, 250,\nhe issued an edict, the text of which is\nlost, ordering sacrifices to the gods to\nbe made throughout the Empire. Jews\nwere specifically exempted from this\nrequirement. There is no evidence\nthat this edict was intended to target\nChristians or that persecution of",
            "Christians was even thought of as one of the effects this\ndecree would have; rather, it was seen as a way of unifying\na vast Empire and as a sort of loyalty oath. Nevertheless,\nthis was the first time that Christians had faced legislation\nforcing them to choose between abandoning their religious",
            "beliefs and death.",
            "The CN Journal",
            
            "The edict ordered that everyone\nin the Empire, with the exception of\nJews, must sacrifice and burn incense\nto the gods and to the well-being of the\nEmperor in the presence of a Roman\nmagistrate, and get a written certificate,\ncalled a libellus, that this had been done,\nsigned by the magistrate and witnesses.\nNumerous examples of these libelli\nsurvive from Egypt, for instance:",
            "To the commission chosen to\nsuperintend the sacrifices. From\nAurelia Ammonous, daughter of\nMystus, of the Moeris quarter, priestess\nof the god Petesouchos, the great, the\nmighty, the immortal, and priestess of\nthe gods in the Moeris quarter. I have\nsacrificed to the gods all my life, and\nnow again, in accordance with the\ndecree and in your presence, I have",
            "made sacrifice, and poured a libation, and partaken of",
            "the sacred victims. I request you to certify this below.",
            "There is nothing in these extant libelli about any\nnecessity of denying being a Christian, in contrast to the\nletter the Roman provincial governor Pliny the Younger had",
            "written to the Emperor Trajan in 112, in which he reported",
            "Volume 66\n"
        ],
        "PageNo": "42"
    },
    {
        "File": "The_CN_Journal_January_43.jpg",
        "Paragraphs": [
            "that suspected Christians who cursed Christ were freed, an\nindication that targeting or persecuting Christians was not a\ngoal of Dectus  edict.",
            "Julius Caesar had formulated a policy of allowing Jews\nto follow their traditional religious practices, a policy\nwhich was followed, and extended, by Augustus. This gave\nJudaism the status of a religio licita (permitted religion)\nthroughout the Empire. Roman authorities respected\ntradition in religion and the Jews were following the beliefs\nand practices of their ancestors. It was well understood that\nJews would not perform sacrifices to the Roman gods or\nburn incense before an image of the Emperor. In contrast,\nthe Christians were a new phenomenon, and one that did\nnot seem like a religion to Roman authorities at all; both\nthe earliest extant Roman references to Christianity, Pliny\nthe Younger and Tacitus in his Annals about 116, refer to\nChristianity as superstitio, excessive and non-traditional\nreligiosity that was socially disruptive. Christians had\nabandoned the religion of their forefathers, and were\nseeking to convert others, which seemed dangerous to the\nRomans; refusal to sacrifice for the Emperor s well-being\nappeared seditious.",
            "Christians were prohibited by their faith from\nworshipping the Roman gods or burning incense before\nan image of the Emperor. Refusal resulted in the deaths of\nsome notable Christians, including Pope Fabian, Babylas of\nAntioch and Alexander of Jerusalem. It is not known how\nmuch of an effort was made by the authorities to check that\neveryone in the Empire had a libellus certifying that they\nhad sacrificed but it is known that numerous Christians,\nincluding Cyprian, bishop of Carthage, went into hiding.\nThe numbers of people put to death for refusing to obtain\na certificate is unknown. Large numbers of Christians\nperformed the sacrifices as required, so much so that\nauthorities at Carthage were overwhelmed by the numbers\nseeking a certificate and were forced to issue a notice\nrequesting people to come back the next day.",
            "The effects of the edict on Christian communities, many\nof which had until then lived peacefully and undisturbed,\nwas traumatic. Many lapsed in their faith, and their\nreadmission into the Christian community was opposed\nby the schismatic Novatian. In most churches, those who\nhad lapsed were accepted into communion. Some African\ndioceses, however, refused to re-admit them.",
            "A libellus from the Decian persecution 250 CE. One of",
            "many found at Fayoum, Egypt in 1893.\nText reads:",
            "To those in charge of the sacrifices of the village",
            "Theadelphia, from Aurelia Bellias,",
            "daughter of",
            "Peteres, and her daughter, Kapinis. We have always\nbeen constant in sacrificing to the gods, and now too,\nin your presence, in accordance with the regulations,\nI have poured libations and sacrificed and tasted the\nofferings, and | ask you to certify this for us below.",
            "May you continue to prosper.\nUnder the above text, written by another hand:",
            "We, Aurelius Serenus and Aurelius Hermas, saw you",
            "sacrificing.\nA third hand:\n|, Hermas, certify.",
            "First hand:",
            "The 1st year of the Emperor Caesar Gaius Messius",
            "Quintus Traianus Decius Pius Felix Augustus.",
            "(Based on description at http://www.cachecoins.org/decius.htm)",
            "Many of these libelli were discovered during excavations\nin the Fayoum region of Egypt in 1893. They were found\namongst a large amount of papers which contained\neverything from the afore mentioned libelli to bills of\nsales, deeds, and civil complaints to the magistrate. Forty-",
            "six of these libelli have been published.",
            "Indirectly, the Decian persecution led to the Donatist schism, because the Donatists refused to embrace those who\nhad obtained the certificates. By 251, efforts to enforce the edict had died down, and although short-lived, the  Decian\npersecution  became in the collective memory of the church an episode of monstrous tyranny.",
            "Number1 January February 2021 --------------------------",
            "sourced with permission from VCoins eNewsletter.\n"
        ],
        "PageNo": "43"
    },
    {
        "File": "The_CN_Journal_January_44.jpg",
        "Paragraphs": [
            "Monetary Reform",
            "In addition to his attempts to restore the Roman  Golden Age \nTrajan Decius was also responsible for monetary reforms\nof gold and bronze coinage. He was responding to growing\nhyper-inflationary pressures that were developing during the\ncrisis of 3rd century Rome. Decius reintroduced a Double\nAureus which had initially been introduced during Caracalla s\n(198-217 CE) extensive monetary reform in AD 215.",
            "Double aurei or biniones, distinguished by a radiate crown\nwere first introduced by Caracalla. The weight standard of\nthe aureus was reduced to about 6.54 g at 50 to the pound.\nBy the early part of the reign of Gallienus these radiate aurei\ndeclined in weight from about 13.00 g to about 4.50 g and\nsoon disappeared while laureate aurei declined from about\n6.54 g to just over 1.00 g, or a scruple (1.137 g). Such small\ncoins would be less attractive for use in liberalities. It took\nthe reform of Aurelian in 274 AD to re-establish the 6.54 g\nweight standard of laureate aurei, some explicitly tariffed at\n50 to the pound (cf. RIC 17-18), and a heavier series, with\nradiate busts, probably representing double aurei, although\ntheir average weight is only 8.5 g (cf. RIC 8-9).",
            "Decius s reforms also included the addition of the\nDouble Sestertius to the bronze coinage. This heavy,\nlarge bronze denomination was in fact close in weight\nand size to the sestertius of the earlier Julio-Claudian\nera. The introduction of this denomination suggests that\nthe older sesteri1 may have been valued on the street at a\nmuch higher premium to that of the current issues. This\nmost likely the resulted in the hoarding of older sesterii\nfollowing Gresham s law of  bad money driving out good, \nlike in the mid-1960s when silver was withdrawn from\nthe coinage. The double sestertius appears to have been\nintroduced at about 39 g but quickly declined to 29 g. The\nweight of the double aureus appears to vary between 6.2 g\nand 5.6 g compared to an average weight of 4.5 g for the\naureus itself. Therefore, the monetary value of both these\nnew denominations was in fact an extension of the current\ninflation by allowing higher denominations to be coined at\nonly a 50% increase in the cost of production.",
            "Imperial Rome, Trajan Decius (249 251 CE)\nAV Aureus (3.78 g, 18.5 mm, 12h). Rome Mint\n249 CE. Obv: IMP C M Q TRAIANVS DECIVS\nAVG, laureate and cuirassed bust right; Rev:\nADVENTVS AVG, Trajan Decius on horseback left,\nraising right hand in salutation, holding sceptre\nin left. RIC 11a var. (bust also draped); Calico\n3283; Biaggi 1392.",
            "Imperial Rome, Trajan Decius (249 251 CE) AR\nAntoninianus (5.00 g, 24 mm, 6 h), Rome mint.\nObv: IMP C M Q TRAIANVS DECIVS AVG Radiate and\ncuirassed bust of Decius to right, seen from behind.\nRev. PANNONIAE The two Pannoniae standing front,\nlooking left and right; the one on the left holding\nstandard in her right hand, the one on the right\nraising her right hand in salute and holding vexillum\nin her left. Cohen 86. RIC 21b.",
            
            "Imperial Rome, Herennia Etruscilla, Augusta,\nwife of Trajan Decius (249 251 CE) AV Aureus\n(4.79 g, 20 mm), Rome Mint. HER ETRVSCILLA\nAVG Diademed and draped bust of Herennia\nEtruscilla to right. Rev. PVDICITIA AVG Pudicitia,\nveiled, seated left, holding scepter in her left\nhand and drawing veil with her right. Calico\n3308 (same obverse die). Cohen 18. RIC 59a\n(Trajan Decius). Trau 2794 (same obverse die).\nRare.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "44"
    },
    {
        "File": "The_CN_Journal_January_45.jpg",
        "Paragraphs": [
            "Imperial Rome, Trajan Decius (249 251 CE) A\ndouble sestertius (37.403 g, 37.0 mm, 12h).\nRome mint, 3rd emission, 250 CE. Obv: IMP C M\nQ TRAIANVS DECIVS AVG, radiate, draped, and\ncuirassed bust right, from behind; Rev: FELICITAS\nSAECVLI (age of good fortune), Felicitas standing\nslightly left, head left, long caduceus grounded\nand vertical in right hand, cornucopia in left\nhand, S / C (senatus consulto) flanking across\nfield; RIC IV 115c & pl. 12, 16 (R); Cohen V 40 (30\nfr.); Hunter Ill 46 & pl. 78; SRCV Ill 9395; ex CNG\ne-auction 410 (Nov 29, 2017).",
            "Number1 January e February 2021 ---------------------------",
            "Imperial Rome, Herennius Etruscus, (Caesar,\n249-251) son of Trajan Decius (249 251 CE) AR\nAntoninianus (3.10 g, 22 mm, 2h), Rome mint\n250 CE. Obv: HER ETR MES DEC DECIVS NOB\nC, Radiate and draped bust r.; Rev: PRINCIPI\nIVWVENTVTIS, Herennius standing I., holding\nbaton and spear. RIC 147c (Decius); RSC 26.",
            ""
        ],
        "PageNo": "45"
    }
]