[
    {
        "File": "The_CN_Journal_September_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT.",
            "MoT_DU_PRESIDENT.",
            "I am honoured the RCNA membership has elected me",
            "to be President for the 202 12023 term. It is a position",
            "I have admired since joming over 15 years ago. Iam\nmotivated, excited and eager to work alongside each of\nyou to advance the Association over the next two years.",
            "I would very much like to thank Past President Robert\nForbes for his outstanding work leading us through what\nhas undoubtedly been the most challenging two years in\nRCNA history. Thank you, Bob, for all your efforts over\nthe last 24 months and for handing over an organization\nthat is in ready shape to leapfrog forward.",
            "I would also like to thank Director James Williston\nand all members of the Convention Committee for their\noutstanding work to plan and deliver our Association s\nfirst ever Virtual Annual Convention. James, your\nefforts produced a superb success. The RCNA will\ncertainly include virtual activities in future conventions.",
            "Our Mission is clear: The Royal Canadian\nNumismatic Association is devoted to serving those who\nenjoy money collecting and numismatics by promoting  \nfellowship, communication, education, and by providing\nadvocacy and leadership for the hobby.",
            "My vision for the Association: The RCNA will be the\npremier numismatic organization in Canada, serving all\nour members and all the people of our country. For anyone\nwho has a question or a desire to learn more about coin\ncollecting or numismatics, the RCNA will be the first stop.",
            "To achieve this, we will focus on the three strategic\npillars introduced in my election platform:",
            "  Membership   enhancing existing services and\nbenefits and adding new ones to grow our organization\nthrough increased recruitment and augmented retention.",
            "  Leadership   a united RCNA Board, comprised of\na knowledgeable and competent cadre of Directors and\nOfficers, providing clear and transparent direction.",
            "  Stewardship   transparent and diligent planning and\noversight of all RCNA activities and operations to ensure\na stable revenue stream and sustainable expenses.",
            "The following key enablers will contribute to our success:",
            "  Communication   regular and transparent\ncommunication via multiple channels and media to all\nmembers and the public.",
            "  Member Services and Benefits   tangible and valued\nbenefits and services for all members in return for their dues.",
            "  Management Oversight   all activities need to be\nplanned, coordinated, and sustainable; an annual report card\nassessing our performance shall be presented at the AGM.",
            "Achieving this will not be easy, nor will it occur",
            "overnight. Each of us needs to do our own part.\nTogether, we can make it happen! \\ a",
            
            "Number6 September 2021 ----------------------------------",
            "J: suis honor  que les membres de l ARNC m/aient  lu pr sident\n",
            "pour le mandat 2021-2023. C est un poste que j admire depuis",
            "mon adh sion il y a plus de 15 ans. Je suis motiv , enthousiaste\net impatient de travailler aux cdt s de chacun d entre vous pour faire\nprogresser | Association au cours des deux prochaines ann es.",
            "Je tiens 4 remercier le pr sident sortant, Robert Forbes, pour le\ntravail remarquable qu il a accompli en nous dingeant au cours de\nce qui a  t  sans aucun doute les deux ann es les plus difficiles de\nhistoire de ? ARNC. Je vous remercie, Bob, pour tous les efforts que\nvous avez d ploy s au cours des 24 derniers mois et pour m avoir\nconfi  une organisation qui est pr te a faire un bond vers | avant.",
            "Je tiens  galement a remercier le directeur James Williston et tous\nles membres du comit  du congr s pour leur travail exceptionnel\nde planification et de r alisation du tout premier congr s annuel\nvirtuel de notre association. James, vos efforts ont produit un succ s\nretentissant. L-ARNC inclura certainement des activit s virtuelles\ndans ses futurs congr s.",
            "Notre nussion est claire : L Association royale de numismatique du\nCanada se voue au service des gens qui appr cient la collection des\nmonnaies et la numismatique en faisant leur promotion par le biais\nde la communication, de l' ducation et de la fraternit  et en se faisant\nd fenseur de leurs droits.",
            "Ma vision de | Association est la suivante : L ARNC sera\nVorganisation de numismatique phare au Canada, au service de\nses membres et de tous les habitants de notre pays. L ARNC sera\nle premier endroit visit  par quiconque a une question, ou d sire\nen apprendre davantage, sur la collection de monnaie ou sur la\nnumismatique.",
            "Pour y parvenir, nous nous concentrerons sur les trois piliers\nstrat giques pr sent s dans mon programme  lectoral :",
            "+ Adh rents - am liorer les services et les b n fices existants et en\najouter de nouveaux afin de faire croitre notre organisation par un\nrecrutement accru et une meilleure r tention.",
            "  Leadership - un conseil d administration de 1 ARNC uni,\ncompos  d administrateurs et de dirigeants comp tents et bien\ninform s, fournissant une direction claire et transparente.",
            "* G rance - une planification et une supervision transparentes et\ndiligentes de toutes les activit s et op rations de l ARNC afin de\ngarantir un flux de revenus stable et des d penses viables.",
            "Les facteurs cl s suivants contribueront a notre succ s :",
            "* Communication - communication r guli re et transparente via de\nmultiples canaux et m dias avec tous les membres et avec le public.",
            "* Services et b n fices pour les membres   b n fices et services\ntangibles et appr ci s pour tous les membres en  change de leur\ncotisation.",
            "  Surveillance de la gestion - toutes les activit s doivent  tre\nplanifi es, coordonn es et viables; un bilan annuel  valuant nos\nperformances sera pr sent  a l assembl  g n rale annuelle.",
            "La r alisation de ces objectifs ne sera pas facile et ne se\ndu jour au lendemain. Chacun d entre nous\ndoit faire sa part. Ensemble, nous pouvons y\narriver !",
            "pas\n245"
            
        ],
        "PageNo": "245"
    },
    {
        "File": "The_CN_Journal_September_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _bDU_CONGRES",
            "Report on the 2021 RCNA Virtual Convention  \nRapport sur la congr s virtuel de l ARNC 2021",
            "Our first\nVirtual\nRCNA",
            "Convention took",
            "place in July",
            "2021. Because",
            "of COVID-19 an",
            "in-person event",
            "was impossible,",
            "so the bourse,",
            "exhibits and tours",
            "were omitted this",
            "year. Zoom was",
            "used to deliver",
            "the Educational",
            "Symposiums,",
            "nine Specialty Club Meetings, meetings for General\nBusiness, and our AGM. The Waterloo Coin Society\n Coffee House Meeting  formed an official kickoff at\nour Convention.",
            "Two virtual events were added this year: a Dealers\nForum, with moderator Jesse Robitaille accompanied\nby dealers: Michael Findlay; Sandy Campbell; Peter\nMacDonald, and Robert Kokotailo and a Collectors\nForum with guest member-collectors: Ron Greene;\nScott Douglas; James Williston, and Bob Forbes acting\nas moderator. Both of these events received very\npositive feedback from the members attending who\nalso recommended that the RCNA continue, using\nthe Zoom format, at future conventions. The Dealers\nForum attracted 67 participants and 59 took in our\nCollectors Forum.",
            "The four Educational Symposiums each drew about\n43 attendees; each Specialty Club meeting had an\naverage 36 members take part. Awards Presentations at\nthe Club Delegates Meeting and at the RCNA Annual\nGeneral Meeting respectively had 40 and 51 attendees.\nThe Wrap-up Reception was well attended by a count\nof 40. I enjoyed hearing members chatting about past\nconventions and about comparing their impressions of\nthis year s convention.",
            "All meetings were recorded and will soon be on our\nRCNA website.",
            "Number6 September 2021 ---------------------------------",
            "Le premier",
            " congres",
            "virtuel",
            "de 17ARNC a",
            "eu lieu en juillet",
            "2021. En raison",
            "de COVID-19,",
            "un  v nement",
            "en personne",
            " tait impossible,",
            "donc la bourse,",
            "les expositions",
            "et les visites ont",
            " t  annul es pour",
            "cette ann e. Avec",
            "l application",
            "Zoom, nous avons organis  les symposiums  ducatifs, neuf\nr unions de clubs sp cialis s, des r unions pour les affaires\ncourantes en plus de notre AGA. L activit    Caf  de la Waterloo\nCoin Society   a donn  le coup d'envoi officiel de notre congr s.",
            "Deux  v nements virtuels ont  t  ajout s cette ann e : un\nforum de discussions des marchands, avec Jesse Robitaille\ncomme mode rateur de la session, accompagn  des marchands :\nMichael Findlay; Sandy Campbell; Peter MacDonald et Robert\nKokotailo, et un forum de discussions des collectionneurs\navec des membres-collectionneurs invit s : Ron Greene; Scott\nDouglas; James Williston et Bob Forbes qui agissait  galement\ncomme mode rateur de cette session. Ces deux  v nements ont\nrecu des commentaires tr s positifs de la part des membres\nparticipants qui ont  galement recommand  que l  ARNC\nmaintienne ces forums lors de futurs congr s, via l application\nZoom. Le forum des marchands a attir  67 participants tandis\nque 59 ont pris part au forum des collectionneurs.",
            "Les quatre symposiums  ducatifs ont attir  environ 43\nparticipants chacun; les r unions de clubs sp cialis s ont r uni\nen moyenne 36 membres. La session de remise de prix a la\nr union des d l gu s de club et a l'assembl e g n rale annuelle\nde l  ARNC ont r uni respectivement 40 et 51 participants. 40\npersonnes ont assist  a la r ception de fermeture. J'ai aim \nentendre les membres parler de leur exp rience des congr s\nant rieurs et comparer leurs impressions sur le congr s de cette\nann e.",
            "Toutes les r unions ont  t  enregistr es et seront bient6t sur\nnotre site internet de  ARNC.\n"
        ],
        "PageNo": "247"
    },
    {
        "File": "The_CN_Journal_September_08.jpg",
        "Paragraphs": [
            "I took in each\nmeeting and\nnoticed that on\nZoom there was\nalways lots of\nconversation\ncarrying\non between\nparticipants,\nand they were\nenjoying\nthemselves. In\nsome ways it\nhad the feeling\nof a face-to-\nface gathering.\nI liked how the\npresenters for the Educational Symposiums and for the\nClub Meetings seamlessly adapted their talks to Zoom\npresentation. And every Meeting Host did a fantastic\njob assuring a meeting flowed smoothly so the Presenter\ncould handle questions through the chat feature or asked\nin the room.",
            "I Association des Numismates Francophones du\nCanada (ANFC) held its first ever meeting at our\nConvention. Its 37 participants thought ANFC should\nhave future meetings at upcoming RCNA Conventions.\nWhile attending the convention events, we organizers\ngathered suggestions for a number of possible\nimprovements for future RCNA conventions held in\nvirtual form.",
            "In closing, I would like to thank everyone involved\nfor making this virtual convention a great success:\nThe Educational Symposium Speakers with their\nwide assortment of interesting and informative\npresentations  all the Specialty Clubs that attended the\nconvention and added a broad spectrum of numismatic\ncollecting fields for participants to enjoy the Meeting\nHosts, who played an important part making sure all\nmeetings ran smoothly and when any issues popped\nup they got dealt with all the Dealers, Collectors and\nModerators in the two first-time forums added to the\nConvention, these events brought valued entertainment\nand discussion. To the Convention Committee, who\norganized and planned all the different events and\nmeetings, my special thanks. And last but notable,\nall the attendees who logged in to meetings, asked\nquestions and discussed a variety of topics throughout\nthe Convention. I believe everyone who attended\nenjoyed the fellowship at the Convention. That was the\nbiggest factor in holding this pandemic-modified event.",
            "Tames Poliston,\nRCNA Convention Committee Chair",
            "J'ai assist  a\nchaque r union\net j'ai remarqu \nque sur Zoom, il\ny avait toujours\nbeaucoup de\nconversations\nentre les\nparticipants, et\nils  prouvaient\ndu plaisir. A\ncertains  gards,\non avait le\nsentiment d'un\nrassemblement\nen personne.\nJ'ai aim  la",
            "facgon dont les pr sentateurs des symposiums  ducatifs et\ndes r unions de club ont parfaitement adapt  leurs expos s\na la pr sentation Zoom. Et chaque hote de r union a fait un\nexcellent travail en veillant 4 ce qu'une r union se d roule\nsans probleme et permette au pr sentateur de r pondre aux\nquestions via la fonction de chat ou celles pos es de vive voix\npar les participants.",
            "L'association des numismates francophones du Canada\n(ANFC) a tenu sa toute premi re r union lors de notre congr s.\nSes 37 participants esp rent que l'ANFC sera en mesure\nd avoir une r union lors des prochains congr s de l  ARNC.",
            "En assistant aux divers  v nements du congr s, nous, les\norganisateurs, avons recueilli des conseils afin d am liorer\ncertains aspects pour les congr s futurs de l ] ARNC qui se\ntiendront sous forme virtuel.",
            "En terminant, je tiens a remercier toutes les personnes\nimpliqu es pour avoir fait de ce congr s virtuel un grand\nsucces : Les pr sentateurs des symposiums  ducatifs avec\nleur pr sentation d taill e couvrant une vari t  de sujets  \ntous les clubs sp cialis s qui ont abord  un  ventail de sujet\nnumismatique pour le plaisir des participants- les hdtes de la\nr union, qui ont jou  un r le important en veillant a ce que\ntoutes les r unions se d roulent sans probl mes et lorsque\nqu ils surgissaient, ils les ont rectifi s - tous les marchands,\ncollectionneurs et mod rateurs des deux forums ajout s pour\nla premi re fois 4 notre congr s, ces  v nements ont apport \nun divertissement et des discussions appr ci es. Aux membres\ndu comit  du congr s, qui ont organis  et planifi  tous les\ndiff rents  v nements et r unions, mes remerciements sinc res.\nEt enfin, tous les participants qui se sont branch s aux r unions\nont pos  des questions et discut  de divers sujets tout au long\ndu congr s. Je crois que tous ceux qui y ont assist  ont appr ci \nla fraternit  4 ce congr s. Ce fut le facteur le plus important\ndans la tenue de cet  v nement modifi  par la pand mie.",
            "Tames Poiltston,\nPr sident du comit  des congr s de l ARNC\nThe CN Journal Volume 66\n"
        ],
        "PageNo": "248"
    },
    {
        "File": "The_CN_Journal_September_11.jpg",
        "Paragraphs": [
            "2020 2021 RCNA FINANCIAL STATEMENTS REPORT e\nRAPPORT_SUR.LES. ETATS._ FINANCIERS. 2020 2021 pu. ARNC",
            "Cheryl Heavener, the accountant reviewing our\n( statements has completed the task. The results",
            "are showing a deficit for the 14-month period\nending February 28, 2021.",
            "You may recall that we had changed our fiscal year\nof May 1 to April 30 to be a calendar year for 2019,\nresulting in an 8-month period. However, after looking\nat our dates, we realized we were non-compliant with the\nFederal laws governing our Association, therefore we had\nto adjust this past fiscal year to reflect a 14-month period\nto become compliant. From now, our fiscal period will be\nfrom March | to last day of the following February.",
            "2020 Results",
            "Because the reviewed statements are for the revised\n14-month period, they are unrelated to the earlier forecast\nbudgets for the former two fiscal periods under discussion,\nso we re unable to make comparisons of figures as done\nin the past. However, having received regular reports from\nPaul Johnson, I can provide a comparison to our budget for\nthe calendar year.",
            "In our November 2019 Board meeting, we had adopted\na budget reflecting 86K in revenue and 88K in expenses\nfor anet loss of 2K. This was all pre-COVID-19 pandemic.",
            "Our actual results for the calendar year are reflecting\nrevenue of 80K and 90K in expenses for a net loss of 10K.",
            "Our revenue was short because of lower auction\nrevenue (4K) and no profit from the convention (6K).\nWe still generated revenue with the sale of the souvenir\nmedal, a $200 profit once we deduct the medal cost. The\ncorrespondence courses also generated extra revenue in\nthe past year, Creating a small profit. The new source of\nrevenue mainly came from the sale of the Rob Turmer\nbook that generated almost $6,500 in revenue, big\nThank You to Rob for this generous donation.",
            "On the expense, we were aligned with our budget,\nsmall convention cost related expenses (non-\nrecoverable) and course material.",
            "COVID-19 had impact on our financial where no\nconvention was held, sales of souvenir reduced and\ndonations that would be made by members attending\ncould not be captured.",
            "Number6 September 2021 ---------------------------------",
            "Cheryl Heavener, la comptable qui r vise nos  tats\n( financiers a termin  son travail. Les r sultats montrent",
            "un d ficit pour la p riode de 14 mois se terminant le 28\nf vrier 2021.",
            "Rappelons-nous que nous avions chang  notre exercice du ler\nmai au 30 avril pour 2019, r sultant en une p riode de 8 mois.\nCependant, apr s avoir regard  les dates, nous avons r alis \nque nous n tions pas conformes aux lois f d rales r gissant\nnotre association, nous avons donc dt ajuster | exercice  coul \npour refl ter une p riode de 14 mois, ce qui nous permet d tre\nconformes 4 la loi. Dor navant, notre exercice financier sera\nentre le ler mars et le dernier jour de f vrier.",
            "R sultats 2020",
            "Etant donn  que les  tats financiers r vis s portent sur la p riode\nde 14 mois, la comparaison n est pas pertinente par rapport 4 notre\nbudget original, et l exercice pr c dent  tait l ann e plus courte,\nce qui rend a nouveau la comparaison non pertinente. Cependant,\nayant recu des rapports r guliers de Paul, je peux fournir une\ncomparaison avec notre budget pour l ann e calendrier.",
            "Lors de la r union du conseil d administration de novembre\n2019, nous avions adopt  un budget refl tant 86K de revenus\net 88K de d penses pour une perte nette de 2K. Tout cela  tait\navant la pand mie de COVID.",
            "Nos r sultats r els pour les douze mois de l ann e 2020\nrefl tent des revenus de 80K et des d penses de 90K pour une\nperte nette de 10K.",
            "Nos revenus  taient moins  lev s en raison de revenus\nd encans inf rieurs (4K) et aucun profit du congr s (6K). Nous\navons toutefois g n r  des revenus avec la vente de la m daille\nsouvenir, un b n fice de $200 apr s d ductions des cotits pour\nles m dailles. Les cours par correspondance ont  galement\ng n r  des revenus suppl mentaires au cours de l ann e  coul e,\ng n rant  galement un petit profit. La nouvelle source de revenus\nprovenait principalement de la vente du livre de Rob Tumer qui\na g n r  pr s de $6,500, un grand merci pour ce don g n reux.",
            "En ce qui concerne les d penses, nous  tions conformes a\nnotre budget, les petites d penses li es aux cotits du congr s\n(non recouvrables) et le mat riel de cours.",
            "Le COVID a eu un impact sur nos finances ot! aucun congr s\nn a eu lieu, les ventes de souvenirs ont diminu  et les dons qui\nseraient faits par les membres pr sents n ont pas pu  tre regus.\n"
        ],
        "PageNo": "251"
    },
    {
        "File": "The_CN_Journal_September_12.jpg",
        "Paragraphs": [
            "2020 2021 statements   14-month period",
            "Adding 2 months to our fiscal year means we revert to\nallocating annual membership dues over 2 fiscal years,\nand recognize revenue issued that overlaps the year.\nOnce again, the financial comparison is not relevant\ngiven the shorten and extended fiscal years and having\nno budget for an extended period. The comparison that\ncan be made 1s by looking at the forecast presented at\nthe February board meeting.",
            "In the early part of the year, we have 2 main sources\nof revenue: The first one is membership dues, that gets\nrecorded at 1/6 of the full year for the 2 month s period.\nThe second one is for advertising in The CN Journal.\nThis is a significant variance from our forecast because\nthe revenue collected in late 2020 and early 2021 is not\nrecorded in the current year since it relates to The CN\nJournal 2021, for that we have no expenses recorded,\ntherefore not showing any advertising revenues.",
            "As to the expenses, we incur a few monthly expenses\nand Journal charges. Most of the other expenses\nare incurred in the spring   summer; these relate to\nconvention and other educational seminars. However,\ndue to timing, this fiscal year shows more Journal\nexpenses. Each year, we report expenses for 8 issues of\nThe CN Journal. We receive an invoice from the printer\nabout 8-10 weeks after all printing, stuffing, mailing,\nand courier costs are tabulated. Unfortunately, that\ntiming difference resulted in charges for 10 issues in\nthe current year (the October-November and December\nissues), with no off-setting revenue. Each issue is\ncosting approximately $5,500, therefore an extra 11K in\nexpenses. Insurance for the year also appears to be fully\nexpensed in the 2 month s period (about 6K).",
            "Looking at our budget for the current year, I feel\nwe are still expecting to be on target. Those timing\ndifferences were isolated events. The auction revenue\nwill be back to normal levels, and convention expenses\nshould be minimal because little will be incurred this\nyear. Membership growth is expected to continue, and\nsales of correspondence courses and Rob Turner s book\nshould continue to bring additional revenue. Possible\nactivities toward the end of this year or the early part of\nnext year could bring positive effects to the association.",
            "Thank you\nSacques Patras",
            "Relev s 2020-2021 - p riode de 14 mois",
            "L ajout de 2 mois a notre ann e fiscale signifie que nous revenons\na Vallocation des cotisations annuelles sur 2 ann es fiscales et a\nla reconnaissance des revenus g n r s qui chevauche I ann e.\nEncore une fois, la comparaison financi re n est pas pertinente\ncompte tenu des ann es fiscales raccourcies et allong es et de\nl absence de budget pour une p riode prolong e. La comparaison\npeut  tre faite en examinant les pr visions pr sent es lors de la\nr union du conseil d administration de f vrier.",
            "En d but d ann e, nous avons 2 principales sources de\nrevenus. La premiere est la cotisation, qui est enregistr e a 1/6\nde l ann e compl te pour la p riode de 2 mois. La seconde\nserait la publicit  pour /e journal canadien de numismatique. Il\ns agit d un  cart important par rapport a nos pr visions, car les\nrevenus percus a la fin de 2020 et au d but de 2021 ne sont pas\ncomptabilis s dans l ann e en cours, car ils se rapportent aux\n ditions du journal de 2021, pour lequel nous n avons enregistr \naucune d pense, donc aucun revenu publicitaire 4 reconnaitre.",
            "En ce qui concerne les d penses, nous avons quelques\nd penses mensuelles et des frais du journal. La plupart des\nautres d penses sont engag es au printemps/ t  et concement les\ncongr s et autres s minaires  ducatifs. Cependant, cette ann e\nfiscale montre plus de d penses du journal en raison du notre\np riode allong e. Chaque ann e, nous rapportons les d penses\npour 8 num ros du journal. Nous recevons la facture de notre\nimprimeur une fois qu ils ont regu toutes les factures pour les\nfrais d impression et frais de poste. Normalement, nous recevons\nces charges 8-10 semaines apres l impression. Malheureusement,\ncette diff rence dans notre p riode de 14 mois a entrain  des\nfrais pour 10 num ros au cours de l ann e en cours (les\nnume ros d octobre - novembre et de d cembre), sans revenus\ncompensatoires. Chaque num ro cofite environ 5,500 $, donc\n$11,000 frais suppl mentaires. L assurance pour l ann e semble\n galement  tre enti rement comptabilis e dans les p riodes de 2\nmois (environ 6K).",
            "En regardant notre budget pour la prochaine ann e, je crois\nque nous sommes toujours align s pour respecter notre budget.\nCes diff rences temporelles sont des  v nements isol s. Les\nrevenus des encans reviendront a des niveaux normaux et les\nd penses du congr s devraient  tre minimes  tant donn  que peu\nde d penses ont  t  encourues pour cette ann e. L augmentation\nde notre membership devrait se poursuivre et la vente de cours\npar correspondance et du livre de Rob Turner devrait continuer a\ng n rer des revenus suppl mentaires. Les activit s en personne,\nqui pourraient reprendre vers la fin de cette ann e ou au d but\nde l ann e prochaine auront un impact positif pour l association.",
            "Sacques Patras",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "252"
    },
    {
        "File": "The_CN_Journal_September_16.jpg",
        "Paragraphs": [
            "2021. ANNOUNCEMENT_OF_SERVICE.AWARDS",
            "J. Douglas Ferguson Award   will be announced at the next Convention.",
            "Paul Fiocca Award   William Kamb, FRcNA",
            "William (Bill) Kamb was told during the AGM that he was this year s winner of the prestigious\nPaul Fiocca Award. Its formal presentation will be made during the Awards Banquet at the 2022\nConvention, scheduled for Ottawa.",
            "The RCNA in 2007, created the Paul Fiocca Award for Long Term and Meritorious Service to\nour association. It s the highest award offered by the RCNA, and in Canadian numismatics, second\nonly to the J. Douglas Ferguson Award. Trajan Publishing, the Fiocca family and friends of Paul\ngive ongoing support for the Fiocca Award. RCNA President Robert Forbes, Committee Chair\nWilliam Waychison, and Mike Walsh of Trajan Publishing formed the 2021 Board of Award.",
            "Charles D. Moore Award   Yvon Marquis, FRCNA",
            "Yvon Marquis was advised during the AGM that he had won the 2021 Charles D. Moore Award.\nIt will be presented to him at the Awards Event during the 2022 Ottawa Convention.",
            "The RCNA Executive committee introduced this annual award in 2016 to honour a member\nbest described as  Professional Numismatists.  The Board believed this recognition had been\nmissing in Canadian Numismatics. Each award is meant to honour a recipient who, over time,\nhas regularly contributed to the advancement of Canadian Numismatics and to the RCNA.",
            "The award each year is intended to honour the recipient who has consistently contributed to\nthe advancement of Canadian Numismatics and to the Royal Canadian Numismatic Association\nover several years. A recipient will have shown an effort to advance the hobby through Dignity,",
            "Integrity, Truth and Knowledge. The recipient shall be selected from those professional numismatists, full- or part-time\ndealers, researchers and writers, publicists, and benefactors, who are members of our association.",
            "Fellow of the RCNA Awards",
            "The Royal Canadian Numismatic Association established this member service award in 1990 to recognize those members\nwho performed a worthy service judged to be of a direct benefit to the Association and the hobby. An award of  Fellow \nauthorizes use of the letters, FRCNA to follow the recipient s name. This year s prestigious awards were presented to Brett\nTrick, Dearborn MI; Alan Roy, Hamilton ON; and Cassidy Stroud, Barrie ON.",
            "2020 RCNA Presidential Awards\nThe dedicated individuals receiving a Presidential Award this year are: Doug Andrews, Calgary AB; Brett Irick, Dearborn\nMI; Paul Johnson, Markham ON; Henry Nienhuis, Woodbridge ON; Paul Petch, Toronto, ON; Jacques Poitras, Edmunston\nNB; James Williston, Calgary AB; Jeff Wilson, Borden, ON; and Stephen Woodland, Osgoode ON.",
            "Presidential Awards are presented by the prerogative of the RCNA President to honour individuals or groups for\noutstanding support to our Association.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "256"
    },
    {
        "File": "The_CN_Journal_September_17.jpg",
        "Paragraphs": [
            "2021. ANNOUNCEMENT_OF_CLUB. AND_LITERARY. AWARDS",
            "PEKIN INI OARS AAS NTL NAT NSE EEE NETS I AEN\nBest Local Newsletter Award  ",
            "Edmonton Numismatic Society, The Planchet",
            "This year s Best local Newsletter Award is once again presented to The Planchet, a publication\nof the Edmonton Numismatic Society edited by editor-in-chief Joe Kennedy. Kennedy s\neditorial team includes co-editors Mare Bink, Pierre Driessen and Wayne Hansen; proofreader\nWayne Hansen; on-line distribution Pierre Driessen, and printing and mailing Howard Gilbey.",
            "Best Regional/National Newsletter Award  ",
            "Le Numismate francophone",
            "This year s Best Regional/National Newsletter Award is presented to Le Numismate\nfrancophone, a publication of L'Association des Numismatic Francophones due Canada,\nedited by past RCNA president, Yvon Marquis, FRCNA.",
            "Louise Graham Coin Club of the Year Award  ",
            "Calgary Numismatic Society\nThis year s Louise Graham Coin Club of the Year Award is presented to the Calgary\nNumismatic Society, Trevor Phillips president.",
            "Jerome Remick Literary Award   Wayne Hansen,\n Lysimachos Gold : A Rare Lifetime Stater with Alexander\nPortrait ",
            "This year s Jerome Remick Literary Award for best article in a local club publication is presented\nto Wayne Hansen for his article  Lysimachos Gold: A Rare Lifetime Stater with Alexander\nPortrait  that appeared in the April * May 2020 issue of The Planchet.",
            "Guy Potter Literary Award   Sean Sinclair,\nCelebrity Coins: A Canadian Hero   Terry Fox",
            "This year s Guy Potter Literary Award for best original contribution to The Canadian\nNumismatic Journal in 2020 is presented to Sean Sinclair for his article  Celebrity Coins: A\nCanadian Hero   Terry Fox  that appeared in the July   August 2020 issue.",
            "Number 6 September 2021 ------------------------------257\n"
        ],
        "PageNo": "257"
    },
    {
        "File": "The_CN_Journal_September_20.jpg",
        "Paragraphs": [
            "FROM RaAGs To RICHES: THE LIFE\n& TIMES_OF_SIR_DONALD_A._ SMITH FCNRS, #19846",
            "By GEORGE MANZ",
            "On August 6, 1820, a\nbaby was born in Forres,\nScotland. At the time,",
            "no one knew he would grow\nup to become the most famous\nindustrialist in Canada.",
            "Let s begin by examining his\nlife through three of the many\ncorporations in which he was a\nmajor shareholder.",
            "Hudson s Bay Company",
            "Donald Alexander Smith moved\nto British North America in\n1838, where he began his 75-year\nassociation with the Hudson s Bay\nCompany (HBC) as an apprentice\nclerk in Lachine, counting muskrat\nskins for  20 a year. For the next\n30 years, he bought furs in what is\nnow Quebec and in Labrador, east\nof Hudson Bay, where he became",
            "chief trader and later chief factor. By 1868 he was promoted\nto commissioner of the Montreal department.",
            "The following year, the HBC began negotiations\nto transfer the company s territory known as\nRupert s Land to the new government of Canada.",
            "The price was finally settled at\n 300,000 sterling and 1/20 of the\nland between the 49th Parallel and\nthe North Saskatchewan River.\nIn one small corner of the\nterritory was a settlement called\nRed River, situated where the Red\nand Assiniboine Rivers meet in\nwhat is now downtown Winnipeg.\nMost of the people were mixed-race\nMetis, descendants of both French\nand English voyageurs, fur traders\nand buffalo hunters and their First\nNations wives.\nIn December 1869, Canadian\nPrime Minister John A. Macdonald\nappointed Smith Dominion\nCommissioner to Red River. The\nMetis people of the area were\nopposed to the transfer of the land\nfrom the HBC to Canada without\ntheir approval. On November 13,\n1869, the Metis seized control of the undefended HBC\ntrading post at Fort Garry and imprisoned several English-\nspeaking Canadians for trying to overthrow the Metis-led\ngovernment, led by Louis Riel.",
            "An extremely rare HBC one pound emergency paper money issued at Fort Garry while",
            "Louis Riel was in charge of Red River.\nwenn nnn nnn nanan nn nnn nnn nnn enna The CN Journal Volume 66\n"
        ],
        "PageNo": "260"
    },
    {
        "File": "The_CN_Journal_September_21.jpg",
        "Paragraphs": [
            "Smith arrived at Red River on December 27, 1869, to\ntry to diffuse the situation. He was immediately jailed but\nallowed visitors.",
            "In January 1870, Smith was permitted to present his\ncommission from the federal government in front of 1,000\ninhabitants of Red River and offered assurances their\nland would not be taken away from them. A Provisional\nGovernment of 20 French speakers and 20 English speakers\nwas formed to discuss terms to enter Confederation with\nCanada. Riel was elected president.",
            "But not everyone in the settlement approved of the Metis \ndemands. A small group of English-speaking Canadians\nwas opposed. These settlers organized a militia, some\nwere captured, and imprisoned at Fort Garry for trying to\noverthrow the Provisional Government. Thomas Scott, an\nOrangeman, was sentenced to death by firing squad. Scott s\ndeath inflamed Ontario Protestants and ended the chance for\na peaceful transfer of HBC lands to the federal government.",
            "The Provisional Government sent a delegation to Ottawa\nto negotiate, but they were immediately imprisoned and then\nreleased. They finally negotiated terms with Prime Minister\nJohn A. Macdonald, who later agreed to enshrine many of\nthe demands of the people of Red River. Manitoba, much\nsmaller than it now is, became Canada s fifth province.",
            "Smith continued his work for the\nHBC, where he was appointed\npresident of the HBC s Council\nof the Northern Department,",
            "Number 6 September 2021 --------------------------------------",
            "and later, chief commissioner for the HBC and then\nland commissioner. In 1889, at the age of 69, he became\ngovernor of the company for the rest of his life, the only\napprentice clerk to attain that position in the history of the\ncompany.",
            "Canadian Pacific Railway",
            "Donald A. Smith was not content with working for the\nHBC. He had visions of greater things. When Smith\nleft Labrador, he visited his cousin, George Stephen, in\nMontreal who introduced Smith to some of the leading\ncitizens. Smith had left Labrador with a small investment\nand wanted to invest in other companies.",
            "One of the terms that led British Columbia to join\nConfederation in 1871 was the construction of a railroad\nto the Pacific Ocean. Prime Minister John A. Macdonald\neventually began the task. Into the breach stepped some of the\nleading industrialists in Canada, who started up a company\ncalled the Canadian Pacific Railway Company, in 1881. By\n1883, Donald A. Smith became one of the investors, and\nwas promoted to CPR director in 1883. The construction of\nthe railroad was costly, so the CPR began to ask the federal\ngovernment for money. They got $25 million in cash as well\nas 25 million acres of land. But it wasn t enough. In 1885,\nwhen the CPR was on the verge of financial collapse, Donald\nSmith and his cousin, George Stephen, signed a personal\n$1 million financial document to keep the company afloat.\nConstruction was especially difficult and approximately\n15,000 Chinese workers were brought to British Columbia\nwhere they worked under\ndeplorable conditions.\n"
        ],
        "PageNo": "261"
    },
    {
        "File": "The_CN_Journal_September_22.jpg",
        "Paragraphs": [
            "Bank of Montreal 1888 5-dollar\nbanknote, blue serial number variety.\nPortraits of W J Buchanan and Donald\nSmith, with signature: Donald A Smith.",
            "British American Bank Note Co.",
            "(Image: Heritage Auctions)",
            "On November 7, 1885, at Craigellachie, in Eagle Pass,\nBC, Donald A. Smith drove in the last spike that now\nconnected Canada from coast to coast. Nine days later,\nLouis Riel was hanged in Regina. The CPR went on to\nbecome involved in other activities including land sales,\nhotels, shipping, and mining.",
            "Bank of Montreal",
            "The Bank of Montreal began life in 1817 as the Montreal\nBank. It was the first permanent bank in Canada.\nFrom Canadian Confederation in 1867 to 1935, the Bank\nof Montreal became the official central bank for the\nGovernment of Canada.",
            "Bank of Montreal 1904 ten dollars. Portraits\nof E S Clouston and Donald Smith, with the\nbold signature: BjavanjStiathcana. American\nBankNote Co. (Image: Heritage Auctions)",
            "Enter Donald A. Smith. By 1857, Smith and his cousin,\nGeorge Stephen, were major shareholders in the bank.\nSmith was a director for 42 years, the second largest\nshareholder, and was president of the bank for 17 years.",
            "It soon became Canada s most profitable bank. It\nexpanded by buying out other Canadian banks across the\ncountry as well as by moving into the United States.",
            "Smith s image and signatures are depicted on several\nBank of Montreal banknotes. Donald A. Smith died in 1914\na very rich man.",
            "The Regina Coin Club fall show will display these notes and many\nother artifacts of the life of Donald A. Smith. The action takes place at\nthe Turvey Centre, just north of Regina on October 2 3, 2021. Please\nnote that this show will take place two weeks earlier than usual.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "262"
    },
    {
        "File": "The_CN_Journal_September_23.jpg",
        "Paragraphs": [
            "1948 PATTERN INDIAN RUPEE",
            "IS_LIKELY_UNIQUE",
            "BY RON CHEEK\n#23921",
            "Unique 1s a word so often misused. People will\n| | use it when they mean something is special\nor very interesting, or rare. They will\nuse a modifier and say something is  very\nunique.  Wrong! Unique means one-of-\na-kind, period. If we re not certain it is\none-of-a-kind we may say it is likely\nunique, or believed to be unique. We\nmay say that about this pattern 1948\nIndian rupee. Not long ago it briefly\nemerged from an Ottawa bank vault\nwhere it had lain for over 40 years\nso that the author could examine and photograph it. Its\nowner, Hillel Kaslove, noted numismatist and former\ncurator of the Bank of Canada Currency Collection, has\nnot seen another in his lifetime of collecting rare British\nEmpire coins and patterns.",
            "The piece is a pattern one-rupee coin proposed for\nthe new Dominion of India by the then Government\nof India mint engraver Patrick Brindley. Canadian\nnumismatic folks will recognize the name. Brindley\nended up working at the Royal Canadian Mint in Ottawa\nin the final years of his career. But back in the 1940s\nhe was an artist engraver for His Majesty s Mint in\nIndia, at its several mints. At the end of the British Raj,\nhe was Chief Engraver. After August 14, 1947, when\nIndian independence came about, Brindley stayed on.\nHe designed, engraved the dies, and struck this pattern,",
            "Number 6 September 2021 --------------------------------------",
            "probably using the master devices.\nIt is not a proof strike but it is\nremarkable because of what it is, the\nfirst pattern coin made for India after\npartition and independence.\nKaslove was told by its maker that it\nwas created in the latter part of 1947, well\nbefore the celebrated proof pattern sets dated\n1949, of which only four are known. Patrick\nBrindley also designed and engraved those patterns;\nall were rejected. His 1948 rupee pattern, the very first\ncoin proposed, was also turned down. It may be that its\nreverse design too closely resembled earlier British India\ncoins.",
            "The 1948 pattern rupee is 28.0 mm in diameter and\nweighs 10.23 g. It is struck in a non-magnetic base metal,\nlikely copper-nickel not pure nickel. Brindley s obverse\ndesign has the lion capital of the Ashoka column,\nadopted as the National Emblem of India. Although\nthis exact obverse design was not adopted, very similar\ngraphic representations of the Ashoka column have been\nused on many of independent India s coinage obverses\nfrom the first coins in 1950 right up to the present day.\nThe legend is in English only,  GOVERNMENT  on the\nleft side of the column and  OF   INDIA  on the right.\nInterestingly, the obverse design eventually adopted for\nindependent India s first rupees, dated 1950 and 1954,\nalso has the legend in English only.\n"
        ],
        "PageNo": "263"
    },
    {
        "File": "The_CN_Journal_September_24.jpg",
        "Paragraphs": [
            "Brindley s reverse design was almost certainly\ninspired by sculptor John Flaxman s large denomination\nEast India Company coins and patterns of William IV\nand of Victoria, which have a prowling lion facing\nleft with a palm tree in the background. You can see\nstunning illustrations of these in The Uniform Coinage\nof India 1835 to 1947, by Stevens and Weir (Spink,\n2012). Instead of the lion, a symbol of Great Britain s\npower, Brindley uses a prowling Indian tiger. The\nobverse design of the last rupees of British India (1946\nand 1947), also has a tiger but without the palm tree\nin the background. In my humble opinion, the tiger on\nthe 1948 pattern, because of its distinctive form and\nprominent stripes, is superior to that on the 1946 and\n1947 rupees, which rather resembles a lioness. Like its\nBritish India predecessor, the 1948 pattern rupee has the\ndenomination, one rupee, in English and its equivalent\nin Nagari and Urdu, ek rupya, with the date below the\nimage of the tiger. Brindley placed a five-pointed star\nbelow the date, a design feature adopted on the 1950\nand 1954 rupees of the new Republic of India. The 1948\npattern has a reeded and grooved  security  edge similar\nto its 1947 predecessor and the first post-Independence\nrupees.",
            "Context of the 1948 pattern rupee and the\n1949 pattern proof sets",
            "Upon partition and independence the two new\ndominions, India and Pakistan, needed new coin designs.\nPakistan issued its first series of coins, dated 1948. For\nvarious reasons, India waited. It may have been that the\nnew Government of India did not see a pressing need\nfor more coins\nfor the year 1948.\nNevertheless,\nimmediately after\nindependence, in\nlate 1947, Patrick\nBrindley prepared\na pattern 1948\none-rupee coin for\napproval. He may\nhave done this on\nhis own, without\nbeing asked. That\ninformation is\nlost to history.\nThe 1948 pattern\nrupee was not part\nof a set. Brindley\ntold Kaslove,\nsome 30 years",
            "The Indian government apparently intended to issue\nnew coins for 1949, but it seems there was a great\ndeal of discussion and political opinion expressed in\nthe reviewing of new designs proposed. In the end,\nall were rejected. The likely reasons for rejecting\nthe 1949 pattern coins are mentioned in the\ncatalogue for Baldwin s Auction 71 that was held\nSeptember 29, 2011, (Lot 1609)! and in other\nauctions of the famous four sets. No Indian coins\nwere issued in 1949. Finally, in 1950, a new series\nof coins was issued. By that time, the status of the\nrather vague post-independence entity had been\nclarified and the Dominion of India had become\nthe Republic of India.",
            "P. W. M. Brindley   a lifetime of\n making money ",
            "Patrick Brindley was born in Bombay in\n1914, the son of a British Cavalry man. He\nwas educated in England and then he returned\nto India to apprentice as an artist engraver. He\nspent the next 25 years working at His Majesty s\nMint in India, which upon independence\nbecame the Government of India Mint. He\nspent time working at the Calcutta, Bombay,\nand Lahore facilities. During the British\nperiod, he made master punches and dies for\ncoins of British India, several princely states, and\nmany other colonies and territories. In 1945,\nwhen Artist/Engraver Albert Spencer retired,\nBrindley was appointed Artist/Engraver for\nthe Calcutta and Bombay Mints. Brindley\nstayed on at the\nGovernment of\nIndia Mint until\n1961 when he ,\ntook retirement\nand went to live\nin England. He\ntold reporter Helen\nBateson, in a\n1976 interview\npublished in\nVancouver s\nThe Province,\nthat living in\nEngland on his\nsmall pension,\nwas difficult.\nBrindley",
            "later, in Ottawa, that his 1948 design was rejected, and\nthat no other coin designs were prepared at that time.",
            "264",
            "1 media.baldwin.co.uk/auctions/Baldwins %20Auction/BA%20\ncatalogues/Baldwins%20auction%2071%20-%20catalogue.pdf",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "264"
    },
    {
        "File": "The_CN_Journal_September_25.jpg",
        "Paragraphs": [
            "decided to go back to work.\nHe took a job at a mint in\nKhartoum for four years and\nthen he was employed by the\nFranklin Mint in Philadelphia\nfor a couple of years.",
            "In 1970, at age 56,\nBrindley moved to Ottawa\nwhere he began a six-year",
            "stint at the Royal Canadian\nMint. He became Chief\nEngraver and engraved\na number of iconic\nCanadian coin designs,\nincluding several of the\n1976 Montreal Olympic\nseries. Brindley loved\nhorses and considered",
            "his best Canadian coin",
            "engraving work to be\nthe 1973 proof silver\ndollar, which features a\nRoyal Canadian Mounted\nPolice officer astride a horse.\nAfter a career spanning\nfour decades and across\nthree continents Patrick\nBrindley retired in Ottawa\nin 1976. He had laboured at\nhis craft through the end\nof the British colonial\nperiod and well beyond. His\nremarkable engraving skills\nwere becoming obsolete by the\ntime his working career was over.\nHe died on December 31,\n1989.",
            "Provenance of the\n1948 pattern rupee",
            "In his 1976 interview with Helen Bateson,\nBrindley joked that he couldn t afford to\ncollect the expensive precious-metal mint\nproducts he worked on. He wasn t really a\ncoin collector, but he did have a few items",
            "in a collection from his India days. These\nincluded at least one of the 1949 India\npattern sets and the 1948 pattern rupee\nhe created. He still owned these when he\nlived in Ottawa.",
            "Number6 September 2021 --------------------------------------",
            "As curator of the Bank of Canada\ncurrency collection, Hillel Kaslove\ngot to know many of the staff at the\nRoyal Canadian Mint, including\nPatrick Brindley. After Brindley had\nretired, they carried on a collegial\nrelationship arising from Brindley s\nbackground with the mints in India.\nKaslove was a specialist in British\nIndian coins and patterns. In 1979,\nKaslove acquired several items from\nBrindley s collection, including\nthe 1948 pattern rupee. As Kaslove\nrecalls, Brindley did not tell him any\ndetails about the 1948 pattern except\nto say he had made it in late 1947.\nIt was a single coin proposed, not\npart of a set, and its design had been\nrejected. Brindley never mentioned\nwhere he had created it, if there were\nothers, or what happened to the dies.",
            "Kaslove believes this pattern\nis unique, or at least a unique",
            "survivor. To his knowledge it has never been\npublished, nor have any other examples\ncome to light in the nearly 75 years\nsince it was created. Regarding the\ndies, Kaslove believes they must have\nbeen destroyed otherwise restrikes\nwould surely have been made.\nWas there only one? It is hard to\nimagine that Brindley would have\nstruck a single 1948 pattern rupee\npiece for approval after the painstaking\nwork involved in creating the dies. He kept\n1 an example but several others surely\n/ would have been made for distribution\n  to officials. So what happened to\nthem? Do they lie forgotten in some\nIndian government file cabinet? Are they anonymous\nold coms amongst personal mementoes in the estates of\nlong-departed Indian government officials? Perhaps they\nwere ordered to be destroyed. Or, because the design\nwas rejected, were they simply discarded by the officials\nwho were given them for approval?",
            "It is unlikely we ll ever know the answers to these\nquestions after the passage of more than seven decades.\nBut such mysteries are part of the allure of our hobby.\nPerhaps another example will appear someday, but for\nnow the only known example of independent India s\nfirst pattern coin, indeed the only 1948-dated Indian coin\nof any kind, rests in an Ottawa bank vault. It will not see\nthe light of day again until Kaslove decides to dispose of\nhis extensive collection.\n"
        ],
        "PageNo": "265"
    },
    {
        "File": "The_CN_Journal_September_26.jpg",
        "Paragraphs": [
            "Bibliography",
            "Anonymous, www.baldwin.co.uk/PRDF22",
            "Anonymous, www.spink.com/lot-description.\naspx?id=14004001036",
            "Collins, Larry and Lapierre, Dominique. 1975 Freedom at\nMidnight. New York: Simon and Shuster",
            "Kaslove, Hillel, personal interviews with the author April\n15, 2019, April 22, 1975, and May 15, 2019.",
            "Stevens, Paul and Weir, Randy. 2012 The Uniform\nCoinage of India 1835   1947. London: Spink & Son\nLtd.",
            "The Province, Vancouver, April 8, 1976, p. 26,  He Makes\nMoney  by Helen Bateson.",
            
            "[Editor s note: The author adapted this article from his\noriginal titled  1948 PATTERN RUPEE EMERGES after\nfour decades in Ottawa bank vault  from Coin News (UK),\nMay 2020. He considered that interested RCNA members\nwould appreciate knowing about this coin and its location.]",
            "MoRE ON THE 1949",
            "PATTERN_INDIAN_COINAGE",
            "BY HENRY NIENHUIS\nFRCNA, FCNRS, FONA, LM. #430",
            "I n Ron Cheek s article above, the four extant sets of 1949 pattern coins of India designed by Brindley did not all",
            "contain the same eight coin examples. The four sets each came in turn to separate auctions in the years from 2011 to",
            
            "2016, so their catalogue descriptions reveal their contents.",
            "In the A H Baldwin Sale 71, September 2011, lot 1609 had examples of the coins in Ron s article on pages 264-265.",
            "Next, in the A H Baldwin Auction Sale 82   David Fore Collection Part 2, May\n2013, lot 844 had a third 2-anna coin, square-pattern brass similar to the 2 annas\ntype I peacock reverse without the four obverse corner-stars. This coin replaced",
            "the 4 rupee, type II reverse example in two other sets.",
            "Then Spink & Son Sale 14004, March 2014, lot 1036 ex: Patrick\nBrindley collection, had examples as shown on pages 264-65. Spink says\nthat set s 1-anna, water-buffalo reverse, scalloped-coin is cupro-nickel,",
            "although the catalogue photo shows it a light brass colour.",
            "And lastly, St James s Sale 37, June 2016, lot 668B (unsold) had a second\n1-rupee coin, type II reverse (mine worker and pick, same as the 4 rupee).\nThis 1 rupee replaced the % rupee, rev type II. This set was housed in a",
            "red leather Spink & Son case.",
            "In summary, although each set contains eight pattern coins, the\ndifferences in the sets reveal that there are at least ten pattern types\nproduced. An eleventh pattern type may exist if the coin colouration\nin the Spink sale is due to an alloy difference rather than toning.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "266"
    },
    {
        "File": "The_CN_Journal_September_27.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "By SEAN SINCLAIR\n#23912",
            "The Importance of Childhood Education",
            "Maria Montessori was\nan Italian physician\nand educator who is",
            "best known for her advances in\nchildhood education. She was\nlargely responsible for developing\nthe method of teaching that has\nbecome known as the Montessori\nMethod, which is still used\nextensively world-wide.",
            "Maria Tecla Artemesia\nMontessori was born on August 31,",
            "1870, in Chiaravalle, Italy. Her\nfather, Alessandro Montessori,\nwas a financial advisor in the local\ntobacco factory, while her mother,\nRenilde Stoppani, appeared to have\na relatively comfortable upper-class\nlifestyle. She was the great-niece\nof Antonio Stoppani, a renowned\nItalian geologist and paleontologist.",
            "The family moved to Rome in\n1875, and Montessori began her\neducation the following year, at the age of six. Montessori s\nmother appears to have been well-educated (or at least well-\nread) for the time period and instilled her own thirst for\nknowledge in her young daughter.",
            "As Montessori entered her teens, she entered secondary\nschool at the Regia Scuola Tecnica Michelangelo Buonarroti,\nbeginning studies in Italian; history; geography; science, and\nseveral different aspects of mathematics.",
            "After graduating from the Michelangelo Technical\nSchool, Montessori entered the Regio Istituto Tecnico\nLeonardo da Vinci, continuing her studies in mathematics,\nbut selecting more focused studies in the sciences, such as\nphysics and chemistry.",
            "Montessori s original intention upon completing her\nsecondary education was to pursue studies in engineering.\nBy the time she completed her secondary education in 1890,\nwith a certificate in physics-mathematics, she had decided to\npursue a career in medicine.",
            "Considering the time period, medicine was an even less-\nlikely career-path for a young woman than engineering,\nand Montessori s father strongly discouraged her from\nfollowing this path. Her father attempted to steer her\ntowards a career in teaching, one of the few acceptable\ncareers for women at the time.",
            "Number 6 September 2021 --------------------------------------",
            "In 1890, Montessori attempted\nto enter medical school at the\nUniversity of Rome, but was\nrejected. Undeterred, she entered\nthe university, taking courses in\nphysics, mathematics and natural\nsciences. She received her diploma\nin 1892, which allowed her to enter\nthe Faculty of Medicine.",
            "As the only female in the\nmedical curriculum, Montessori s\ntime at the school was not easy.\nShe received constant ridicule\nfrom male peers and professors,\nand was forced to perform many\nof the experiments on her own.\nMontessori excelled in her courses,\nand was hired as a hospital\nassistant in 1895.",
            "Beginning in 1894, Montessori\nfocused her education on pediatrics\nand psychiatry, becoming an expert\nin pediatric medicine. She graduated",
            "from the University of Rome as a Doctor of Medicine,\nbecoming one of the first female doctors in Italy. She began\nworking as an assistant and opened her own private practice.\nFollowing her graduation in 1896, Montessori began\nworking at Santo Spirito Hospital in Rome, primarily\nworking with the poor and their children. Montessori\nvolunteered in 1897 to assist with a research program in the\npsychiatric facility at the University of Rome, frequently\nvisiting many of the children s asylums around Rome.",
            "Her time working with children led her to begin studying\ntheir learning and cognitive abilities. She soon gained\ninternational recognition for her efforts in educating mentally\ndisabled children, as well as promoting women s rights.",
            "During her time at the University of Rome, Montessori\nfell in love with Giuseppe Montesano one of her fellow\nresearchers at the Orthophrenic School of Rome. On\nMarch 31, 1898, Montessori gave birth to her only child, a\nson named Mario Montesano.",
            "Mario was born out of wedlock. Had Montessori been\nmarried, cultural norms at the time would have expected her\nto stop working and tend to her family. The child was turned\nover to a family that lived outside of Rome. Maria visited\nfrequently, but the fact that she was his mother remained\nsecret for some time.\n"
        ],
        "PageNo": "267"
    },
    {
        "File": "The_CN_Journal_September_28.jpg",
        "Paragraphs": [
            "The Orthophrenic School for training teachers in dealing\nwith mentally disabled children was opened in 1900, and\nMontessori was appointed as the co-director. During her time\nat the school, she implemented many methods which allowed\nsupposedly deficient children to learn and adapt.",
            "In 1902, Montessori began studying philosophy and\npsychology at the University of Rome. In 1904 she began\nlecturing at the Pedagogic School of the University of Rome\nand remained there until 1908.",
            "In 1906, Montessori was invited to help teach children in a\nlow-income housing unit. She accepted the invitation, eager\nto see if her teaching methods would work with children\nwithout disabilities. She developed specific activities based\non practical observation of the children s behaviour.",
            "On January 6, 1907, the first\nCasa dei Bambini (Children s\nHouse) was opened, with\napproximately 50 students\nbetween the ages of three and\nseven attending. The children\nwere not taught directly by\nMontessori but rather, by\nother professors, based on her\nobservations. By the end of the\ndecade, five Montessori schools\nwere operating in Italy.",
            "Montessori began teaching her\nmethods professionally, first in\nCitta di Castello in 1909, followed\nby Rome in 1910 and Milan in\n1911. By the start of the 1910s,",
            "Montessori s method of teaching",
            "was gaining world-wide attention, with numerous countries\nadopting her methods. Montessori began lecturing throughout\nEurope, continuing to well into the 1930s.",
            "In 1938, Montessori was invited by the Theosophical\nSociety of India to provide training courses in that country.\nBoth Montessori and her son, Mario, travelled to India in\norder to conduct the courses  training. Their visit was\nunexpectedly extended with the start of World War II.\nDue to the fact that Italy had aligned itself with Germany,\nall Italian citizens in Britain and its empire countries were\nconsidered enemy aliens. Montessori was placed under\nhouse arrest, while her son was sent to an internment camp.\nIn 1940, Montessori requested that her son be returned for\nher 70th birthday, a request that was granted by the Indian",
            "government.",
            "Following the end of the war,\nMontessori and her son returned\nto Amsterdam in 1946, where she\nhad moved in 1936. Montessori\ncontinued to tour and lecture in\nthe post-war world, opening a\nMontessori school in 1949 in\nPakistan.",
            "Montessori died May 6, 1952,",
            "from a cerebral hemorrhage at the\nage of 82, in Noordwijk aan Zee,\nNetherlands.\nMaria Montessori has been\nfeatured on two circulating\ncommemorative coins from Italy,\nas well as one banknote.",
            "The first coin to be issued by Italy in recognition of Montessori s achievements was a 200-lire circulating commemorative,\nreleased in 1980.",
            "The obverse of the coin features a front-right portrait of Montessori in her later years, with the legend\nREPUBBLICA ITALIANA around the top of the design. The reverse shows a young woman seated with her legs\nextended, reading a book. A child is shown holding on to her back, and a spade passes beneath her elevated knees.\nThe background features lines of latitude and longitude, giving the coin the appearance of a globe. The legend across\nthe top of the design reads VALORIZZAZIONE DELLA DONNA, which is Italian for  Enhancement of Women. ",
            "268 The CN Journal Volume 66\n"
        ],
        "PageNo": "268"
    },
    {
        "File": "The_CN_Journal_September_29.jpg",
        "Paragraphs": [
            "The denomination is near the top-right of the design, with the date at the far left. The letters FAO at the bottom centre\nrepresent the Food and Agriculture Organization, which is a branch of the United Nations.",
            "A 2-euro coin was released in 2020, for the 150th anniversary of Montessori s birth. The common side of the coin includes\nthe 12 stars of the flag of the European Union, as mandated by the European Central Bank. The coin is bimetallic and the\ncentre features a front portrait of Montessori, located slightly left of centre. The right side of the design includes three different\ngeometric images. All of these elements are contained inside a square, similar to a postage stamp. Montessori s given name\nappears down the left side of the square, while her family name is across the bottom. The date 1870 is inscribed at the top and\n2020 at the bottom of the central core, directly outside the border of the square. The monogram RI, for  Repubblica Italiana, ",
            "is to the right of the core, partially overlapping the square s right edge.",
            "canvas work by Armando Spadini, produced in\n1918. It includes a faithful reproduction of the\npainting s central image of a female teacher\nwith a young male student, although some of\nthe background imagery has been changed.",
            "Montessori received numerous accolades\nfrom many governments and organizations,\nincluding the French Legion of Honour and an\nOfficer of the Dutch Order of Orange Nassau.\nShe was nominated on three occasions for the\nNobel Peace Prize.",
            "Throughout her lifetime, Montessori s\nobservations of children s behaviour led to",
            "Montessori was also featured on the last\n1000-lire banknote issued for use in Italy, prior\nto the conversion to euro currency. Her portrait\nis included at the far night of the multi-coloured\nbanknote, which was produced for general\ncirculation from 1980 until 1997. The Seal of\nthe Bank of Italy is printed slightly to the left\nof centre; it includes the winged lion of Saint\nMark of Venice together with the seals: Genoa,\nPisa, and Amalfi.",
            "The design on the back of the banknote\nfeatures a rendition of the painting Bambini\nche Studiano (Children Studying), an oil on",
            "much more interactive methods of teaching, and the principles implemented by Montessori continue to be used to this day.",
            "Number 6 September 2021 --------------------------------------\n"
        ],
        "PageNo": "269"
    },
    {
        "File": "The_CN_Journal_September_32.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "By DANIEL,LAVOIE,\nThree Varieties of 2001 Canadian 5 cents",
            "2001 P, 5 cents:",
            "Diameter 21.10 mm",
            "Thickness 1.76mm",
            "Weight 3.95g",
            "Material Multi-ply plated Steel\nMintage 136,656,000",
            "The Royal Canadian Mint used three different reverse",
            "master punches in minting the 2001 5-cent coins.",
            "Why these reverse masters differed is unknown,\nbut during this time the RCM had moved to using multi-\nply plated-steel for our decimal coins, and this may have\nrequired tweaking elements to sharpen design relief.",
            "Thad previously written an article noting the differences in\nnumerals used for dating on 5 cents business strikes in cupro-\nnickel (no P mark) from those on multi-ply plated-steel\n(with P mark). I found one distinguishing difference was the\nshape of the zeros. The cupro-nickel 5 cents had oval zeros;\nthe multi-ply plated-steel 5 cents had rounded zeros. I had\nconcluded there were two different reverse master punches,\nso there may be a possibility of a mule strike.",
            "Recently on eBay, I found multi-ply plated-steel 2001 P\n5 cents with oval zeros. I was delighted I may have come\nacross a mule a feature unmentioned by the seller. So, I\nordered a few to study them.",
            "2001 no P, 5 cents:",
            "Diameter 21.20 mm",
            "Thickness 1.76 mm",
            "Weight 4.608",
            "Material Cupro-Nickel (.75 Cu / .25 Ni)\nMintage 30,035,000",
            "You will realize I was anxious to get this package.\nThe coins I received do have oval zeros, but surprisingly\ntheir reverses got struck by a die different from the two\nin my earlier article. I asked the Royal Canadian Mint for\ninformation about the reverse master punches used to strike\n2001 5 cent coins. The only information I received were the\n Manufacturing Process Instructions  sheets identifying\nmaster punches used. This was enough to confirm only that\nthere was more than one used.",
            "My observation of the 2001 nickels found that one\nreverse master punch made dies used for the cupro-nickel\n(no P mark) 5 cents which carry over the same design\nelements details from previous years.",
            "There are two distinct reverse master punches used to\nmake dies for the multi-ply plated-steel (with P mark)\n5 cents. One reverse master punch is a modified version of\nthe design previously used (for the no P mark) and the other\nbeing a more extensive refresh of the design details.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "272"
    },
    {
        "File": "The_CN_Journal_September_33.jpg",
        "Paragraphs": [
            "Here are descriptions and illustrations highlighting differences between  Oval  and  Round  zeros designs:",
            "The differences in the date s numerals and in the beaver s belly fur are key markers to identifying the three reverse\nvarieties.\nDate:",
            "2001  Narrow Oval  zeros variety: Narrow numerals, oval zeros and a slanted 1.\n2001 P  Bold Oval  zeros variety: Bold numerals, oval zeros and a wide 1.\n2001 P  Round  zeros variety: Bold numerals, round zeros and narrow 1.",
            "Number 6 September 2021 ------------------------------ 273\n"
        ],
        "PageNo": "273"
    },
    {
        "File": "The_CN_Journal_September_34.jpg",
        "Paragraphs": [
            "Beaver s Belly Fur sketches:",
            "2001  Narrow Oval  zeros variety: Five strands, equal width, with distinct centre strand.\n2001 P  Bold Oval  zeros variety: Five strands, wider centre strand splits midway creating another short strand.\n2001 P  Round  zeros variety: Five wider strands, centre strand is attached to the strand above.",
            "Beaver s Fur:",
            " Oval  zeros variety: The beaver s fur is crisper most noticeably near the tail.\n Round  zeros variety: The beaver s fur looks weakly defined most noticeably near the tail.",
            "Beaver s Head and Paw:",
            " Oval  zeros variety: The beaver s head is somewhat bigger with the nose and eye larger.\n Round  zeros variety: The beaver s head is somewhat smaller as are the nose and eye. The upper lip and whiskers are\ncrisper as if retouched. Detailing around the front left paw can be interpreted as an extra toe.",
            "a The CN Journal Volume 66\n"
        ],
        "PageNo": "274"
    },
    {
        "File": "The_CN_Journal_September_35.jpg",
        "Paragraphs": [
            "Leaf s Stem:",
            " Oval  zeros variety: The leaf s stem ends at an acute angle towards the S.\n Round  zeros variety: The leaf s stem ends at near vertical.",
            "To conclude: Three varieties of the reverse master punch were used for 2001 Canadian 5 cent pieces. One variety was\nused for cupro-nickel 5 cents (no P mark), but two varieties for multi-ply plated steel coin (with P mark). The  Bold Oval \nzeros variety, scarcest of the three, has currently been found only in proof-like and specimen sets.",
            "Number 6 September 2021 ------------------------------ 275\n"
        ],
        "PageNo": "275"
    },
    {
        "File": "The_CN_Journal_September_36.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "BY HENRY NIENHUIS\nFRCNA, FCNRS, FONA, LM #430",
            "\nCounterfeit toonies",
            "I f you have been paying attention to the numismatic",
            "news in Canada over this past year, you have\nundoubtedly read about the discovery\nand research into counterfeit 2-dollar coins.",
            "I am not referring to the counterfeit\ntoonies dated 2004 2005 that were\nreleased in the Montreal area by a\nsophisticated counterfeit ring which\ncame to be known as the  Montreal\nMint.  It is estimated that around 200,000\nof those made it into circulation.",
            "There is a more recent and, by all\nsigns, more significant operation currently\nproducing and passing counterfeit toonies.",
            "These counterfeits were first noticed in\nthe Greater Toronto Area in the spring-\nsummer of 2020 amidst the pandemic.",
            "Warnings first appeared as posts\nto internet blogs and forums around\nJuly 2020, mentioning high-quality\ncounterfeits found in circulation and rolls\nreceived from the major banks.",
            "This information has been brought to the media and local\nenforcement, but the problem is still prevalent in certain parts\nof the country, particularly around South Central Ontario. The\nscourge does not yet seem to have made it across the country.\nReports of finding the counterfeits outside of Ontario in any\nquantity are limited.",
            "During this time, some collectors have been investigating\nthe extent of the problem. One dedicated collector, in particular,\nresearching date populations of 2-dollar coins in the Western\nOntario area, has searched, remarkably, almost 300 boxes\ndiscovering several counterfeits. I, too, have investigated the\nproblem, albeit on a smaller scale. In my sample of slightly\nover 4,000 coins, I have found about 1 percent counterfeit.",
            
            "This data is likely skewed because of a limited\ngeographic sample space, but a frequency at a\ntenth of that rate means there is a potential\nfor a million counterfeit toonies to be in\ncirculation!",
            "Counterfeit toonies have been\ndocumented with dates 1996, 2002,",
            "2004, 2005, 2006 and 2007.\nAs you can see from the image at\nthe top of the page, the quality of the\ncounterfeits is reasonable and it might\npass in daily commerce unless the recipient\nis aware of the distinguishing markers. The\nmost telling marker currently is the Polar Bear s\nright front paw in the reverse design. On\nthe official 2-dollar coin (A), the toes are\nsmall and distinct. The elements in the\ncentral core image are finely detailed with\nfiner fur. Whereas on the counterfeit (B),\nthe right paw is blundered with three large\nclub-like toes. The overall core image is\ncruder with less detail and coarser fur.\nThere are also many markers on the obverse that can be used\nto distinguish a counterfeit. Primarily these deal with the\nletters and numerals used in the legend, but these require",
            "heightened experience to recognize.",
            "The counterfeits are a two-piece construction. The ring is\nof a magnetic nickel alloy, while the core is of a brass alloy.\nThey vary in weight between 7.07 and 7.30 g, averaging\naround 7.28 g, which is somewhat lighter than the nominal\n7.3 g weight of the official 1996-2012 2-dollar coins.",
            "Several  varieties  of these counterfeits have been\ncatalogued, all exhibiting the same blundered reverse, with",
            "various tool-related defects. [RCHAl\nPossession of these counterfeits is a criminal offense and collecting\nthem is against the RCNA by-laws.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "276"
    },
    {
        "File": "The_CN_Journal_September_37.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            ": BY ALAN ROY #17134",
            "My 2 Cents Worth",
            "Most works in numismatic literature study\nM varieties of coins and other numismatic items.",
            "They re crammed with detailed photographs,\ndescriptions, and technical information gathered through\nyears of dedicated observation and study.",
            "But in this flow of serious, sombre information, there began\nto appear a trickle of casual self-exploration. A few books,\ninstead of looking at the subjects of our hobby, cast their net\non the hobby itself, and the people participating in it.",
            "Abe Kosoff Remembers: 50 Years of Numismatic\nReflections, published in 1981, is an anthology of articles\nexploring the American numismatic scene. In the next\nfew years, Q. David Bowers wrote a biography of Kosoff\nas well as of famed numismatist Virgil Brand. And then\nAmerican Numismatic Association President Edward\nRochette published his own collection of anecdotes in 1991.",
            "The trend reached Canada that same year when Jack\nVeffer s My 2 Cents Worth was published. Veffer had a lot\nof experience in numismatics. He served as President of the",
            "Number 6 September 2021 --------------------------------------",
            "Canadian Numismatic Association and of the Canadian Paper\nMoney Society. Not one to take the hobby too seriously, he\nalso co-founded the Society of Bearded Numismatists (also\nknown as  SOBs ), a group as dedicated to fun as it was\nto numismatics. As well, he established The Numismatic\nCourier, a short-lived newspaper, in 1982.",
            "Veffer s book includes many entertaining anecdotes from\nthe world of numismatics. He writes about his early years\nin Toronto, where his family owned a business. One day\nwhile their accountant was working on their books, young\nVeffer asked him why he was examining the coins in the\nregister.  Looking for some coins I m missing in my series, \nwas the accountant s answer. Thus began Veffer s interest in\nnumismatics.",
            "His work 1s sprinkled with many humorous cartoons and\nillustrations. Don't be deceived. While some of his stories\nare frivolous, others contain valuable historical information.\nVeffer writes about the beginnings of coinage, paper\nmoney, and collecting. He provides a good overview of the\nevolution of the hobby in the United States and in Canada,\nincluding the founding of the American Numismatic\nAssociation, the American Numismatic Society, and the\nCanadian Numismatic Association.",
            "His anecdotes provide a flavour for what the hobby was\nlike in the 1960s and 70s. He describes his encounters with\nunofficial vest-pocket dealers who make money at shows\nby buying from one dealer and selling to another dealer or\nattendee. He tells of the silver bubble, when many jumped\ninto the coin market to buy up as many silver Canadian\ncoins as they could to melt them for profit. And he lamented\nthe rise of coin certification.",
            "But Veffer also focused much of his writing on the people\nin the hobby. As Sheldon Carroll writes in the forward,\n Much of the enjoyment in the hobby is found in meeting\nand socializing with fellow numismatists, and their spouses. ",
            "Many of the stories in this book are personal. Veffer\nwrites about how he repaid the accountant who years before\nintroduced him to the hobby. By chance he stumbled upon a\n1925 5-cent coi at a reasonable price. Veffer decided to wait\nuntil the accountant came into their store asking for a nickel\nfor the parking meter. When he did finally come, Veffer\nslipped him the 1925 nickel and followed him out the door to\nsee his reaction. Just as he was about to put it into the parking\nmeter, the accountant glanced at the coin and jumped for joy.",
            "It s nice to see that even the most seasoned numismatists\nhave the same humble beginnings as many of us. And the\nbest part of our hobby is the friendships we form.\n"
        ],
        "PageNo": "277"
    },
    {
        "File": "The_CN_Journal_September_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2021 $20 Fine Silver Coin   Generations:\nInuit Nunangat",
            "Designed by Nunatsiavut artist Jason Sikoak,\nthe coin s reverse highlights a widely\nknown legend from Inuit Nunangat\n( A AS 0a  L ), the homeland of\nInuit in Canada. It is the story of the Sea\nGoddess, also known as Nuliajuk; tossed",
            "into the ocean, the long-haired Inuk\nbecomes half-woman and half-fish as",
            "she slips deeper beneath the waves, while",
            "her fingers take the form of",
            "seals that represent all",
            "marine mammals. The",
            "obverse features the",
            "effigy of Her Majesty",
            "Queen Elizabeth II",
            "by Susanna Blunt.",
            "2021 $25 Fine Silver Coin   125th Anniversary\nof the Klondike Gold Rush: Panning for Gold",
            "Framed by a gold-plated rim, your coin s\nconcave-shaped reverse features a design\nby RCM engraver Matt Bowen. A\ncombination of engraved details\nand multiple frostings help capture",
            "the look of the steel pans used by\nthose who went panning for gold\nduring the Klondike Gold Rush\n(1896-1899). Water pouring out of",
            "the pan reveals gold-plated nuggets",
            "and flecks, which are engraved at",
            "the bottom of the pan. The reverse\nincludes the words  CANADA  and\n KLONDIKE 1896-2921  to commemorate\nthe 125th anniversary of the discovery\nthat sparked the gold rush. The\nobverse features a face value of",
            " 25 DOLLARS  and the effigy of",
            "Her Majesty Queen Elizabeth II",
            "by Susanna Blunt.",
            "enna nena nnn nnn nnn nnn nanan nnn The CN Journal",
            "Pi ce de 20 $ en argent fin 2021  \nG n rations : Inuit Nunangat",
            "Au revers de cette pi ce, une oeuvre de",
            "Vartiste nunatsiavut Jason Sikoak met",
            "en lumi re une l gende autochtone",
            "populaire de 1l Inuit Nunangat",
            "(  AoAS oa*lS  ), berceau",
            "traditionnel des Inuits au Canada.",
            "C est Phistoire de la d esse de",
            "la mer, aussi appel e Nuliajuk.",
            "Jet e a la mer, I Inuite a la longue",
            "chevelure devient mi-femme mi-",
            "poisson au fur et 4 mesure qu elle",
            "s enfonce dans les profondeurs, et ses",
            "doigts prennent la forme des nageoires",
            "du phoque, qui repr sente toute la faune",
            "marine. L avers est a l effigie de Sa Majest  la\nreine Elizabeth II, selon Susanna Blunt.",
            "Pi ce de 25 $ en argent fin 2021   125e\nanniversaire de la ru e vers l'or du Klondike :\nlavage a la bat e",
            "Orn  d un cordon plaqu  or, le revers",
            "de la pi ce a la forme concave porte",
            "un motif du graveur a la Monnaie",
            "royale canadienne, Matt Bowen.",
            "La combinaison des d tails grav s",
            "et des multiples givrages recr e",
            "l apparence des bat es en acier",
            "dont se servaient les chercheurs",
            "d or pour laver le pr cieux",
            "m tal pendant la ru e vers |  or",
            "du Klondike (1896-1899). L eau",
            "s coulant de la bat e r v le des",
            "p pites et particules grav es et",
            "plaqu es or au fond du bol m tallique.",
            "Le revers porte les mentions   CANADA  ",
            "et   KLONDIKE 1896-2021  , pour",
            "souligner le 125e anniversaire de la",
            "d couverte qui a d clench  la ru e vers",
            "Lor. Lavers est a l effigie de Sa Majest ",
            "la reine Elizabeth II, selon Susanna",
            "Blunt, et pr sente la valeur nominale\n  25 DOLLARS  .",
            "Volume 66\n"
        ],
        "PageNo": "280"
    },
    {
        "File": "The_CN_Journal_September_41.jpg",
        "Paragraphs": [
            "2021 $250 Pure Gold Coin   Bold Bison",
            "On the coin s reverse, Canadian artist Derek C.\nWicks has created a striking three-quarter\nportrait of a bison that has a solemn\nexpression as it gazes towards the right.",
            "Its unique features   the upturned horns,",
            "the muscled hump behind the shoulder\n and the textural variations of its fur",
            "are all accentuated by the extraordinary",
            "high relief, which allows for a greater\ndepth of engraved details.",
            "The obverse features",
            "the effigy of Her",
            "Majesty Queen",
            "Elizabeth II by",
            "Susanna Blunt.",
            "2021 R&D Security Test Token Set",
            "The first three tokens in this",
            "set offer a preview of the new",
            "MC4 (Multi-Component",
            "Circulation Coin)",
            "technology. All three pieces",
            "feature interrupted serrations",
            "on the edge and multi-",
            "security features (visible",
            "and hidden microtext, latent",
            "images, positive and negative",
            "embossing) on the reverse.",
            "Token 1: This MC4 prototype\ncombines a nickel-plated\nsteel outer ring with a clear\n(transparent) polymer separator,",
            "a nickel-plated steel reverse and a copper-\nplated steel obverse.",
            "Token 2: The second MC4 prototype features a nickel-\nplated steel outer ring, a black (opaque) polymer\nseparator, a copper-plated steel reverse and a brass-\nplated steel obverse.",
            "Token 3: The third MC4 prototype features a bronze\nouter ring, a white (opaque) polymer separator, a\nbrass-plated steel reverse and a copper-plated steel\nobverse.",
            "Token 4: This token also features interrupted serrations\nand the same multi-security features as the MC4, but in\na bronze-plated steel mono-component token.",
            "Token 5: A copper-plated steel mono-component version of\nToken 4.",
            "Token 6: Made of nickel-plated steel, the last mono-component\ntoken in your set marks the starting point it was the base\nmodel used to test and calibrate the presses.",
            "Number 6 September 2021 --------------------------------------",
            "Pi ce de 250 $ en or pur 2021   Imposant bison",
            "Au revers de la pi ce, l artiste canadien\nDerek C. Wicks a cr  une magnifique\nvue de trois quarts d un bison a | air\nsolennel qui regarde vers la droite.\nSes traits caract ristiques   les cornes\nrecourb es vers le haut, la bosse\nmuscl e derri re l paule   et les\nvariations de texture de sa fourrure\nsont tous accentu s par le relief\nexceptionnel, qui permet\nl ajout de d tails cisel s\ndune richesse inouie.\nLavers est a l effigie\nde Sa Majest  la reine\nElizabeth II, selon",
            "Susanna Blunt.",
            "Ensemble d preuves 2021  \nInitiatives R-D de s curit ",
            "Les trois premi res  preuves de cet\nensemble vous offrent un avant-goit\nde la nouvelle technologie MC4 (pi ce\nde circulation 4 composantes multiples\net structure composite). Chacune\npr sente une alternance de parties lisses\net dentel es sur sa tranche ainsi que\nplusieurs caract ristiques de s curit \n(microcaract res visibles et cach s,\nimages virtuelles, gravures positives et\nn gatives) au revers.\nEpreuve 1 : Ce prototype MC4 allie un\nanneau ext rieur en acier plaqu  nickel avec un\ns parateur en polym re transparent, un revers d acier\nplaqu  nickel et un avers d acier plaqu  cuivre.\nEpreuve 2 : Le deuxi me prototype MC4 pr sente un\nanneau ext rieur en acier plaqu  nickel, un s parateur\nopaque en polyme re noir, un revers d acier plaqu  cuivre et\nun avers d acier plaqu  laiton.\nEpreuve 3 : Le troisisme prototype MC4 combine un anneau\next rieur d acier plaqu  bronze, un s parateur opaque en\npolym re blanc, un revers d acier plaqu  laiton et un avers\nd acier plaqu  cuivre.\nEpreuve 4 : Cette  preuve pr sente elle aussi une altemance\nde parties lisses et dentel es et les caract ristiques de s curit \nde la technologie MC4, mais sur une  preuve a simple\ncomposant en acier plaqu  bronze.\nEpreuve 5 : Celle-ci est une variante de I preuve 4 qui\nconsiste en un seul composant en acier plaqu  cuivre.\nEpreuve 6 : Faite d acier plaqu  nickel, la derni re  preuve a\ncomposant unique de cet ensemble repr sente le point de d part.\nC est le mod le de base qui a servi a tester et a calibrer les presses.",
            "281\n"
        ],
        "PageNo": "281"
    },
    {
        "File": "The_CN_Journal_September_42.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH HisToRy\nTHE_BATTLE_OF ARNEMUIDEN",
            "September 23, 1338 CE",
            "By JESUS VICO\nAND. MARISA.OLLERO",
            "The Battle of Arnemuiden\n| was a naval battle fought\non September 23, 1338,\nat the onset of the Hundred Years \nWar between England and France.\nIt was the first naval battle of the\nHundred Years  War and the first\nrecorded European naval battle\nusing artillery, as the English ship\nChristophe had three cannons and\none handgun.",
            "In the early 14th century, France\nand England argued against each\nother over claims to the French\nthrone. In 1328, Charles IV of\nFrance died without a direct heir as\nfemale succession was forbidden\nby Salic law. Charles s closest male\nrelative was his nephew Edward III\nof England, House of Plantagenet,\nwhose mother, Isabella, was\nCharles s sister. Isabella claimed",
            "the throne of France for her son by the rule of Proximity of\nblood, but the French nobility rejected this, maintaining that\nIsabella could not transmit a right she did not possess. An\nassembly of French barons decided that the crown would\npass to Charles s patrilineal cousin, Philip, Count of Valois.",
            " The CN Journal",
           
            "This argument led to a protracted\nmilitary conflict between the two\nkingdoms. The Hundred Years \nWar was mainly fought in mainland\nEurope although a few were naval\nbattles, including the Battle of\nArnemuiden. The conflict featured\na vast French fleet against a small\nsquadron of five great English cogs\ntransporting an enormous cargo of\nwool to Antwerp, where Edward III\nof England was hoping to sell it to\npay subsidies to his allies.",
            "The French fleet, numbered\naround 43 ships, was commanded\nby Nicolas Behuchat and Hugues\nQuieret. The English fleet\nsailed under the command of\nJohn Kingston. Although vastly\noutnumbered, one of the English\nvessels, the Christophe, was\nequipped with three cannons. An",
            "unusual configuration for the time marking one of the\nearliest occasions when a naval battle involved artillery.\nThe cannons helped the English fleet hold off\nthe French successfully for a time. The fight that\nensued was fierce and lasted a long time, resulting in",
            "Volume 66\n"
        ],
        "PageNo": "282"
    },
    {
        "File": "The_CN_Journal_September_43.jpg",
        "Paragraphs": [
            "significant losses on both sides.\nUltimately, the French ships\noverwhelmed the English cogs and\nseized the English vessels, cargo\nand crew. The cargo and vessels\nwere taken as spoils, and the\nEnglish crew was massacred.",
            "The battle is considered a\nsignificant milestone in the naval\nhistory of Europe because it was\nthe first recorded battle where\nartillery was used in naval combat.\nSoon afterwards, cannons became a\nstandard feature of naval warships\nthroughout Europe, ushering in the\nage of major and decisive naval\nbattles.",
            "Thus conquering did these said\nmariners of the king of France\nin this winter take great pillage,\nand especially they conquered\nthe handsome great nef called the\nChristophe, all charged with the\ngoods and wool that the English\nwere sending to Flanders, which\nnef had cost the English king\nmuch to build: but its crew were",
            "Number 6 September 2021 --------------------------",
            "lost to these Normans, and were\nput to death.",
            "  Collection des chroniques natio-\nnales francaises  crites en langue\nvulgaire du treizi me au seizi me\nsi cle, avec notes et  claircisse-\nments by J. A. Buchon, p 272.",
            "The Battle of Arnemuiden made\nit clear to England that France was\nready to jeopardize English trade\nin order to defeat England. This\nencouraged England to have a\nstronger naval fleet in the English\nChannel. The battle itself took place\nnear Arnemuiden which was then\na part of the County of Flanders\non the coast of Zeeland. Since it\ndirectly affected the trading links\nof Flanders where the English\ncogs were headed with their cargo\nof wool, the event may have\ncontributed to the eventual rift\nbetween France and Flanders.",
            "sourced with permission\nfrom VCoin's eNewsletter.",
            "France, Royal. Philippe VI de Valois (1328 1350),\nAV ange d'or, second issue August 8, 1341, 6.47 g;\nObv: Angel standing facing, Gothic portico above,\nholding lis-tipped scepter, resting on triple-lis\nshield. Rev: + : XP C : VIMCIT : XP C : REGUAT :\nXP C : IMPERAT (triple annulet stops), cross fleur e\nover voided short cross, with voided quatrefoil at\ncentre and at each limb; all within quadrilobe, with\ninward-facing lis in each angle and crown in each\nspandrel. Duplessy #255B. (Image: NumisCorner, Vcoins)\n"
        ],
        "PageNo": "283"
    },
    {
        "File": "The_CN_Journal_September_44.jpg",
        "Paragraphs": [
            "France, Royal. Philippe VI de Valois (1328 1350),\nAV Lion d or, (31 mm, 4.87 g, 4h). Struck October\n31, 1338. Obv: - Ph  : DE] : GRA + + FRAnC : REX -\n(annulet and triple annulet stops), Philippe seated\nfacing within Gothic portico, holding lis-tipped\nscepter in each hand; at feet, lion seated left, head\nfacing. Rev: + : XP C : VIMCIT : XP C : REGMAT :\nXP C : IMPERAT (triple annulet stops), cross fleur e\nover voided short cross, with voided quatrefoil at\ncentre and at each limb; all within quadrilobe, with\ninward-facing lis in each angle and crown in each\nspandrel. Duplessy 250; Ciani 290; Friedberg 265,",
            "(Image: Classical Numismatic Group)",
            "France, Royal. Philippe VI de Valois (1328 1350), Bi double\ntournois 2nd type (pi fort), (23 mm, 7.61 g). Obv: + PHILIPPVS\nFRANC crown centre D below. Rev: + MONETA DVPLEX tri-lis\nscepter at centre. Duplessy 272C. (Image: NumisCorner, Vcoins)",
            "France, Royal. Philippe VI de Valois (1328 1350), AR gros\ntournois, (26 mm, 3.61 g, 12h). Obv: Cross patt e within\ninner legend + PHILIPPVS REX. Rev: + TVRONVS CIVIS. Chatel\ntournois at centre. Duplessy 272C. (Image: NumisCorner, Vcoins)",
            "England. Edward Ill (1327-1377), AV noble,\n(32 mm, 7.59 g). Pre-treaty period (1351 61)\nLondon mint. Obv: E DWARD DEI GRA REX\nAIIGL  Z FRAIIC D hY B King standing facing,\nholding sword and shield, in ship. Rev: IhC\nAVTEm TRAIICIEIIS P mEDIVm_ ILLORVm\nIBAT, Ornate cross with lis at ends and small\nE in centre; crowned lions in quarters, tiny\nlis in second quarter. Sp 1488, North 1160.",
            "(Image: Heritage Auctions)",
            "England. Edward Ill (1327-1377), AV noble,\n(32 mm, 7.59 g). Post-treaty period (1369-77),\nCalais mint. Obv: EDW ARD DI GRA REX ANGL DNS\nHYB Z ACQ King standing facing, holding sword\nand shield, in ship flag at stern, voided quatrefoil\nover sail. Rev: IhC AVTEm TRAIICIEIIS PER mEDIV\nILLORVm IBAT, Floriated cross with lis at ends\nand large E in centre; crowned lions in quarters,\ntiny lis in second quarter. Sp 1520, North 1280.",
            "(Image: Heritage Auctions)",
            "France, Duchy of Acquitaine. Edward Ill (1327 1377),\nBi gros tournois, (25 mm, 1.82 g, 11h). Bordeaux mint\nc. 1337. Obv: + BNDI[CT]V: SIT: NOME: DNI: NRI: D. Cross\npatt e within inner legend + ED : REX: ANGLIE . Rev: DVX:\nAQITANIE. Chatel aquitanique at centre with a leopard on\nthe left. Bd 489, PA 2891, E.51C (R2). (Image: CGB.fr)",
            " The CN Journal Volume 66\n"
        ],
        "PageNo": "284"
    },
    {
        "File": "The_CN_Journal_September_45.jpg",
        "Paragraphs": [
            "COIN CONSTELLATION   2021",
            "CATEGORY_NOMINEES. ANNOUNCED",
            "Somomouk\nGepBOHEL!",
            "Coin Constellation is the international\n( commemorative coins competition held each year",
            "in Russia. This year was the fifteenth consecutive\nevent. The contest is sponsored by the Water Mark\nPublishing House, publisher of The Gold Chervonets\nMagazine.",
            "This year, 31 participants (national banks, mints and\ndistribution companies) from 22 countries around the\nworld submitted 220 coins to the competition. According\nto competition rules, all the coins must be issued between\nJanuary 1 and December 31, 2020. The contest s closing date\nthis year was August 15.",
            "The submissions are judged in nine major categories:\nUnique Concept; Best Artistic Solution; Original\nTechnology; Best Circulation Coin; Coin Classic; Souvenir\nCoin; Best Silver Coin; Best Gold Coin, and Coin of the\nYear. The winning coms in these categories were chosen by\nmembers of an International Jury of Experts, based on coin\nimages and descriptions submitted by the participants. This\nInternational Jury was comprised of specialists from well-\nknown world museums, auction houses, and representatives\nfrom numismatic associations and organizations. In addition,\nthe winner of the People s Choice Award will be chosen by\nthe votes cast electronically on the www.gold10.ru website.",
            "The Royal Canadian Mint entered 15 coins this year, with\none, or up to three, in each of the nine categories.\nEntered were these coins;",
            "1. Unique Concept",
            "  Remembrance Day   20 dollars\n  Franklin s Lost Arctic Expedition   50 dollars",
            "Number6 September 2021 -------------------------------------",
            "Best Artistic Solution",
            "  Dancing Diamond: Sparkle of the Heart   20 dollars\n  Maple Leaves in Motion   50 dollars\n  Lucky Dragon   125 dollars",
            ""
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_September_46.jpg",
        "Paragraphs": [
            "5. Coin Classic",
            "  Reimagined 1905 Arms of Dominion of Canada  \n2,500 dollars",
            "3. Original Technology",
            "  The Hummingbird and the Bloom   50 dollars (3D\nhumming bird and bloom design)",
            "* Multifaceted Animal Head: Grizzly Bear   25 dollars * Moments to Hold  Remembrance Day   5 dollars\n(Extraordinarily High Relief -EHR)",
            "  Christmas Train   50 dollars (3D tree and gifts with\nmoving train design)",
            "6. Souvenir Coin",
            "7.",
            "* Courageous Bald Eagle   50 dollar",
            "8. Gold Coin of the Year\n  Xhuwaji, Haida Grizzly Bear   200 dollars",
            "9. Coin of the Year",
            "  Multifaceted Animal Head: Grizzly Bear   25 dollars\n(Extraordinarily High Relief -EHR) (seen at top of page)",
            "In addition to these RCM coins competing in specific categories,\n4. Best Circulation Coin they and all coins entered seek public votes for the 10th category\n  75th Anniversary of the End of the Second World ane people's chaise even  Doss ,your lat of 2020 BEM\n: favourites have any of these coins?\nWar (colourized)   2 dollars",
            "' : : : The contest closes Wednesday, September 15, 2021. You can",
            "  Xhuwaji, Haida Grizzly Bear without colour   . . . .\ngo online: gold10.ru will show all categories winners. Those",
            "2 dollars . .\n  75th anniversary of the Signing of the United peaults wall bean The CMJouma soon ater\nNations Charter (colourized)   dollar",
            "a The CN Journal Volume 66\n"
        ],
        "PageNo": "285"
    }
]