[
    {
        "File": "The_CN_Journal_December_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT.",
            "MovT_DU_PRESIDENT.",
            "change: n. a. the act or and instance of making or\nbecoming different. b, an alteration or modification.\n(Oxford Canadian Dictionary)",
            "he word  change  often raises feelings of stress,",
            "angst, or resistance, but without change things",
            "never improve. The world in which we live\nchanges constantly: new services, new technologies, new\nideas. An organization averse to change is destined to\neventual failure and obscurity. This is particularly true\nfor groups where the central focus is people.",
            "Such is the case with our beloved Association. While\nour hobby is all about people, the RCNA has reached\nthe point where our future viability is at significant risk\nif we don t make changes, some of which will doubtless\nbe difficult and emotional.",
            "With this in mind, the Board of Directors has tasked\nvarious committees to develop and implement changes\nthat will work toward enhancing existing services and",
            "providing new services to our members:\n* Membership Services.",
            "  Measures to improve recruiting and retention",
            "to) New and enhanced services to all members",
            "  A  Benefits of Membership  brochure/list",
            "  A survey of members to determine what services",
            "members need and desire",
            "* Communications.\n0 Measures to enhance communication with our\nmembers and the public, emphasizing  ",
            "  social media (Facebook, Twitter, YouTube)\n  existing media (CN Journal, NumisNotes, website)",
            "0 an RCNA Communications Plan",
            "  Education.\n  Conduct a  needs analysis  to identify the\neducational services members need and desire\n  Develop and implement a series of on-line\neducational session to run 2-3 times/year in addition to the\nconvention seminars\n  Develop a plan to upgrade the Numismatic\nCorrespondence Courses and implement them online",
            "  Finance.\n  Conduct an analysis to identify more effective\nand efficient use of resources, including ways to increase\nrevenues and to reduce expenses.\n  Assist the Executive Committee to develop and\nimplement a detailed business plan",
            "I will keep you updated on our progress. If you have\nideas or suggestions, send them to me at: president@rena.ca\nIn closing, our Treasurer reminds me that all he wants",
            "for Christmas 1s for everyone to pay the 2022 dues on time!\nLet s everyone give him this present!",
            "Enjoy a safe, healthy, and\npeaceful holiday!",
            "Number 8 December 2021",
            "changement : n.m. Action, fait de changer, de se modifier, en\nparlant de qqn ou de qqch. (Le Petit Larousse Illustr )",
            "Le mot   changement   suscite souvent stress, angoisse",
            "ou r sistance, mais sans le changement, les choses ne",
            "s am liorent jamais. Le monde dans lequel nous vivons\nchange constamment : nouveaux services, nouvelles technologies,\nnouvelles id es. Un organisme peu enclin au changement est\nvou  a l chec, a l obscurit . C  est particuli rement vrai pour les\ngroupes dont lesquels le cceur et l 4me m me sont les gens.",
            "C est le cas de notre Association. Alors que notre passe-temps\nest avant tout une affaire de personnes, l ARNC a atteint un point\nou sa viabilit  est fortement menac e si nous n apportons pas des\nchangements, dont certains seront sans doute difficiles et charg s\nd motion.",
            "C est dans ce contexte que le Conseil d  administration a charg \ndivers comit s d laborer et de mettre en ceuvre des changements\nqui permettront d am liorer les services existants et d offrir de",
            "nouveaux services 4 nos membres :\n* Services aux membres.",
            "te) Des mesures pour am liorer le recrutement et la r tention",
            "te) Des services nouveaux et am lior s pour tous les membres\nte) Une brochure/liste des   avantages de l adh sion  .",
            "te) Un sondage aupr s des membres pour d terminer quels sont",
            "les services que les membres d sirent ou dont ils ont besoin.",
            "  Communications.\nte) Des mesures pour am liorer la communication avec nos\nmembres et le public, en mettant l accent sur les -",
            "  Les m dias sociaux (Facebook, Twitter, YouTube)\n  Les m dias existants (JCN, NumisNotes, site Web)",
            "te) Un plan de communication pour l  ARNC",
            "* Education.\nte) Mener une   analyse des besoins   pour identifier les services\n ducatifs dont les membres ont besoin et qu ils d sirent.\nte) D velopper et mettre en ceuvre une s rie de sessions  duca-\ntives en ligne qui seront organis es 2 a 3 fois 1 an en plus des s mi-\nnaires du congr s annuel.\n0 D velopper un plan pour am liorer les cours par correspon-\ndance en numismatique et les mettre en ligne.",
            "  Finances.\n0 Mener une analyse pour une utilisation plus efficace et ef-\nficiente des ressources, y compris les moyens d augmenter les\nrevenus et de r duire les d penses.\n(o) Aider le Comit  ex cutif 4  laborer et 4 mettre en ceuvre un\nplan d affaires d taill .",
            "Je vous tiendrai au courant de nos progr s. Si vous avez des\nid es ou des suggestions, envoyez-les-moi a : president@rena.ca.\nEnfin, la seule chose que notre tr sorier veut pour No l est\nque chacun paie sa cotisation pour 2022 a temps ! Offrons-lui ce\ncadeau !\nPassez de bonnes f tes de fin d ann e en\ntoute s curit , en bonne sant  et en toute\ns r nit  !\nJ41\n"
        ],
        "PageNo": "341"
    },
    {
        "File": "The_CN_Journal_December_07.jpg",
        "Paragraphs": [
            "THE. 1899  BERTIE  REMEMBRANCER",
            "BY BARRIE RENWICK\nFRCNA, FCNRS, #5754",
            "28 mm, 12.93 g silver medal",
            "The Prince of Wales 1899 medal was one in a trio",
            " Queen Victoria asked artist Emil Fuchs to provide",
            "that year. This medal and one of herself! were",
            " remembrancers,  personal mementoes, for close family\nmembers; the third medal? concerned Victoria s reign.",
            "Remembrancers are items generally small enough to\nconveniently be carried as a personal reminder of a loved\none or an admired companion. In the Victorian era, a medal\nwould have expressed this sentiment in an elegant way, but\nless costly for the majority then were love tokens, lockets\nand brooches, all popular alternatives at that time.",
            "Fuch s bold rendering of Albert Edward s portrait\n( Bertie  to close family) marries with the power of\nposition that the badge of the Prince of Wales suggests.\nThe total absence of legend or inscription subtly points to\nthis piece being intended as a keepsake for family members\nor the closest of associates. The date, 1899, gives a nod to\nQueen Victoria s intended emphasis on the Prince s valued\nservice during the closing century now continuing into\nthe new one. She had that third medal s design made to\ndraw the publics  attention to her reign extending into the\nnew era, her way to express the endurance of the British\nmonarchy.",
            "The medal is silver, 28 mm in diameter and 12.93 g in\nweight. On the obverse, the high-relief bare-head portrait\nof HRH the Prince faces left with the artist s name\nbeneath in small letters. The badge of the Prince of Wales\nis centred on the reverse with the year-date, 1899, below.\nBoth sides of the medal are without a raised rim, and the\nfields surrounding the images are blank. The medal is\nconsidered rare; the number made is unknown. Examples\nseldom come available. Because it and the companion piece\nwith the Queen s image were private, details about their\ndevelopment are unrecorded.",
            "1 The CN Journal Mar 2017, page 78\n2 The CN Journal Oct * Nov 2021, page 306\nNumber 8 December 2021",
            "Emil Fuchs was a Viennese born and trained artist who at\nage 33 in 1899 had been in England for two years teaching\nat the Royal Academy and working often as a medallist.\nFuchs was admired for his medallic work, respected for\nhis figurines and for his teaching abilities. In time, he was\nawarded the Royal Victorian Order for his enriching of\nBritish life. Later, at the beginning of The Great War, Emil\ngrew uneasy as an alien in a country his homeland was\nfighting, so he relocated to New York City, a place where\nhe d been before. In the USA he became a favoured artist\nfor his figurines and for his painted art. Fuchs took US\ncitizenship in 1924. His career flourished there until he was\ndiagnosed as having cancer that eventually overcame his\nwill to live; he took his own life in 1929 at age 62.",
            "Emile Fuchs, Self Portrait, 1YU5.\n(Image: Brooklyn Museum, 32.199.34_PS9.jpg)\n"
        ],
        "PageNo": "343"
    },
    {
        "File": "The_CN_Journal_December_14.jpg",
        "Paragraphs": [
            "Magsor.L.. J.P. BRUNET,",
            "By EDWARD (TED) BANNING\n#23911",
            "Founding Father of the Canadian Numismatic Association",
            "Among those closely\nassociated with\nthe early days of",
            "the Canadian Numismatic\nAssociation, one of the key\nfigures was a person who\nrarely receives mention. Yet\nthe fledgling CNA might never\nhave gotten on its feet were it\nnot for the efforts of Major L.\nJ. P. Brunet (figure 1).",
            "Louis Jean Pierre Brunet was\nborn on December 23, 1898, in\nQuebec City. His parents were\nLouis Elzear Ludovic Brunet\n(1865-1909), a lawyer and\nClerk of the Peace, and Marie-\nPhilom ne-Aldina Bolduc\n(Born 1875), daughter of the\nallopathic doctor, Sim on\nBolduc (Canada Census 1891;\n1901). His grandfather, Wilfred\nEtienne Brunet (1832-1899)\nwas a prosperous pharmacist,\ncity councillor for St. Roch in\n1876, and one of the founders\nof the Qu bec newspaper, / Electeur (Lessard and Simard\n2003). The Brunet pharmacy chain still exists, although no\nlonger associated with the Brunet family. Ludovic Brunet s\nfamily, including Pierre s two sisters, Pauline and Th r se,\nand a younger brother, Maurice, lived in Quebec City\nduring Pierre s early years (Canada Census 1901).",
            "Outside his law career, Ludovic Brunet had an interest\nin history, having authored a book on the history of the\nProvince of Canada from 1840 to 1867 and served on\nthe committee that erected a monument to Champlain\n(Anonymous 1898; Brunet 1908). He also wrote on legal\ntopics, including a book based on his 1894 thesis for a\ndoctorate in law (Brunet 1901). One gets a sense of how\nprominent Ludovic Brunet was from the lengthy list of\nwitnesses at his funeral in November 1909, which includes\nSir Alphonse Pelletier, the Lieutenant-Governor of Quebec,\nHenri-Edmond Casgrain, a dental surgeon, inventor and\npioneering motorist, and Alexandre Chauveau, a former\nmember of Quebec s legislative assembly, cabinet minister,\nand son of Quebec s first premier (and numismatist), Pierre-\nJoseph-Olivier Chauveau (Drouin 2008).",
            "Figure 1. L. J. Pierre Brunet at the archives holding\na document from the Arctic.\n(Courtesy City of Ottawa Archives, ref: MG393-NP-34923-001)",
            "When Ludovic died after a\nlengthy illness, Aldina took her\nchildren to live with her father\nat St. Michel-de-Bellechasse,\nabout 50 km east of Quebec\non the south bank of the St.\nLawrence (Canada Census\n1911; Toronto Star 1909).\nDuring the First World War,\nthe family was again living in\nQuebec, at 271 rue St. Cyrille\n(CEF 1918).",
            "Pierre Brunet studied at\nLaval University, where he\nmay have encountered its\nnumismatic museum. After\nparticipating in the Canadian\nOfficer Training Corp at Laval,\nhe was drafted as a Cadet into\nthe Canadian Expeditionary\nForce on May 22, 1918. He\narrived in England on August\n8 and was promoted to Acting\nSergeant in December. He\nserved mainly at Bramshott,\nHampshire, as the war ended\nbefore he was due to go to France, and his discharge from\nthe 1/2nd Quebec Regiment was on February 14, 1919\n(CEF 1918; 1919).",
            "After the war, Pierre Brunet worked as a journalist for\nLe Soleil newspaper in Quebec and, from 1925 to 1930, as\nspecial secretary to Hon. Lucien Cannon, Solicitor-General\nof Canada, in Ottawa. In June 1928, he accompanied Cannon\nand Cannon s wife and two children on a trip to England\naboard the Canadian Pacific s RMS Empress of Australia\n(Canadian Passenger Lists 1928: RG 76-C, T-14747). Other\nnotables on the outbound trip included the Marquess of\nAnglesey; J. B. M. Baxter, Premier of New Brunswick; Sir\nHerbert Holt, President of the Royal Bank of Canada; and\nL. B. McFarlane, Chairman of the Bell Telephone Company\n(Montreal Gazette 1928). Baxter was on his way to a meeting\nof Britain s Privy Council and it seems likely that Cannon\nwas as well. Brunet and Cannon returned via Cherbourg in\nAugust aboard the Empress of France.",
            "Pierre accompanied Solicitor-General Cannon on another\ntrip to London, England in June of 1929, this time sailing to\nLiverpool aboard the Canadian Pacific s Duchess of Atholl",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "350"
    },
    {
        "File": "The_CN_Journal_December_15.jpg",
        "Paragraphs": [
            "(Inward Passenger Lists 1929: BT26, 895). On this trip,\nit was Cannon s task to attend the Judicial Committee of\nthe Privy Council to defend the Canadian Supreme Court s\ndecision that women were not eligible to serve in the\nCanadian Senate (Montreal Gazette 1929: 12). This was the\n persons case  that Emily Murphy and other members of the\n Famous Five  had brought to the Supreme Court in their\nfight for women s rights. Fortunately for Canadian women,\nthe Privy Council overturned the Canadian Supreme Court s\ndecision and ruled that women were indeed persons (Sharpe\nand McMahon 2007). Four months later, Cairine Wilson\nbecame the first woman in the Canadian Senate.",
            "After arriving in Ottawa, Brunet became active in the\nCanadian infantry reserve. He qualified for Lieutenant in\n1929, and for Captain in 1931, after training in Ottawa,\nToronto, Kingston, and Barriefield (CMI 1929; 1931).",
            "In 1932, Brunet found employment as an archivist at the\nPublic Archives of Canada. In 1935, he was living in the\nhousehold of Col. Frank Joseph G rard Garneau at 365\nDaly St., Ottawa, presumably as a boarder (Voters List\n1935). Col. Garneau (1894-1981), who would be appointed\nan Officer of the Order of the British Empire in 1945, was\nthe commanding officer of Brunet s reserve regiment, le\nR giment de Hull (RCAC), and also a civil servant.",
            "Brunet married a widow, Doris Beynon Hickey (n e\nGamer, born 1905) on May 21, 1937. She already had a",
            "Number 8 December 2021",
            "young daughter, Persis (1931-2013), whom Pierre apparently\nadopted. They lived in Apartment 4, 120 Wurtemburg St. in\nOttawa until at least 1955, but then moved to 252 Main St.\n(CNA 1950: 2; 1955: 3; 1959: 283; Voters List 1940; 1949).\nIn 1939, as the Second World War broke out, Brunet\nre-enlisted with the rank of Major and became second-in-\ncommand of le R giment de Hull. His regiment participated\nin Operation Cottage, the recapture of Japanese-occupied\nKiska Island in the Aleutians on August 15, 1943, with Lt.-\nCol. Dollard M nard in command. The Japanese had already\nabandoned the island by the time the U.S. and Canadian\nforces landed, but there were still casualties from mines,\nbooby-traps and friendly-fire incidents (Richard 2002).",
            "Brunet, the Archives and Numismatics",
            "Brunet is not known for numismatic research works   an\ninteresting article on an 1885 counterfeiter, for which he\ntook advantage of his archival connections, appears to be his\nonly one (Brunet 1955a)   but he was active in popularizing\nnumismatics. During and after the war, he wrote scripts for\nCBC/Radio Canada programmes about the Public Archives\nand Canadian history. Toward the end of the 1940s, some\nof these had numismatic topics, such as his radio report\nof March 2, 1948, on the 1947  Maple Leaf  coms and\none on December 28, 1949, on the Bank of Canada.\n"
        ],
        "PageNo": "351"
    },
    {
        "File": "The_CN_Journal_December_16.jpg",
        "Paragraphs": [
            "The numismatic content of his radio broadcasts increased in\nthe early 1950s, with ones on the commemorative 5 cents of\n1951 in January 1951, on new coinage with Elizabeth II s\nportrait in November 1952 and January 1953, on the  totem\npole  dollar in February 1953, and on coronation medals in\nApril 1953. He also gave public lectures on numismatics to\nthe Club d Eusculape at Standish Hall, in Hull, in October\n1948, to the Women s Canadian Historical Society of\nOttawa in 1953, and to the Rotary Club at Hotel St.-Louis in\nHull in December 1954 (Houle et al. 2004; Ottawa Citizen\n1954a; 1954b). Brunet was thus fairly deeply involved in\ndisseminating knowledge about numismatics in the Ottawa\narea and in Canada more generally. He also served on\nthe Historic Sites & Monuments committee of the Royal\nCommission on National Development in the Arts, Letters\nand Sciences in 1951, and wrote the introduction to a book\non watercolours by A. J. Miller (Brunet 1951).",
            "In his capacity at the Public Archives, eventually as\nChief Administrative Assistant and, from 1956 until his\nretirement, as Assistant Dominion Archivist (Ottawa\nCitizen 1956), Brunet often did press interviews. In\n1955, he described the Archives  collections pertaining\nto the Arctic expeditions of Richard Collinson and\nRobert McLure (1850-1853), Admiral Robert Peary\n(1908-09), and Dr. Vihljamur Stefansson (1913-16),\nproudly displaying one of McLure s cans of soup and the\nremains of Stefansson s sledge (Ottawa Citizen 1955).",
            "He commented on the Archives  acquisition\nof the Marquis de Montcalm s 1756\nletter of appointment by King Louis\nXV as Commander of the French forces\nin Canada, describing the document as\n priceless  (Montreal Gazette 1956). The\nWolf-Montcalm contest on the Plains of\nAbraham was no doubt of considerable\ninterest to Brunet, who had previously\nwritten on the topic of the siege of Quebec\n(Brunet 1936). Pierre would later have\nthe honour of escorting the then-current\nMarquis de Montcalm, resident of Paris\nand descendant of General Montcalm, on a\nvisit to the Archives (Hume 1958). He also\ncommented on a 1702 map of Montreal\n(Montreal Gazette 1964). One significant\naddition to the Archives on Brunet s watch\nwas a collection of thousands of volumes\nof early Department of the Interior records\nthat had lain forgotten for many decades in\na government warehouse, as mentioned in\nanother of his press appearances (figure 2;\nHardy 1958).\nA significant numismatic acquisition during\nBrunet s time at the Archives was the transfer\nto the Public Archives of the Library of\nParliament numismatic collection, its nucleus formed by G. E.\nHart and once curated by Louis Joseph Casault (Petrie 1962).\nMost of this, along with the Archives  other non-medallic\nnumismatic material, was subsequently transferred to the\nBank of Canada s collection in 1965 (Esler 2004; 2007).",
            "Sheldon Carroll claimed that Brunet himself was not\na numismatist or coin collector. His interest was history,\nalthough he was responsible for the coins and medals\nthat were in the Archives  collections (Carroll 1999:\n90). Significantly, in addition to the former Library of\nParliament collection, the Public Archives held considerable\nmaterial, especially medals, that Joseph Hooper and others\nhad donated over many decades.",
            "As mentioned above, it is true that Brunet did not publish\nmuch by way of numismatic research, nor was he ever\na member of the American Numismatic Association or\nother non-Canadian numismatic societies. However, the\nnumismatic topics of many of his public talks and radio\nbroadcasts suggest that his interest in numismatic material\nwent deeper than Carroll implies. Furthermore, Brunet and\nJames Hector led an initiative by a few Ottawa collectors,\nabout 1940, to investigate the circumstances of the 1936\n dot  coins, which Hector had discovered in his change\n(Anonymous 1950). In addition, the L. J. Pierre Brunet\ncollection at Library and Archives Canada  is entirely\ncomprised of medals.  This suggests that Brunet may have\nbeen a medal collector, although pandemic restrictions",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "352"
    },
    {
        "File": "The_CN_Journal_December_17.jpg",
        "Paragraphs": [
            "have prevented me from confirming what this collection\ncontains, other than to say that it consists of 11 medals in\ncopper, silver and gold, dating from 1799 to 1971 (LAC\nn.d.: 1974-042 MED; A. Lafl che, pers. comm.). Finally,\neven Brunet s listing in the 1950 membership list describes\nhis collecting interests as  Canadian Coins and Paper\nmoney  (CNA 1950: 2). Contrary to Carroll s assertion,\nclearly Brunet had some kind of numismatic collection.",
            "Origins of the Canadian Numismatic\nAssociation",
            "Although he doesn t often receive recognition for it,\nBrunet was largely responsible for the establishment of the\nCanadian Numismatic Association. This was more common\nknowledge half a century ago:",
            "Early records show that a prime mover some 20 or\nmore years ago was Major L. J. P. Brunet who, aware\nof the value of numismatic study on account of his\nwork with the Dominion Archives, set out to get Ot-\ntawa coin collectors together.",
            "The first group consisted of J. A. Hector, now de-\nceased, of the Dominion Observatory, M. J. Lafortune,\nthen at the Royal Canadian Mint, G. R. L. Potter, still\nan outstanding authority, and Major Brunet. They met\ninformally at the Archives and at their different homes\n(Gladish 1965).",
            "Number8 December 2021 --------------------------------------",
            "Guy R. L. Potter was a civil servant in the Mines\nBranch. On February 8, 1946, this small group founded\nthe Ottawa Numismatic Society. On the following May\n12, they officially re-instituted it as the Ottawa Coin Club,\nwith Brunet as Honorary President, Guy R. L. Potter as\nPresident, and then-Captain Sheldon Carroll as Secretary-\nTreasurer.",
            "By 1950, the club had as many members from across\nthe country as from Ottawa, and some, including Sheldon\nCarroll, felt that what they really needed was a national\nnumismatic organization (Carroll 1999). Bert Koper of\nWinnipeg had already tried to accomplish this through\nhis foundation of the Canadian Numismatic Art Society\nin 1937 and then the Canadian Coin Collecting Society in\n1947 (Johnson 1982), but both those attempts somehow\nfailed, despite interest from collectors across much of\nCanada. The Ottawa group hoped that the time was finally\nright, and Koper s earlier efforts had probably helped pave\nthe way. Initially, they simply voted to change the name of\nthe Ottawa Coin Club once again, this time to the Canadian\nNumismatic Association (Ottawa Citizen 1950). However,\nit is pretty clear that the Ottawa group already had great\nambitions for the new association as something much more\nthan an expanded coin club.\n"
        ],
        "PageNo": "353"
    },
    {
        "File": "The_CN_Journal_December_18.jpg",
        "Paragraphs": [
            "As the individual who had initiated the process, Brunet\nbecame member number | of the CNA and he and his\ncolleagues began the task of building the association. He\narranged for meeting space at the Archives, just as he had\ndone for the Ottawa Coin Club. Brunet was the inaugural\nHonorary President of the new association from 1950 to\n1953. He then stepped down from that role when he was\nelected President of the CNA in 1953 and, in 1955, J. Douglas\nFerguson replaced him for a long stint as Honorary President.\nBrunet was also President of the Ottawa Coin Club in 1954 ,\nthe club having been resurrected as Chapter #1 of the C.N.A.\nin February 1951 (McQuade 1982; Ellis 1951: 9). In 1955,\nhis friend, Guy Potter, took over as President of the CNA.",
            "Brunet was also responsible for the idea to base the\nCNA s seal on Emmanuel Hahn s  voyageur  reverse for\nthe Canadian silver dollar. Brunet s wife, Doris, provided a\nsketch, and Sheldon Carroll asked Fred Bowman, a bridge\nengineer and skilled draftsman, to make a pen-and-ink\nrendering based on her sketch that would be suitable for\nphoto-reproduction (Clute 1999: 7-9).",
            "At the end of his term as President, Brunet spoke at the CNA\nconvention dinner in Ottawa on September 8, 1955 (Brunet\n1955b). He told the story of a shipment of Spanish and U.S.\ndollars to Bytown from Montreal, intended to pay workers\non the Rideau Canal, that allegedly went missing and may be\nburied somewhere near one of the blockhouses that guarded\nthe canal. With tongue in cheek, he also talked about the\nmystery of more than 600,000 1936-dot cents that, according to\nmint reports, were struck but seem to have disappeared, calling\non the mint director, who was in the room, to investigate the\nmatter. Among the CNA s accomplishments during his term\nof office, he was able to report favourably on the growth of\nits membership to almost 650 members in its first five years,\nan increase in the number of chapter clubs to seven, and the\napproval of the association s constitution and bylaws.",
            "Later Life",
            "Brunet remained a CNA member to the end of his life,\nbut became much less visible in the association during\nthe 1960s. In fact, it is not clear that he even attended the\n1967 convention in Ottawa; he receives no mention in the\nconvention report.",
            "Brunet retired as Assistant Dominion Archivist in\n1965 (figure 3; Anonymous 1966), while he and Doris\nresided in a bungalow at 1462 Chomley Crescent in Alta\nVista. They soon moved to a house at 174 Dufferin Road\nin the New Edinburgh neighbourhood of Ottawa, and\nfinally an apartment in Champlain Towers at 200 Rideau\nTerrace (Voters List 1965; 1972). In the decades since his\nretirement, staff knowledge and expertise regarding the\nsubstantial and significant medal collection that Library and\nArchives Canada still holds has sadly dissipated.",
            "Pierre Brunet died at home on October 21, 1973, and was\nburied at Notre Dame Cemetery in Ottawa on October 24\n(Ottawa Citizen 1973; Ottawa Journal 1973). Surprisingly,\nconsidering his importance to the CNA s formative period,\nhis passing went virtually unnoticed in The Canadian\nNumismatic Journal, with nothing more than a terse listing\nin the  Deceased  section of the Secretary s report in\nMarch of 1974, some five months after his death (CNA\n1974a: 101). Even the City of Ottawa Coin Club s reports\nin The Canadian Numismatic Journal fail to mention the\npassing of this man so important to the origins of organized\nnumismatics in both Ottawa and Canada, even though they\ndo mention a minute of silence for Stuart Mason, who\npassed away about the same time (CNA 1974b: 66).",
            "Maj. L. J. P. Brunet deserved better.  Real  numismatist\nor not, he made a real contribution to the formation and\nfundamental character of what is now the Royal Canadian\nNumismatic Association.",
            "Acknowledgements",
            "I would like to thank Anik Lafl che for information about\nthe Brunet fonds at Library and Archives Canada, Anik\nLafl che, Stan Clute, Dan Gosling, and Theresa Sorel of\nthe City of Ottawa Archives, for helping source original\nphotos of Brunet, and Darryl Atchison and Chris Faulkner\nfor comments on an earlier draft of this article.",
            "References Cited",
            "Anonymous 1898. Inauguration du Monument Champlain a\nQu bec, le 21 septembre 1898. Qu bec: Cie d Imprimerie  Le\nSoleil. ",
            " 1950. The mystery of the missing dots. The CNA Bulletin 1(2): 3.",
            " 1966. CNA no. 1 retires. Canadian Numismatic Journal 11(2):\n49.",
            "Brunet, L. E. Ludovic 1901. De l Habeas Corpus ad Subjiciendum\nen Mati re Criminelle et Civille. Montr al: C. Theoret.",
            " 1908. La Province du Canada: Histoire Politique de 1840 a\n1867. Qu bec: Laflamme & Proulx.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "354"
    },
    {
        "File": "The_CN_Journal_December_19.jpg",
        "Paragraphs": [
            "Brunet, L. J. P. 1936. Relations diplomatiques entre Anglais\net Frangais au si ge de Qu bec (1759). Proceedings and\nTransactions of the Royal Society of Canada 30: 83.",
            " 1951. Descriptive Catalogue of a Collection of Water-colour\nDrawings by Alfred Jacob Miller 91810-1874) in the Public\nArchives of Canada. Ottawa: Public Archives of Canada.",
            " 1955a. An  honest  counterfeiter. The CNA Bulletin 6(3): 31 \n33.",
            " 1955b. Retiring President speaks. The CNA Bulletin 6(11):\n159-161.",
            "Canada Census 1891. Census of Canada. Bellechasse, Qu bec,\nand Qu bec City, Qu bec.",
            " 1901. Census of Canada. Qu bec Centre, Quartier Palais.",
            " 1911. Census of Canada. Bellechasse, Qu bec.",
            "Canadian Passenger Lists 1928. Series: RG 76-C; Roll: T-14747.\nOttawa: Library and Archives Canada.",
            "Carroll, Sheldon S. 1999. Recollections (from tape transcript\nof a lecture of 1990). In Stanley H. Clute, ed., The Canadian\nNumismatic Association: A Half-Century of Advancement\nin Numismatics, pp. 81-94. Barrie, Ontario: The Canadian\nNumismatic Association.",
            "CEF 1918. Particulars of Recruit Drafted Under Military Service\nAct, 1917, Class One, Brunet, Pierre. World War I CEF\nPersonnel Files, 1914-1918. RG 150, Box 1207-38. Ottawa:\nLibrary and Archives Canada.",
            " 1919. Canadian Expeditionary Force Discharge Certificate,\n3285323 Cadet Brunet, Pierre. Quebec, February 14, 1919.",
            "CNA 1950. Membership directory. The CNA Bulletin 1(4): 1-9,\nstarting after p. 9.",
            " 1955. CNA Membership directory, February 15, 1955. Ottawa:\nCanadian Numismatic Association.",
            " 1959. Second Yearbook Directory. Canadian Numismatic\nJournal 4(8): 281-306.",
            " 1974a. Report of the General Secretary. Canadian Numismatic\nJournal 19(3): 100-101.",
            " 1974b. Club news. Canadian Numismatic Journal 19(2): 66-69.",
            "Clute, Stanley H. 1999. The Canadian Numismatic Association: A\nHalf-Century of Advancement in Numismatics. Barrie, Ontario:\nThe Canadian Numismatic Association.",
            "CMI 1929. Certificates of Military Instruction, 1867-1932. RG9\nII-K-6: 153.",
            " 1931. Certificates of Military Instruction, 1867-1932. RG9 II-\nK-6: 158.",
            "Cross, Austin F. 1955. Relics at the Archives: Famed Arctic\nexpeditions remembered. The Ottawa Citizen, February 22,\n1955, p. 15.",
            "Drouin 2008. Quebec, Canada, Vital and Church Records (Drouin\nCollection, 1621-1968). Provo, Utah: Ancestry.com.",
            "Ellis, W. C. 1951. February meeting. The CNA Bulletin 2(1): 4-9.",
            "Esler, Graham 2004. History of the National Currency Collection.\nCanadian Numismatic Journal 49(7): 347-358.",
            " (2007). Brief history of the Bank of Canada National Currency\nCollection. In D. A. Atchison (ed.), Canadian Numismatic\nBibliography, vol. 1, 21-23. Victoria, B.C.: Numismatic\nEducation Society of Canada.",
            "Gladish, William 1965. Coin corner. The Ottawa Citizen,\nSeptember 18, 1965, p. 114.",
            "Hardy, Reginald, 1958. Tons of government files to be sorted for\nArchives (Interview with Pierre Brunet, Assistant Dominion",
            "Number 8 December 2021",
            "Archivist), The Ottawa Citizen, June 7, 1958.",
            "Houle, F., J. Roy, and L. Ouellette (2004). Fond Pierre Brunet.\nFinding Aid no. 486. MG30-D136. Ottawa: Library and\nArchives Canada.",
            "Hume, J. A. 1958. Quiet visitor: Montcalm descendant tours\nArchives here. The Ottawa Citizen, July 23, 1958, p. 7.",
            "Inward Passenger Lists 1929. Board of Trade: Commercial and\nStatistical Department and successors: Inwards Passenger\nLists. Class: BT26; Piece: 895. Kew, Surrey: The National\nArchives of the United Kingdom.",
            "Johnson, Paul 1982. Numismatics in 1939. Canadian Numismatic\nJournal 27(4): 153.",
            "LAC nd. L. J. Pierre Brunet Collection. Accession number 1974-\n042 MED. Ottawa: Library and Archives Canada. www.bac-\nlac.gc.ca/eng/CollectionSearch/Pages/record.aspx?app=fonan\ndcol&IdNumber=24560 (accessed 24 September 2021).",
            "Lessard, Renald, and Michel Simard 2003. Brunet, Wilfred-Etienne.\nDictionary of Canadian Biography, vol. 12. Toronto: University\nof Toronto/Universit  Laval. www. biographi.ca/en/bio/brunet_\nwilfrid_etienne_12E.html (accessed December 6, 2020).",
            "McQuade, Ruth (1982). Some notes about our past. In R. P.\nNadin-Davis and F.",
            "Fesco, eds., Numismatic Ottawa, 24-27. Ottawa: City of Ottawa\nCoin Club.",
            "Montreal Gazette 1928. Notables on Empress. The Gazette, June\n12, 1928, p. 18.",
            "  1929. Women s rights. The Gazette, June 8, 1929, p. 12.",
            "  1956. Montcalm document in Archives. The Gazette,\nDecember 19, 1956, p. 1.",
            "Ottawa Citizen 1950. Numismatic group changes club s name.\nThe Ottawa Citizen, January 21, 1950.",
            " 1954a. Historical Society elects executive. The Ottawa Citizen,\nMarch 30, 1954, p. 15.",
            " 1954b. Hull Social Service given new automobile. The Ottawa\nCitizen, December 3, 1954, p. 3.",
            " 1956. Archivist promoted. The Ottawa Citizen, April 30, 1956,\np. 25.",
            " 1973. Brunet, Louis Jean Pierre (death notice). The Ottawa\nCitizen, October 22, 1973, p. 40.",
            "Ottawa Journal 1973. Brunet, Louis Jean Pierre (death notice). The\nOttawa Journal, October 22, p. 37.",
            "Palmer, Al 1964. Tale of a map. The Gazette (Montreal), August\n15, 1964, p. 3.",
            "Petrie, Alfred E. H. 1962. Catalogue of the Library of Parliament\nnumismatic collections, Ottawa. Canadian Numismatic Journal\n7(3): 133-140.",
            "Richard, Henri 2002. The battle for Kiska. Esprit de Corp 9(4-\n5). canadianheroes. org/henri/the-battle-for-kiska-story.htm\n(accessed December 4, 2020).",
            "Sharpe, Robert J., and Patricia I. McMahon 2007. The Persons\nCase: The Origins and Legacy of the Fight for Legal\nPersonhood. Toronto: University of Toronto Press.",
            "Toronto Star 1909. Ludovic Brunet dead. Was Clerk of the Peace\nand learned in law at Quebec. The Toronto Star, November 15,\n1909, p. 3.",
            "Voters List 1935. Voters Lists, Federal Elections, 1935-1980,\nM-4743. Ottawa: Library and Archives Canada.",
            " 1940. Voters Lists, Federal Elections, 1935-1980, M-4772.\nOttawa: Library and Archives Canada.\n"
        ],
        "PageNo": "355"
    },
    {
        "File": "The_CN_Journal_December_20.jpg",
        "Paragraphs": [
            "BY TROY A. M. ZIMMER\n#23709",
            "BOOKSHELVES. AND. BREAD. DOUGH nm #23709,\nE. A. Kilpatrick and the Ogema Bakery, Ogema, Saskatchewan",
            "As anyone who has lived in rural Saskatchewan\nA will tell you, small-town buildings are put to many",
            "uses. Regina s first city hall doubled as a school;\nArcola s had an Opera Theatre. Depending on the day of\nthe week, the Commercial Hotel in Maple Creek was also a\nchurch, a dance hall, a maternity ward, or a morgue. There\nwere post offices in General Stores, jail cells in fire stations,\nand restaurants in the back of hardware stores.",
            "But a library in a bakery?",
            "A little fiction in the flour? Pastry with your poetry? Do\nbooks and bread dough really mix? You might not think\nso, but for E. A. Kilpatrick of Ogema, Saskatchewan, a\nbibliographic boulanger was the perfect mix for a grade-\nschool teacher turned Grade-A baker. And while his bakery\nclosed its doors decades ago, the literary legacy Kilpatrick\ninspired a century earlier continues in Ogema to this very day.",
            "New Frontiers",
            "Edwin Albin Kilpatrick (1886-1962) was born and raised\non a farm in Huron County, Ontario, the youngest child of\nIrish immigrants John and Francis (nee Albin) Kilpatrick.\nAfter high school he trained as a teacher, and taught school\nfor two years in nearby Ashfield and Earlton townships.\nThere Edwin met and became engaged to Henrietta  Etta ",
            "1 1891 Census of Canada. Ashfield, Huron West, Ontario, Roll\nT-6345, page 7 (Family: 35).",
            "",
            "Stothers, daughter of local stone mason George Stothers\nand his wife, Rose Anna (nee Treleaveu).? In 1910 Etta\nleft Ontario with the rest of her family to settle in the\nnewly established community of Ogema, in south-central\nSaskatchewan. Edwin stayed behind in Ontario until he\ncould finish his teaching contracts, then followed Etta west\nto a new home on the prairie frontier. According to the\nKilpatrick family article in Ogema s local history book,\nPrairie Grass to Golden Grain,> Edwin arrived in Ogema\naboard the very first dedicated passenger train to serve that\ncommunity. It was April 1911.",
            "The only teaching job Edwin could find was in Bures,\nseven miles northeast of Ogema. It was a long way from\nEtta but the pay, $70 per month, was decent, and besides\nEdwin was young, and in love. Every Friday Edwin\nwould lock up Bures School, throw a backpack over his\nshoulder, and walk cross-country to Ogema to call on Etta.",
            "4",
            "2 1901 Census of Canada. Ashfield, Huron (West), Ontario, page\n8, Family; 85",
            "3  The Kilpatrick Family , page 605-607, Prairie Grass to\nGolden Grain. Much of Edwin s early background has been drawn\nfrom this write-up, along with information from his obituary in the\nRegina Leader-Post, Thursday, April 12, 1962 edition, page 28.",
            "4 Bures S. D. #2675 was built in 1911 in the northeast quarter of\nsection 26, township 8, range 22, west 2nd Meridian, which was a\ncouple of miles south of the CPR siding of Bures. Edwin Kilpatrick\nwas the first teacher at the school. Bures School closed in 1952.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "356"
    },
    {
        "File": "The_CN_Journal_December_21.jpg",
        "Paragraphs": [
            "Then every Sunday, after church and socializing, Edwin\nwould bid goodbye to Etta, throw his pack back over his\nshoulder, and trudge the seven miles return trip to Bures.\nWhile in Ogema, Edwin would stay at the home of Mr.\nand Mrs. J. A. Horner, whose stately Edwardian home on\nOgema s Main Street housed several boarders and often\nserved both as a centre for church services and as a hangout\nfor the young people of the town.",
            "A New Opportunity",
            "By 1913 Edwin was starting to get a little tired of walking\n14 miles round-trip every weekend. He began to look\nfor employment closer to Ogema, but the local schools\nwere still not hiring. His future father-in-law, however,\njust happened to have an opportunity for young Edwin.\nUpon arriving in Ogema in 1910, George Stothers had built\nliving quarters for his family and a small bakery in town,\nthe latter to generate some revenue while George went\nabout building up his stone mason trade. While there was\nplenty of stone in the fields around Ogema, unfortunately,\nthere was little business for a professional stone mason;\nmost of the settlers in the area could not afford to build their\nhomes and barns out of stone and had to make do with sod\nor, later, prefab wooden buildings brought in by train. As a\nresult, in 1912 Stothers decided to buy a farm a few miles\nnorth of Ogema and to start farming. Continuing to run the\nbakery in town while farming was proving to be too much\nfor the Stothers family, so in early 1913 Edwin took over\nownership of the Ogema Bakery in partnership with one of\nGeorge s sons, Bailey Stothers. Edwin proved to be a quick\nstudy with the oven, and before long was producing a wide\nrange of breads, rolls, and delicious pastries for sale. The\npartnership of Stothers & Kilpatrick also became wholesale\nagents for the sale of flour and animal feed, and business\nwas soon booming on both fronts.",
            "Number 8 December 2021",
            "Books and Bread",
            "Edwin found he had a lot of time on his hands every\nnight waiting for his dough to rise, so he passed away\nthe hours reading books. He set up a small library for\nhimself in the back of the building, often loaning his\nbooks out to friends and the occasional customer. It\nwasn t long before townsfolk began donating their",
            "own books to  Ed s Library,  and by the end of 1914",
            "more shelving had to be built to accommodate the",
            "rapidly growing collection. Edwin volunteered to act",
            "as Librarian, signing out books in the few moments he",
            "had between preparing and selling baked products and\ndelivering 100-pound sacks of flour to waiting customers.\nIn the busiest times of the year, such as at harvest or\nduring summer fair days, Edwin would bake a thousand\nloaves of bread each week to keep up with demand; bread\nwas required not only by the residents, caf s, and hotels in\nOgema but was also delivered to nearby towns including\nBengough and Viceroy. At the front of the bakery there\nwas an ice cream parlour, and a confectionary where\ncustomers could purchase cakes, cookies, pies, and boxed\nchocolates.",
            "Disaster almost struck in January 1915 when the entire\neast side of Ogema s Main Street, including the bakery,\nburnt to the ground.> Fortunately, quick thinking townsfolk\nran into the building and hauled out all the furnishings\nand books before the flames could claim them. With the\ninsurance money Edwin bought out Bailey s half of the\nbusiness and built a new, larger bakery on site. The new\nbuilding had a baking room with long wooden storage bins\nalong one wall, a brick oven with a firebox for coal, a coal\nbin, and a large storage room at the back for sacks of flour\nand other products. Most importantly, however, it also had\nplenty of room for the town library, which was constantly\ngrowing and attracting more users every month.",
            "In 1916 Edwin and Etta were married.",
            "Good For 1 Loaf",
            "Edwin sold his bread 25 cents for 3 loaves. Ifa customer didn t\nwant all three loaves at that ttme Edwin would give them\nthe difference in tokens, each good for one loaf of bread. ",
            "5 See  Fire at Ogema, Sask.,  the Regina Leader-Post,\nThursday, January 28, 1915, page 8. The fire apparently started\nin a butcher shop owned by D. R. Rowatt when a gasoline lamp\nwas accidently knocked over onto the shop s stove. It quickly\nspread to consume the butcher shop, a harness, boot and shoe\nstore, a law office, the town drug store, the New England Hotel,\nand Edwin Kilpatrick  bakery. The total estimate damage from\nthe fire was $25,000.",
            "6 Prairie Grass to Golden Grain, page 606.\n"
        ],
        "PageNo": "357"
    },
    {
        "File": "The_CN_Journal_December_22.jpg",
        "Paragraphs": [
            "Tannahill token #3500r, issued by E.A. Kilpatrick around 1918 for use in the bakery; obverse",
            "(top) and reverse (bottom). (From Saskatchewan Merchant Tokens: numbers 3465t to 3790r, Norquay to\nPerdue; www.saskatooncoinclub.ca/articles/98a_smt_21_np.thml, accessed August 31, 2021.)",
            "An example of Edwin s tokens is shown on page 111 of\nCec Tannahill s 1980 Saskatchewan Merchant Tokens\ncatalogue  #3500r. Ron Rogal also includes this token\nin his 2014 updated merchant token catalogue,  and\nhigh-resolution photographs of the obverse and reverse\nappear in the Saskatoon Coin Club s online catalogue of\nSaskatchewan tokens.? So far, no varieties of #3500r have\nbeen identified.",
            "According to Tannahill, Edwin ordered 100 of these\ntokens in 1918, and they were in common use in the bakery\nuntil at least the mid-1920s. Their use is also documented\nin Prairie Grass to Golden Grain.'  Tannahill goes on to\nsay that after Edwin withdrew the tokens he kept the lot of\nthem, but that over the subsequent decades many of them\ndisappeared. The E. A. Kilpatrick tokens have a Rarity\nRating of 5 (21 to 30 examples known). Collectors hoping\nto add this token to their collection, however, may have a\ntough time finding an example for sale; to-date I have not\nseen #3500r tokens in any dealer s inventory or offered\nfor sale in any online auction listing (dating back to 2003).",            
            "An example is held in the Tannahill-Harding Collection of\nmerchant tokens in The Western Development Museum in\nSaskatoon;!! The Deep South Pioneer Museum in Ogema\ndoes not have an example of Edwin s tokens in its artifact\ncollection, though some old-timers on the Board (with\nwhom I spoke in summer 2021) were aware of their\nexistence.",
            "An Enduring Legacy",
            "Edwin Kilpatrick would continue in the books and bakery\nbusiness for another 30 years. Viola Kazell, writing\nabout the Ogema Library in Prairie Grass to Golden\nGrain, mentions a donation of 118 books to the library\nin 1917.12 In 1921 The Ogema Community Service Club\nformed a Library Executive to help Edwin administer the\ngrowing collection. A membership fee of $1 per year was\nintroduced, which allowed members to check out up to\ntwo titles per week. The library subscribed to a  book-of-\nthe-month  club, and members could also suggest new\ntitles to be added to the collection. Some funding was\nreceived from the Provincial Government, and additional\nfunds were raised through bake sales, rummage sales,\nand local club donations. In the minutes of the Library\nExecutive s 1925 AGM, the committee reports the Ogema\nLibrary had over 100 members that year, and that they\nwere planning to spend $60 to purchase additional books.!3",
            "7 Tannahill, Cecil C. 1980. Saskatchewan Numismatica: An\nIllustrated Edition on Banking, Trade Tokens, Paper Money &\nScrip used in the Territory and Province of Saskatchewan.\nPublished by the author, with assistance from the Celebrate\nSaskatchewan Corporation. The illustration of #3500r (obverse\nand reverse) appears on the bottom of page 111, the corresponding\nwrite up on page 112.",
            "8 Rogal, Ron. 2014. Saskatchewan Merchant Tokens. Published\nand distributed by the author, Saskatoon, SK.",
            "9 As per the Saskatoon Coin Club s online token catalogue.\nwww.saskatooncoinclub.ca/articles/98a_smt 21 np.thml, accessed\nAugust 31, 2021.",
            "10 Prairie Grass to Golden Grain, page 606.",
            "I58",
            "11 As indicated in Ron Rogal  2014 listing for token #3500r.",
            "12 Violla Kazell. 1982. Ogema Library. Article in Prairie Grass to\nGolden Grain, page 49.",
            "13 The Regina Leader-Post, Saturday, November 28th, 1925, page 18.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "358"
    },
    {
        "File": "The_CN_Journal_December_23.jpg",
        "Paragraphs": [
            "There were 700 titles in the collection at that time.!4 By\n1936 that number had swelled to 1,450,!> and the 1939\nLibrary Executive AGM minutes report a total of 1,800\ntitles!    literally five books for every man, woman and\nchild living in town at that time. An article in the Regina\nLeader-Post singled out the Ogema Library for praise,\ncalling it,  ... one of the most successful small town\nlibraries in the province. !? Remarkably, Edwin Kilpatrick\nappears to have never been paid for his work as librarian,\nnor did he ever charge rent for housing the Ogema Library\nin his bakery for so many decades.",
            "The  Dirty Thirties  took its toll on the bakery, however.\nBy the mid-1930s E. A. Kilpatrick was no longer baking\nhis own bread, instead shipping it in via train. Not only\nwas it cheaper, but the bread came already wrapped, and\nsometimes even sliced! With his kids now old enough to\nhelp with the bakery Edwin began to expand his business\ninto other fields. In addition to the position of Town Clerk\n(which he taken on in 1914), Edwin bought J. A. Horner s\ninsurance firm after the latter s passing in 1936. He also\nsold commercial real estate, and later formed and managed\nthe Ogema & District Credit Union. As he found success\nin these other ventures, Edwin sold the Ogema Bakery in\n1945 and with it announced his retirement as volunteer\nlibrarian. He continued to maintain his connection with the\nlibrary by serving on its executive board and encouraging\nits support through various social, recreational, and civic\ngroups. He died in 1962, and was laid to rest in Ogema\nCemetery alongside his beloved Etta.!8",
            "As the new owners of the bakery did not want to host\nthe library in their building, the Library Executive had to\nscramble to find new accommodations for the collection.\nThe library was eventually able to move into a room in the\nOgema Theatre building, where it would remain until a\nnew Regional Library building was built in 1985.",
            
            "Fittingly, the new steel-clad building was designed for\nmultiple uses   it housed not just the library but also\nmeeting rooms, the town office, a maintenance shop, and\nthe local fire hall.!9",
            "The Ogema Library is still in operation, 108 years after\nEdwin Kilpatrick s humble collection began. Now a branch of\nthe Southeast Regional Library, it offers access to thousands\nof titles, ebooks, digital magazines, movies, and educational\nmaterials, along with community programs, art displays,\nmulti-media resources, and public access to the Internet  \nquite a change from a dozen books on a dusty wooden shelf,\ntucked between bags of flour, in the back storage room of\nEdwin Kilpatrick s bakery, but one in which the young\nteacher tured baker would have been proud to see.",
            "[Editors Note: This article originally appeared in the Regina\nCoin Club s October 2021 Newsletter p4 8.]",
            "14 .  Community Profile   Ogema . The Regina Leader-Post,\nSaturday, November 19, 1926, page 30. The article includes a\nglowing description of the town library,  ... a most commendable\nand unusual feature of this town is the community library ...\nit is hardly necessary to say that the townspeople and farming\npopulation take full advantages of the facilities provided for\nreading, there being books of all kinds on the shelves.  On the\nsame page is an article about E. A. Kilpatrick and his bakery,\nlisting the many goods he sold including white, brown, and raisin\nbread, rolls, buns, cakes, cookies, shortbread, and pies. It was also\nnoted that Edwin would make, to special order,  ... any kind of\ncake required. ",
            "15 Dominion of Canada, Ministry of Trade and Commerce. 1939.\nSurvey of Libraries in Canada 1936-1938. Page 52",
            "16 The Regina Leader-Post, Wednesday, November 8th, 1939,\npage 19.",
            "17 Ibid.",
            "18 E. A. Kilpatrick, Obituary, in The Regina Leader-Post,\nThursday, April 12, 1962, page 28. Edwin and Etta married in\n1916 and had five children: three sons and two girls. Etta passed\naway from cancer in 1950; her obituary can be found in The\nRegina Leader-Post, Saturday, October 28, 1950, page 20.",
            "Number 8 December 2021",
            "19 Prairie Grass to Golden Grain: 1982 to 1992. A supplement to\nthe original 1982 publication. Published by the Town of Ogema,\nSK. Printed by Brigdens Printers, Regina, SK. Page 9.",
            ""
        ],
        "PageNo": "359"
    },
    {
        "File": "The_CN_Journal_December_24.jpg",
        "Paragraphs": [
            "HuDSON s Bay ALUMINUM TOKENS\nOF_THE ARCTIC",
            "By ROBERT KOKOTAILO",
            "LM #433",
            "The Hudson s Bay Company first issued minted tokens for use in its",
            
            "trading posts around 1854 in the form of the brass Made Beaver set",
            "denominated as 1/8, 1/4 1/2 and 1 made beaver pelt. The Bay used a\nvariety of other markers, some made of wood, as accounting chits to facilitate\ntrades; these may predated the brass Made Beaver set. A fairly wide variety of\ntokens was issued later in the 19th and early 20th centuries for use in various\nposts across Canada, but these were generally discontinued in 1928, although a\nset was issued in 1946 (discontinued in 1962) for use in the Eastern Arctic, the\neast side of the Hudson Bay.",
            "Inuit leader Jose Amaugaq Kusugak (1950-2011), born at Repulse Bay\n(Nauyjaat), relates a story in his memoir On the Side of the Angels (originally\npublished 2009) about his father being sent to Manitoba for medical treatment.\nOn return his father described people in Manitoba using  tokens  that they\ncould walk around with and use in any store, which he found unusual enough\nto tell his children about. Further research shows this story took place between\n1955 and 1956. With young children in the 1950s his father was not old enough\nto be familiar with any pre-1928 tokens, the tokens that he would have been\nfamiliar with were used only inside specific trading posts.",
            "He lived in the Kivalliq Region at Repulse Bay which had an HBC post\nfrom 1916 until 1947, although there were also posts close by at Chesterfield\nInlet and Tavani. It is clear that tokens were being used along the west side of\nHudson Bay, most likely in HBC posts just prior to this story in the mid 1950s.\nThe well documented 1946 HBC set was only used in the Eastern Arctic, so the\nquestion becomes, what tokens was he familiar with?",
            "At a Torex coin show in 2011 I purchased a set of aluminum tokens I was\nnot familiar with but which had some similarity to the 1946 HBC eastern arctic\ntokens.",
            
            "si The CN Journal",
            "Volume 66\n"
        ],
        "PageNo": "360"
    },
    {
        "File": "The_CN_Journal_December_25.jpg",
        "Paragraphs": [
            "Number 8 December 2021",
            "They lacked the HBC above the denominations and some sizes and fonts\nwere different but the unusual minting technique was same as for the 1946 set.\nThe seller suggested they were HBC tokens but there was nothing to back this\nup and others doubted that attribution. I bought them to research.",
            "The Hudson s Bay Company first issued tokens for use in East Main District\nfur trading posts some time in the 1850s, then for various regions between the\n1890s until about 1928 when they stopped using tokens. Just after World War II\ntokens were again issued for use in the arctic, specifically for use with the Inuit.",
            "Larry Gingras, in Medals Tokens And Paper Money of the Hudson s Bay\nCompany, page 92, published in 1975 under the auspices of the Canadian\nNumismatic Research Society, says eastern arctic tokens were introduced\nin 1946 to familiarize the Inuit with Canada s decimal monetary system,\npreparing them for their coming increasing interactions with the outside world.\nHe listed the set of six denominations stamped on aluminum, with HBC above\nthe denominations.",
            "While there are differences between these two sets, you can clearly see there\nare similarities.",
            "In January 2014 I was asked by a Mr. McConnell, who had some of the type\nwithout HBC, if I had information on them. He turned out to be the one with\nmore information when he told me his father had collected them in the 1960s at\nTavane (aka Tavani) on the west coast of Hudson Bay.",
            "I contacted the HBC archives and was told Tavane was established in 1928\nby the Dominion Exploration Company as a mining exploration base located at\nMistake Bay on the west coast of Hudson Bay, 31.3 km south of the community\nof Whale Cove. Dominion Exploration was there for only one year, and in\n1929 sold some buildings to the Hudson s Bay Company who established a\nfur trading post in one. Also in 1929 the Revillon Freres Company opened a\ntrading post at Tavane, building a new building specifically for the purpose,\nand the two posts operated side by side. In 1935 the HBC bought a controlling\ninterest in Revillon Freres  Canadian holdings and consolidating the Tavane\nposts into one, using the better Revillon Freres  building, which is the building\nI will refer to below as the HBC building.\n"
        ],
        "PageNo": "361"
    },
    {
        "File": "The_CN_Journal_December_26.jpg",
        "Paragraphs": [
            "When this photo was taken in October of 1929 both\nthe Revillon Freres and HBC posts were in operation and\nDominion Exploration had pulled out. While not labeled,\nwe know the Revillon Freres Post building was the best\nbuilding on the site so is likely the one on the left. The\noriginal HBC post would have been in one of the two other\nbuildings.",
            "Some websites record the HBC post at Tavane closed\nin 1941, which is the last year that HBC archives has\nTavane journals on file, and when all but two buildings at\nTavane were demolished. The HBC archives informed me\ntheir records read  1951, August Post closed (Post Lists, 1\nJanuary 1951).  showing the Tavane post was in operation\nuntil July 1951, after which the site was totally abandoned,\nalthough the HBC post building remained standing.",
            "From 1955 to 1958 the Canadian Nickel Company leased\nthe HBC post building after which Tavane was permanently\nabandoned: it had never been any type of community. The\nHBC post building remained as the only building standing\nuntil 1966 when it was sold to an Inuit Co-op and moved\nacross the ice about 20 miles to the community of Whale\nCove for use as a community hall.",
            "I asked Mr. McConnell for further information by his\nfather to which he replied:",
            " At the time he worked for Indian and Northern",
            "Affairs, (I know he worked for INA until around 1967 ",
            "68; in 1969 he became Chief of Tourism for the NWT).",
            "I dont know if INA were involved with the mining",
            "operations in the north, which would have taken place",
            "there, but it could be that his department was part\nof the funding to move the HBC post building, and\nduring the move he found these tokens, which would",
            "have put him in Tavani in 1966. ",
            "Mr. McConnell s father was specific, indicating he acquired\nthe tokens at Tavane, most likely in 1966 helping move the\nHBC bulding and as the tokens showing no sign of outside\nweathering it is likely he found them inside that abandoned\nHBC post. Mr. McConnell later informed me his father found\nover 70 of these tokens in assorted denominations at Tavane.\nHis own research found that set of these tokens had been sold\nat auction some years earlier, which I tracked to the 1994\nJeffrey Hoare Auctions, Sale 20, lot 687, sold with the notation:",
            " Five sets were obtained from the HBC manager at",
            "Rankin Inlet in 1959. It is believed they may have been",
            "issued by Indian and Northern Affairs but they have no",
            "record of the tokens. ",
            "The HBC never operated a trading post at Rankin Inlet. Its\nmain post in the region was Chesterfield Inlet through which\nsomeone travelling to Rankin Inlet in 1959 would probably\nhave passed, so it is more likely those five sets were obtained\nfrom the Chesterfield Inlet HBC manager.",
            "While there is no record I am aware of for these exact\ntokens in the HBC archives, those archives are far from\ncomplete and lack the Tavane Post Journals from 1941 to\n1951, the period during which these tokens would have been\nused. Considering the statement of Jose Amaugaq Kusugak\nshowing tokens were used in the region, the record of five\nsets showing up from an HBC post manager (most likely\nin Chesterfield Inlet) and 70 assorted tokens found by\nMr. McConnell at the site of Tavane (mostly likely inside\nthe HBC post building), I feel it safe to conclude these\naluminum tokens without HBC on them were issued in the\nlater 1940s and used up to the  50s by the Hudson s Bay\nCompany at its posts along the west coast of Hudson Bay.",
            "Close-up view of Western Arctic with Tavani\nImage: mapcarta.com/24669682\n(Imag: Pp )",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "362"
    },
    {
        "File": "The_CN_Journal_December_27.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134",
            "Canadian Bank Note",
            "Many companies publish brochures and catalogues\nM to promote and sell their products and services.",
            "These documents give a good overview of an\norganization s operations as well as the range of goods it\ncan create. But few can offer such a tangible example of its\nwork as this one.",
            "This brochure was produced by the Canadian Bank Note\nCompany, one of the two companies tasked by the Bank of\nCanada to print Canada s currency. CBN doesn t just print\nmoney it prints all kinds of security documents, such as\nidentity cards, passports, postage stamps, and professional\ndiplomas. It even prints Canadian Tire money.",
            "Printed in the early 1970s, this brochure was targeted to\npotential customers needing security documents. Although\nit describes the wide scope of products the CBN prints, this\nparticular work focuses on the production of stock certificates\nand bonds. Several examples are illustrated. They were\nprinted for well-known Canadian companies such as Alcan,\nMolson, Inco, the Toronto-Dominion Bank, and the Canadian\nPacific Railway. Since each has holes punched through the\nsignatures and is stamped in red with the word  SPECIMEN, \nthey were likely reproduced from examples stored in CBN s\nown archives. This same method is used by Canadian Bank\nNote to deface specimens of the currency it prints for the\nBank of Canada.",
            "The images of these bonds and stock certificates in this\nwork were printed using a technique called offset lithography.\nIt involves printing\narrays of four\ndifferent-coloured\nminuscule dots on\ntop of one other, on\na page. Our brains\nperceive the different\ncombinations and\nsizes of dots as\ndifferent shades\nand hues, resulting\nin a realistic colour\nimage. For most\napplications this type\nof printing would be\nperfectly adequate.",
            "However, Canadian",
            "Bank Note is a",
            "security printer that",
            "uses specialized high-quality printing for its products. You\nwould expect this higher standard in its marketing materials.",
            "Number 8 December 2021",
            "The printing method that would typically be used for\nstocks, bonds and other security documents is called intaglio\nprinting. An engraved metal plate is coated with special ink\nformulated by the printer and then wiped off, leaving the ink\nonly in the recessed, engraved areas. Paper is placed on the\nplate and both are passed between high-pressure rollers. The\npaper is embossed as the ink is transferred to it, resulting in\nthe textured-print paper money collectors are familiar with.",
            "The images on the plate can include portraits, allegorical\nfigures, landmarks, or any other designs engraved by a highly\nskilled artist. The image is rendered by carving fine lines and\ndots into a softened steel die. The design is then transferred\nto a steel printing plate by a skilled operator (called a\n siderographer,  according this booklet). The fine detail of the\nresulting image is very difficult to reproduce by hand or with\nthe photographic techniques available at the time.",
            "Bound just inside of the covers is a sheet featuring fifteen\nexamples of hand-engraved vignettes. They include portraits\nof Winston Churchill and Wilfrid Laurier, images of the\nParliament Buildings, and allegorical portrayals representing\nindustries such as oil, chemistry, and metal working. These are\nprobably standard general-purpose designs that CBN keeps in\nstock to quickly incorporate into new security documents.\nOne vignette, portraying the Library of Parliament, appears\nto be the same one used on the back of the 1923 Dominion of\nCanada one-dollar note.",
            "The printing plate can also feature a repeating series of lines",
            "nd swirls made with an automatic engraving machine called",
            "geometric lathe. An example of this lathe work can be seen\non the cover of the\nbrochure.",
            "Some receiving\nhis brochure\nwould have seen\nit as little more\nhan ephemera;\nmany copies\nikely ended up as\nrash or recycling.\nBut other people\nwould have\nappreciated the\ncraftsmanship\nwithin its covers\nand considered it a\nbeautiful example\nof the publishers\nart.",
            ""
        ],
        "PageNo": "363"
    },
    {
        "File": "The_CN_Journal_December_28.jpg",
        "Paragraphs": [
            "THE SNOWMAN",
            "By.LORI_HELSTON",
            "Winter themed collecting",
            "ealing with snow during the winter months is\nsomething most Canadians feel is just",
            "a fact of life. For adults, an overnight\nsnowfall means an early morning needed to\nclear the driveway and clean off the car prior\nto our regular morning commute. A trip\noften made longer and more challenging\nwhen the presence of snow causes drivers\nto forget how to handle the poorer road\nconditions. However, to children, a snowfall\nis enchanting, with its beautiful blanket of\nwhite twinkling in the sunlight. To them, the snow\nbrings opportunity and the joy of outdoor fun \nsnowball fights, sleighing, building snowmen\nand of course, the pure magic of a snow day!",
            "There is no greater way to introduce a\nchild to collecting than through a gift of\na winter themed collectible com. Most of\nthe major mints have issued winter holiday\nthemed coins to choose from.",
            "A beautiful interpretation of this child-\nlike wonder and the magical possibility of a\nsnowfall was immortalized in artist Raymond\nBriggs s 1978 book The Snowman . Briggs,\na trained as a painter, preferred to show his\nartistic talents as an illustrator working in\nvarious print media. Briggs s book pays\nhomage to the wondrous possibilities of\na snowfall as seen through the eyes of a\nyoung boy. This classic book contains no\nwords, just images detailing the magical\nfriendship between a young boy and the\nsnowman he creates. This journey peaks with\nthe snowman and child travelling on a magical\nflight to visit Father Christmas and participate\nin the Snowman Ball.",
            "In 1982, British public television Channel\n4 created a short film from the book.\nDirected by Dianne Jackson, the short won\na BAFTA award, and an Academy Award\nnomination for Best Animated Short Film.",
            "The film is without words; the story is told\nthrough pictures, action sequences and music.\nThe Sinfonia of London performed the\norchestral score. A single song, Walking\nThrough the Air, is performed during\nthe flight sequence as the young boy",
            "and the snowman travel to visit Father Christmas.",
            "Briggs himself introduced the initial 1982\nversion of the film, but an adaptation created\nfor the US market in 1984 featured David\nBowie in the introduction sequence. The\nfilm was first broadcast on December 26,\n1982, traditionally shown on BBC4 on\nChristmas Eve.\nThere is little wondering that The\nRoyal Mint has elected to honour Briggs s\nsnowman with a popular coin series now\nspanning four years. In 2018, coinciding with the\n40th anniversary of Raymond Briggs s book,\nthe Royal Mint first issued a series of 50p\nNCLT coinage featuring iconic imagery as\ninterpreted by award-winning illustrator\nRobin Shaw. Shaw is widely known for\nhis distinctrve hand-drawn work and has a",
            "personal connection to The Snowman. As a",
            "young child he was inspired to become an",
            "artist after watching the animated short film",
            "and was honoured to have his interpretations",
            "immortalized on  a piece of the fabric of society. ",
            "Shaw also worked as an Assistant Director for",
            "the 2012 BBC4 production of The Snowman",
            "and The Snowdog, a sequel to the original\nanimated film.",
            "The reverse of the 2018 Royal Mint\ninitial release coins featured the boy and\nhis friend, the snowman, flying together",
            "through the night sky above the twinkling\nlights of Brighton Pier. The 2018 coins were\nproduced in a brilliant uncirculated format   in\na presentation folder decorated with illustrations\nfrom the story, or in silver proof colourized\n(pad printed) format in a  Bespoke Designer\nAcrylic Block  with falling snow (mintage\n15,000), or in a gold, proof format (mintage\n400) in a walnut presentation case. Shaw\nspecifically selected this image from the\nfilm to highlight the coin design because it",
            "was  iconically British. ",
            "Continuing in 2019, Shaw featured the\nyoung boy standing, looking up with great\naffection at his snowman friend. This image\nrepresents the friendship that was struck\nbetween the young child and the snowman.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "364"
    },
    {
        "File": "The_CN_Journal_December_29.jpg",
        "Paragraphs": [
            "The coin was again produced in Brilliant Uncirculated\nformat, in colourized or non-colourized versions,\nalong with a silver proof format (mintage 25,000)\nand a gold proof format (mintage 600).",
            "In 2020, The Snowman coin featured Shaw s\ndesign, and it showed the young child and\nthe snowman in an embrace. It was released\nagain in the year s formats. A smaller number\nof proof coins was produced however, with a\nmuintage of only 7,000 silver and 275 gold. With the\nphysical distancing protocols brought on by the COVID-19\npandemic, Shaw designed the coin to  capture the unique\nbond between the snowman and James, which unites us each\nChristmas,  and he hopes that the coin would  remind us\nof the importance of a hug.  Reflecting on the effects of\nCOVID-19 protocols at that time, a spokesperson for the\nRoyal Mint, Claire Maclennan, said,  Each year our coins\ncelebrating The Snowman prove incredibly popular with\nadults and children alike, and we hope this year s design\ndepicting a hug will be a poignant addition to the collection. ",
            "Shaw was again commissioned this year to create a\ncoin design to continue The Snowman celebration. In this\nyear s design, Shaw has highlighted the moment when the\nyoung boy draws the smile on the snowman s face. There\nis  something very special about the moment James draws\nthe smile on the showman. It is the moment of creation: the\nmoment when the snowman is given character. ",
            "With a starting cost of  10, this year s coin is available\nin a Brilliant Uncirculated, non-colourized version in",
            "Number 8",
            "2003 Isle of Man 50p\nversions (left) 2014 50p\nand 1 crown (right)",
            "2021",
            "a presentation card with the BU colourized version",
            "available at  20. Again a silver proof version",
            "(mintage 7000) and gold proof version (mintage",
            "300) have been produced. The Royal Mint has",
            "indicated that currently, over 75 percent of",
            "the gold proof coins have been sold. If there",
            "is a child in your life that you want to have",
            "a unique and special holiday gift for, a 2021",
            "The Snowman coin along with a copy of the book\nwould be a perfect choice.",
            "This is the opportunity to introduce someone to the joy\nof coin collecting and the love of books. Perhaps also set\na family tradition by watching The Snowman during your\nholiday celebrations. If you are hesitant, I have found on\nprevious occasions that ordering from The Royal Mint s\nwebsite is easy and efficient. Delivery was timely through\nthe Royal Mail service and subsequently Canada Post.",
            "Now, my only question to you is: Do you want to make a\nsnowman or buy one?",
            "On a side note, the Isle of Man, through the Pobjoy\nMint in the UK, issued a 50p commemorating the 25th\nanniversary of The Snowman. The coin is available in\nregular cupro-nickel (mintage 10,000), colourized silver\n(mintage 3,000) and gold (mintage 100) versions. Then in\n2014, to celebrate the delightful sequel The Snowman and\nThe Snowdog, the Isle of Man struck a crown and a 50p,\nsold in a beautiful presentation box.",
            "Many other snowman or holiday themed coins have been\nproduced by the Royal Canadian mint as well!\n"
        ],
        "PageNo": "365"
    },
    {
        "File": "The_CN_Journal_December_31.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e\nNOUVELLES_DES. CLUBS",
            "By BRETT IRICK (CLUB SERVICES)",
            " RCNA, FONA,,LM,#456,,",
            "As we continue to be careful and safe during the\ncoronavirus many clubs are still not able to meet\nin person as of late October. With widespread\nvaccination now nearly complete, most hope to\nresume in-person meetings and coin show events\nby 2022. Several clubs are now using hybrid in-\nperson meetings with a virtual meeting tie in for\nthose unable to attend in person. Several clubs are\nplanning fall coin shows with optimism knowing\nthat collectors are ready for them to resume.",
            "Ten Mistakes to Avoid When Buying Coins\nor other Numismatic Material",
            "This subject has been given by me as a numismatic\ntalk several times in the last year. With coin shows\nresuming, it is an excellent topic for a coin club\nmeeting talk.",
            "Buying coins and other numismatic material seems\nsimple on the surface. It is not 1f you want to get a\nfair deal and good material. Buying mistakes cause\nbuyer s remorse. Sadly, many of us have a problem\ncoin box that we look through regularly to remind\nus of the consequences of a bad buy. Problem coins\nremain problem coins and the pain only becomes\nworse over time. A good collector or dealer will\nactively work to take bad material off the market and\neducate others.",
            "There are ten key items to keep in mind when buying\ncoins.",
            "10. Do not pay high premiums for modern certified\ncoins. When buying collections there are almost\nalways one of more of these. It is hard for me to\nexplain that I can only pay twenty to twenty-five\npercent of what they paid for them.",
            "9. Buy coins because they are there, and you are\nbored at a shop or a show. Leave with your money\nintact. Exercise process discipline to stick to your\nwant list and specialties. Exceptions can be made\nfor special occasion items that excite you.",
            "8. Buy coins or other materials from flashy\ntelemarketers and flashy magazine ads. These\nsellers must cover their marketing cost in their\nsales price. There are excellent buys to be made\nfrom advertisements and the internet. Learn\nhow to identify the good and fair marketing.\nPersonally, I like to steer my business to ads\nthat have evidence of one or more numismatic\nmemberships. Why? The memberships require the\norganization s Code of Ethics to be followed.",
            "Number 8 December 2021",
            "Alors que nous continuons d voluer de fagons prudentes et\ns curitaires durant la pand mie du COVID, plusieurs clubs\nne sont toujours pas en mesure de se rencontrer en personne\nen cette fin du mois d octobre. La vaccination g n ralis e\n tant maintenant presque termin e, nous esp rons que les\nr unions en personne et les salons numismatiques pourront\nreprendre d ici 2022. Plusieurs clubs continuent d adopter\ndes mode les de r union hybrides en personne et virtuels\npour ceux qui ne peuvent se d placer. De nombreux clubs\nplanifient avec optimisme des salons numismatiques sachant\nque les collectionneurs sont pr ts a reprendre leurs activit s.",
            "Dix erreurs a  viter lors de l achat de pi ces ou\nd autres mat riels numismatiques",
            "Jai pr sent  sur ce sujet lors de rencontre numismatique\na plusieurs reprises au cours de la derni re ann e. Avec la\nreprise des salons numismatique, c est un excellent sujet\npour une r union de votre club numismatique.",
            "A premi re vue, l achat de pi ces de monnaie et d autres\nmat riels numismatiques semble assez simple. Ce n est pas\nle cas si vous voulez r aliser une bonne affaire et du mat riel\nde qualit . Les erreurs d achat provoquent le remords de\nl acheteur. Malheureusement, beaucoup d entre nous avons\nune boite ou cartable que nous regardons r guli rement pour\nnous rappeler les r sultats d un mauvais achat. Les pi ces a\nprobl mes restent toujours des pi ces a probl mes et la douleur\nne fait qu empirer avec le temps. Un bon collectionneur ou\nrevendeur s efforcera activement de retirer le mauvais mat riel\ndu march  et d duquer les autres.",
            "Il y a dix  l ments cl s a garder a l esprit lors de l achat de pi ces.",
            "10. Ne payez pas de primes  lev es pour les pi ces modernes",
            "qui sont certifi es. Lors de l achat de collections, il y en",
            "a presque toujours une ou plusieurs. I] m est difficile de",
            "Justifier que je ne peux pas payer plus de vingt a vingt-cinq\npour cent de ce qu ils ont pay  pour eux.",
            "9. Achetez des pi ces parce qu elles sont 1a ou vous vous\nennuyez dans un magasin ou un salon numismatique. Garder\nvotre argent. Exercez une discipline en vous limitant a votre\nliste de besoins et 4 vos sp cialit s. Des exceptions peuvent\n tre faites pour les articles d occasion sp ciale qui vous\npassionnent.",
            "8. Achetez des pi ces de monnaie ou d autres mat riaux\nprovenant de promotions t l phoniques ou marchands\nitin rants et d annonces publicitaires extravagantes\ndans les revues. Ces vendeurs doivent couvrir leurs frais\nde commercialisation dans leur prix de vente. II existe\nd excellents achats a faire a partir de publicit s et d  Internet.\nApprenez a identifier le bon marketing et celui qui est juste.\nPersonnellement, j aime encourager les annonceurs qui\nd montrent faire partie de regroupement numismatique.\nPourquoi? Les adh sions n cessitent le respect du code\nd thique de l organisation.\n"
        ],
        "PageNo": "367"
    },
    {
        "File": "The_CN_Journal_December_32.jpg",
        "Paragraphs": [
            "7. Do not buy coins described as  uncirculated. \nThis can mean anything from a unworn coin that is\nbeat up from riding at the bottom of a dump filled\nwith gravel to a flashy gem uncirculated piece.\nBetter buys are made if the seller uses mint state\nand a grading number between 60 and 70. Even on\nscarcer pieces, 62 is the lowest number I will think\nabout buying.",
            "6. Pursue bargain or investment coins. Seldom\nare these bargains or good investments. Yet the\nvendor will be happy to have his dead stock\ngone. His smile is for his own happiness; it s not\nfor yours. Coins as an investment? Wrong coin,\nwrong price, wrong reason, wrong time, wrong\nperson. Buy a smaller quantity of high-quality\nmaterial you will enjoy.",
            "5. Do not drive across town to save fifty-three cents.\nThis is a dark path. Do establish a relationship with\none or more collectors or dealers. Be loyal and earn\ntheir trust. They will work hard to find the material\nyou want. Be patient. And be fair about what you\npay. Otherwise that might be your last deal with\nthem and/or word will get around that you have a\nreputation for being tight. Do not over-negotiate.\nAfter all, the other side of the transaction must eat.",
            "4. Do not put complete trust in grading services and\nspecial stickers.  Buy the material not the holder. \nThe grading services make mistakes. Graded too\nlow will cause resubmission. Graded too high\nis an FRP   aka final resting place. No one in\ntheir right mind would crack it out of the holder.\nInstead, learn how to grade for yourself and keep\nyour specialties to a few areas. Each specialty has\nits own grading nuances. Your knowledge will\nhelp you make better buys. If you don t yet feel\ncomfortable with your grading skills, buy from\nthose you trust.",
            "3. Do not purchase coins with inferior optics   loupes\nand magnifiers   or bad lighting. Recommended\nis a 7x loupe. The industry standard is the Bausch\nand Lomb triplex loupe. Save your 10x and higher\nmagnifiers for counterfeit detection and variety\nattribution. Bad lighting includes a dealer lamp that\nis not using a white smoke 60W incandescent bulb\nor the LED equivalent. Clear bulbs make coins look\nbetter. Look up at the dealer s light bulbs. If you don t\nlike what you see, ask if you can take the material to\nthe next table or use the flash light on your phone.",
            "2. Do not go it alone without good professional\nguidance.",
            "1. Do not purchase anything without grading skills,\nknowledge, or focus.",
            "Above all else, enjoy your collecting.",
            "If you would like to have your club profiled here, please\nwrite a column, include pictures and send it to me:\nxr7gt@prodigy.net.",
            "Brett Thich",
            "werner nnn nanan nnn nnn The CN Journal",
            "7. N achetez pas de pi ces d crites comme   non-circul es  .\nCela peut signifier n importe quoi, d une pi ce de monnaie\nnon-circul e qui montre des traces de frottement a une\npiece resplendissante non circul e. De meilleurs achats sont\neffectu s si le vendeur utilise le syst me de gradation avec\ndes num ros de classement entre 60 et 70. M me pour des\npicces plus rares, 62 est le grade le plus bas que j ach terais.",
            "6. Poursuivez les aubaines ou les pi ces d investissement. Ce",
            "sont rarement des aubaines et ne sont g n ralement pas de\nbons investissements. Le vendeur sera heureux de faire partir\nson mat riel dormant. Leur sourire n est pas un signe qu ils\nsont heureux pour vous. Les pieces comme investissement?\nMauvaise pi ce, mauvais prix, mauvaise raison, mauvais\nmoment, mauvaise personne. Achetez une plus petite\nquantit  de mat riel de haute qualit  que vous allez appr cier.",
            ". Ne traversez pas la ville pour  conomiser cinquante-trois",
            "cents. C est une mauvaise route. Etablissez une relation avec\nun ou plusieurs collectionneurs ou marchands. Soyez fid le\net gagnez leur confiance. Ils travailleront dur pour trouver\nle mat riel que vous voulez. Sois patient. Et soyez juste sur\nce que vous payez. Sinon, ce sera peut- tre votre derni re\ntransaction avec eux et/ou le mot se passera que vous avez\nla r putation d tre avare. Ne n gociez pas trop. Apr s tout,\nl autre c t  de la transaction doit payer ces factures.",
            "4. Ne faites pas enti rement confiance aux compagnies de\ngradation et aux autocollants sp ciaux.   Achetez le mat riel,\npas le contenant.   Les services de gradation font des erreurs.\nUn grade trop bas entrainera une nouvelle soumission.\nUn grade trop  lev  est difficile 4 revendre  vous serez le\ndernier propri taire. Personne de sens  ne le ferait sortir de\nson support. Au lieu de cela, apprenez a grader par vous-\nm me et a limiter vos sp cialit s 4 quelques domaines.\nChaque sp cialit  a ses propres nuances de classement. Vos\nconnaissances vous aideront a faire de meilleurs achats. Si\nvous n tes pas assez confiants avec votre gradation, achetez\naupr s de personnes en qui vous avez confiance.",
            "3. N achetez pas de pieces sans une bonne loupe ou sous un\nmauvais  clairage. Il est recommand  d avoir une loupe\n7x. La norme de I industrie est la loupe Bausch & Lomb.\nGardez vos loupes 10x et sup rieures pour la d tection\ndes contrefacgons et l attribution des vari t s. Un mauvais\n clairage comprend une lampe de marchand qui n utilise pas\nd ampoule a incandescence blanche de 60W ou I quivalent\nD.E.L.. Les ampoules transparentes rendent les pi ces plus\nbelles. Regardez les ampoules du marchand. Si vous n aimez\npas ce que vous voyez, demandez si vous pouvez apporter\nle mat riel 4 la table voisine ou utiliser la lampe de poche de\nvotre t l phone.",
            "2. Ne faites pas cavalier seul sans de bons conseils\nprofessionnels.",
            "1. N achetez rien sans vos comp tences de gradation, vos\nconnaissances ou votre concentration.",
            "nN",
            "Avant tout, profitez de votre collection.",
            "Si vous souhaitez avoir le profil de votre club ici,  crivez\nune chronique, ajoutez des photos et envoyez-moi le tout a:",
            "xr7gt@prodigy.net.\nBrett Teich\nVolume 66\n"
        ],
        "PageNo": "368"
    },
    {
        "File": "The_CN_Journal_December_33.jpg",
        "Paragraphs": [
            "CoIN CONSTELLATION   2021",
            "RESULTS. ANNOUNCED",
            "In our September issue, we offered to update you on",
            "the results of the 2021 Coin Constellation, the fifteenth",
            "consecutive international commemorative coins\ncompetition held in Russia. The contest is sponsored by\nthe Water Mark Publishing House, publisher of The Gold\nChervonets Magazine.",
            "The submissions are judged in nine major categories:\nUnique Concept; Best Artistic Solution; Original\nTechnology; Best Circulation Coin; Classic Coin; Souvenir\nCoin; Best Silver Coin; Best Gold Coin, and Coin of the\nYear. The winning coins in these categories were chosen\nby members of the International Jury of Experts based on\ncoin images and descriptions submitted by the participants.\nThis International Jury comprised specialists from well-",
           
            "known world museums, auction houses, and representatives\nfrom various numismatic organizations. A separate category,\nthe People s Choice Award, was chosen by the votes cast\nelectronically on the www.gold10.ru website.",
            "Latvia and Russia both took two categories with coins\nthey submitted to the contest.",
            "The Royal Canadian Mint entered 15 comms this year, with\none to three in each category. Unfortunately, only one coin\ntook a prize. Third place in the Original Technology category\nwent to the  Extraordinarily High Relief  multifaceted\nAnimal Head   Grizzly Bear 25-dollar non-circulating legal\ntender coin.",
            "CANG y",
            "Canada s submission to the Original Technology category of the Coin Constellation contest\nwas the Grizzly Bear   25 dollars (Extraordinarily High Relief) NCLT coin from the\nMultifaceted Animal Head series by the Royal Canadian Mint.",
            "Number 8 December 2021\n"
        ],
        "PageNo": "369"
    },
    {
        "File": "The_CN_Journal_December_34.jpg",
        "Paragraphs": [
            "First-place winning coins in each category follow:",
            "Unique Concept",
            "Latvia, 5 euro, .925\nsilver, Linden Leaf;\nRoyal Dutch Mint\n(Netherlands)",
            "Best Artistic Solution",
            "Latvia, 5 euro, .925\nfine silver, Modernism\nin Latvia. 1960s;\nBank of Latvia and\nUAB Lietuvos monety\nkalykla (Lithuania)",
            "Original Technology",
            "  CROPUZ",
            "Palau, 20 dollars,\n.999 fine silver,\nTwo Sisters (on\nthe Terrace); B.H.\nMayer (Germany)",
            "France, 2 euro, cupro-\nnickel, Charles de\nGaulle ; Monnaie de\nParis (France)",
            "Cook Islands, 5\ndollars, .999 fine\nsilver, Tortoise; B. H.\nMayer (Germany)",
            "Souvenir Coin",
            "Cook Islands, 2\ndollars, .999 fine\nsilver, Voyager\nGolden Record, B.\nH. Mayer (Germany)",
            "Silver Coin of the Year",
            "Russia, 3 rubles,\n.925 fine silver, 75th\nAnniversary of the\nVictory of the Soviet\nPeople in the Great\n  Patriotic War of\n1941-1945; Goznak JSC (Saint-Petersburg)",
            "Gold Coin of the Year",
            "Tokelau, 100 dollars,\n31.1 g, .9999",
            "fine gold, Queen\nElizabeth IT Royal\nPortraits; B. H.\nMayer (Germany) .",
            "BAHK POCCHU\n25 PYBJIEM\n20203,",
            "Russia, 25 rubles, cupro-nickel, dedicated to selfless\nlabour of health workers; Goznak JSC (Moscow)",
            "It is interesting that the coin taking first place for Coin\nof the Year is one of the few coins issued in 2020 with a\npandemic or health related theme. In this case the winning\ncoin was that designed by A. A. Brynza and sculpted by A.\nN. Bessonov at the Moscow mint. The coin, with a mintage\nof 5 million, retails for a reasonable $2.00.",
            "All coins entered in the competition were voted on by the\npublic for winner of the People s Choice Award category:",
            "People s Choice Award",
            "Armenia, 30100 dram,\n1 kg, .999 fine silver,\nMother Cathedral of\nHoly Etchmiadzin; B.\nH. Mayer (Germany)",
            "Well did any of your favourite 2020 world coins make the\nwinning list?",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "370"
    },
    {
        "File": "The_CN_Journal_December_35.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "By SEAN SINCLAIR\n#23912",
            "Queen of the Ndongo and Matamba",
            "Njinga Mbande is\nN likely one of the most\nimportant female figures",
            "in African history. She ruled the\nAmbundu kingdoms of Ndongo\n(1624-1663) and Matamba\n(1631-1663), which were located\nin modem-day Angola.",
            "Njinga was born around 1583 in",
            "Kabasa, the capital city of Ndongo,\nin modern-day Angola. Her father\nwas Ngola Mbandi Kiluanji\nNdongo, one of the tribal rulers in\nthe region. Ngola is a title which\nrefers to the tribal leader and is\nthe source of the name Angola.\nHer mother, Kengela ka Nkombe,\nwas one of Kiluanji s slave wives\nand his favourite concubine.\nNjinga received her name due to\nthe circumstances surrounding\nher birth. The Kimbundu verb\n kujinga  means to twist or turn,\nand refers to the fact that she\nwas born with the umbilical cord\nwrapped around her neck.",
            "Njinga s father became king of\nthe Ndongo in 1592, when she was\nten years old. This left her older\nbrother, Ngola Mbandi, as the primary heir. Kiluanji clearly\nfavoured Njinga over her brother and had her take part in\nmany tribal proceedings. He also gave her considerable\ntraining as a warrior, despite the fact that she wasn t expected\nto become the ruler of the Ndongo.",
            "Njinga married at a young age, around 15 years old. Her\nhusband, Azeze, was a prince from an allied tribe. The couple\nhad a son, who would prove to be Njinga s only child. Azeze\nwas later killed in battle, leaving Njinga as a young widow.",
            "In the late 1500s, Ndongo was one of the strongest tribes\nin the region. Their biggest threat came from the Kongo\nto the north. This all changed when Portugal established\na settlement at Luanda on January 25, 1576, and used the\nsettlement as a source for African slaves in their colonies\nin Brazil. With both the English and French threatening\nPortugal s near monopoly on slaves on the west coast of\nAfrica, Portugal began to encroach further inland.",
            "Number 8 December 2021",
            "Following victories over\nNdongo armies in 1583 and 1585,\nthe Portuguese attempted an\nattack on Kabasa, in 1589. With\nthe help of the nearby Kingdom\nof Matamba, Ndongo defeated\nthe Portuguese forces at the Battle\nof Lucala in 1590. The defeat left\nPortuguese forces in the region\nseverely crippled, and resulted in\nan almost decade-long stalemate\nbetween Portugal and Ndongo,\nwhich ended with a peace treaty\nin 1599.",
            "Ngola Kiluanji passed away\nin 1617, and his son became\nthe new king. Following their\nfather s death, Mbandi used his\nauthority to dispose of any rivals.\nHe also had Njinga s mother and\nson killed, while Njinga and her\nsisters were sterilized, ensuring\nthat they would not have any\nother children, as potential\nclaimants to the throne.",
            "In 1621, he sent Njinga to\nLuanda to serve as his emissary\nwith the Portuguese. Njinga\nagreed, provided that she had",
            "the authority to negotiate in his stead. Njinga arrived at the\nmeeting dressed in traditional clothing, in order to show that\nthe Ndongo were equal to the Portuguese. Upon entering the\nroom, she discovered that there wasn t a chair for her to sit\non. So, she had one of her attendants kneel down, and she sat\non his back for the duration of the meeting.",
            "Njinga s goal was to encourage peace between Ndongo\nand Portugal. She agreed to return escaped slaves to the\nPortuguese, and demanded that the Portuguese remove\nthemselves from Ndongan territory. She was aiming for\nsome form of cooperation between the two cultures. She\nagreed to be baptized by the Portuguese, adopting the name\nDona Anna de Souza.",
            "In 1624, Mbandi died under mysterious circumstances. It\nis unclear whether it was suicide, or if Njinga had him killed\nin revenge for the death of her son. Upon declaring herself\nNgola, Njinga continued her attempts to negotiate with the\nPortuguese.\n"
        ],
        "PageNo": "371"
    },
    {
        "File": "The_CN_Journal_December_36.jpg",
        "Paragraphs": [
            "Following Mbandi s death, the new Portuguese governor,\nFemi de Sousa, began an aggressive campaign to subjugate\nthe various tribes in the region. In order to weaken the\nPortuguese, and deprive them of their labour force, Njinga\nencouraged any slaves to flee the Portuguese and join her\nkingdom.",
            "By this time, Ndongo s alliance with the Imbangala\nhad fallen apart and Ndongo had lost significant territory.\nNjinga s attempts to negotiate were seen as a sign of\nweakness and rebellions within the tribe forced her out\nof Kabasa, and into the mountains. The treaty with the\nPortuguese fell apart, with the Portuguese refusing to vacate\nany fortresses in Ndongo territory.",
            "Over the next few years, Njinga managed to hold the\nPortuguese at bay; however, she had little success in keeping\nthe Portuguese out of Ndongo. Following several defeats at\nthe hands of the Portuguese, by 1628 Njinga was forced to\nretreat into the mountains.",
            "At this point, Njinga was contacted by Kasanje, a powerful\nImbangala warlord, with a proposal, literally. If\nNjinga married him, he would provide her\nwith highly-trained Imbangala warriors\nto assist in her struggles with the\nPortuguese. Njinga agreed and was\naccepted into Imbangalan society.",
            "The marriage was simply a\nmeans to an end for her. She\nworked on gathering supporters,\nand by 1631 she had rebuilt\nher armies and began invading\nother kingdoms, beginning with\nnearby Matamba. After defeating\nMatamba, Njinga became the queen\nof Matamba. With her new power-base,",
            "Njinga used the area to settle Ndongos\nand expanded the slave trade, in order to\nfinance her struggles against the Portuguese.",
            "Luanda was seized from the Portuguese\nby the Dutch West India Company in\n1641, with the assistance of the Kongo,\ncutting off their supply of slaves.",
            "Njinga immediately offered an\nalliance between the Ndongo and\nthe Dutch against the Portuguese,\nwhich was accepted.",
            "With Luanda now under Dutch\ncontrol, Ndongo became the\npremiere slave-trading kingdom\nin the region. Njinga continued to\nexpand her territory in the region,\nreclaiming many former Ndongo lands, =~\nand continually pushing the Portuguese out.",
            "By 1648, Njinga controlled most of the\nslave trade in the region and was considered the most",
            "372",
            "powerful leader in the area. In August 1648, the Portuguese\nrecaptured Luanda, dealing both Njinga and the Dutch a\ncrippling blow.",
            "Forced to retreat to Matamba, Njinga continued her efforts\nto expand her kingdom and minimize Portuguese expansion\ninto the interior. Beginning in 1651, both sides entered talks\nto end the decades-long conflict. An agreement was reached\nin 1656 for both sides to cede small portions of land, as well\nas provide military assistance if necessary.",
            "Following the peace with the Portuguese, Njinga focused\non rebuilding Matamba, with former slaves being resettled\non Ndongan lands. She also worked on establishing relations\nwith other European powers, in order to increase her\ninfluence in the region.",
            "In October 1663, Njinga contracted a throat infection.\nThe infection spread to her lungs and she passed away\non December 17, 1663. She was buried according to both\nChristian and Mbundu traditions, and ceremonies were held\nin her honour throughout the region.",
            "In 2014, Angola released a special bimetallic\n20-kwanza coin in honour of Queen Njinga.\nThe centre of the coin features a right\nportrait of Njinga, with a headdress,\nearrings and necklace. The dates\n 1582  and  1663  are shown,\nsignifying her lifetime. The\nlegends on the outer ring include\n REPUBLICA DE ANGOLA \nand  RAINHA NJINGA A\nMBANDE.  The inscriptions\nare Portuguese for  Republic\nof Angola  and  Queen Njinga\nMbande. ",
            "The reverse design includes a large\nnumeral  20  and the word  kwanzas \nincorporated into two different textile patterns.\nThe lenticular pattern in the zero includes the\nletters  BNA  for Banco Nacional de\nAngola.  The date is at the bottom centre\nof the ring. The currency is named for\nthe Kwanza River, which is one of",
            "the longest rivers in Angola.",
            "The paradoxes of Njinga s\nlife are rampant, fighting the\nPortuguese slave trade, while\nembracing slavery for her own\nends, being the most obvious.",
            "Njinga attempted to overcome the",
            "concept that women were not fit",
            "to rule, and Matamba was ruled by",
            "females for most of the century after her",
            "death. She is considered a hero in Angola",
            "and many Angolan women get married beside",
            "her statue in Luanda.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "372"
    },
    {
        "File": "The_CN_Journal_December_37.jpg",
        "Paragraphs": [
            "ROYAL, MINT. COMMUNIQUE _ SRE Kat Regie",
            "The 2021 Christmas sixpence",
            "over to Britain by Prince Albert, husband of Queen Victoria. On the Sunday\nbefore Advent, families gathered in the kitchen to help make the Christmas\npudding. Stir-up Sunday; November 21, 2021!",
            "In Britain, a silver sixpence was placed into the pudding mix and every member\nof the household gave the mix a stir. Whoever found the sixpence in his or her piece\nof pudding Christmas Day would see it as a sign bringing joy, wealth and good luck\nin the year to come.",
            "Take part in this classic British tradition by putting your very\nown silver sixpence into your Christmas pudding. Wait to see\nwho gets the sixpence in his or her piece and all the good\nluck in 2022. a",
            "The coin is struck in sterling silver, with a reverse / &\ndesign by artist and sculptor John Bergdahl. The obverse\nhas the official effigy of Queen Elizabeth II, designed\nby Jody Clark. The coin is 19.41 mm in diameter and\nweighs 3.35 g. For your own Christmas sixpence, go to\nwww.royalmint.com/gifts/by-occasion/christmas/202 1-\nchristmas-silver-six-pence-gift-box/.",
            "C he sixpence was used in a Christmas tradition that is believed to have been brought  ",
            "Number 8 December 2021  \n"
        ],
        "PageNo": "373"
    },
    {
        "File": "The_CN_Journal_December_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2021 $1 Fine Silver 1 kg Coin   The",
            "Quintessential Voyageur Dollar",
            "The reverse features an early version of\nEmanuel Hahn s Voyageur design, which\nappeared on Canadian dollar coins issued\nbetween 1935 and 1986. It is based on",
            "an original pencil sketch that is part",
            "of the National Currency Collection",
            "of the Bank of Canada Museum,",
            "located in Ottawa, Ontario. Beneath",
            "the aurora borealis, a voyageur and an\nIndigenous guide paddle a fur-laden",
            "canoe past wind-swept pines that rise up",
            "from a semi-circular island. The obverse",
            "pays tribute to the 85th anniversary of the\nlast issue year (1936) of Sir E.B. MacKennal s\nportrait of King George V; this effigy appeared\non Canadian coins from 1911 to 1936,\nwith the 1935 silver dollar being the only\nexception. The portrait is surrounded with",
            "the Latin legend,  GEORGVS V REX\nIMPERATOR ANNO REGNI XXV \n(George V, King and Emperor, 25th Year",
            "of Reign), honouring the first Voyageur\nDollar issued in 1935 to commemorate the Silver\nJubilee of King George V.",
            "2021 $1 Fine Silver Coin   Peace Dollar",
            "Struck in Ultra High Relief (UHR), the coin s",
            "reverse features a pulsating pattern behind the\nallegorical image of peace designed by retired\nRCM Senior Engraver, Susan Taylor. Lady\nPeace is depicted in profile with her hair\ncrowned in a wreath of maple leaves\nand olive branches. She is flanked by\nher name,  PAX  (the Latin word for\n Peace ), and the year  2022 , while\nCanada s national motto,  A",
            "MARI USQUE AD MARE ",
            "( From sea to sea )",
            "appears overhead. The",
            "obverse features the",
            "effigy of Her Majesty",
            "Queen Elizabeth I by",
            "Susanna Blunt.",
            "Pi ce de 1 kg en argent fin 2021   Le\nl gendaire dollar Voyageur",
            "Le revers de la pi ce pr sente une version",
            "pr liminaire du motif Voyageur d Emanuel",
            "Hahn, qui a orn  les pi ces canadiennes",
            "de un dollar  mises de 1935 a 1986.",
            "Il se fonde sur un dessin original au",
            "crayon faisant partie de la Collection",
            "nationale de monnaies du Mus e de la",
            "Banque du Canada, situ  4 Ottawa, en",
            "Ontario. Sous une aurore bor ale,",
            "un voyageur et un guide autochtone",
            "pagaient a bord d un canot charg  de",
            "fourrures, passant devant les pins balay s",
            "par le vent qui  mergent d une ile en demi-",
            "lune. Lavers souligne le 85e anniversaire",
            "de la dermi re ann e d mission des pi ces",
            "a leffigie du roi George V, selon sir E.",
            "B. MacKennal, effigie ayant orn  toutes les pi ces",
            "canadiennes de 1911 a 1936, sauf le dollar en argent",
            "de 1935. Le portrait est entour  de la l gende latine  ",
            "GEORGIVS V REX IMPERATOR ANNO REGNI",
            "XXV   (George V, roi et empereur, 25e ann e de",
            "regne), en souvenir du premier dollar Voyageur  mis en\n1935, pour le jubil  d argent du roi George",
            "Pi ce de 1 $ en argent fin 2022   Dollar de la\npaix",
            "Le revers du dollar de la paix pr sente",
            "un champ recouvert d un motif qui",
            "palpite, duquel se d tache la figure",
            "all gorique de la paix grav e en",
            "tr s haut relief, oeuvre de Susan",
            "Taylor, graveuse principale",
            "de la Monnaie aujourd  hui",
            "retrait e. Le profil de la Dame",
            "de la Paix est coiff  d une",
            "couronne de feuilles d rable",
            "et de branches d olivier. II est",
            "flanqu  du mot   PAX   (qui",
            "signifie   paix   en latin) et du",
            "mill sime   2022  , et surplomb ",
            "par la devise canadienne   A MARI",
            "USQUE AD MARE   (d un oc an a l autre).",
            "Lavers est a l effigie de Sa Majest  la reine Elizabeth II,\nselon Susanna Blunt.",
            "en nanan nnn nnn nnn nnn nnn The CN Journal Volume 66\n"
        ],
        "PageNo": "376"
    },
    {
        "File": "The_CN_Journal_December_41.jpg",
        "Paragraphs": [
            "2021 $5 Fine Silver Coin   Moments to Hold:\n100th Anniversary of Canada s National Colours",
            "Designed by Canadian artist Steve Hepburn,\nyour coin s reverse is double dated ( 1921\n2021 ) to mark the 100th anniversary of\nCanada s national colours. Its image is",
            "an extraordinary display of patriotism:",
            "a Canadian proudly holds up the red-\nand-white flag of Canada as they",
            "shout their love of country from the\nhighest mountain. The",
            "obverse features the",
            "effigy of Her Majesty",
            "Queen Elizabeth II",
            "by Susanna Blunt.",
            "2021 10-Cent Coin   100th Anniversary of\nBluenose",
            "To commemorate the\ncentennial anniversary\nof Canada s iconic\nschooner, three\ndifferent Bluenose\ncommemorative\n10 cents have\nbeen issued.",
            "The reverse\ndesign by\nCanadian marine\nartist Yves B rub \nis double dated (1921\n2021) to commemorate\nthe 100th anniversary of the\nlaunch of Canada s most famous ship.\nThe engraved portrait shows Bluenose\nunder full sail and heeled to port on\nthe open ocean, which is painted blue\non the coloured version. The classic\n1937 reverse design by Emanuel Hahn\nis double dated (1921 2021).",
            "The obverse features the\neffigy of Her Majesty Queen\nElizabeth II by Susanna Blunt.",
            "Number8 December 2021 ------------------------------------",
            "Pi ce de 5 $ en argent fin 2021   Grands moments:\n100e anniversaire des couleurs nationales du\nCanada\nLe motif au revers, oeuvre de | artiste\ncanadien Steve Hepburn, porte une double\ndate (  1921 2021  ) en Vhonneur\ndu 100e anniversaire de l adoption\ndes couleurs nationales du Canada.\nL image est une d monstration\nextraordinaire de patriotisme : on y\nvoit un Canadien qui d ploie fi rement\nVunifoli  rouge et blanc en clamant\nson amour du Canada du sommet de\nla plus haute montagne. L avers est a\nlVeffigie de Sa Majest  la reine Elizabeth II,\nselon Susanna Blunt.",
            "Pi ce de 10 Cents 2021   100e anniversaire du\nBluenose",
            "Pour soulinger le 100e\nanniversaire de la\nl gendaire go lette\ntrois versions de la\npiece de 10 cents\ncomm morative\ndu Bluenose ont",
            " t   mis.\nLe motif au\nrevers, oeuvre de\nl artiste maritime\ncanadien Yves\nB rub , porte les\ndates   1921 2021  ,\nqui soulignent le 100e\nanniversaire de la mise a l eau du plus\nc l bre navire canadien. On y voit une\ngravure du Bluenose au large, toutes\nvoiles dehors et inclin  a babord.\nSur la version color e, l?oc an est\nrehauss  de bleu. Le motif classique\nau revers, oeuvre Emanuel Hahn, de",
            "porte les dates   1921 2021  .\nL avers est a l effigie de Sa Majest  la\nreine Elizabeth II, selon Susanna Blunt."
            
        ],
        "PageNo": "377"
    },
    {
        "File": "The_CN_Journal_December_42.jpg",
        "Paragraphs": [
            "THE CONSECRATION OF\nWESTMINSTER. ABBEY.",
            "A Numismatic DATE WITH HisTory",
            "By JESUS VICO\nAND. MARISA. OLLERO",
            "December 28, 1065",
            "Panels 26 28 of the Bayeux Tapestry, believed commissioned by William the Conqueror s half-brother,\nBishop Odo in 1068, telling the story of Edward s death and burial in St Peter s Abbey (now Westminster",
            "Abbey) a week after its consecration.",
            "Before either a pagan temple or\nB Christian church was erected on\nit, the site of Westminster Abbey\nwas a place of marsh and forest. From\nits dense thorn bushes derived its ancient\nname of Thor Ey (the Island of Thorns).\nAccording to monastic tradition, the\nearliest building on the Isle of Thorns\nwas the Roman temple of Apollo,\ndestroyed by an earthquake in 154 CE.\nKing Edward I the Confessor was\nultra-religious with a special devotion\nto Saint Peter. Before he ascended the\nthrone, Edward had vowed to make\na pilgrimage to the apostle s tomb in\nRome, and soon after his coronation,\nhe announced his intention of keeping\nhis oath. The Great Council was afraid\nof the journey s dangers and sent\na delegation to Leo IX to persuade\nhim to release Edward from his vow.\nThe pope consented on the condition\nthat the king should build or restore\na monastery to Saint Peter. By this\ntime, the wild growths of Thorney had\ngiven way to fertile meadows: a quiet\nretreat admirably suited to the dreamy\nking, who was further attracted to it\nby the legends around it. Of these,\nthe best known was that of Edric the\nFisherman.\nTradition claims that Edric, a\nfisherman on the River Thames,\nhad a vision of Saint Peter.",
            "(Public Domain)",
            "This legend is the origin of the salmon\nthat Thames fishermen offered to the\nWestminster Abbey in later years   a\ncustom still observed annually by the\nFishmongers  Company. The recorded\norigins of the Abbey date to the 960s,\nwhen Saint Dunstan and King Edgar\nfounded a community of Benedictine\nmonks.",
            "King Edward ultimately decided that\nthe old monastery at Thorney would\nbe replaced by a new and magnificent\nAbbey of Saint Peter. To personally\nsupervise the building of the new\nchurch, he set himself at the royal\nresidence at Westminster. The residence\nwas also rebuilt so that the Abbey and\nPalace of Westminster grew up side by\nside. Construction of the Abbey started\nin 1050 on a site to the east of the old\nchurch, which the monks occupied\nduring the rebuilding. Only the choir\nwas completed in the Confessor s\nlifetime. An atrium joined it to the old\nchurch, which became the central nave\nof the new structure. Nothing remains\nof Edward s work, but in 1866 small\nfragments in position, consisting of\nwall-footings and bases of two piers\nbeneath the floor of the presbytery,\nwere discovered.",
            "The construction carried on after the\nConfessor s death, for he had bequeathed\na large fund for its continuation.",
            " The CN Journal Volume 66\n"
        ],
        "PageNo": "378"
    },
    {
        "File": "The_CN_Journal_December_43.jpg",
        "Paragraphs": [
            "Edward the Confessor\nwanted St Peter s Abbey to\nprovide himself with a royal\nburial site. It was the first\nchurch in England built in\nthe Romanesque style. The\nbuilding was completed around\n1060 and was consecrated on\nDecember 28, 1065, only a\nweek before Edward s death\non January 5, 1066. A week\nlater, he was laid to rest in the\nchurch, and, nine years later,\nhis wife Edith was buried\nalongside him.",
            "The only depiction of\nEdward s Romanesque abbey,\ntogether with the adjacent\nPalace of Westminster, is in\nthe Bayeux Tapestry (above),\nan embroidered cloth nearly 70 m long and 50 cm tall that\ndepicts the events leading up to the Norman conquest of\nEngland.",
            "However, Edward s remains were not allowed to rest\nin peace and were exhumed many times in the following\ncenturies.",
            "Henry I and his half-Saxon Queen, Matilda of Scotland,\nhad her great uncle s tomb opened in 1098. Edward s\ncorpse was reported to be  uncorrupted,  at the time",
            "Number 8 December 2021",
            "considered to be sure evidence\nof saintliness.\nHenry II once again\nopened Edward s tomb.\nEdward s burial robes were\nremoved during this second\nexhumation, and the new king\nappropriated the pilgrim s ring\nhe was wearing. Edward was\ncanonized in 1161 with the\nhelp of the king.\nWhen Henry III (a great\nadmirer of Edward J) rebuilt\nWestminster Abbey in the 13th\ncentury, the Confessor s body\nwas moved to a magnificent\nshrine which became the\ncentrepiece of the new\nbuilding. Henry HI himself,\nhis brother, Richard, Earl of\nComwall and his two sons helped carry the coffin to its\nsplendid new resting place. The shrine, built by Italian\nartisans, was initially composed of three parts: a stone base\ndecorated with Cosmati work; a gold feretory containing\nEdward s coffin, which was flanked by statues of St.\nEdward and the Pilgrim; and a canopy above it which could\nbe raised to reveal the feretory or lowered to cover it. The\nferetory was decorated with the figures of six gold kings,",
            "set with precious stones. sourced with permission",
            "from VCoin's eNewsletter.",
            "The romanesque facade of Westminster Abbey\nhas appeared on a number of tokens and medals,\nperhaps the most beautiful example is by Wiener:",
            "Westminster Abbey as it appeared in the\nearly 17th century prior to the addition\nof the western towers. Fold out from the\nbook The antiquities of St. Peters, or the\nabbey church of Westminster : containing\nall the inscriptions, epitaphs, & c. upon\nthe tombs and grave-stones : with the\nlives, marriages and issue of the most\neminent personages therein reposited\nand their coats of arms truly emblazon d\nby Jodocus Crull MD c. 1711; engraving by\nWenceslaus Hollar, 1654. (Public Domain)",

            "CONTINUED\n"
        ],
        "PageNo": "379"
    },
    {
        "File": "The_CN_Journal_December_44.jpg",
        "Paragraphs": [
            "Coins of King Edward the Confessor",
            "British, Edward the Confessor (1042-66), AR\npenny, (1.02 g, 6h) PACX type variety, London,\nEadwold, + edper - drex, diademed and draped\nbust left holding sceptre, rev. + eadpold on lvnd\naround short voided cross, pellet in circle at\ncentre, PAXX in angles; Freeman 351 (listed).\n(Image: Spink)",
            "British, Edward the Confessor (1042-66), AR\npenny, (1.23 g, 3h), Sovereign type, Steyning,\nWullfric, eadprd fx angor, king enthroned, wearing\ncrown but without beard, holding sceptre and orb,\nrev. + pvifric on sten, voided short cross, birds in\nangles (N.827; S.1181). (Image: Spink)",
            "British, Edward the Confessor (1042-66), AR\npenny, (1.29g, 9h), Hammer Cross type, Hastings,\nDuninc, + eadpar - rd re, crowned and draped\nbust right, sceptre in front, rev. + dvninc on hest:,\nvoided short cross, the arms terminating in curves\n(N.828; S.11 82). (Image: Spink)",
            "British, Edward the Confessor (1042 66), AR\npenny, (1.12 g, 12h), Bust Facing/Small Cross\ntype, York, Arngrim, + eadpard re., crowned\nbust facing, with prominent beard and cloak\ndecorated with pellets, rev. + arngrim on eoi,\nsmall cross, annulet in second quarter (N.830; S.1\n183). (Image: Spink)",
            "and King Henry Ill",
            "British, Henry Ill (1216 72), AV penny (20\npence) ND c. 1257, (21 mm. 2.95 g, 12h),\nLondon mint, Type Il. h | ENRIC  | REX: I-I-\nI  | :, bearded and crowned king enthroned\nfacing, lis-tipped scepter in right hand,\nglobus cruciger in left / WILL |  M:O | N\nLVn | DEN (quatrefoil), voided long cross\nwith rose and three pellets in each angle\n(second N in London lombardic). Fr-80 (7\nknown), S-1375, N-1000 (ER), Schneider-1.",
            "(Image: Heritage Auctions)",
            ""
        ],
        "PageNo": "380"
    },
    {
        "File": "The_CN_Journal_December_45.jpg",
        "Paragraphs": [
            "fy INTERNATIONAL ASSOCIATION\nip of CURRENCY AFFAIRS",
            "INT HE NEWS.  PREES RELEASE. ** ~\nThe Royal Canadian Mint s Recognition Medal Wins International Award for Best Currency\nInitiative in Response to the COVID-19 Pandemic + La M daille de Reconnaissance de la Monnaie\nRoyale Canadienne remporte le prix international de la meilleure initiative en mati re de devise\ndans le contexte de pand mie COVID-19",
            "Ottawa, Ontario   28 September 2021   The Royal Canadian\nMint is honoured that its Recognition Medal earned the\nInternational Association of Currency Affairs TACA)\nspecial award for the Best Currency Initiative\nImplemented in Response to the Covid-19\nPandemic (Other Organization). Launched in June\n2020, the Recognition Medal was an employee-",
            "led undertaking that transformed the by-product",
            "of a circulation coin manufacturing contract into an\nartful, meaningful and lasting way to say thank you",
            "to front line workers and everyday heroes who made\nit possible for Canadians to safely continue their\ndaily lives throughout the COVID-19 pandemic.",
            "All net proceeds from the sale of each medal\nwere donated to Breakfast Club of Canada s\nCOVID-19 Emergency Fund. In all, the Mint raised\n$743,845.88 to help Canadian children and their\nfamilies fight food insecurity during the pandemic.",
            " The Mint has won several international awards\nfor innovation in the past, but IACA s special award is\nespecially meaningful to our employees, who banded together\nto transform spare coin-making materials into positive change\nfor communities across Canada at a very challenging time in our\nhistory,  said Marie Lemay, President and CEO of the Royal\nCanadian Mint.  This recognition by our industry peers, and the\nresponse of Canadians who helped us donate so much to children\nin need have inspired us to do even more to help fellow Canadians\nstill challenged by the pandemic. Due to this success, we are\nlooking forward to announcing a new medal later this year. ",
            "One side of the Recognition Medal features a heart and maple leaf\nicon representing the collective spirit of Canadians. The maple leaf\nand heart as one symbolize Canadians banding together to help those\nin need. A complex array of micro-mirrors covering the heart creates\na pulsating light effect that evokes Canada s strong heartbeat.",
            "The second side represents our nation s grateful spirit. The heart\nin the centre of the group symbolizes Canadians coming together in\nappreciation for our essential workers. We recognize their dedication and\nbravery, and the micro text represents the thankful voices of a nation.",
            "It was the first time the Mint s pulsating technology was\napplied to plated circulation material. This machining of thousands\nof tiny cubic micro-mirrors, reflecting light at different angles to\nsimulate motion, had previously been limited to silver collector\ncoins, produced in much smaller quantities.",
            "Producing over 100,000 medals with this effect proved that we\ncould achieve strong die life and consistent quality of the optical\nfeature on harder circulation coin products. The bi-metal coin\nslugs were also reshaped through a retooled blanking process to\nensure proper electroplating and high speed striking.",
            "All this was conceived and implemented in less than two months.",
            "Number8 December 2021 ------------------------------------",
            "Ottawa, Ontario   28 septembre 2021   La Monnaie royale canadienne\nest ravie d annoncer que sa M daille de reconnaissance a remport \nle prix sp cial de l International Association of Currency\nAffairs ACA) pour la meilleure initiative en mati re de\ndevise en contexte de pand mie COVID-19 (cat gorie\n  autre organisation  ). Lanc e en juin 2020, la M daille\nde reconnaissance  tait une initiative du personnel et\nconsistait a transformer le sous-produit d un contrat de\nfabrication de pi ces de circulation en un beau t moignage\nde remerciement, clair et durable, aux travailleurs de premi re\nligne et aux h ros du quotidien qui ont aid  les Canadiens a\npoursuivre une vie normale malgr  la pand mie de COVID-19.\nLa totalit  du produit net des ventes de chaque m daille a\n t  vers e au Fonds d urgence pour la COVID-19 du Club\ndes petits d jeuners. Au total, la Monnaie a r colt  743\n845,88 $ pour aider les enfants du pays et leurs familles a\ncombattre l ins curit  alimentaire pendant la pand mie.\n  La Monnaie a remport  plusieurs prix internationaux\npour ! innovation par le pass , mais le prix sp cial de PTACA\nest particuli rement important pour nos employ s, qui se sont\nunis pour transformer des retailles d coulant de la fabrication de\npi ces en un changement positif dans les collectivit s du Canada a un\nmoment particuli rement  prouvant, affirme Marie Lemay, pr sidente de la\nMonnaie royale canadienne. Cette reconnaissance de la part de nos pairs de\nl'industrie et la participation des Canadiens, qui nous a permis de donner si\ng n reusement aux enfants dans le besoin, nous ont inspir s a donner plus\nencore pour aider nos concitoyens qui sont encore aux prises avec cette\npand mie. A la lumi re de ce succ s, nous sommes enthousiastes a  id e\nd annoncer le lancement, plus tard cette ann e, d une nouvelle m daille.  \nOm e du motif d un coeur et d une feuille d rable, une face de la\nMe daille de reconnaissance repr sente I  esprit collectif des Canadiens.\nUnis ainsi, la feuille d rable et le coeur symbolisent la mobilisation\nde la population venant en aide aux personnes dans le besoin. Un\nagencement complexe de micromiroirs recouvrant le coeur cr e un effet\nde pulsation lumineuse qui  voque les battements de coeur du pays.\nL autre face repr sente |  esprit reconnaissant de la population\ndu pays. Le coeur au centre du groupe symbolise les Canadiens qui\ns unissent pour remercier nos travailleurs essentiels. Nous saluons\nleur d vouement et leur bravoure, et le microtexte sous l image\nexprime la reconnaissance d une nation.\nPour la premi re fois, la technologie de pulsation de la Monnaie\na  t  utilis e sur un produit plaqu  destin  a la circulation.\nAuparavant, cette technologie comportant des milliers de minuscules\nmicromiroirs cubiques r fl chissant la lumi re sous divers angles\npour simuler l illusion de mouvement  tait r serv e aux pi ces de\ncollection en argent produites en quantit s bien moindres.\nLa production de plus de 100 000 m dailles produisant cet effet\na d montr  que nous pouvions assurer une bonne dur e de vie de\nPoutillage de frappe et l uniformit  de la qualit  de I  effet d  optique sur\ndes surfaces m talliques plus dures. De plus, les pastilles bim talliques\nont pu  tre r usin es grace a un processus de d coupage de flans\nadapt , ce qui a facilit  l lectroplacage et la frappe a grande vitesse.\nLa conception et la mise en oeuvre ont n cessit  moins de deux mois.\n"
        ],
        "PageNo": "381"
    },
    {
        "File": "The_CN_Journal_December_46.jpg",
        "Paragraphs": [
            "Book REVIEW",
            "By TODD SANDHAM\nCHARLTON, PRESS, EDITOR",
            "Charlton Standard Catalogue Vol. 2   Canadian Collector Coins",
            "The Volume 2 of the\n| Charlton Standard\nCatalogue   Canadian",
            "Collector Coins has been redone\nfrom front to back in terms of re-\narranging the products to flow\nbetter. We now have product\nmainly starting from the oldest to\nthe newest. So you will start with\nthe oldest main stream product\nthat the Mint started to sell to\nthe public in the 1950s and move\nthrough the book to current dated\nitems. We still have the catalogue\nbroken down by the collector sets,\nSilver issued product, and then\nGold, Platinum and Palladium\nIssued products.",
            "The RCM issues quite a few\nproducts every year and we always\nstrive to ensure that we add all new",
            "products in the book with an image as well. That being\nsaid it s very tough to keep this very popular book at a\nlow page count so that we can keep the price of the book",
            "to a minimum. We were able to\nrearrange many items and only had\nto add about 20 more pages this\nyear. There were a couple more\nvarieties that were added to the\nbook based on popularity and ease\nof finding that particular variety.",
            "A couple major price changes\noccurred for example in the\nPysanka Egg series, Privy Mark\nSilver Maple Leaf Series and many\nof the Master s Club series coins.\nOverall the majority of prices have\nmoved up compared to last year s\nbook which is a good sign for the\nmarket. Looking at the market\nin Canada for Royal Canadian\nMint Products, we have found\nthat prices have been rising over\nthe last year and the demand for\nolder issue products is very strong.",
            "We expect the next 5 to 10 years to\nbe a good time for the numismatic\ncommunity with prices continuing\nto rise as demand slowly increases.",
            "Volume 2, 11th Edition, includes:",
            "* catalogue entirely re-arranged,\nstarting with the first RCM releases\nProof-Like Sets, 1954-1967",
            "  all denominations are together\nwith respective compositions\n(silver, gold, etc.)",
            "* unique RC #s given for older\nissues where RCM Item #s were\nnot available",
            "* an amazing 640 pages,\nfeaturing more than 2,200 coin\ndesigns",
            "  fully illustrated (3,000+ colour\nimages)",
            "* as complete as possible up to",
            "July/August 2021 Royal Canadian Mint releases.\n  available in French or English editions\n* printed 7 x 9 inch, spiral bound C$46.95",
            "ISBN 978-0-88968-429-4 / 978-\n0-88968-430-0",
            "Charlton Standard Catalogue Vol.\n2  Canadian Collector Coins 11th\nEdition is a must for the collector\nof RCM modern collector or\nbullion coins. It is available in\nCanada and the United States\nthrough Dealers, eBay, Chapters,\nAmazon or directly from Charlton\nPress: www.charltonpress.com or",
            "toll free 1 (866) 663-8827.",
            "Sample page with\nillustrations",
            " The CN Journal Volume 66\n"
        ],
        "PageNo": "382"
    }
]