[
    {
        "File": "The_CN_Journal_April_05.jpg",
        "Paragraphs": [
            "FROM. THE_PRESIDENT Ma",
            "MoT_DU_PRESIDENT.",
            "It is with considerable sadness that I must inform you",
            "that your Board of Directors agreed at its February 27\nmeeting to cancel our 2021 annual convention, which\nhad been scheduled for this July in Ottawa. This decision\nwas made because of real safety concerns for our attendee\nmembers and dealers, and continuing restrictions on travel\nand the number of people permitted to assemble, and social\ndistancing requirements, and real uncertainty about when\nthese restrictions might be lifted. Given these uncertainties,\nit was felt that sufficient assurances did not exist that\nconvention attendance could be achieved legally and safely.\nAs a result of the cancellation of the 2021 convention\nin Ottawa, we have now planned for our 2022 convention\nto be held in Ottawa from Tuesday, July 19 to Saturday,\nJuly 23. We sincerely hope that after two cancelled\nconventions we are able to hold this event in 2022!",
            "Preparations are now under way to hold virtual\neducation sessions on as many of the topics planned for\nthe 2021 convention as can be arranged. Please consult\nthe RCNA website for the topics, times and dates of\nthese sessions, which will be published there over the\nnext couple of months as final arrangements can be\nmade. Executives of the various Clubs that typically hold\nmeetings at our conventions will be contacted shortly\nto determine if these Clubs wish to hold replacement\nmeetings through the RCNA s communications facilities.\nAs these are arranged, notices will again be posted\nto our website. Finally, we will have a virtual auction\nsponsored by the RCNA, to take the place of the auction\nthat normally occurs at the convention. We will provide\nyou with details of the auction in the Journal and on our\nwebsite, when available.",
            "This is an election year for RCNA Executives. As\nmentioned previously in the Journal, nominations for the\nvarious RCNA executive positions would be closed at the\nend of March. Our Annual General Meeting of members,\nwhich normally occurs at our conventions, will have to be\nheld virtually again this year, as we did in 2020. In the next\nJournal issue, we will have information about the timing for\nthis meeting and the matters to be considered at it. A ballot\nform for voting will be included.",
            "As you will appreciate after reading this report,\nthe current pandemic situation has, quite substantially,\nrequired us to alter our normal routines. Please bear with\nus as we work through these special circumstances and do\nwhat we can to respond.",
            "I wish you all the best. ; he D",
            "Do be careful and stay safe. A Bie",
            
            "Number 3 Aprile May 2021 -------------------------------",
            "Cest avec beaucoup de tristesse que nous vous informons\n",
            "de la d cision prise par votre conseil d administration, lors",
            "de sa r union du 27 f vrier, d annuler notre congr s annuel\n2021, qui  tait pr vu a Ottawa en juillet prochain. Cette d cision a\n t  prise en consid rant les probl mes de s curit  pour nos membres\nparticipants et nos marchands, les restrictions persistantes sur les\nvoyages et le nombre de personnes autoris es 4 se rassembler,\net les exigences de distanciation sociale, qui demeure une r elle\nincertitude quant au moment ot ces restrictions pourraient  tre\nlev es. Compte tenu de ces incertitudes, il a  t  jug  qu il n existait\npas un niveau de confiance satisfaisant pour que la participation au\ncongr s puisse se tenir de mani re l gale et s curitaire.",
            "A la suite de l annulation du congr s 2021 a Ottawa, nous\npr voyons maintenant que le congr s 2022 se tiendra 4 Ottawa\nentre le mardi 19 juillet et le samedi 23 juillet. Nous esp rons\nsinc rement pouvoir organiser cet  v nement en 2022, apr s\nl annulation de deux congr s!",
            "Des pr paratifs sont en cours pour organiser des sessions\n ducatives virtuelles sur autant de sujets que nous avions d ja\npr vus pour le congr s 2021. Veuillez consulter le site internet\nde l ARNC pour connaitre les themes, les dates et les heures de\nces sessions, qui seront publi es au cours des prochains mois d s\nque les derniers d tails seront finalis s. Les dirigeants des divers\nclubs qui tiennent g n ralement des r unions 4 nos congr s seront\ncontact s sous peu pour d terminer si ces clubs souhaitent tenir\nleurs r unions virtuelles en utilisant les moyens de communication\nde l ARNC. Au fur et 4 mesure qu elles seront confirm es, des\navis seront 4 nouveau publi s sur notre site internet. Enfin, nous\naurons une vente a l encan virtuelle parrain e par l  ARNC, pour\nremplacer la vente a l encan qui se d roule normalement durant le\ncongr s. Nous vous fournirons les d tails de la vente a ] encan dans\nle Journal et sur notre site internet, lorsqu ils seront disponibles.",
            "C est une ann e  lectorale pour l ex cutif de ! ARNC. Tel que\nmentionn  pr c demment dans le Journal, les nominations pour\nles divers postes de direction de l ARNC se terminaient a la fin du\nmois de mars. Notre assembl e g n rale annuelle des membres,\nqui a normalement lieu lors de nos congr s, devra se tenir\nvirtuellement encore une fois, comme nous l avons fait en 2020.\nNous enverrons des informations sur le date et  heure de cette\nr union et les points qui seront d battus lors de la r union ainsi\nque les bulletins de vote, avec la prochaine  dition du Journal.",
            "Comme vous le constatez en lisant ce message, la situation\nactuelle avec cette pand mie nous force 4 modifier de fagon assez\nsubstantielle nos routines habituelles. Soyez patient avec nous\npendant que nous nous efforgons pour r pondre a vos besoins\ndans ces circonstances sp ciales.",
            "Je vous souhaite bonne chance.",
            "Soyez prudent et restez en s curit ."
            
        ],
        "PageNo": "101"
    },
    {
        "File": "The_CN_Journal_April_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _DU_CONGRES",
            "Royal Canadian Numismatic Association Convention Goes Virtual  \nLe congr s de l ARNC devient virtuel",
            "It is with considerable sadness that we must inform",
            "you that your Board of Directors agreed at its",
            "February 27 meeting to cancel our 2021 annual\nconvention, which had been scheduled for this July in\nOttawa. This decision was made because of real safety\nconcerns for our attendee members and dealers, and\ncontinuing restrictions on travel and the number of\npeople permitted to assemble, and social distancing\nrequirements, and real uncertainty about when these\nrestrictions might be lifted. Given these uncertainties,\nit was felt that sufficient assurances did not exist that\nconvention attendance could be achieved legally and\nsafely.",
            "Preparations are now underway to hold virtual\neducation sessions on as many of the topics planned\nfor the 2021 convention as can be arranged.",
            "The RCNA will again hold its Annual General\nMeeting virtually, scheduled for Saturday, July 24.\nOur annual awards presentations will follow this\nyear s AGM. We are pleased to announce that there\nwill be an online RCNA Convention Auction this year;\nplanned for August. If you wish to sell material in this\nauction, please remember that the auctioneer, TCNC,\nwill waive their usual seller fees for RCNA members.\nContact Mare or Eric at: cpnum@gc.aira.com or by\nphone at: (877) 276-8627 for further information.",
            "Once again, please keep your eyes open for our\nusual Convention souvenirs. Last year they sold out\nvery quickly!",
            "We will update you as soon as we can on the virtual\nconvention schedule. In the meantime, consult our\nwebsite at rena.ca/2021/for up-to-date information.",
            "Thank you.",
            
            "Number 3 Aprile May 2021 ----------------------------",
            "Cest avec beaucoup de tristesse que nous vous informons",
            "de la d cision prise par votre conseil d administration,",
            "lors de sa r union du 27 f vrier, d annuler notre congr s\nannuel 2021, qui  tait pr vu a Ottawa en juillet prochain. Cette\nd cision a  t  prise en consid rant les probl mes de s curit \npour nos membres participants et nos marchands, des restrictions\npersistantes sur les voyages et le nombre de personnes autoris es\na se rassembler, et les exigences de distance sociale, qui demeure\nune r elle incertitude quant au moment ot ces restrictions\npourraient  tre lev es. Compte tenu de ces incertitudes, il a\n t  estim  qu il n existait pas d assurances suffisantes que la\nparticipation au congr s pouvait se faire de mani re l gale et\ns curitaire.",
            "Des pr paratifs sont en cours pour organiser des sessions\n ducatives virtuelles sur autant de sujets possibles qui  taient\nd ja pr vus pour le congr s 2021.",
            "L ARNC tiendra son assembl e g n rale annuelle, pr vue\npour le samedi 24 juillet, de facon virtuelle comme nous | avons\nfait l ann e derni re. Nos remises de prix annuels suivront\nlPAGA de cette ann e. Nous sommes heureux d annoncer que\nl encan du congr s de l  ARNC aura lieu une fois de plus cette\nann e, pr vus pour aotit. Si vous souhaitez profiter de cette vente\na Pencan, n oubliez pas que notre encanteur, TCNC, renoncera\naux frais de commissions habituelles pour les membres de\nVARNC. Contactez Marc ou Eric a cpnum@qc.aira.com ou par\nt l phone au: (877) 276-8627 pour plus d informations.",
            "Encore une fois, portez une attention a nos souvenirs\ntraditionnels du congr s. L ann e derni re, ils se sont vendus tr s\nrapidement!",
            "Nous vous tiendrons au courant, d s que possible du calendrier\ndu congr s virtuel. En attendant, consultez notre site internet 4\nrena.ca/2021/ pour obtenir des renseignements a jour.",
            
            "Merci.\n"
        ],
        "PageNo": "103"
    },
    {
        "File": "The_CN_Journal_April_08.jpg",
        "Paragraphs": [
            "6 99\nIs THE SO-CALLED MEXICAN \nBOUQUET_SOU_FOR_REAL?   BY CHRISTOPHER FAULKNER, FCNRS, #2234",
            "Figure 1. Obverse and reverse of the  Mexican  bouquet sou.\nCourtesy Heritage Auctions, HA.com. Ex Doug Robins Collection, July 2020.",
            "tis the obverse of Breton 705 which has been combined with the obverse of a State of Chihuahua 1855 4 real to form",
            "the so-called  Mexican  Bouquet Sou, a coin which cataloguers include with the Canadian Blacksmith token series.",
            "This is, of course, an impossible die combination which could only have come about had the obverse die of Breton\n705 somehow miraculously survived for almost twenty years after it had been used in 1837 to strike a bouquet sou. There\nis no evidence that this is the case. This was a Belleville die and would have had to have been put to this secondary use\nsomewhere other than Belleville, New Jersey, and long after the Belleville mint had closed.",
            "Figure 2. Obverse and reverse of Breton 705. Courtesy of Ray Malone.",
            "The Chihuahua  % real or cuartilla is a very common copper coin which weighs something under 7 g and has a diameter\nof approximately 28 mm. It is catalogued as KM no. 343. Its specifications are those of most bouquet sous. It is also a\nvery crudely engraved coin and to collectors of pre-Confederation Canadian tokens must seem very  Blacksmith-like \nin appearance. Superficially, therefore, its combination with the worn obverse die of Breton 705 might seem entirely\nplausible. However, the so-called  Mexican  bouquet sou is not a token of the Canadian Blacksmith period since that\nperiod belongs to the mid-1830s and the Chihuahua die belongs to 1855.",
            " The CN Journal Volume 66\n"
        ],
        "PageNo": "104 "
    },
    {
        "File": "The_CN_Journal_April_09.jpg",
        "Paragraphs": [
            "Figure 3. Obverse and reverse of Chihuahua 1855 % real.\nCourtesy The American Numismatic Society (ANS 1911.105.1260).",
            "Haxby-Willey (1978 et seq.), catalogued the subject token as no. 268 and offered the following opinion:  The  Mexican \nbouquet sou has what appears to be a copy of a State of Chihuahua copper coin (1833-1856) depicting a standing Indian\nfor its reverse design. The obverse die is probably a copy of a bouquet sou die, rather than a deteriorated original die.  Why\nsomeone would go to the length of making a  copy  of the Chihuahua copper and a  copy  of the bouquet sou obverse   not\nidentified by Haxby-Willey as Breton 705  is not explained. The current Charlton Canadian token catalogue lists the piece as\nBL-51 and also suggests that the Chihuahua device is a  copy  but does not say as much for the bouquet sou   which it does\nidentify as 705, however. All known examples of the  Mexican  bouquet sou show a very flat strike from very shallow dies\nwith incomplete legends and devices on both obverse and reverse.",
            "The impossible die combination and the prevailing condition of existing examples lead one to no other conclusion than that\nthe token is a fake. The token may have been fabricated in the late nineteenth century when a number of Canadian  rarities \nwere being created for an unsuspecting collector market. These include the Maysenholder & Bohle token, Breton 566, the\nbouquet sou Breton 712, and the Ships, Colonies & Commerce tokens Breton 1000 and 1001. The  Mexican  bouquet sou\ncould well have been fabricated by creating two dies in a white metal alloy or some other receptive material such as wood or\nplastic. The obverse of an example of Breton 705 could have been forced under pressure to leave an impression in the chosen\nmaterial. The obverse of the Chihuahua coin could have been given the same treatment. The result would be two dies from\nwhich a handful of copper pieces could be struck in a press before the dies became so soft and/or worn as to be unusable. Any\ncompetent jeweller could do such work. (For a plausible nineteenth century candidate, see Imperial Designs 2019: 357-367.)\nIf the piece were fabricated as described, then the two faces of the resulting coin would not be copies at all, but impressions\nfrom original dies at second hand. It is the weakness of the two sides of known examples of the  Mexican  bouquet sou which\nargues for the method of manufacture just described. Given such a method one might expect that as pieces were created the\ndies would deteriorate so that later pieces would show less definition than earlier strikes (Figure 4).",
            "Figure 4.  Mexican  bouquet sou with weakly impressed designs.\nCourtesy of the Bank of Canada (acc. no. 1966.0160.02144).",
            "Number 3 April   May 2021\n"
        ],
        "PageNo": "105"
    },
    {
        "File": "The_CN_Journal_April_10.jpg",
        "Paragraphs": [
            "The case against this being a nineteenth century\nconcoction 1s the absence of the piece in pre-World War I\ncollections and sales. One would have thought that the faker\nwould be anxious to get his handiwork into the marketplace\nto increase its value. Only a single (possible) sale has so\nfar been recorded, by T. S. Clark of Belleville, Ontario, in\n1890. That the piece advertised is the  Mexican  bouquet\nsou is not clear; however, the lot description says:  Mexican\ncent struck with Canadian bank die.  It is classified under\n Odds and Ends  in the sale. For the moment, therefore, we\nmust reserve judgment about a nineteenth century origin.",
            "Maurice Gould first described this token in both The",
            "CN Journal and The Numismatic Scrapbook Magazine in\nDecember 1957:  It is nearer the Breton No. 705 than any\nother item, but it is not an exact copy. ... The reverse side\nlooks like the % real of Mexico of 1855, State of Chihuahua.\nThe legend reads DEPARTAMENTO CHIHUAHUA.  Gould\ndraws attention to the chronological discrepancy as to the\ndate of production of the two sides of the coin and says,\n the coin becomes difficult to place,  but adds:  The coin is\ngenuine in every way, shows considerable wear as though it\nhad actually been in circulation  (Gould 1957a: 2371). He\ndoes not say that he is the owner of such a piece. Bowman\nnoted its existence in his  The Bouquet Sou Tokens of\nCanada  two years before Gould s write up:  A coin appears\nin the collection of a prominent numismatist which has the\nobverse as No. 705, with\nblade, and the reverse as\nthe % real of the state of\nChihuahua of 1865 [sic]\nin copper  (1955: 1081).\nWhether that  prominent\nnumismatist  was Gould\nis unclear. Because the\nexistence of the coin was\nfirst reported in the 1950s, it\nis quite possible that it was\nfabricated in the early fifties\nand not in the nineteenth\ncentury at all.",
            "In cataloguing the West\nIndies series of cut and\ncountermarked coins, Fred\nPridmore remarked that\nthe 1950s was a  most\nvicious  period for forgeries\nin the United States which\ncontinued  on an increasing\nscale  into the 1960s\nand was  not confined to\ncopies of the West Indies\nseries, but extend[ed] to\nmany other counterfeit\nor emergency monies ",
            "with an emphasis upon  dollar size coins  (Pridmore\n1965: 14). Hans Schulman s numerous sales of the Howard\nGibbs collection in the 1950s and 1960s is replete with many\nsuch forgeries, among which is a fake Prince Edward Island\nDump. Gibbs also owned a fake PEI Holey Dollar (Faulkner\n2012: 304, 295). There is nothing to tie either Gibbs or\nSchulman directly to the  Mexican  bouquet sou.",
            "There have been a handful of sales of this token over\nthe years. Coincidentally, the first verifiable sale appeared\nin a 1958 Hans Schulman auction, only two months after\nGould s article in The CN Journal and The Numismatic\nScrapbook Magazine. An unhelpful lot description says:  B.\n705. Bouquet Sous over  4 Reales [sic] 1855 of Mexico.\nChihuahua. Weak uniface.  It appeared in a section of the\ncatalogue with half a dozen other Canadian pieces, all\nuncirculated, or proofs, and one piedfort. It sold for US$8.00\nagainst a generous estimate of $30.",
            "Warren Baker of Montreal reported in private\nconversation that he has handled four of these pieces\nin the course of business. The first was acquired in\n1963 or 1964 across the counter while working at the\nMontreal dealer Van Horne Sales and sold to the Bank of\nCanada the following year. It is possible that this is the\nspecimen that was sold in the 1958 Schulman auction.\nA second was purchased from Mike Ringo at the 1991\nChicago ANA convention and sold to a New York collector",
            "Volume 66",
            "The CN Journal\n"
        ],
        "PageNo": "106"
    },
    {
        "File": "The_CN_Journal_April_11.jpg",
        "Paragraphs": [
            "who still retains the piece. Another was sold to Len Buth\nin 1994 and came up for sale in 2015. A fourth piece was\nacquired from the Ohio dealer Don Fox, sold by Baker to\nArthur Stetkis in January 1996, appeared in the sale of the\nStetkis collection by Coin Galleries on February 17, 1999,\nand was then sold by Jeffrey Hoare in October 1999. Only\ntwo of the four owned by Baker appear in the auction sales\nlisted in Table 1. That leaves one or possibly two other\nspecimens to make five or six altogether. The catalogue of the\nStetkis collection noted specimens belonging to  the Bank of\nCanada, an Ottawa collector, and a U.S. collector  for a total\nof four at that time. Who the Ottawa collector may have been\nin 1996 is not at all clear. This assertion may be a mistake for\nthe Bank of Canada. The Bank of Canada currently has two\nspecimens, which weigh 6.73 g and 6.48 g and which are\n28 mm and 27.9 mm in diameter, respectively.",
            "Examples which have been accounted for at auction are\nlisted in Table 1 above.",
            "Acknowledgments",
            "My thanks to Warren Baker for sharing his recollections;\nDavid Bergeron and Eug nie Marcil of the National\nCurrency Museum, Bank of Canada; Cl ment Chapados-\nGirard for sharing information; Heritage Auctions; David\nHill and Elena Stolyarik at The American Numismatic\nSociety; Jacob Lipson for being a scrupulous reader; and\nRay Malone for sharing a photograph.",
            "Number3 Aprile May 2021 ",
            "Bibliography",
            "Bowman, Fred. 1955.  The Bouquet Sou Tokens of\nCanada,  The Numismatist (July-November): 707-711;\n839-846; 949-952; 1080-1083; 1188-1192. Reprinted,\nin The CN Journal, 5, 1 (January 1960): 12-27; 5, 2\n(February 1960): 76-90. Reprinted, in A.D. Hoch,\ned. Canadian Tokens and Medals. Lawrence, MA:\nQuarterman Publications, Inc., 1974. Pp. 159-184.",
            "Chapados-Girard, Clement, ed. 2020. The Charlton\nStandard Catalogue of Canadian Colonial Tokens. Tenth\nEdition. Toronto: The Charlton Press.",
            "Faulkner, Christopher. 2012. The Holey Dollars and\nDumps of Prince Edward Island. London: Spink.",
            "2019. Imperial Designs: Canada s Ships,\nColonies & Commerce Tokens. London: Spink.",
            "Gould, Maurice M. 1957.  An Unlisted  Canadian  Token, \nThe CN Journal, 2, 12 (December): 230.",
            ". 1957a.  An Unlisted Canadian Blacksmith Token\n  or Bouquet Sou,  The Numismatic Scrapbook Magazine\n(December): 2371.",
            "Haxby, J.A. and R.C. Willey. 1978, et seg. Coins of\nCanada. Toronto: The Unitrade Press.",
            "Michael, Thomas, and Tracy L. Schmidt, eds. 2019. 2020\nStandard Catalog of World Coins, 1801-1900. Stevens\nPoint, WI: Krause Publications.",
            "Pridmore, Fred. 1965. The Coins of the British\nCommonwealth of Nations, Part 3: West Indies. London:\nSpink & Son, Ltd.",
            "Christopher Faulkner is currently researching and writing a\nbook about the bouquet sous.\n"
        ],
        "PageNo": "107"
    },
    {
        "File": "The_CN_Journal_April_12.jpg",
        "Paragraphs": [
            "ZERO_EURO",
            "BY HENRY NIENHUIS\nFRCNA, FCNRS, LM#430",
            "f you are like many Canadian banknote and ephemera\ncollectors, you may be asking yourself just what is a\nzero euro?",
            "Well, a zero euro is a souvenir  banknote  that meets\nthe strict guidelines by the European Central Bank (ECB).\nThese high-quality notes (approximately 133 x 74 mm) are\nprinted at private fiduciary facilities such as Oberthur in\nFrance and share many of the same security characteristics\nof a real euro note, with the exception that they bear a  0 \nvalue denomination. The notes are verified to ensure they\ncannot enter circulation as legitimate currency.",
            "Hi",
            "The zero euro is the brainchild of the French entrepreneur,\nRichard Faille, who in 2015 launched the souvenir euro\nprogram to promote tourism. These first series notes, issued\ninitially in France, caught on quickly becoming sought\nafter by many collectors world-wide. Today the series has\nexpanded to include 58 countries throughout the world.\nMany, including the US and Canada, are not members of the\nEU and so do not issue euros as their regular currency.",
            "The front of the first series notes share a common\ndesign which includes a large white zero and euro sign  \nfollowed (from left to right) by familiar images of France.",
            "Common front of the first series (93 different issue notes) with motif highlighting",
            "interesting sites in France.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "108"
    },
    {
        "File": "The_CN_Journal_April_13.jpg",
        "Paragraphs": [
            "Common front used in issues by 58 countries between (2016-2017, above, and 2017\nto the present, below) with motif highlighting interesting sites in the EU, pre and\npost announcement of Brexit.",
            "On these notes are Pont du Gard in Nimes, the Eiffel Tower, Mont-Saint-Michel Abbey, and Notre Dame Cathedral. In\n2016-2017 the common front design changed to appeal to the wider European Union. The design includes the same large\nwhite zero and euro sign   followed (from left to right) by images of Brandenburg Gate, Big Ben, the Eiffel Tower, the\nColosseum, Sagrada Familia, Manneken Pis and the Mona Lisa. Starting in later 2017, Big Ben was replaced by Bel m\nTower, a likely side-effect of Brexit. Although the back of the notes share many features, like the symbol of the European\nUnion, the main graphical designs are customized to commemorate or celebrate specific themes, places or events. Among\nthe over 2,000 different notes available to date, some are issued in sets. One example of this is the series of 32 banknotes,\none for each competing national team in the 2018 FIFA World Cup held in Russia. The set was issued by the German\nnumismatic company Mietens and produced through the Euro Banknote Memory (EBM) of France.",
            "The colour scheme of these notes is largely maintained as basic shades of purple along with specific highlights of other\ncolours. However, exceptions do exist with some notes having a base colour of blue mainly to support the theme or the\nspecific place being depicted.",
            "Number3 Aprile May 2021 "
        ],
        "PageNo": "109"
    },
    {
        "File": "The_CN_Journal_April_15.jpg",
        "Paragraphs": [
            "So, do these souvenir notes hold any collector value? There are several key notes that sell regularly for more than  200\nbut the majority are much more affordable with print quantities between 5,000 and 10,000 notes.",
            "The first zero euro to reach a value over  100 was an error 2015 SARLAT note, known in collectors  jargon as the  6\nSARLAT geese.  Fewer than 1,000 of the notes were sold before the error in the design on the back was noticed. The\noriginal design included the famous Sarlat three geese statue, however a mistake in the layout resulted in six geese as the\ndesign element instead. Most of the production was returned to the banknote printer. These error souvenir notes originally\nsold for only  5 each.",
            
            "S\nThe back of the original SARLAT six geese error note\n(right) of the  Rives d Argenteuil  collection.",
            "Another scarce high-priced zero euro resulted because\nof a tragic event that occurred in October 2015 at France s S&\nlargest marine amusement park, Marineland Antibes,\ndamaged by flash flooding that washed out the French\nRivera region. A vending machine that dispensed the\nsouvenir notes was destroyed and the contents lost. As a\nresult, the actual number of banknotes that had been sold\nbefore the disaster is unknown.",
            "The 624-page, full colour reference on the subject\nCatalogue of 0-Euro Souvenir Notes written by Hans-",
            "Ludwig Grabowski is now in its second edition. The back of the 2015 MARINELAND  flood  note, also\nfrom the  Rives d Argenteuil  collection.",
            
            "An example of a first series note design with a blue substrate colour.",
            "There are now two other similar souvenir collectibles emerging in the marketplace as competition, one being marketed\nas ZeroSouvenir by C.M. Souvenirs di Canonico Marinella and the other as MemoEuro by Euroscope.",
            "With the ever growing wide ranging themes being offered by various groups and organizations you are sure to find that\nmany of these low-cost collectibles appeal to the collector in you.",
            "Number 3 April   May 2021"
        ],
        "PageNo": "111"
    },
    {
        "File": "The_CN_Journal_April_16.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "Maundy Ceremony Once Again Cancelled due to Pandemic",
            "The 94-year old Monarch was once again forced to",
            "cancel the millenntum-old solemn Royal Maundy",
            "Ceremony which would have occurred on Maundy\nThursday, April 1, 2021, at Westminster Abbey. Instead a\nfar simpler Maundy Service took place virtually, conducted\nby the Paul Wright, Sub-Almoner of Her Majesty s Chapel\nRoyal, St James s Palace, London. This will be the second\nyear in a row that the ceremony was cancelled due to health\nconcems during the COVID-19 pandemic.",
            "Last year the Queen was also unable to attend the\nRoyal Maundy Service originally scheduled for April 9,\n2020, at St George s Chapel, Windsor Castle, because\nshe was isolating due to the pandemic. Prior to 2020, the\nQueen has only missed four previous Maundy services\nduring her long 69-year reign, absent twice following\nchildbirth and twice because she was visiting other parts\nof the commonwealth.",
            "The Royal Maundy service can be traced back to fifth\ncentury in England. The pedilavium   or washing of the\nfeet   which followed Holy Communion on the Thursday\nbefore Easter. The earliest known ceremony at which a\nmonarch distributed money is 1210. At Knaresborough,\nYorkshire; King John (1199-1216) presented 13 silver\npennies to each of 13  paupers  as well as clothes, a\nbelt, and a knife. According to the mise rolls of John s\nreign, the Rotulus Misae, the king s generosity did not\nstop there, he sponsored a Good Friday [meal] for one\nthousand poor.",            
            "2019 Royal Maundy at St George s Chapel, Windsor Castle",
            "The CN Journal",
            "Volume 66\n"
        ],
        "PageNo": "112"
    },
    {
        "File": "The_CN_Journal_April_17.jpg",
        "Paragraphs": [
            "Edward II (1307-1327) was the first English monarch\nto perform the pedilavium at the Maundy ceremony. He\nwashed the feet of 50 poor men on March 21, 1326. His\nsuccessor, Edward III (1327-1377) not only performed the\npedilavium and distributed money, but in 1361 started the\ntradition of giving gifts of clothing and food.",
            "Starting in the 15th century, following a tradition set by\nHenry IV (1399-1413), the value of the Maundy gift (in\npence) and the number of recipients chosen would equal the\nage of the monarch. Initially the recipients were the gender\nof the monarch.",
            "Edward VI (1547-1553), was only 10-years-old when he\nofficiated at his first Maundy service. Instead of clothing,",
            "he gave  1 in currency to each of 12 recipients. Although\ntechnically there should have been only 10 men, the number\nwas increased to represent the number of Christ s disciples.",
            "Queen Mary (1553-1558) each woman recipient one\nof her gowns, as initially did her half-sister Elizabeth I\n(1558  1603). Elizabeth I is reputed to have had 366 gowns,\nan enormous number for the period. However, in 1572, she\nsubstituted a  1 monetary allowance (in a red purse) for the\ngown. Whether she could not bring herself to part with an\nitem of her apparel or rather appreciated that an elaborate\ngown was of no use to one of her subjects who effectively\nwas a poor female peasant is unknown. Instead each recipient\nreceived a monetary allowance of 20 shillings (one pound\nsterling) in lieu of one receiving  the Maundy gown.  King\nJohn s tradition of giving food also continued, during the\n1572 Maundy ceremony at Greenwich, Queen Elizabeth I\ngave cloth, fish, bread and wine.",
            "The first official Maundy money ceremony took place\nin 1662. King Charles II (1660-1685) presented recipients\nwith specially hammered undated four-, three-, two- and one-\npenny pieces. This developed over his reign and by 1670 the\nking would bestow specially designed dated Maundy money.",
            "Number 3",
            "Aprile May 2021 -----------------------------------\n"
        ],
        "PageNo": "113"
    },
    {
        "File": "The_CN_Journal_April_18.jpg",
        "Paragraphs": [
            "In 1698 William III (1689-1702) discontinued the monarch s participation in\nthe Maundy service, sending the Lord High Almoner in his place to distribute the\ngifts. Although period records are vague, it appears that it would be a gap of 233\nyears before the monarch would once again participate in the Maundy ceremony.",
            "Improving on the tradition that monarchs would give gifts to the same number\nof people as their age, beginning with the reign of George I (1714-1727), one\nman and one woman are chosen for each year of the monarch s age.",
            "Other monarchs have also tailored the ceremony to their liking. For example,\nQueen Victoria insisted that the service was always held in Westminster Abbey,\nwhile her son Edward VII insisted that the selling of additional and undistributed\nMaundy coins to the public be stopped so that they would have a higher value to\nrecipients who decided to sell their comms to a dealer.",
            "It was Queen Elizabeth s grandfather King George V who decided the\nmonarch would again participate in the ceremony. So in 1935 when Elizabeth\nas Princess attended her first Maundy service, she watched her grandfather\ndistribute the Maundy.",
            "When Edward VIII distributed Maundy Money at Westminster Abbey in\n1936, he did so using coins bearing the effigy of his father George V. Because\nEdward abdicated the throne in December 1936, coins were never struck with\nhis portrait.",
            "Queen Elizabeth has brought changes too, rotating the ceremony throughout provincial cathedrals and abbeys in the\nUnited Kingdom on alternate years, generally (but not always) using Westminster Abbey for events in London.",
            "Following tradition, each year the Queen distributes white leather purses containing Maundy gifts according to the\nnumber of years she has lived: for example, this year in her 95th year, she distributed 95-pence worth of Maundy Money\nto 95 men and 95 women in recognition for their contribution to community and to the church. In addition each recipient\nreceives a red purse that contains  5.50; this year the coins were the  5 commemorating the Queen s 95th Birthday and the\n50 pence observing the 50th Anniversary of Decimalisation. Historically the  5.50 represents  3 in leu clothing,  1.50 for\nfood and  1 for  redemption of the gown.  The 2021 gifts have been sent to the recipients by Royal Mail.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "114"
    },
    {
        "File": "The_CN_Journal_April_19.jpg",
        "Paragraphs": [
            "Maundy Money",
            "The minting of specialized Maundy Money in\ndenominations of 4-, 3-, 2- and 1-pence pieces dates to the\nreign of Charles II in 1662. These special coins have kept\nmuch the same form since 1670, traditionally being struck\nin .925 sterling silver, except for the brief interruptions of\nKing Henry VIII s debasement of the coinage and the general\nchange to .500 silver coins in 1920. The sterling silver\nstandard was resumed following the Coinage Act of 1946.",
            "Naturally over the centuries the different engravers at\nthe Royal Mint have added their own visions to the basic\ndesigns. Thomas Simon was chief engraver during the\nreign of Charles II though the Maundy designs might\nhave been by medallist George Bower. The design in 1670,\nunder Charles II, emerged as a number of interlinked Cs,\nrepresenting the value, so four Cs on the 4 pence etc. This\nwas continued under James II until 1688, although the Cs\nwere changed to Is, for IACOBUS. The Roettiers (John,\nJames and Norbert) are responsible for moving the reverse\ndesign closer to how it appears today. In 1689 the design\nchanged to a crown over a numeral representing the value.\nAlthough the overall design elements remained, the shape\nof the crown and the typeface of the numeral evolved,\nsometimes with flair. Most notably during the reign of\nGeorge III. The reverse design by Jean Baptiste Merlen,\nin 1822, endured almost two centuries with only minor\nmodifications.",
            "All Maundy coins issued by Queen Elizabeth II still bear  \nthe portrait of Her Majesty designed for her coronation in\n1953 by Mary Gillick, even though Elizabeth s portrait\non ordinary circulating coinage has been changed five\ntimes throughout her reign. During the design reviews for\ndecimalized coins, the Royal Mint Advisory Commission s\naffection for the Gillick s design recommended its retention\nfor Maundy coins; this the Queen accepted.",
            ""
        ],
        "PageNo": "115"
    },
    {
        "File": "The_CN_Journal_April_20.jpg",
        "Paragraphs": [
            "2021 COIN_OF THE. YEAR.ANNOUNCED \n",
            "As we reported in the January/February ",
            "and March issues, the 2021 Coin of",
            "the Year (COTY) awards process\nlooked a bit different this year, due to\nthe various restrictions caused by the\nCOVID-19 pandemic. The COTY Awards,\nfirst begun in 1984 for 1982-dated coinage,\ncontinue to honour the best in coin designs\nfrom around the world. This year the 38th\nannual awards program, honouring 2019-dated\ncoins, continues to be managed by World Coin\nNews and sponsored by The Journal of East\nAsian Numismatics.",
            "On November 3, 2020, the Nominating",
            "Committee met virtually to consider 400 +\ncoin nominees selected by more than 45\nissuing authorities from around the world. One-hundred\nnominees across the ten award categories (10 coins in\neach) were selected. Then on February 22, World Coin\nNews announced the 10 category winners as determined\nby the international panel of Coin of the Year judges. These\ncategory winners were selected from the pool of 100 coins,\n10 in each of the ten categories of the competition. Three\ncountries, Austria, France and the United States, won\nin two categories. The US winning with the same coin\nin both the Best Contemporary Event Coin and Best \nSilver Coin categories as well as the coveted COTY! ","The Coin of the Year awards committee Wete certainly _ captivated by the theme and design of this convex coin!",
            "Coin of the Year (COTY)",
            "United States, 1 dollar curved, 5 0z troy silver,\n50th Anniversary of the Moon Landing; KM-\n693, United States Mint.",
            "D id you miss out on the 2019 coin designed by Canadian artist Tony",            
            "Bianco commemorating the 50th Anniversary of the Apollo 11 Moon\nLanding issued by the Royal Canadian Mint?\nThe 25-dollar face value convex-shaped coin, weighing 30.75 g, had a\nlimited mintage of only 5,500 and is now sold out!\nWhen Apollo 11 launched from Cape Kennedy on July\n16, 1969, humanity left Earth to land on the Moon for\nthe first time. On July 20, humanity imprinted the first\nfootstep on the surface of our natural satellite. History\nwas made. While the mission was a United States\ninitiative from launch to landing, Canadians also have\nevery reason to celebrate.\nMany people don t know that the Apollo 11 Lunar\nModule landing gear was designed by a Canadian\ncompany, H roux-Devtek, located in Longueuil. The lead\ndesigner of the landing gear was a Canadian engineer, Owen\nMaynard, from Sarnia. Technically, Canadian technology was the first\nobject of Apollo 11 s mission to touch the Moon!\nThe coin includes an iconic scene from when humans first set foot on the\nMoon, along with the words of peace written by then Prime Minister Pierre\nElliott Trudeau imprinted on a tiny silicone disk left on the Moon.",
            "The CN Journal Volume 66",
            ""
        ],
        "PageNo": "116"
    },
    {
        "File": "The_CN_Journal_April_21.jpg",
        "Paragraphs": [
            "FUN. AND. GAMES ERC",
            "BY BARRIE RENWICK \nFRCNA, FCNRS, #5754",
            "\nPart 1   The Franco-British Exhibition 1908",            
            "The Franco-British\nExhibition 1908\ncontinued the sequence",
            "of British trade-style fairs held\nperiodically over the previous five\ndecades, events that sometimes\nincluded the Arts and occasionally\ninvited the participation of another\nnation or nations. These were\nambitious fairs principally to\nshowcase the manufactured goods\nand natural resources of Britain\nand her empire.",
            "During planning for the FBE,\nBritain decided to build a suitable\nexhibition ground in London for\npermanent use as a venue for such\nfairs and other public events. At\nthe outset of arrangements for the\n1908 exhibition, Imre Kiralfy an\nexperienced planner of fairs and an\nadviser to the British Government\nwas tasked with heading the\nproject. He secured a suitable\narea of open land in Shepherd s\nBush west London, a site that\ncould be conveniently accessed",
            "by extending existing public transportation facilities.",
            "Number3 Aprile May 2021",
            "A head architect was appointed\nand construction procedures were\nestablished. A pavilion to be built\nfor any country attending the\nFBE was to be designed by that\ncountry s architect. Structures\nwere to be of steel and wood,\nexteriors clad in a durable white\nfibrous plaster moulded into\nshapes reflective of the ornately\ncarved stone that was favoured on\nprestige buildings of the time.\nThe popular building\nstyles that emerged were\nGothic, French Renaissance\nand Indo-Chinese. When\ncompleted the site had 20\npavilions, eight exhibit halls\nand sundry buildings, a total\nof 400 structures, surrounded\nby splendid landscaping   an\noverall spectacle that got dubbed\nWhite City. As a practical feature\nfor the ongoing use of the site,\nthe planning committee included\nprovision for a modest open-\nstyle stadium to hold public",
            "ceremonies and sports competitions.\n"
        ],
        "PageNo": "117"
    },
    {
        "File": "The_CN_Journal_April_22.jpg",
        "Paragraphs": [
            "The theme for the FBE of 1908: a\nre-affirmation of the Entente Cordial\nsigned by Britain and France in\n1904, an agreement for peaceful\nrelations and cooperation in common\npursuits, a joint ideal shared by their\nrespective Chambers of Commerce.\nHistorically the countries had once\nbeen adversaries but eventually had\nbecome allies through similarities\nof interests and of their empires. In\na show of courtesy to its companion\nnation, Britain placed France first\nin the title of the event and reduced\nherself to  British  rather than lofty\nGreat Britain.",
            "At the fair, Britain s trade goods\nand machinery displays emphasized\nthe quality and reliability of her\nmanufactured products and boasted a\nvast assortment of items she produced.\nFrance s exhibits in contrast touted",
            "her famous specialities of connoisseur\nwines, liquors, unique cheeses, fancy\ngastronomic delights and her luxury\ntextiles, exclusive carpets, tapestries\nand various other opulent niceties\nof classic-style living. Each country\ndisplayed in its own pavilion supported\nby pavilions of its empire countries\nwith displays of their own. And both\nmother countries had a populated\nfull-size village representative of a\nculture within its empire. France had a\nSenegalese village, Britain an Irish one.",
            "There were other components\nof the fair besides commerce:\nCulture and the Arts that came\nfrom both countries cultural\nperformances; musical concerts;\ndramas; famous paintings and\nsculptures borrowed from galleries\nand museums, displays of decorative\nand applied arts and fashion wear.",
            
            "French VIP plaque (The obverse has Marianne seated left and the joint venue in the distance, right.)",
            " The CN Journal Volume 66\n"
        ],
        "PageNo": "118"
    },
    {
        "File": "The_CN_Journal_April_27.jpg",
        "Paragraphs": [
            "Part 2 - The IV Olympiad 1908",
            "The IV Olympiad 1908\noriginally awarded to Rome\ngot forced to relocate. Mount\nVesuvius erupted in 1906\ncausing catastrophic damage\nto Naples; Rome had to\nwithdraw as host because\nthe Italian Government was\nforced to divert all Rome s\nOlympic funding to relieve\nthe Naples disaster. London\nhad been among the bidders to\nhost the event; now the IOC\nwith a shortened time element\nappealed to Britain to stage\nthe Games in conjunction\nwith the FBE.\nIn an agreement reached,\nthe FBE would supervise\nthe building of the games\nGreat Stadium, funded by\nothers, and would administer\nthe business affairs of the\nOlympiad in it during its\noperation while the IOC\nwould attend to all aspects of the games themselves.\nThe agreement divided the revenue from the games into\nan amount for each entity. Admission fees to the Great\nStadium were independent from those for the Exhibition.\nThe British Government provided  60,000 to construct\nthat massive facility, and the contractor pushed so it\ngot built in the time allotted. For the FBE its original\ncontingency for a lesser facility became a saving.",
            "Number3 Aprile May 2021",
            "Opening ceremonies for\nthe games were in the Great\nStadium with its running\nand cycling tracks, its huge\nswimming pool and diving\nstructure and its open\ngrounds for scheduled field\ncompetitions. Field-day sports,\naquatic events, including water\npolo, and other competitions\nlike cycling, archery, and tug-\nof-war took place there and the\nMarathon, in a new length of 26\nmiles, 385 yards, ended in the\nstadium. The Games opened in\nthe stadium in May and closed\nthere in October making the IV\nOlympiad the longest running\ngames on record. The extended\ntime had accommodated the\noff-site events; the last being\nice skating competitions\non artificial ice surfaces\nunavailable during warmer\ntemperatures.",
            "Events like tennis, shooting, and skating, and others like\nrowing, sailing and motor boating took place in specific\nvenues scattered around the Island of Great Britain from\nthe Solent waters off the south, to places in inland England,\nand north to the waters of Scotland s Quays. In all, 22\ncountries participated and about 2200 athletes competed\nin the Games. Spectator counts say about 68,000 people\nattended, most of them at events in the Great Stadium.\n"
        ],
        "PageNo": "123"
    },
    {
        "File": "The_CN_Journal_April_28.jpg",
        "Paragraphs": [
            "The 1908 London Olympics features a unified design for many different types of participants and\nofficials. Badges feature the helmeted head of an athlete with a branch surrounded by a ring with\ntheir position. Some of the many positions that were manufactured: Referee, Competitor, Steward\nCommittee, Steward, Judge, Score-Keeper, For Services Rendered, Polytechnic Committee, Gymnastics.",
            "The games were dogged somewhat by controversy:\ncomplaints lodged by visiting athletes railed against\nthe perceived bias of the all-British Judge coterie, their\ninconsistency in assessing rule violations, and rules that\ndiffered from standards followed in other jurisdictions. There\nwere offsets: a visit by King Edward VII; the award of 146\nprize medals to winning athletes and establishing the new\nOlympic Marathon distance. After the games, the FBE and\nthe IOC each declared a profit.",
            "1908 Olympic Participation medal given each\ncompetitor. designed by Bertram Mackennal.\n1908,0903.4   The Trustees of the British Museum",
            "Afterword: Following the Franco-British Exhibition\nfour successive exhibitions were staged on the grounds,\nthe last one in 1914. The fairground site lay in disuse,\ndeteriorating over the next two decades. During the 1930s\nareas of it gradually got cleared for housing estates and\ncommercial buildings. In the late 1930s the Great Stadium\nbecame a venue for Motorcycle Speedway and sporting\nevents like boxing, and greyhound racing; that all ended\nin 1984, and the stadium was demolished the next year.",
            "Volume 66\n"
        ],
        "PageNo": "124"
    },
    {
        "File": "The_CN_Journal_April_29.jpg",
        "Paragraphs": [
            "OLYMPIe\nSGAMES",
            "The BBC had its television studios where the former stadium stood, and the BBC was replaced there in 2008 by Westfield\nLondon, the largest shopping centre in London. Nothing there remains of the FBE except its nickname: White City. That\noriginally identified its cluster of white buildings; later the phrase morphed into a permanent name for the area.",
            "At the FBE, Canada had a large pavilion, in which it displayed a diversity of natural resources; agricultural and horticultural\nproduce; products of the fishing industry; a wide range of manufactured goods and machinery and an abundance of\ninformation promoting immigration.",
            "In the planning of the Franco-British Exhibition affairs and their administration, Lord Strathcona, Donald Smith, The High\nCommissioner for Canada in The United Kingdom of Great Britain and Ireland, held positions on several of FBE s important\ncommittees, and he was a guiding influence for many major FBE decisions.",
            "In the IV Olympiad, Canada had 87 athletes compete. These athletes arrived in groups spaced according to their events \nschedules. Though the total was 87, not all were together at any one time. The medal winners among them took 3 gold, 3\nsilver, and 10 bronze; those 16 medals placed Canada seventh in the top ten medal-winning countries.",
            "Information Sources:",
            " 1908: The Franco-British Exhibition & the Alliance Frangaise in\nLondon,  Alliance Frangaise",
            " London to the Rescue after Roman Tragedy,  IOC website: www.\nolympic.org/news",
            "Franco-British Exhibition Illustrated Review, pub. Chatto & Windus\nFranco-British Exhibition, London, 1908, pub. Bemrose & Sons Ltd\nThe Franco-British Exhibition Official Souvenir, pub. Hudson &\nKearns, Ltd.",
            "The Illustrated London News Magazine Vol. 1908",
            
            "Number3 Aprile May 2021 \n"
        ],
        "PageNo": "125"
    },
    {
        "File": "The_CN_Journal_April_32.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            
            "By ALAN ROY\n#17134",
            "Moore s ONA Convention Catalogue",
            "Charles Moore was a legendary part of Canada s\nNumismatic scene. During his numismatic career,\nhe held over 130 auctions, ran several Numismatic",
            "organizations, and even permanently changed our national",
            "association. And it all started with this one auction. But as it\nfrequently happens, overnight successes usually come after\nyears of work.",
            "In 1977, The Ontario Numismatic Association awarded\nthe show s auction to Moore. Holding his very first Auction\nsale at a major show may seem strange, but rarely does\nsomeone jump into such a challenging task more prepared\nthan Moore. He became interested in Canadian numismatics\nat the age of eight when he inherited some large cents from\nhis grandfather. In his twenties, he set up a table at Toronto s\nSt. Lawrence Market and sold some of his unneeded coins.\nHe was successful, and decided to become a part-time dealer.",
            "He caught the eye of numismatic legend James Charlton,\nwho offered him a job. He spent many years with Charlton,\nand eventually managed the department responsible for\npublishing the Standard Catalogue of Canadian Coins. He\neventually decided to return to his original love, coi dealing.",
            "After leaving Charlton s, he started Charles D. Moore\nAuctions and held his first sale at the 1977 Ontario\nNumismatic Association s annual convention in Oshawa,\nOntario. The auction was rather modest, with some\nhighlights being a 1947 specimen dollar, a 1953 no-\nshoulder-fold dollar described as  gem proof-70,  some\nfine German pieces, and a Dominion of Canada four-dollar\nnote dated 1882.",
            "By all accounts the auction was a success. When Frank\nRose had to withdraw as the auctioneer at the ONA\nconvention the following year, Moore was asked to step in.\nHe also won the rights to hold the auction for the Canadian\nNumismatic Association convention, the Canadian\nAssociation of Numismatic Dealers  show, and the Toronto\nCoin Club s annual show.",
            "From the start, Moore seemed to be trying to position his\ncompany as the major auction house in Canadian numismatics.\nIn The Canadian Numismatic Journal, November, 1978, he\ntook out a full-page ad confirming that he was in the auction\nbusiness to stay and that he was serious.  Auctions are our\nmain business   not a sideline   that s why our firm was\nawarded the majority of major auctions in 1978. ",
            "He would go on to conduct auctions at several more ONA\nand CNA conventions, as well as TICF (The International\nCoin Fair) and Torex shows. His auctions would include\nimportant collections like the Bank of Canada archives in\n1999, and 2000, and the G. F. Landon estate in 2015.",
            "But his career in numismatics would go beyond being\nan outstanding auctioneer. He was a long-time member\nof the Canadian Paper Money Society and the Canadian\nAssociation of Numismatic Dealers, serving stints as\npresident for both.",
            "He was also a member of the Canadian Numismatic\nAssociation and served as president from 2003-2007.\nDuring that time, he was key to the organization attaining\nits  royal  designation.",
            "Looking at this modest little auction catalogue in 1977,\nyou may not have expected to see one of Canada s most\nimportant numismatists involved. But as time went on, he\nwould become a very influential member of our hobby and\nhelp it grow to what it is today. Take a look around at the\nnext show you attend, and see if you can spot someone who\nwill be the next Charles Moore.",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "128"
    },
    {
        "File": "The_CN_Journal_April_34.jpg",
        "Paragraphs": [
            "ERROR OF THE MONTH",
            "By DEAN NEALD\n#15063",
            "Colour Shifting on New Victory Toonies",
            "The 2020 two-dollar Victory coin has\n| in two versions. There is a plain ~\nversion and a colourized one.\nThe reverse of each has the same\nbasic design, an inner circle\nthat contains a flaming torch\nsuperimposed upon a V for\nvictory symbol. To the left is\nthe year 1945 with a Maple\nLeaf below. To the right is\n2020 also with a Maple Leaf\nbelow. At the bottom of the\nV and torch are the initials\nTS. These initials stand for\nThomas Shingles who designed\nthe original 1943-1945 Canadian\nVictory Nickel, from which this\ntoonie was modelled. The ring s legend\nis VICTORY REMEMBER (English) to the left\nand VICTOIRE SOUVENIR (French) to the right. In\nkeeping with the original nickel design the\ntoonie also includes in this outer ring the\nMorse code message  We win when\nwe work willingly  and  La bonne\nvolonte est gage de victorie. \nAt the top of the outer ring is\na hatched area, course lines\nin which two Maple Leaves\nappear when the coin is tilted.\nAt the bottom of the outer\nring are two encircled Maple\nLeaves. Figure 1 illustrates this\nplain version.\nThe colourized version is\nbasically the same design as\npreviously mentioned; however,\nthe V and torch are slightly reduced in\nsize. This reduction was done to facilitate a\nbackground of pebble surfacing that surrounds\nthe V and the torch. This pebble surface is there to enable\nthe coloured ink to adhere to the surface of the coin longer.\nSo even though the two versions of this coin appear\nsimilar they are actually from two different dies.\nThe mint used multiple colours for this design; The\nflame is in red; the handle of the torch in grey. Various\nparts of the torch and flame are outlined with black.",
            "The V symbol is done in a deep blue or purple\ndepending on your colour perception. In\naddition, the V is also outlined in black\nto further enhance the overall design.\nOn inspection, we see that the\nquality of colouring on some\ncoins is unequal. The positioning\nof the colours differs on some of\nthe coins. Figure 2 shows a well\ncentred colour version. Take a\nclose look at the arms of the V.\nThe left arm is slightly thicker\nthan that of the right arm. On\nthis well centred coin the arms of\nthe V are positioned equal distance\nfrom the pebbled background outline.\nFigure 3 shows a colour shift to the\nleft. Here the thick left arm of the V is\npositioned much closer to the border outline\nthan the right arm. The right arm has a much wider\nspace between it and the border in comparison\nto that of the left arm.\nFigure 4 shows this arrangement\nreversed, with everything appearing\nshifted to the right side. In most\nexamples with this shifting the\nV and torch remain upright.\nHowever, on a few coins you\nsometimes get a slight tilting\nof the V and torch. One easy\nway to identify this is to focus\non the bottom where the V and\ntorch intersect. Is this intersection\nperpendicular or does it tilt\nslightly to one side or the other?\nOccasionally you can also find coins\nwhere the V and torch appear in a higher\nor lower location on the coin. This can be\nobserved at the tip of the flame and the bottom of\nthe torch. Just how close are they to the outer rim?",
            "Do third party grading companies take the condition or\nthe placement accuracy of the colouring into consideration\nin assigning a grade? To get an MS-65 or higher\ndesignation, will you have to have a perfectly centred\nexample? Or will the companies allow colour shifting so\nlong as all the colouring 1s there?",
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "130"
    },
    {
        "File": "The_CN_Journal_April_35.jpg",
        "Paragraphs": [
            "So contrary to the TV advertisements from the Mint, where the ad states that you do not find the Victory coins, they find\nyou. With all the COVID changes and the move to electronic payments, I think it 1s imperative that you do not wait around\nfor the V coin to find you. Get out there and hunt down an example yourself! (Photos by David Macdougall)",
            "[Editor s Note: As with any step in the minting process, like the current pad printing process used by the RCM to colourize",
            "coins for circulation, there is a precision of placement that is within an acceptable manufacturing tolerance. It is interesting\nto wonder though just how these variations will enter into the assigned grading of these moder coins.]",
            "Number 3 April   May 2021 \n"
        ],
        "PageNo": "131"
    },
    {
        "File": "The_CN_Journal_April_36.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "How the Swedish discovery of a Norman coin in a Viking hoard\nexpands our knowledge of French history",
            
            "During the excavation of a Viking-age settlement\nat Viggbyholm in the municipality of\nTaby just north of Stockholm,",
            "field archaeologists uncovered a pot",
            "containing a small yet atypical Viking",
            "silver hoard. The hoard, originally",
            "wrapped in a flax cloth, consisted",
            "of eight silver necklaces and other",
            "silver jewellery items including",
            "12 coins that had been made",
            "into jewellery. According to Jens",
            "Christian Moesgaard, Professor of",
            "Numismatics, Stockholm University,",
            "most of the coins were the types that",
            "archaeologists in Sweden usually see:",
            "English, Bavarian, Bohemian (Czech) and",
            "Arkeologerna",
            "Islamic coins as well as imitations of Islamic coins. But\na coin from the city of Rouen in Viking Normandy was\nidentified as unusual: a rare denier dating to the\nlate tenth century. It is only the second Norman\ncoin found so far in Sweden; and are rarely",
            "found anywhere in Scandinavia.",
            "This is surprising because the Duchy\nof Normandy grew from lands granted\nto the Viking chief Hrolfr (also known\nas Rollo, or Rou) in 911 by King\nCharles III (the Simple) of West\nFrancia (modern-day France). Charles",
            "ceded those lands between the mouth",
            "of the Seine and what is now Rouen",
            "in exchange for Rollo s allegiance and\nprotection from further Viking raids.",
            
            "The CN Journal Volume 66\n"
        ],
        "PageNo": "132"
    },
    {
        "File": "The_CN_Journal_April_37.jpg",
        "Paragraphs": [
            "Why then is there is no evidence found\nof any influx of Norman coins into\nScandinavia? Some scholars speculate\none reason might be that the newly\nsettled Vikings had learned from their\nFrankish neighbours to debase coin\nsilver by alloying it with copper.",
            "And perhaps their Scandinavian\ncousins were only interested in\nhigh-quality silver coins, like the\nEnglish, German and Islamic ones.",
            "There is a remarkable feature\nabout this newly discovered Norman\nsilver denier. It turned out to be of a type\nwith blundered legends only know to exist\nfrom an illustration in numismatic references\nsuch as the 19th-century Monnaies f odales\nde France by Faustin Poey-d  Avant. The\nillustration may have originated from\nplates assembled by 18th-century\nnumismatist Jean-Claude Gros\nde Boze. Several scholars even\ndoubted it existed, arguing the\nillustrations were likely inaccurate.",
            "But the Viggbyholm find proved",
            "its existence. So, this Swedish\nfind enriched French-Norman\nnumismatic history.",
            "Close examination of the\nlegends and design elements of\nthe Norman coin by Prof Moesgaard\nreveal it was struck in Rouen by Richard I (the",
            "Fearless) Count (later Duke) of Normandy (943-996).",
            "Number3 Aprile May 2021 ",
            "The obverse blundered legend is the name\nRichard [}XKRICHARDUS] around an\nencircled central short cross patt e with\ncrescents in two adjacent quadrants.\nThe reverse, also with blundered\nlegend, is [RCD 0 MCORI] for\nthe Rouen mint, around an encircled\ndesign of a stylized temple of three\ntriangles and an apparent E, with a\nhorizontal S at the centre.",
            "Prof Moesgaard points out that\nVikings were keen on using coin\ndesigns and inscriptions to legitimize\ntheir power in Normandy. William\nLongsword (927-942), Richard s father,\nwas one of the first in West Francia to put his",
            "name on coins rather than that of the king.\nSwedish Viking-age silver finds are\namong discoveries that have improved\nour understanding of the history of\nViking Britain, Ireland, Scandinavia,\nRussia, Belarus, and Ukraine.\nAlmost 900,000 silver coins and\nother silver artefacts are recorded\nas finds in these areas. About\n250,000 coins were found in each",
            "of Russia, Poland and Sweden..\nWritten resources from this era\nare rare, so silver finds are important\nin adding to our understanding of Viking\nhistory. The Viggbyholm find gave us more\ninformation for our knowledge of past society.",
            "Events like this make archaeology discoveries exciting.\n"
        ],
        "PageNo": "133"
    },
    {
        "File": "The_CN_Journal_April_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2020 $5 Fine Silver Coin   Moments to Hold",
            "Pi ce de 5 $ en argent fin 2020   Grand",
            "40th Anniversary of the National Anthem Act Moments 40e anniversaire de la Loi sur | >hymne",
            "The reverse design by Lisa Thomson Khan marks the\n40th anniversary of the National Anthem Act,\nwhich designated O Canada as the national\nanthem of Canada. An engraved musical\nstaff with the opening notes of O Canada is",
            "the focus, with a cluster of maple leaves to\nremind us that this is Canada s",
            "song. The obverse features",
            "the effigy of Her Majesty",
            "Queen Elizabeth II by",
            "Susanna Blunt.",
            "2021 $50 Fine Silver Coin   The First 100 Years\nof Confederation: Canada Takes Wing",
            "Designed by Canadian artist Glen Green, the\nreverse features a symbol of Canada s high\nstature on the world stage during the post-\nwar years (1945-1967). Canada s famous\nbush plane, the de Havilland Canada\nDHC-2 Beaver, is rendered in a pop",
            "art style. The obverse combines five",
            "of the effigies that have appeared on\nCanadian coins since 1867 (clockwise,",
            "from top): the first effigy of Her Majesty\nQueen Elizabeth Il by Mary Gillick,\nwith the Latin inscription ELIZABETH II\nD-G-REGINA ; the effigy of King George VI\nby T. H. Paget, with the inscription GEORGIVS\nVI D-G-REX ; the effigy of King George",
            "V by Sir Bertram Mackennal, with the\ninscription GEORGIVS V D-G-REX",
            "ET IND: IMP: ; the effigy of",
            "King Edward VII by G. W. De",
            "Saulles, with the inscription\nEDWARDVS VII D-G-REX",
            "IMP: ; and the effigy of Queen",
            "Victoria by L. C. Wyon, with",
            "the inscription VICTORIA\nD-G-REGINA.",
            "wenn nn anna nnn nanan nnn enna The CN Journal",
            "national\nLe motif au revers, oeuvre de Lisa\nThomson-Khan, souligne le 40e\nanniversaire de la Loi sur I hymne\nnational, qui a fait de  O Canada\nVhymne officiel de notre pays.\nL l ment central, une port e grav e\nreproduisant les premi res notes de ce\nchant patriotique, s accompagne d un\nbouquet de feuilles d rable rappelant\nqu'il s agit de qu il s agit de  hymne\nnational. L avers est a l effigie de Sa\nMajest  la reine Elizabeth II, selon Susanna",
            "Blunt.",
            "Pi ce de 50 $ en argent fin 2021   Premier si cle\nde la Conf d ration : L essor du Canada",
            "OEuvre de l artiste canadien Glen Green,",
            "le motif au revers est un symbole de",
            "la position privil gi e du Canada sur",
            "la sc ne mondiale durant l apr s-",
            "guerre (1945-1967) : le c l bre",
            "avion de brousse de De Havilland",
            "Canada, le DHC-2 Beaver, illustr ",
            "dans le style du pop art. A l avers",
            "se trouvent cinq effigies qui ont",
            "figur  sur les pi ces canadiennes",
            "depuis 1867 (dans le sens horaire,",
            "a partir du haut): la premi re effigie",
            "de Sa Majest  la reine Elizabeth II,",
            "selon Mary Gillick, avec l inscription latine",
            "  ELIZABETH II D-G-REGINA  ; l effigie du roi",
            "George VI, selon T. H. Paget, avec l inscription",
            "  GEORGIVS VI D-G-REX  ; l effigie du roi",
            "George V, selon sir Bertram Mackennal, avec",
            "l inseription   GEORGIVS V D-G-REX ET",
            "IND: IMP:  ; l effigie du roi Edouard VIL,",
            "selon G. W. DeSaulles, avec I  inscription",
            "  EDWARDVS VII D-G-REX IMP:  ; et",
            "leffigie de la reine Victoria, selon L. C.",
            "Wyon, avec l inscription   VICTORIA\nD-G-REGINA  .",
            "Volume 66\n"
        ],
        "PageNo": "136"
    },
    {
        "File": "The_CN_Journal_April_41.jpg",
        "Paragraphs": [
            "2021 $20 Fine Silver Coin   The Avro Arrow Pi ce de 20 $ en argent fin 2021   l Avro Arrow",
            "OEuvre de l artiste canadien Stephen Quick,\nle motif au revers de la pi ce s inspire des",
            "Designed by Canadian artist Stephen\nQuick, the reverse is inspired by technical",
            "drawings of the Avro CF-105 Arrow. It\nfeatures a mix of cross-sectional plan\nand three-view drawings, while the\nrendering of the Arrow in perspective\nshows the beauty of the aircraft s\ndesign. To complete the blueprint\nlook, laser-engraved grid lines fill the\nfield on both the reverse and obverse,\nwhich features the effigy of Her Majesty\nQueen Elizabeth II by Susanna Blunt.",
            "dessins techniques de |  Avro CF-105 Arrow.\nIl combine un plan transversal, un plan\ntrois-vues et un dessin avec perspective\nqui montre la beaut  de l avion. Le\nconcept est renforc  par un quadrillage\ngrav  au laser qui couvre le\nchamp sur les deux faces.\nL avers est a l effigie\nde Sa Majest  la reine\nElizabeth II, selon",
            "Susanna Blunt.",
            "2021 Circulation and Limited Edition 50- Rouleaux sp ciaux de 50 cents en circulation\ncent Special Wrap Rolls et en  dition limit e 2021",
            "Les armoiries du Canada furent adopt es en\n1921 par proclamation du roi George V afin",
            "The official Arms of Canada, proclaimed by\nKing George V in 1921, is a representation",
            "of Canada, and its political roots,\nespecially its ties to Britain and\nFrance. A heraldic art form dating\nback centuries, the Arms first\nappeared on the 50-cent coin in\n1937 and was updated in 1957 and\n1994. The design contains images\nfrom France (the fleur-de-lis),\nEngland (the three royal lions\nand rose), Scotland (royal\nScottish lion and thistle),\nand Ireland (the royal\nIrish harp of Tara, and\nshamrock).",
            "A limited edition version\nfeatures G. E. Kruger Gray s\nsimplified version of Canada s Coat of\nArms that first appeared on the 50-\ncent circulation coin in 1937. Each\nobverse features the historic effigy of\nKing George VI by T. H. Paget and\nthe inscription GEORGIVS VI:G:REX\nET IND:IMP (George VI, by\nthe grace of God, King\nand Emperor of India),\nas seen on all Canadian\ncoins issued that year.",
            "Number3 Aprile May 2021 ",
            "de repr senter le Canada et ses racines",
            "politiques, particuli rement ses liens",
            "avec la Bretagne et la France. Inscrites",
            "dans la tradition s culaire de | art",
            "h raldique, les armoiries ont d abord",
            " t  frapp es sur la pi ce de 50 cents",
            " mise en 1937. Le motif a ensuite",
            " t  modifi  en 1957 et en 1994. Le",
            "motif illustre des images de la France",
            "(la fleur de lys), de I  Angleterre (les",
            "trois lions royaux et la rose), de I Ecosse",
            "(le lion royal d Ecosse et le chardon) et de\nl'Irlande (la harpe d or irlandaise, et le tr fle).",
            "Une sp cial  dition limit e 2021 pr sente",
            "la version simplifi e des armoiries du",
            "Canada congue par G. E. Kruger Gray.",
            "Le motif a figur  pour la premi re",
            "fois sur la pi ce de circulation de",
            "50 cents  mise en 1937. L avers",
            "comporte une effigie historique,",
            "celle du roi George VI selon T.",
            "H. Paget, ainsi que | inscription",
            "GEORGIVS VI:G:REX ET IND:IMP",
            "(  George VI, par la grace de Dieu,",
            "roi et empereur des Indes  ) telles",
            "qu elles  taient frapp es sur toutes les",
            "pi ces canadiennes  mises cette ann e-la."
            
        ],
        "PageNo": "137"
    },
    {
        "File": "The_CN_Journal_April_42.jpg",
        "Paragraphs": [
            "A NUMISMATIC DATE WITH HISTORY THE BATTLE OF CULLODEN ;\nJESUS VICO AND, MARISA OLLERO",
            "\nApril 16, 1746",
            
            "The Battle of Culloden\n| (Blar Chil Lodair) was\nthe final confrontation\nof the Jacobite Rising of 1745.\nOn April 16, 1746, loyalist\ntroops commanded by William\nAugustus, Duke of Cumberland,\ndecisively defeated the Jacobite\nforces of Charles Edward Stuart\non the Drummossie Moor south-\neast of Inverness in the Scottish\nHighlands.",
            "Charles  Bonnie Prince\nCharlie  was the eldest son\nof James Stuart  The Old\nPretender,  the exiled Stuart\nclaimant to the British throne.\nBelieving there was support\nfor a Stuart restoration in both\nScotland and England, he landed\nin Scotland in July 1745: raising\nan army of Scots Jacobite\nsupporters, he took Edinburgh by\nSeptember, and defeated a British government force at Prestonpans. The government recalled","12,000 troops from the Continent to deal with the rising:",
            
            "a Jacobite invasion of England\nreached as far as Derby before\nturning back, having attracted\nrelatively few English recruits.\nThe Jacobites, with limited\nFrench military support,\nattempted to consolidate their\ncontrol of Scotland, where by\nearly 1746, they were opposed\nby a substantial government\narmy. A hollow Jacobite victory\nat Falkirk failed to change the\nstrategic situation: with supplies\nand pay running short and\nwith the government troops\nresupplied and reorganised\nunder the Duke of Cumberland,\nson of British monarch George\nII, the Jacobite leadership\nhad few options left other\nthan to stand and fight. The\ntwo armies eventually met\nat Culloden, on terrain that\ngave Cumberland s larger,",
            " well-rested force the advantage. The battle lasted only",        
            "an hour, with the Jacobites suffering a bloody defeat;",
            "  The CN Journal Volume 66\n"
    ],
        "PageNo": "138"
    },
    {
        "File": "The_CN_Journal_April_43.jpg",
        "Paragraphs": [
            "between 1,500 and 2,000 Jacobites were killed or\nwounded, while about 300 government soldiers were\nkilled or wounded. While perhaps 5 6,000 Jacobites\nremained in arms in Scotland, the leadership took the\ndecision to disperse, effectively ending the rising.",
            "Culloden and its aftermath continue to arouse strong\nfeelings. The University of Glasgow awarded the Duke\nof Cumberland an honorary doctorate, but many modern\ncommentators allege that the aftermath of the battle and\nsubsequent crackdown on Jacobite sympathisers were\nbrutal, earning Cumberland the nickname of  Butcher. \nEfforts were subsequently made to further integrate the\nScottish Highlands into the Kingdom of Great Britain;\ncivil penalties were introduced to undermine the Scottish\nclan system, which had provided the Jacobites with the\nmeans to rapidly mobilise an army.",
            " The Skye Boat Song  is a modern Scottish song which\nhas entered into the folk canon in recent times. It can be\nplayed as a waltz, recalling the escape of Prince Charles",
            "Edward Stuart (Bonnie Prince Charlie) from Uist to the\nIsle of Skye after his defeat at the Battle of Culloden in\n1746",
            "Speed, bonnie boat, like a bird on the wing,",
            "Onward! the sailors cry;",
            "Carry the lad that s born to be King",
            "Over the sea to Skye.",
            "Loud the winds howl, loud the waves roar,",
            "Thunderclaps rend the air;",
            "Baffled, our foes stand by the shore,",
            "Follow they will not dare.",
            "Though the waves leap, soft shall ye sleep,",
            "Ocean 8 a royal bed.",
            "Rocked in the deep, Flora will keep",
            "Watch by your weary head.",
            "Many  the lad fought on that day,",
            "Well the claymore could wield,",
            "When the night came, silently lay",
            "Dead on Culloden  s field.",
            "sourced with permission from VCoins eNewsletter.",
            "The Cumberland Society was formed on the day after the Battle of Culloden by senior officers who had been present at the\nbattle. The Society commissioned Richard Yeo to design a medal to be suspended around the neck from a crimson ribbon with\ngreen edges   the earliest recorded precise definition of a medal ribbon. George II is believed to have authorised the wearing of\nthe medal. The original membership of twenty-seven bore a correlation to the Duke s age of 26, and one further member was to\nbe elected each year; and so there were fifty-four members by the time the last member, Captain Ross, was elected in 1766 (the\nyear following the Duke s death). From this we can expect that fewer than 60 medals were ever struck.",
            "The Society met annually on April 15 (the Duke s birthday and the eve of the anniversary of Culloden), and members were\nrequired to wear their medals. The medals were also required to be worn in battle, with the Society vouching to meet the cost of\na replacement in the event of loss under fire. According to the Society s Minute Book this happened once, when Major William\nSparkes lost his medal at the Battle of Monongahela (Braddock s Defeat   near the site of modem Pittsburgh, Pennsylvania) in\n1758. Sparkes fought alongside George Washington who served as aide-de-camp to Braddock.",
            "In recent years two CS medals have sold at auction, Christie s, South Kensington, November 23, 2011 (lot 193    20,000)\nand Morton & Eden, Dr. Arthur Barfort King (lot 12    3,200) Collection, October 3, 2003 (from Spink, December 1969).",
            "It is interesting to note that in the Sotheby Montagu Sale, May, 25 1897 (lot 749), an example of the gold medal sold for a\nrecord price of  225. It was purchased by Murdoch and sold in his sale, Sotheby, June 6, 1904 (lot 535), for the increased price\nof  238. It is fascinating and may be relevant that, in the Murdoch collection, a Charles I triple unite (lot 3), sold for  15; a\nHenry VII sovereign (lot 409) sold for  33-10-0; and a Mary ryal (lot 540) for  50-10-0. Today these pieces might be expected\nto fetch in the region of  175,000,  185,000 and  225,000 respectively. The figure of  238 for the Culloden medal may well\nhave bought a decent house in Mayfair at that time.",
            "(Text adapted from Baldwin s of St. James s Auction 14, lot 451)",
            "British Medals, William, Duke of Cumberland (1721 \n1765), the Battle of Culloden; the Cumberland Society's\noval gold medal, 1746, by Richard Yeo, CUMBERLAND,\nbust of the Duke r., signed YEO. F, rev. ACTUM EST\nILICET PERIIT, the Duke as a laureate, naked Apollo,\nleans on his bow and points to the dragon wounded by\nhis arrow, in ex., PROEL COLOD AP XVI / MDCCXLVI, 54.5\nx 38 mm, wt. 42.23 g (MI.615/283; MI.pl. CLXVIII; Woolf\n55; Eimer 608   this piece illustrated; CP.82/1; BBM\n[1988], 24; Tancred p. 42, illus.), within ornamental\nscrolled border with integral suspension loop, a few\nhairline marks, extremely fine, extremely rare. Medallic\nIllustrations Plates states  Of the specimens in gold only\nfour or five examples are known. ",
            "Number3 Aprile May 2021 "
        ],
        "PageNo": "139"
    },
    {
        "File": "The_CN_Journal_April_44.jpg",
        "Paragraphs": [
            "Following the defeat of the Jacobite forces at Culloden, several medals commemorating the engagement were struck. The\nfinest of them was designed by Richard Yeo, who later became engraver to the Royal Mint, and successor to John Tanner\nas Chief Engraver in 1775. Yeo was a member of the Society of Artists, and a founder member of the Royal Academy, with\nwhom he exhibited 1769-70. He designed two medals for the Battle of Culloden: the first was designed by commission\nof the Cumberland Society, but a second was created for a collectors  market, issued in gold, silver and copper. It was\nadvertised in the London Gazette, February 3 7, 1747, and was available by subscription at one guinea for the silver and\nhalf a guinea for the copper. The gold was to be sold for two guineas more than the cost of the metal. The obverse showed\na bust of the Duke of Cumberland, possibly modelled from life, with a lion s skin wrapped around him, and the reverse an\nimage of Hercules trampling Discord, while raising Britannia. The inscription on the reverse emphasised the message  \nfrom the Latin,  The rebels driven from England and defeated at Culloden, 16 April 1746.  The lion s skin may have been\ndraped around the duke in order to identify him with the Hercules on the reverse, who is shown, following tradition, clad\nin the skin of the Nemean Lion (which he killed in his first Labour).\nText adapted from The First Georgians; Art and Monarchy 1714-1760, London, 2014. (Accessed Royal Collection Trust)",
            "BRITISH COMMEMORATIVE MEDALS. Battle of\nCulloden 1746, Au (96.58 g, 51.5 mm)\nObverse: Cuirassed bust of the Duke of\nCumberland right, hair tied behind and with\na lion s skin wrapped around his armour.\nGULIELMUS . GEOR. Il. R. FIL . DUX.\nCUMBRIAE .",
            "Reverse: The Duke as Hercules trampling\nupon Discord and raising Britannia. In\nexergue: PERDVELLIB . EX . ANG . FUGAT .\n/ AD CULLOD . DEBELLAT . / 16 . APR. 1746\n| RCIN 443227",
            "BRITISH COMMEMORATIVE MEDALS. Battle of Culloden,\n1746, in A (51 mm) by R.Yeo, obverse, armoured bust",
            "of William, Duke of Cumberland, right; reverse, seated\nBritannia, left, the Duke as Hercules tramples upon\nDiscord, legend in exergue (Eimer 604, Forrer VI/702,\nMl ii, 613/278).",
            "BRITISH COMMEMORATIVE MEDALS. Battle of Culloden.\n1746. cast AR (20.88 g, 42 mm). The Duke of Cumberland\non horseback, a sword in his outstretched right hand;\nWILL: DUKE CUMBERLAND around; BORN 15 AP 1721\nin exergue / The battle scene; REBELLIONS JUSTLY\nREWARDED around; CULLODEN 16 AP 1746 in exergue.\nWoolf 55:7b. Ml Il: 612/276. Woolf 55:7a. Eimer 605.",
            "BRITISH COMMEMORATIVE MEDALS. Battle of\nCulloden, A (42 mm) , 1746, unsigned, the Duke\non horseback, WILL DUKE CUMBERLAND, rev the\nbattle, REBELLION JUSTLY REWARDED, in exergue\nCULLODEN 16 APR 1746, (Woolf 55.7a; Eimer 605).\n"
        ],
        "PageNo": "140"
    },
    {
        "File": "The_CN_Journal_April_45.jpg",
        "Paragraphs": [
            "BRITISH COMMEMORATIVE MEDALS. Battle of\nCulloden, A Medal (34 mm), 1746, unsigned, the\nDuke on horseback, WILL DUKE CUMBERLAND,\nrev the battle, REBELLION JUSTLY REWARDED, in\nexergue CULLODEN 16 APR 1746, (cf Eimer 605;\nWoolf 55.8).",
            "BRITISH COMMEMORATIVE MEDALS. Battle of\nCulloden, AZ Medal (36 mm), 1746, unsigned, bust\nright, WILL DUKE CUMB BRITISH HERO, in exergue,\nBORN 15 APR 1721, rev the battle, REBELLION\nJUSTLY REWARDED, in exergue AT CULLODEN 16 APR\n1746, (Woolf 55.10). Trace of silvering.",
            "BRITISH COMMEMORATIVE MEDALS. Battle of\nCulloden, A gold filled (40 mm), 1746. J H Wolff.\nBust of William, Duke of Cumberland, left, hair tied\nbehind, in military coat, breastplate, star, riband,\nand badge. Legend (above) GUL : DUX . CUMBRIA /\nWOLFF . F. / (in ribbon below) PRO . PATRIA. NA:\nXV . AP : MDCCXXI.",
            "Cumberland commanding on horseback, left; behind\nhim, the river Spey; in the distance, the battle,\ncavalry rushing through a walled enclosure; other\ncavalry charging and pursuing the enemy. Legend\nHORA . MOMENTO / COMPRESSUS . FUROR . CIVILIS\n. AD . CULLODEN . APR : XVI. MDCCXLVI.",
            "BRITISH COMMEMORATIVE MEDALS. Carlisle\nRecaptured, Jacobite Rebels Retreat to Scotland.\n1745. AR medal. 15.39 g. 35mm. ByA. Kirk/J. Kirk. The\nDuke of Cumberland on horseback left, sword raised,\ncity (Carlisle) behind; GUL AUG DUX CUMBERLANDIA\naround; NAT 15 APR 1721 in exergue; A KIRK F in\nsmall letters below / The Duke standing left, handing\nan olive leaf to Anglia seated right; below, a prostrate\nrebel with a papal shield; SPEM REDUCIS MENTIBUS\nANXIIS around; MDCCXLV in exergue; | KIRK F in small\nletters below. Eimer 598. Woolf (Jacobite) 58.1.",
            "SCOTLAND. The Young Pretender. 1748. A medal\n(28.7 g, 42 mm). By either C.N. or J.C. Roettiers.\nBust right of  Bonnie Prince Charlie ; CAROLUS\nWALLIA PRINCEPS around, 1745 below / Britannia with\nshield and scepter standing on shore watching a fleet\napproach; AMOR ET SPES above; BRITANNIA in exergue.\nEimer 595a. Woolf 59:2. MI Il: 600/251.",
            ""
        ],
        "PageNo": "141"
    }
]