[
    {
        "File": "The_CN_Journal_March_2015_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT",
            "This is our second issue in the new larger format.\nDeadlines being what they are, I had to write this\nbefore the first issue made the mail. I think the new format\nis outstanding, and a big improvement. Of course, what I think\nisn't really what counts; it is what our members think that matters.",
            "Any dramatic change such as this leads, inevitably, to some\nintrospection, so this is a good chance to speak up about what\ndoes and doesn't work, both in the new format, and in The CN\nJournal itself. I am fully aware this publication is the single most\nimportant membership benefit to many of you, and I know that\nHenry is committed to seeing it grow still further. Feel free to\nsend him a message using email, to editor@rcna.ca. I know I\nhave a few thoughts, so I'm sure our regular members do as well.",
            "Normally, if a member of the RCNA executive changes his\nday job it doesn't exactly make news. But when that person\nis the president, and his regular job revolves around coins,\nthings are a bit different. I'm sure that most members are\naware that I have been the editor of Canadian Coin News for\nnearly 25 years, since the summer of 1990 as a matter of fact.\nThose of you who read CCN already know that I have decided\nto move on to new challenges.",
            "That doesn't mean I am abandoning collecting; it is just\nthat my role in numismatics will be less about my day job and\nmore about fun. As for the RCNA, well I will continue to be\ninvolved in the organization and so serve in whatever capacity\nthe membership decides.",
            "The reason for that funny wording is that this is an election\nyear, which means all positions are up for grabs. If you or\nsomeone you know is interested in serving on the board, this\nis the time to get that nomination done.",
            "Election results will be announced this summer, at the\nAnnual General Meeting. As you probably know, that takes\nplace during our annual convention, being held this year in\nHalifax, Nova Scotia.",
            "This is also the time to start making plans to be there. We\ndon't often hold conventions on the east coast; I can only\nremember four, and none were in Halifax. But I have had\nthe pleasure of attending two stamp conventions in that city,\nthe most recent one just last year. The convention hotel is\nexcellently located, and Halifax is a tourists  delight.",
            "From the old citadel, to the cemetery where many of the\nTitanic victims are buried, to such famous landmarks as\nPeggy's Cove, the area has plenty to offer.",
            "Rather than go into details, I encourage you to look just a\nfew pages further on; the convention registration information\nis in this issue on pages 64-65, and 72-73.",
            "You can also complete the entire process online, using our",
            "secure payment system. Rone",
            "Number 2 March 2015",
            "MoT_DU_PRESIDENT.",
            "Ceci est notre deuxi me num ro sous le nouveau",
            "format agrandi.",
            "Les d lais  tant ce qu'ils sont, je devais  crire ce\nmessage avant que vous ayez re u le premier num ro par la poste.\nJe pense que le nouveau format est superbe, et repr sente une\ngrande am lioration. Bien s r, ce que je pense n est pas vraiment\nimportant, c est ce que nos membres pensent qui est important.",
            "Tout changement drastique, comme celui-ci, conduit\nin vitablement   une remise en question, c est donc une bonne\noccasion de vous exprimer   propos de ce que vous pensez qui\nfonctionne et ce qui ne fonctionne pas, autant pour le nouveau\nformat, ou dans le journal canadien de numismatique. Je suis\npleinement conscient que ce journal est un des avantages les\nplus importants pour plusieurs de nos membres, et je sais que\nHenry et son  quipe se sont engag s   le faire  voluer  galement.\nN'h sitez pas   lui envoyer un message par courrier  lectronique,\nau courriel editor@rena.ca. Je sais que j'ai quelques id es  \npartager, donc je suis certains que d autres membres en ont aussi.",
            "Normalement, si un membre de l'ex cutif de l ARNC change de\ntravail, il ne fait pas n cessairement la une des m dias. Mais quand\ncette personne est le pr sident, et son emploi quotidien s articule\nautour de la numismatique, les choses sont un peu diff rentes. Je\nsuis certain que la plupart des membres sont conscients que j' tais\nle r dacteur en chef du Canadian Coin News depuis pr s de 25\nans, depuis l' t  1990 plus pr cis ment. Ceux d'entre vous qui ont\nlu CCN savent d j  que j ai d cid  de relever de nouveaux d fis.",
            "Cela ne signifie pas que j abandonne la numismatique; c est\njuste que mon r le dans la numismatique portera moins sur mon\ntravail quotidien et sera plus ax  sur le plaisir. Quant   l ARNC,\neh bien je vais continuer d tre impliqu  dans l'organisation et\nainsi de continuer   servir l association et ces membres dans des\nfonctions que les membres voudront m/ assigner.",
            "La raison de ce message semble dr le, mais nous entamons une\nann e  lectorale, ce qui signifie tous les postes sont en jeu. Si vous\nou quelqu'un que vous connaissez est int ress  a si ger au conseil\nd'administration, c est le moment de faire une nomination.",
            "Le r sultat des  lections sera annonc  cet  t , lors de\nl'assembl e g n rale annuelle. Comme vous le savez sans doute,\nnotre congr s annuel aura lieu   Halifax, en Nouvelle-Ecosse et\nle r sultat sera connu   ce moment.",
            "C est  galement le moment de commencer   faire vos plans\npour  tre d s notre. Nous n avons pas souvent l occasion de tenir\nnotre convention sur la c te Est; je me souviens de seulement\nquatre occasions, et jamais nous n avons  t  accueilli   Halifax.\nMais j'ai eu le privil ge d'assister   deux conventions de timbre\ndans cette ville, la plus r cente occasion  tait l'an dernier. L'h tel\no  se tiendra la convention est tr s bien situ , et les touristes sont\ncharm s par la ville d Halifax.",
            "De la Citadelle, au cimeti re o  plusieurs des victimes du\nnaufrage du Titanic ont  t  enterr es,   ces paysages c l bres\ncomme Peggy s Cove, la r gion a beaucoup   offrir.",
            "Plut t que d' num rer les d tails, je vous encourage   lire\nquelques pages plus loin de ce num ro, les informations d'inscription\npour la convention se trouvent dans les pages 64-65 et 72-73.",
            "Vous pouvez  galement compl ter votre inscription en ligne, en",
            "utilisant notre syst me de paiement s curis . Vers\nReo"
        ],
        "PageNo": "53"
    },
    {
        "File": "The_CN_Journal_March_2015_07.jpg",
        "Paragraphs": [
            "MINISTER OF FINANCE ANNOUNCES APPOINTMENT OF MASTER OF THE ROYAL CANADIAN MINT\ne LE MINISTRE DES FINANCES ANNONCE LA NOMINATION DE LA NOUVELLE PRESIDENTE DE LA",
            "MONNAIE, ROYALE, CANADIENNE,",
            "February 11, 2015 - Ottawa, Ontario\n- Department of Finance",
            "Finance Minister Joe Oliver today announced",
            "the appointment of Sandra L. Hanington as",
            "Master of the Royal Canadian Mint for a",
            "term of five years.\nMs. Hanington is an experienced senior",
            "executive with a strong background in the",
            "financial industry, strategic operations and",
            "corporate governance.\nAs the Chief Executive Officer of the",
            "Crown Corporation, the Master of the Mint",
            "reports to the Board of Directors and is",
            "responsible for providing leadership and",
            "direction in all aspects of the Corporation's",
            "activities, business performance and strategic development.",
            "The Board of Directors is accountable to Parliament through",
            "the Minister of Finance.\n T congratulate Sandra Hanington on her appointment\nas Master of the Royal Canadian Mint. Her background\nin the financial industry and her extensive knowledge\nacross a broad range of areas, from human resources\nand corporate governance to operational strategy and\nmarketing, make her an ideal fit for this important role. I\nam certain that the Mint will benefit from the breadth of\nher expertise.  Joe Oliver, Minister of Finance",
            "Biographical Notes",
            "Sandra L. Hanington was named by the Women's Executive\nNetwork  (WXN) three times as one of Canada's Top 100\nMost Powerful Women (2007, 2008 and 2009) and was\ninducted into to the WXN Hall of Fame in 2010.",
            "Ms. Hanington has extensive experience in governance\nthrough various board positions. She is co-founder, board\ndirector and former board chair of Jack.org, which promotes\nmental health and wellness for youth in Canada. In 2014 she\nwas appointed to the Board of Directors of Canada Mortgage\nand Housing Corporation and Extendicare, Inc. She has also\nserved on the boards of Symcor Corp. and Kids Help Phone.",
            "Ms. Hanington was previously Executive Vice-President,\nBMO Financial Group. She joined BMO Financial Group\nin 1999 as Vice-President, Insurance, and held a number\nof progressively senior executive roles in both Canada and\nthe United States. Prior to joining BMO Financial Group,\nshe worked for Manulife Financial/North American Life\nAssurance, Royal Trustco Ltd. and Suncor Inc./Sunoco Group.",
            "Ms. Hanington is a licensed professional engineer with a\nBachelor of Applied Science from the University of Waterloo\nand a Master of Business Administration from the Rotman\nSchool of Management, University of Toronto. She is also a\ncertified member of the Institute of Corporate Directors.",
            "Number 2",
            "March 2015 ----------------nn2nnnnn nnn",
            "Le 11 f vrier 2015 - Ottawa (Ontario)\n- Minist re des Finances",
            "Le ministre des Finances, Joe Oliver, a annonc \naujourd'hui la nomination de Mme Sandra L.\nHanington   titre de pr sidente de la Monnaie\nroyale canadienne. Cette nomination est assortie\nd'un mandat de cinq ans.",
            "Mme Hanington est une cadre sup rieure\nchevronn e qui poss de de solides ant c dents\ndans le secteur financier ainsi que dans les\ndomaines des op rations strat giques et de la\ngouvernance organisationnelle.",
            "A titre de premier dirigeant, le pr sident de\nla Monnaie royale canadienne rel ve du conseil\nd'administration de cette soci t  d' tat. Il est\ncharg  de diriger et d'orienter tous les aspects des",
            "activit s de la Monnaie et est responsable du rendement financier et",
            "du d veloppement strat gique de celle-ci. Le conseil d'administration",
            "rend compte au Parlement par l'entremise du ministre des Finances.\n  Je f licite Sandra Hanington pour sa nomination   la pr -\nsidence de la Monnaie royale canadienne. Ses ant c dents\ndans le secteur financier et sa vaste connaissance d'un large\n ventail de domaines, des ressources humaines   la gouver-\nnance organisationnelle en passant par la strat gie op -\nrationnelle et le marketing, font d'elle une personne toute\nd sign e pour jouer ce r le important. Je suis persuad  que\nl'ampleur de son expertise sera b n fique   la Monnaie roy-\nale canadienne.   Joe Oliver, ministre des Finances",
            "Notice biographique",
            "Sandra L. Hanington a  t  inscrite   trois reprises (en 2007, en 2008 et\nen 2009) au palmar s des 100 femmes les plus influentes du Canada\ndu R seau des femmes ex cutivesMD (RFE), et elle a  t  intronis e au\ntemple de la renomm e du RFE en 2010.",
            "Mme Hanington poss de une vaste exp rience de la gouvernance\nqu'elle a acquise dans divers postes au sein de conseils d'administration.\nElle est cofondatrice, administratrice et ancienne pr sidente du conseil\nd'administration de Jack.org, qui fait la promotion de la sant  mentale\net du bien- tre mental pour les jeunes du Canada. En 2014, Mme\nHanington a  t  nomm e aux conseils d'administration de la Soci t \ncanadienne d'hypoth ques et de logement et d'Extendicare Inc. Elle a\naussi si g  aux conseils de la soci t  Symcor et de Jeunesse, J' coute.",
            "Mme Hanington a ant rieurement  t  vice-pr sidente ex cutive\nde BMO Groupe financier, auquel elle s'est jointe en 1999   titre de\nvice-pr sidente, Assurances, et elle a occup  plusieurs postes de cadre\nsup rieur aux responsabilit s de plus en plus importantes au Canada\net aux  tats-Unis. Avant de se joindre   BMO Groupe financier,\nMme Hanington a travaill  pour la Financi re Manuvie et La Nord-\nam ricaine, compagnie d'assurance-vie, pour la Trust Royal Limit e et\npour Suncor Inc. et le Groupe Sunoco.",
            "Mme Hanington est ing nieure certifi e. Elle est titulaire d'un\nbaccalaur at  s sciences appliqu es de l'Universit  de Waterloo et\nd'une ma trise en administration des affaires de la Rotman School of\nManagement de l'Universit  de Toronto. Elle est aussi membre agr e\nde l'Institut des administrateurs de soci t s.",
            ""
        ],
        "PageNo": "55"
    },
    {
        "File": "The_CN_Journal_March_2015_09.jpg",
        "Paragraphs": [
            
            "AN_INTERVIEW_WITH_BRIAN CORNWELL ","BY JEFF CHAPMAN LM#310",
            "Part One...",
            "This is the first part of a two part",
            "  series intended to acquaint the",
            "reader with Brian Cornwell,",
            "the current sole owner of International",
            "Coin Certification Service (ICCS).",
            "This interview was conducted during",
            "the 2014 Royal Canadian Numismatic",
            "Association s annual show, held in\nToronto, August 13-17.",
            "Introduction:",
            "Brian Cornwell s professional\nbackground is in electrical\nengineering. He began his career\nshortly after completing his Master s\ndegree in 1963. He worked for IBM\nas a professional engineer until 1969\nwhen he started work with Systems\nDimensions Limited (SDL), a start\nup company made up primarily of\nformer IBM employees. SDL and\nhis next business venture, in 1974,\nSystemhouse Limited (SHL), was\ninvolved in providing computer\nservices and software to the business\ncommunity across Canada. Brian\nretired from SHL in 1981.",
            "Brian s involvement in coins began\nwith a Krause Catalogue, and a bag of\nworld coins. It was in the mid-1970s\nthat he visited his first coin show. As\ntime went on, he became more focused\nand his collecting interests matured.\nIn the early 1980s he became the\nTrends editor for Canadian Coin\nNews. His contributions to the\nhobby include more than 600\nscholarly numismatic articles,\nappearing in both CCN and The\nCanadian Numismatic Journal.\nBrian has authored sections of the\nRCNA s correspondence courses,\nprovided numerous educational\nseminars on grading and counterfeit\ndetection, as well as a detailed long-\nrange planning report for the RCNA.",
            "Number 2 March 2015 --------- ",
            "the J.D. Ferguson Historical Research\nFoundation from the mid-1980s\nthrough 2012.",
            "Other prestigious honours received\ninclude the Award of Merit, presented\nby the Ontario Numismatic Association\nin 1997. That same year he received\nthe J. Douglas Ferguson Gold Medal\nAward. In 2004 he received an RCNA\nPresidential Award in recognition of\nhis Canadian grading expertise. And\nfinally in 2005, Mr. Cornwell was\nhonoured as a Fellow of the Royal\nCanadian Numismatic Association\n(FRCNA).",
            "Brian married Heather in 1962. They\nhave two children, Cathy and Scott.\nThe couple have been blessed with\nthree grandchildren.",
            "What follows is the transcription\nof the interview conducted Saturday,\nAugust 16, 2014. We have elected to\nlimit editing to primarily grammatical\ncorrections, to provide the reader\nwith as close to an in-person account\nof both the questions asked by Jeff\nChapman (one of the four RCNA US\nDirectors) and the answers provided by\nBrian Cornwell.",
            "Who envisioned the certification\nservice? Were there others\ninvolved, and how did it begin?\nThe company legally started in\nOctober 1986, with the late Ingrid\nSmith, Bill Cross, and myself. It\nstayed that way until early 1989,\nwhen Ingrid sold her shares back\nto the company, and then some\nof those shares were placed with\nJeffrey Hoare Auctions Inc. It\nstayed that way until fall of 2008 at\nwhich time Jeffrey Hoare Auctions\nand Bill Cross sold their shares back\nto the company. Since that date I have\nbeen the sole shareholder. So the\ncompany today is mine.\n"
        ],
        "PageNo": "57"
    },
    {
        "File": "The_CN_Journal_March_2015_10.jpg",
        "Paragraphs": [
            "What was the founding vision?",
            "In a very general sense it was to\ngrade coins, I think there is no exotic\npurpose beyond that. I think things may\nhave changed over the years on what\nand how we did things in response to\nthe marketplace. We listened to what\npeople needed when submitting coins,\nand responded accordingly.",
            "What locations were chosen since\ninception?",
            "We started off for obvious reasons\nto keep costs down. We shared space\nwith Charlton's on Birch Avenue in\nToronto. As of 1990 to present we have\nbeen in the same location, the same\nbuilding on Yonge Street, Toronto, but\ndifferent places in the building, based\non growing space requirements.",
            "What were the primary obstacles\nthat needed to be overcome?",
            "In 1986, PCGS first started the third-\nparty grading business, apart from\nANACS, as its known today. And we\nwere eight months later. I would say\nboth PCGS and ourselves were fighting\npeople who didn t like third-party\ngrading services. So for some period of\ntime, we had to overcome that obstacle,\nbut I don t know exactly how long it\ntook in precise terms. It probably wasn t\nuntil the very early 1990s that the hobby\ncommunity as a whole, including\ndealers and collectors would openly\naccept third-party grading companies.",
            "How did you choose your\ncertification holder?",
            "I am not going to spend a lot of\ntime justifying the holder. You have to\nunderstand the marketplace in Canada\nversus the US is not, in terms of dollar\nvolume in numismatic sales in any\ngiven year or consequently volumes\nof coins certified, it is not in the same\nratio as our population (10:1). I think\nit is more like 100 or even 500 to one.\nThe American marketplace compared\nto the Canadian marketplace is huge.\nSo, having said that, you work with\nthe volumes of coins that come in, and\nit seemed to us at that time, and it is\nstill that way, the holder we ve got\nis the most suitable holder from an",
            "economic and overall point of view\nto offer the Canadian marketplace,\nassuming that the purpose of the\ncompany is to be profitable. ICCS\nis profitable, and it is not going to\nventure into an area that gives it a\nhard plastic holder and loses money.",
            "What do you consider the\naverage lifespan of your holder,\nand what is your policy on\nreplacing damaged holders?",
            "Well we say right on the ticket if\nthe inner seal is damaged, if should\nbe replaced. There would be a minor\nservice charge for that. As far as the\nlongevity of the holder, l ve had coins\nplaced in those holders since day one,",
            "and nothing has changed what-so-ever.\nWhat we do say to people, regardless\nof the holder, whether it is hard plastic,\nABC or XYZ company holder, if there\nis a coin of any kind of value, it really\nshould be inspected once a year to look\nfor changes. Because what everybody\nforgets in this business, there is all kinds\nof talk about how safe this holder is\nversus that holder, but nobody ever talks\nabout what s on the coin, even when it\nis encapsulated. Grading companies\ndon t go and tinker to clean your coin\nor anything like that. So what s on the\ncoin? The easiest way to visualize this\nis we ve had old-time collectors send\nus silver dollars in an album that are\njust stored in PVC holders. You open\nit up and there is green slime all over\na lot of them. And then there is the odd\none that you cannot see any green at\nall, but its in the same holder and there\nis no reason to expect that there isn t\nsomething toxic on that coin as well. So\nif you say,  yeah, but that s just the PVC\nor plasticiser stuff...  you can still have a\ncoin, say a Victorian half dollar in mint\nstate, somewhere in that coin s lifetime,\nit could have been placed on a table and\na little bowl of powdered sulphur over\nthere blows over and a drop you can t\neven see lands on the coin. Silver and\nsulphur, given temperature, humidity\nand the right conditions, will react and\na spot will start to form. Or a stain will",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "58"
    },
    {
        "File": "The_CN_Journal_March_2015_11.jpg",
        "Paragraphs": [
            "start to form. So the question is, if I give\nyou a coin, can you tell what s on the\ncoin? The answer is no, and nobody\nis going to start testing, and certainly\ngrading companies aren t going to use\nacetone or some organic remover to\ntouch coins. That s a dangerous game.\nCoins may look one way and when you\nstrip off grease and grime, suddenly it s\nnot a 63 anymore, it s a 55. Grading\ncompanies are not going to fool around\nwith stuff like that.",
            "When counterfeiting issues\nwere discovered, how did ICCS\nrespond, and how prolific is it?",
            "How many Chinese counterfeits\ndo we see in a given year, right now?\nMaybe a dozen. I can say that the first\nwave of Chinese counterfeit Canadian\ncoins, if you paid attention you could\ntell. The letters were fat, the colors\nwere off, the silver alloys were not\nexactly what the mint had used. There\nis a new or second wave of Chinese\ncounterfeits. Bill Cross of Charlton s\nhas examined and photographed them.\nHe uses those as a basis or add-on, for\nhis new catalogue that is coming out\nin September. With those, the silver\ncontent or silver alloy is closer if not\nwhat it should be. If you don t pay\nattention (these were all Edward and\nGeorge V quarters by the way) you can\nget fooled. That is scary. And out of\nthe two or three dozen I have looked\nat, some didn t have traditional or the\neasy-to-spot fat letters or porosity at\nthe top of the letters, and they looked\nsilvery as opposed to a lead-gray color.\nIf you put artificial toning on one of\nthose, you re going to be fooled. That\n1s going to be a serious problem, given\nthe fact that you go to a bourse floor\nand you see how much activity there is\nand how fast people look or don t look\nat coins. These examples are ones you\nhave to look at carefully. There must\nbe a level of counterfeit quality beyond\nthat, and that s going to get even scarier.\nSo this is a problem, and I have no idea\nhow you re going to stop it. Mistakes\nare going to be made for sure.",
            "Number 2 March 2015",
            "I don t think so. I haven t come\nacross anything like that. I think the\nprimary thing there is when you take a\nlook at the coins we are grading these\ndays they are common and very low\nvalued. Where are you going to make\nany money? To counterfeit a holder that\nhas a $50 coin in there, I don t see that\nas being really relevant. If it were a 1921\nhalf, then that would get to be serious.\nI think everybody in the community,\ncollectors, dealers, grading companies,\nare just following day by day on where\nthings are going or could go. What can\nbe done about it? I don t know. It is not\nillegal in China to make these things, as\nlong as they are dated before 1949.",
            "Why did your company decide on\ntechnical grading? And how has\nthis evolved?",
            "We have to look at what is technical\ngrading versus conservative grading\nversus eye appeal grading. We are not\neye appeal grading. Let me give you an\nexample. I won t mention the American\ngrading company. There is a 1910 five-\ncent silver with pointed leaves that\ncame into us. It had original toning on\nit, and was stunning looking. It was one\nof the most stunning toned coins I had\never seen. It had an easily detectable\nold mark underneath the toning on its\nobverse. We graded it 64. If I were\nbuying that coin, I would certainly pay\nmore than 64 money, but the grade of\nthe coin was 64. That coin got into a\n68 holder. In a 68 holder by a respected\ncompany, someone buying and selling\nthat coin will go to whatever trends\nsection you want to use, and they will\nstart going double, double, double,\ndouble... that coin is now going to\nbe priced at, well I don t know what\nit will be priced at, but I could guess\nthat it would be easily priced at fifteen\nto twenty thousand dollars. Let s take\nthe coin and dip it. Now you have a 64,\nworth two hundred bucks. And I think\nwhat we re trying to do is balance... not\neverybody likes toned coins... we re\ntrying to balance a grading number or\nassignment. For the non-specialist in\nthe area, somebody comes along and\nreasonably prices the coin, and say\nthe coin is a 64 but it deserves to be\nhigher because of the toning, assuming\nthe person likes toning, and you start\nwith the 64 price and up it a bit. What\nyou don t do is take the 68 number\nand play around with something that\nis way up in the stratosphere. To price\nspecial eye appeal looking coins I\nthink it takes very knowledgeable\npeople and it is not the average kind\nof thing you see in Coin News Trends.\nSo, we are technical graders, but we\nare conservative graders. The biggest\ndifference between serious Canadian\ncollectors and dealers and grading\ncompanies versus the US can be seen\nin a coin that is labelled MS-62 in US\n"
        ],
        "PageNo": "59"
    },
    {
        "File": "The_CN_Journal_March_2015_12.jpg",
        "Paragraphs": [
            "standards and in Canada AU-58. That\ncan be considered technical grading\nbecause the coin is not displaying any\nwear to go from 58 to 62 and back\nand forth, but it is showing signs of\ncirculation. The rub being very light\nlittle markings in the open fields.",
            "In the past there have been\nattempts to create a 100 point\ngrading system. How do you see\ngrading standards evolving in the\nfuture?",
            "Starting in 1986, I think all grading\ncompanies (and here we are just talking\nabout ourselves, PCGS and NGC)\nrelative to today, standards were tighter\nand more conservative. The reason for\nthis is you had to gain the confidence of\nthe consumer out there. If you look at\nall those companies relative to today s\nstandards versus 30 or 25 years ago\nit is looser, not tremendously looser,\napart from the obvious  mistake  here\nor there. I think the grading standards\nover the past 24 25 years have been\nreasonably consistent. If you want to\nbring up the subject of re-submission\nrates a lot of that has to do with\nborderline grades. If you are looking\nat a coin, and you know what you re\ndoing as an experienced grader and you\nsay this coin 1s a 63.5, what do you call\nthe coin? Half the time you ll call it a\n63, and half the time you'll call it a 64.\nThat s a fact of life. And those kinds\nof coins happen a lot and I think they\nhappen even more so if you cater to eye\nappeal grading.",
            "When did you certify your first\ncoin?",
            "We incorporated in October 1986,\nand the first coin actually crossed our\ndoorstep in November of that year.",
            "What does the company grade, and\nwhat do you not accept for grading?",
            "Initially it was just Canadian related\ncoins, tokens were not an issue at\nall. Token collectors still don t like\ncertified coins, but they liked them\neven less back then. So we would\ngrade any Canadian coin, issued by the\ngovernment of Canada. Since that time,\nwe will do pretty much any British",
            "Commonwealth coin, roughly from\n1800 on. We will do US coins, but\nwe re careful with US gold - we don t\nhave a lot of US gold submitted to\nus, there are counterfeits and access\nto people in Toronto whom I would\nconsider to be expert with US gold\nwould be pretty limited. We ve\noften received US gold that we ve\nturned back saying we don t have the\ncapability. We don t mind saying that,\nwe aren t trying to be all things to all\npeople. If the company doesn t have\nexpert level knowledge of a given\narea we d just as soon pass on the\nbusiness rather than try something to\nbe proven wrong and be the laughing\nstock of the hobby.",
            "We ve been grading tokens for 20\nyears. They are not the main stream\nof things we do. A newer crowd of\ntoken collectors coming in to the\nhobby are not brainwashed, but they\nare used to third party grading and\nthey'll grade everything. Old-time\ntoken collectors don t see the need\nfor certification and I agree with\nthem. They know what they re doing.\nToken submissions are increasing,\nbut not by leaps and bounds   we re\njust seeing more of them and they\ntend to be from people who have just\ngotten into the hobby.",
            "We don t have the expertise\nto grade errors. I also think that\ncategorizing different kinds of errors,",
            "you can do it in a general sense, but\nI am not a knowledgeable person\nwith error coins. Categorizing them\nis just more than what we want to get\ninvolved in.",
            "Paper money as well. I ve just\nnever had an interest. It s my\ncompany now, and we re just going\nto do things I know we can do well.",
            "How many coins have you certified\nto date?",
            "We don t publicize that number \nwe are a private company. We are not\ngoing to publish it. If we look at general\nactivity in the marketplace, serious\nchanges in the volume we did in a given\nyear started in the early 2000s. That is\nrelated to the popularization of selling\ncoins on eBay. That peaked in 2005 \n2006. From an annual volume point of\nview, and today it has stabilized to about\n70% of that. So for the last 4-5 years it\nhas been about 30% off the peak. Do I\nthink we re going to go back and set a\nnew peak? That s hard to say due in part\nto the kind of coin we are seeing. In the\n1990s, we were seeing all kinds of one\nthousand dollar and up coins, today we'll\nsee 2005-P cents and things like that.\nThere are coins that should be graded\nas they appear to have a value of 4-500\ndollars, but the majority of the stuff I\nwould never spend even $6.50 a coin (if\nsubmitting 100 coins for grading), but we\nare not here to argue with the collectors.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "60"
    },
    {
        "File": "The_CN_Journal_March_2015_13.jpg",
        "Paragraphs": [
            "If the collector feels comfortable having\neverything in the same kind of holder,\nofficially certified, rather than to try to\ngrade himself, or herself, so when you\nfactor in the changing kind of coin\nyou are seeing, in a way, as long as\nwe don t change our pricing structure\nsignificantly there is an endless supply\nof these coins out there. Whether the\nvolume of these type of coins will set\nnew records, I have no idea.",
            "Do you have a feel for how often\ncoins are sent in for re-grading?",
            "First of all it is not the same as in\nthe US, where that kind of activity has\nbeen pretty high. What percentage, I\ndon t know. In Canada, dealers will do\nthat. I don t sense that collectors will do\nthat   I call that a game. But it is sort of\na crap shoot, and there is no law against\nit. What we try to encourage, collectors\nor even dealers to do, if you think\nsomething is undergraded   don t take\nthe coin out of the holder and have the\nrisk of a 63.5 go down to a 63 instead\nof a 64 send it back in the holder. We ll\ngive you an honest opinion. And if you\nsubmit the coin, in our holder intact and\nit deserves an upgrade we ll give it. If\non the other hand, it deserves probably\na downgrade, at least you protect it.\nWe won t take it out of the holder. It s\nyour holder and you can t lose. But\nif you take the coin out and give it to\nus raw, it could be up or down and\nno explanation is going to be offered.\nThat s the way it is going to be.",
            "Number 2 March 2015",
            "Does your company offer a\nguarantee of authenticity?",
            "We say right on the holder, in\nour opinion this coin is genuine\nand original. Genuine meaning it\nwas made officially by the mint, and\noriginal meaning it hasn t been altered\nin any way. If a coin were later proven\nto be counterfeit, we would be like any\nother grading company. We would have\nto honour it. That is part of the program,\neven with the American companies. If\nthe coin has been removed from our\nholder, they are out of luck. It must\nbe intact. While the owner may be the\nmost trustworthy person in the world,\nin this business there are all kinds of\npeople trying to play games, both\ncollectors and dealers, and they have all\nkinds of stories. We just have deaf ears\nto that. We are not accusing anybody\nof anything, but there are games being\nplayed. And that is not just here in\nCanada, but in the US as well.",
            "Sample slabs? Has ICCS ever\nissued them, and if so, when and\nwhere?",
            "ICCS is not an  in-your-face \nadvertiser or big promoter of this or\nthat. Our new business is all referral\nbusiness. It is steady. We are not out\nthere promising this deal or that deal,\nwe just do our thing. I am retired from\nthe business world. I don t need to\ncreate a new thriving business, this is\nsort of like a  hobby business. ",
            "Bi-lingual issues?",
            "With all due respect to them, we will\nget callers from Quebec, and they will\nask if there is anyone there who speaks\nFrench? The answer is no. We might\nget two calls like that in a year. It is not\na problem. Usually whoever is asking\nthe question will turn around and get\nsomeone right there on the phone who\nspeaks perfect English.",
            "The old days with Canadian\nCoin News. Years ago, when you\nmaintained trends, how did this\nevolve?",
            "I left the business world in 1981.\nI was already a collector, so I was\nlooking around for things to do and\nScott McClaren of Coin News needed\nsome new blood in the trends area,\nso I volunteered to do that. I did that\ninto the early   or mid-90s   I don t\nremember the exact date I stopped. I\nused to actively survey the dealers and\nI made a real effort to try to find the\nright level for trends. In the late 80s /\nearly 90s there was a lot of focus partly\ndue to third party grading, on high\nend coins / the best coins. Population\nreports started to come out and it was\nclear where some coins didn t exist in\ncertain grades, how do you price them?\nSo I ended up with the support of a\n"
        ],
        "PageNo": "61"
    },
    {
        "File": "The_CN_Journal_March_2015_14.jpg",
        "Paragraphs": [
            "few dealers putting out special reports\n(called Cornwell Reports) and the\nfocus there was really on factoring in\nthe technical and eye appeal aspects of\ngrading and pricing. I think the last one\nI did was 1999. The reason I didn t do\nanother one was I couldn t figure out\nwhat fair prices were any more. Because\nonce somebody discovered they had\none of two finest known or whatever,\nthey weren t in the market to sell it.\nThe discovery of top-end coins sort\nof went hand in hand with the owner\nsaying this isn t for sale. If you were to\nforce the owner to put a price on it, the\nprice would be something totally stupid.\nSo what price do you report? What\nsomebody is willing to pay, or what the\nowner is willing to sell for? I gave up.\nMike Findlay made a similar attempt to\nprice special coins. He s given that up\nnow. The problem is, apart from putting\na coin in an auction, to determine what\nthe world would pay, the responsibility\nfor pricing a coin on a one-on-one basis\nis the owner. Nobody in the world is\ngoing to tell you what it s worth.",
            "I could have continued with those\nreports. To continue, due to the absence\nof these coins in the marketplace (in a\nway, I was the owner of some of those\ncoins) one has to take the owner s side\n  but that gets into self promotion and I\nam not going to do that.",
            "What do you miss (if anything)\nabout these days?",
            "Back in the 70s and 80s you could\ngo on a bourse floor like the RCNA\nconvention, and you could find all\nkinds of coins that would eventually\nend up in the top 10 or something like\nthat. Coins with terrific eye appeal\nor original toning back in 1980,\nthe difference between a brilliant\ncoin of one grade and a toned coin\nof the same technical grade   the\nprice difference might have been\n10-20%. Today it s double or triple\nor something like that. You could\nwander a bourse floor with good\nknowledge even dealing with an\naverage dealer out there, you could\nmake lots of good scores. You",
            "could get real good value for your\nmoney. You can t do that anymore.\nEverybody knows what s finest\nknown, or a candidate for it, and they\nare pricing it accordingly.",
            "With the massive numbers of\ncoins which cross your desk,\nyou have identified numerous\nvarieties - How often do you\ncommunicate new finds with\nCharlton for instance?",
            "First of all, if someone submits a\ncoin to us, claiming it is a new variety,\nwe won t recognize the variety unless\nit has been published in the latest\nCharlton catalogue. The reason for\nthat is we are not in the publishing\nbusiness. There has to be a definition of\nthe variety for us to start labeling it as\nvariety ABC, because if someone out\nthere picks up our coin and asks, what\ndoes ABC mean, they want to be able\nto go to see a picture of the coin, or a\nvery clear word description.",
            "So again, we are not in the publishing\nbusiness, Charlton is interested in\nvariety recognition, the real question\nis how far is this\ngoing to go? We get\nrequests for quite\nfrankly the stupidest\nthings in the world.",
            "Some people come\nin with a 1936\npenny with a five\ndots on it. I don t\nknow how many\ntimes we have\nhad to say there\nare three known\n   well this is the\nfourth known .\nThis gets to be a bit\nof a pain. Or there\nare little blemishes\non some part of\na coin, totally a\nresult of the minting\nprocess, and not\na variety intended\nby the engraver\nor anything like\nthat. We turn those",
            "down. Bill Cross of Charlton wouldn t\nrecognize them anyway.",
            "There are lots of varieties that have\nbeen recognized that over the past 3-4\nyears have not become popularized in\nmy opinion, and while I won t speak\nfor Charlton, I don t think they are any\ndifferent. Not all varieties currently in\nthe Charlton catalogue are going to live\nforever in my opinion. We have already\nhad one. The 1968 nickel dollar, used\nto have a variety called  extra water\nlines  then that got changed to double\nhorizon line #1, and double horizon #2\nthat had just a partial waterline under\nthe top water line. There is nothing\nwrong with cataloguing them that way,\nbut it turns out that anything that is not\nextra water lines is almost always this\ndouble horizon #2. In the past year,\nCharlton has taken that out. There\nis nothing wrong with that. We will\nrecognize varieties based on the current\ncatalogue... we have recognized the\ndouble horizon #2 for the past couple\nof years. There are coins out there with\nthat recognition on them. But now, we",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "62"
    },
    {
        "File": "The_CN_Journal_March_2015_15.jpg",
        "Paragraphs": [
            "are not doing that any longer as it is not\nin the catalogue. It is going to cause\nconfusion out there.  Why don t you\ndo it?  Ideally what should happen\nis, varieties should be recognized,\nshould be published, and they should\nhave exposure to the marketplace for\n10 or 20 years, and those that survive\nshould become official varieties. That\nis not happening. The way the world\nis working in Canada is the tail is\nwagging the dog. It is just going to end\nup confusing people.",
            "Cleaning and artificial toning issues\n(coin doctoring) inconsistencies.",
            "We have seen a lot of coins in\nAmerican holders that have been denoted\nas  cleaned  with no grade assigned.\nWhatever cleaning is being referred to if\nthat were eliminated, (typically for earlier\nCanadian coins that were extra fine or\nsomething like that)   if we adopted the\npolicy of not packaging those coins,\nmost of the Canadian early coins that\nexist would never be a candidate for\npackaging. There are not that many\ncoins. If someone had effectively taken\na Brillo pad to it, and there are scratchy\nlines all over it, we will mention that. But\nthe coin is still a legitimate coin, and a\ngrade can be assigned without mention\nof the problem, but then in the comment\nsection you will see  harshly cleaned \nor  polished.  It is still a collectable\ncoin that can be priced, though it may\nbe difficult to determine how to price it,\nfactoring in polishing. Reduce it by 10%\nor 90%? The marketplace has to figure\nthat out.",
            "Number 2 March 2015",
            "If you had millions of coins that were\nokay to package, you can afford to say\n no   thats cleaned, we re not going to\npackage or grade that.  We don t have\nthat luxury. There are not huge numbers\nof coins. Most of them have by US\ndefinitions, cleaning of some sort. I\ndon t think we should be so strict that\nwe remove them.",
            "As far as artificially toned coins. I\nhave seen some coins that are definitely\nartificially toned, but you can figure that\nout. Because I know who did it. Some\nother coins you pick up and say they\nare artificially toned, but you cannot\nprove it. Your gut tells you, but that is\nalso based on how many coins you have\nlooked at. Labeling things artificially\ntoned is a bit  iffy  in my opinion. How\ndo you know, and really know if you\nweren t there to see it be artificially\ntoned? Take a look at copper coins. The\ncolor is wrong. If a coin looks like it is\nMS-63 or -64 Red, and if we think the\ncoin has been cleaned and processed,\nwith no wear on it, we will say it is MS-\n60 Cleaned. Even copper coins, there\nare a couple we have in the office right\nnow and I honestly don t know if they\nare cleaned or processed or not. To\ngive you an idea how difficult an area\nthis can be, we had one collection of\nCanadian Victoria copper coins come\nin, and we labeled them all MS-60\nCleaned. They were nice coins except\nthey had been processed. If those coins\ncame in individually, spaced two weeks\napart, they would have been processed\nas original coins.",
            "Part of the reason they got dumped\nwas they had all the different dates\nfrom 1858 to 1901, and they all looked\nexactly the same, like they were\nprocessed. The person who submitted\nthem was actually stupid. He should\nhave submitted them separately. The\nbottom line is to determine whether\ncopper has been cleaned or not, can\nbe difficult. To say something is okay,\nand then have the person who did the\nprocessing say  you re wrong ... it s\nnot a black and white issue.\n"
        ],
        "PageNo": "63"
    },
    {
        "File": "The_CN_Journal_March_2015_18.jpg",
        "Paragraphs": [
            "E_Way_& COMPANY TOKENS","BY JUDY K. M. BLACKMAN",
            "LM#415",
            "long ago in Pitt Street, Sydney,\nNew South Wales, Australia,\nthere once was Webb and",
            "Co, a millinery shop run by Mary\nWebb, who had recently moved there\nfrom King Street, where she ran\nher business partnered with another\nMrs Webb. Mary Webb had been\nin business since at least 1855 and\nremained in Pitt Street until her death\nin 1867. After Mary s death, her store\nwas absorbed into the neighbouring\nbusiness of Emily Way (nee Boston),\nwho at the time of Mary s passing\nwas back in Essex, England.",
            "Emily had immigrated to Sydney\nin 1859 with her parents. She married\nEbenezer Way in 1864 and opening\nher business the year after. Mrs Way's\nbusiness did very well, lasting until at\nleast the 1950s as E Way and Co, and\nallowing Emily and Ebenezer Way to\nretire to Devon and leave an estate\nof nearly  30,000. However, at the\nfirm's jubilee in 1914, Ebenezer Way\nand the firm's first manager, Mr B.\nBoston, (Emily s brother) celebrated\nwith no mention of Emily Way's\ncontribution to the business.",
            "E Way and Co is listed in the\nSydney commercial directories\nfrom 1865 to the 1950s as being a\ndrapery business in Pitt Street. The\ndirectories list the business as being\nfounded by Emily and Ebenezer\nWay, in 1865.",
            "At the dawn of the\nretail era in Sydney,\nPitt Street was quickly\nbecoming the place to\nbe for all department\nstores, and one of\nthe most successful\nwas E. Way & Co.\nOriginally a drapery\nbusiness claiming, in\n1865, to the be the\ncheapest in Sydney.\nE Way re-established\nas a department store\nin 1891. E Way was\nacquired in 1955 by\nFarmers, which itself\nwas bought in 1961\nby the Sidney Myer\njuggernaut (Australia s\nlargest department-\nstore group originally\nfounded as Myer s\nBendingo s Busiest\nDrapers, in 1899.\nAs a member of the\nAustralian Numismatic\nSociety, I am able\nto participate in the club s quarterly\nmembers-only on-line auctions. One\nsuch auction started December 11,\n2014, and closed at the end of the\nJanuary 12, 2015, meeting. For weeks\nI was the only bidder on the two\nE Way & Co advertising tokens\nincluded in the auction and felt\ncomfortable with the\nmaximum bids I had\nset. Unfortunately, I was\noutbid by a floor bidder\nat the club s January\n12 meeting.\nBoth lots sold\nfor AU$24\neach. The\nimages to the\nright are of the\ntwo lots that\nwere listed in\nthe auction.",
            
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "66"
    },
    {
        "File": "The_CN_Journal_March_2015_19.jpg",
        "Paragraphs": [
            "In researching these tokens I\nconsulted The Coins And Tokens Of\nThe Possessions And Colonies Of The\nBritish Empire by James Atkins, first\npublished 1889 and re-printed in 2007,\nand Australasian Tokens & Coins by\nDr. Arthur Andrews, first published\n1921 and re-printed in 1965. To my\nsurprise these tokens appear to be\nunlisted in the usual reference books.",
            "After inquiring further the ANS\nSecretary, Rod Sell, told me these are\nconsidered  modern  tokens because",
            "Number 2 March 2015",
            "they were still honoured half-way\ninto the 1950s, and likely that is why\nthey are omitted from the books.\nI was told the tokens are referenced\nin Ian Morrison s The Baker of\nMaldon (2003), written about George\nMcArthur an early collector whose\nlarge numismatic collection was\nbequeathed to the Victoria Museum.",
            "The Victoria Museum provided\nme with the images of the three\nadvertising tokens below and the\nfollowing information:",
            "These tokens were manufactured\nafter 1890, circa 1900 and were\ntransferred from the National Gallery\nof Victoria in 1976 to the museum.\nThe original provenance is from\nthe collection of George McArthur.\nThe tokens range from 19.5 to\n20.5 mm diameter and weights for\ncorresponding sizes range from 1.65\nto 2.41 g. All tokens are described as\nhaving a plain edge. The museum lists\nall of them as bronze, with the latter\ntwo being silver plated.",
            "In addition to these tokens in the\nVictoria Museum I was able to locate\na token (below), similar in design to\ntoken 2 (centre left). This last token\nis in transit to me from a recent online\npurchase. It was listed as 20 mm brass,\nwhich I question as I cannot find any\nrecords that say the tokens were issued\nin any metal other than bronze and\nsilver-plated bronze. I suspect it s\npossible there may be brass-plated\nbronze as well. My instincts tell\nme the seller simply guessed at the\ncomposition.\n"
        ],
        "PageNo": "67"
    },
    {
        "File": "The_CN_Journal_March_2015_20.jpg",
        "Paragraphs": [
            "THE CONSEQUENCES OF THE GREAT WAR,\nON THE OTHER SIDE",
            
            "BY MARK BENVENUTO\nLM422",
            "From 1914 to 1918 Canada was\nF involved in what was called for a\nbrief time,  The War To End All\nWars.  Sadly, it wasn t. The US came into\nthis morass towards the end, but the lion s\nshare of the fighting, at least in the west,\nwas between the forces of the British\nEmpire plus France and her colonies on\nthe one side, and the German Empire and\nAustro-Hungarian Empire on the other.\nBy now, the year 2015, the last of the\ncombatants have passed away, leaving us\nwith tales of the hardship and misery of\nlife in the trenches, and of the boredom\npunctuated by panic that is combat.\nOften though, we don t get much of\na picture of what might be called life on\nthe other side. Some decades now past,\nwhen I was a young lieutenant stationed\nin Mannheim, then in West Germany, a\npicture of the other side emerged, and\nwith it several numismatic connections.\nThe year 1918 was one of bewilderment\nfor the average German. The war was\nlost, but no one had invaded Germany,\nand there was no evidence of foreign\narmies on German soil. Indeed, the\nGerman army was still in parts of France\nand Belgium. There were long lists, later\nmemorialized in innumerable bronze\nplaques on church walls, which listed the\nlocal men who had died for the country.\nOne of the most grim I remember was\nin some small town on a chapel wall\nassociated with a small college that had\none line which simply read,  The Class\nof 1914,  as none of those young men\nhad come home. Yet despite the lives\nlost and territory gained, for the German\nfolks of the day the papers proclaimed\nthat the war itself had been lost.\nLater, to make things worse, the\nTreaty of Versailles spelled out that\nfor causing the war, Germany had to\nactually pay for it. The now famous\nArticle 231, usually called The War\nGuilt Clause, reads,  The Allied and\nAssociated Governments affirm and\nGermany accepts the responsibility",
            "A Notgeld Primer",
            "of Germany and her allies for causing\nall the loss and damage to which the\nAllied and Associated Governments and\ntheir nationals have been subjected as a\nconsequence of the war imposed upon\nthem by the aggression of Germany and\nher allies.  This was victors  justice, and\nit was ugly and humiliating. And that in\nturn plunged Germany into a depression\nat the same time that Canada and the US\nmoved up to a sort of high life in what\nbecame known as the Roaring Twenties.\nCoin and currency in Germany\nbecame worthless in the early 1920s\nbecause of this article, and thus what\nwas called Nofgeld filled the empty\nspace. The term is a compound word,\nliterally translated as  Need money. \nLess formally we would say the money",
            "of need, or emergency money. Hundreds\nof different types of coins and paper\nnotes were made by the cities and towns\nof Germany so that there was some kind\nof money to use. The unit I was in, the\n215 Support Command of the US Army,\nhad been headquartered in Mannheim,\nand sported what was called a wolf-trap\non their unit crest, because that was the\ntraditional symbol of the city. Mannheim\n10-pfennig Notgeld pieces were issued\nin 1919, made of iron, decades before\nthe US stationed troops there, and they\ntoo sported the wolf trap.",
            "As inflation ate away at the German\neconomy, the worth of even the Notgeld\neroded away. Many of us have seen\nsome of the hyperinflation notes\nof Germany from the time, with\ndenominations of over a million\nmarks, or even a billion marks (the\nGerman term,  Milliard  means\nbillion). One of the fatalistic jokes\nof the time, still remembered by the\nolder folks when I was stationed",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "68"
    },
    {
        "File": "The_CN_Journal_March_2015_21.jpg",
        "Paragraphs": [
            "there, was that a man once took a\nwheelbarrow full of paper money to the\ngrocery store early in the morning to buy a\nsingle loaf of bread. Since the store wasn t\nopen yet, and he had some other errand to\nrun, he left the wheelbarrow full of money,\nthinking that it wasn t worth enough that\nanyone would want to steal it. When he\nreturned, his money was indeed still there.\nSomeone had stolen his wheelbarrow.\nBut while the notes had high values,\neven some of the coins ended up being\nmade in denominations that were absurdly\nhigh. The bronze pieces of Westphalia\nissued in 1923 had values on them in the\nmillions. And beyond making Notgeld\ncoins out of just about every metal that\ncould be found, they were even produced\nfrom materials such as coal or porcelain.\nThese latter, often made at the Meissen\nporcelain factory in eastern Germany,\ncarry a trademark on them. The mark is\na small pair of crossed, curved swords.\nThe factory at Meissen may perhaps\nhave been one spot in Germany that\ndidn t suffer too much from this post-war\ndepression, as they appear to have made\nporcelain coins of many denominations\nfor dozens of cities and towns, which\nmust have kept some folks employed.\nToday a numismatist can dive deeply\ninto collecting Notgeld, as there are\nplenty of directions a person might\nchoose when assembling a collection of\ntheir own. Trying to find all the hyper-\ninflation Notgeld coins that are out\nthere could easily be a fun challenge.\nCollecting porcelain pieces might be\nanother. Part of the challenge might be\ndefining just where to start and stop. For\nwhile there are catalogues, none of them\nclaims to be complete. It seems there is\nalways something still to find out about\nthis emergency money of the last century.\nThe War To End All wars was a\nbrutal, bloody slugging fest for both\nsides. The losses in terms of manpower\nwere staggering, and as bad luck would\nhave it, were compounded by the flu\nepidemic of 1918. It took years for both\nsides to recover. For a Germany that had\nto pay for the war, it must have seemed\nas if there was no end in sight for such\nwretched times. Today, the Notgeld\ncoins of that time still tell some of the\nstory from the other side.",
            "Number 2 March 2015"
        ],
        "PageNo": "69"
    },
    {
        "File": "The_CN_Journal_March_2015_22.jpg",
        "Paragraphs": [
            "DAVID_SUZUKI_MEDAL",
            "BY LORI HELSTON",
            "BASC, Bsc, BHs, MA,",
            "An Accidental Find of the Best Kind!",
            "The Nature of Things is an iconic\nCanadian show that is currently\nenjoying its 54} season on the\nCBC. The show celebrated its 50\"\nanniversary on January 12, 2012,\nand for over the last half century\nbrought us, the viewers, images of the\nenvironment, brilliant photography,\nand exotic locations. The information\npresented has led to critical issues\nbeing brought to the attention of the\npublic with the result that the impact\nof these issues came to be discussed\nwithin our own living rooms and\na global movement to save the\nenvironment has begun. Technically\nThe Nature of Things has been at the\nforefront of broadcasting technology\npioneering both colour broadcasting\nand HD programming.",
            "From the beginning the show\nassumed that the audience wanted\nto be educated and engaged in the\nworld around them. The Nature of\nThings (TNOT) was described in\n1960s Montreal Star as  a remarkable\nprogram. It operates on the assumption\nthat a TV audience is intelligent,\ninquisitive... and alert,  and this\ndescription still rings true to date.",
            "Although few Canadians will\nremember that the original hosts\nof the show were Patterson Hume\nand Donald Ivey (professors at the\nUniversity of Toronto and authors of\nauthoritative text books in physics),\nthe majority of Canadians immediately\nthink of TNOT s current host David\nSuzuki as synonymous with the show.",
            "Dr. David Takayoshi Suzuki,\nborn March 24, 1936, is an award-\nwinning scientist, environmentalist and\nbroadcaster and still continues to work\ntirelessly on world issues in his 79 year.\nHe was born in Vancouver to Japanese\nparents and as a child he was interned\nwith his family during World War II as\na person of Japanese-Canadian heritage.",
            "Suzuki has bittersweet memories of\nthe largest mass exodus in Canadian\nhistory when roughly 22,000 Japanese\nCanadians were forcibly evacuated from\nthe west coast and resettled in other\nparts of the country.",
            " At first, it seemed like a big ad-\nventure; a long train ride out of\nthe city into the natural beauty of\nSlocan.  Suzuki, who was six at\nthe time of the internment, recalls\n it was an  enchanted  time when\nhe would spend his days gath-\nering wildflowers, fishing and\ncamping. But, he remembers the\ncommunal living arrangements\nas filthy and crowded.",
            "He received a bachelor of arts\nin biology from Amherst College,\nMassachusetts, in 1958 and received a\ndoctorate in zoology from the University\nof Chicago in 1961. His brilliant work\nin genetics, working with the common\nfruit fly, was recognized from the start of\nhis career and in 1969 he won a Steacie\nMemorial Fellowship as the best young\nCanadian scientist.",
            "Although the idea was questioned\nby his fellow scientists, his quest to\nbring scientific knowledge to the\npublic started with the CBC Radio\nseries Quirks and Quarks in 1974\nand he hosted that show until 1979.\nIn 1989, he hosted the five-part radio\nseries It's A Matter of Survival with\nhis most recent radio programming\nthe eight-part series, From Naked Ape\nto Superspecies, broadcast on CBC\nRadio in 1999.",
            "The program It's a Matter of\nSurvival struck a chord with the public\nand Suzuki received over 17,000\nletters from listeners crying out for\nsolutions to avert the impending\ndisaster. As a response to this rallying\ncry, in November 1989 Suzuki and\nhis wife Tara Elizabeth Cullis hosted\na brain-storming retreat with a dozen\nthinkers and activists, on Pender\nIsland, British Columbia. Inspired\nby those discussions the couple was\nurged to co-found a solutions-based\nenvironmental organization. After",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "70"
    },
    {
        "File": "The_CN_Journal_March_2015_23.jpg",
        "Paragraphs": [
            "many planning meetings the foundation was incorporated\non September 14, 1990. The federally registered\nCanadian charity officially opened its doors",
            "on January 1, 1991. It is supported entirely by\nFoundation grants and donations.",
            "Suzuki is well known for explaining\nscience and the natural world in an easily\nunderstood and approachable manner.",
            "He is the only network television science\nshow host who is actually a practising\nresearch scientist and his work on TNOT\nhas won him three Gemini Awards and\nan ACTRA Award as Best Host. He was\nalso host of the eight-part CBC special\nPlanet For The Taking and was awarded the\nUnited Nations Environment Program Award.",
            "The Nature of Things (TNOT) was\ndescribed in 1960s Montreal Star as",
            " a remarkable program. It operates on\nthe assumption that a TV audience is\nintelligent, inquisitive... and alert,  and this\ndescription still rings true to date.",
            "Additionally, to international praise, he has produced\nThe Secret of Life, a TV series for BBC and PBS,\nand also created a five-part series The Brain, for",
            "the Discovery Channel in the U.S.",
            "In 2000, Suzuki received a lifetime\nachievement award from the University of\nBritish Columbia. He has been honoured\nwith 24 honorary degrees from universities\nin Canada, the United States and Australia\nand the UNESCO Kalinga Prize for science\nwriting. Suzuki was named as an Officer of\nthe Order of Canada in 1977 and elevated to\na Companion to the Order in 2006. In 2009,\nduring his 73\"  year, David Suzuki won the\nRight Livelihood Award, which is known as\nthe  Alternative Nobel Prize,  an award which\nrecognizes individuals for their  outstanding\nvision and work for the planet and its people. ",
            "As a great fan of the show for many years and\nadmirer of David Suzuki I was thrilled to obtain the\nmedal pictured to the right. The premier\nCanadian medalist, Dora de Pedery-Hunt,\ncreated this medal of a younger David\nSuzuki. I was privileged to obtain this\nsigned copy of the medal from her estate.",
            "Number 2 March 2015 -----------------------------------------------------------------",
            "Continued on page 74\n"
        ],
        "PageNo": "71"
    },
    {
        "File": "The_CN_Journal_March_2015_26.jpg",
        "Paragraphs": [
            "Continued from page 71",
            "Although the date on the medal,\n1991, corresponds with The Suzuki\nFoundation s creation it has nothing to do\nwith the launch.  Dora made the Suzuki\nmedal simply because she liked his face...\nalso she thought very highly of his work, \nstates Ildik  Hencez, Dora's niece.",
            "The medal which was created using\nthe lost-wax casting method at the Artcast\nInc. foundry in Georgetown, Ontario,\nclearly captures the energy and enthusiasm\nof David Suzuki for life and learning.\nThe friendly expression that Dora gave\nto Suzuki s face, the twinkle in his eyes,\nalong with his wild hair, clearly shows\nan individual who is eager to engage and\ncommunicate with his audience. When I\nlook at this iconic image of Suzuki I see his\nwisdom and energy.",
            "I wish David a happy 79\" birthday on\nMarch 24\" and many more to come!",
            "References:",
            "www.cbc.ca/archives/categories/war-conflict/\nsecond-world-war/relocation-to-redress-\nthe-internment-of-the-japanese-canadians/\nthe-fragile-democracy.html accessed\nFebruary 4, 2015.\nwww.cbc.ca/natureofthings/about/ accessed\nFebruary 4, 2015.\nwww.davidsuzuki.org/about/our-story/\naccessed February 4, 2015.\nwww.thecanadianencyclopedia.ca/en/article/\ndavid-suzuki/ accessed February 4, 2015.\nHencz, Ildik , personal correspondence.",
            "The CN Journal",
            "Volume 60\n"
        ],
        "PageNo": "74"
    },
    {
        "File": "The_CN_Journal_March_2015_30.jpg",
        "Paragraphs": [
            "IT s_A MANZ WOoRLD","BY GEORGE MANZ",
            "RCNA, #19846,",
            "United States",
            "The Donald Patrick Collection of American\ncolonial coins that sold at auction in Florida in",
            "January was not a large collection. But what",
            "a collection it was: fetching almost US$26",
            "million for slightly more than 350 coins.",
            "One of the highlights of the auction was\nthe finest known example of the 1792 pattern\nBirch cent graded MS-65 by National Guarantee\nCorporation.",
            "Soon after the successful conclusion of the\nAmerican Revolution against Britain, the United States\nHouse of Representatives and Senate had to make a decision on the\ncountry s new coinage. Would the coinage have the portrait of President\nGeorge Washington or Liberty? Many of the lawmakers felt a portrait of\nWashington would smack of a monarchy, something the Revolution had\nrecently overthrown. So they decided to engage an American engraver\nnamed Robert Birch to design several pattern coins including a cent\nwith Liberty facing right surrounded by the legend Liberty Parent of\nScience & Industry.",
            "President Washington appointed David Rittenhouse\nas the country s first Director of the U.S. Mint,",
            "a position he held from 1792 to 1795. To his\ncredit, Rittenhouse s term produced some\nof the new nation s most iconic coins and\nbefore he left the Mint, he kept a small\nnumber of pattern coins struck during his\nterm of office. The patterns remained in\nthe family for generations. This particular\nBirch pattern cent was sold to some of\nAmerica s leading numismatists, including\nJames Ellsworth, Wayte Raymond, John\nGarrett and Donald Patrick.",
            "The 1792 Birch cent (with Birch on the coin s\ntruncation) sold for a record US$ 2.585 million,\nmaking it the most expensive cent in the world.",
            "Another numismatic rarity, the 1861 original Confederate Half Dollar\nNGC PR30, with provenance tracing back to CSA President Jefferson\nDavis. The most famous of just four examples struck by the doomed\nConfederacy, and the only example with such a historical connection.\nFor absolute rarity and historic significance, the 1861 Confederate half\ndollar is unsurpassed in the annals of American coinage. It realized a\nmere US$ 881,250.",
            "Heritage  wwwha.com .",
            "George Manz Coins, Box 3626 Regina SK S4P 3L7 www. georgemanzcoins.com",
            
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "78"
    },
    {
        "File": "The_CN_Journal_March_2015_31.jpg",
        "Paragraphs": [
            "Canada",
            "The Regina Coin Club is pleased to announce that a\nrare Indian Treaty Four medal will be displayed at its\nspring show and sale in April.",
            "The Treaty Four medal was one of only\n21 given to First Nations Chiefs who\nadhered to Treaty Four on September\n15, 1874, with the British Crown\nas represented by her Canadian\nTreaty Commissioners.",
            "Treaty 4 territory covers",
            "what is now called western",
            "Manitoba, much of",
            "southern Saskatchewan",
            "and southeastern Alberta.",
            "According to the terms of",
            "Treaty Four, in exchange for",
            "agreeing to allow settlement in",
            "their territories, the Cree, Nakota",
            "and Saulteaux (Plains Ojibway) First",
            "Nations were to receive reservations,",
            "an immediate annuity or cash payment as",
            "well as $5.00 annual cash payments, a school",
            "house and teacher, powder and shot for their weapons,\nagricultural implements, carpentry tools, along with other\nbenefits outlined in Treaty Four.",
            "In addition to these annuities and benefits, the Chiefs\neach received a large 76 mm Treaty Four silver medal that\ndepicts Queen Victoria on the obverse and the image of a\nTreaty Commissioner and a First Nations Chief shaking\nhands on the reverse.",
            "The medal was part of a huge collection of Canadian\ndocuments, tokens, Indian Chief medals, fur trade objects,\nmilitary medals, pistols, muskets, rifles and swords belonging\nto the late Robert D.W. Band, whose passion for collecting\nCanadian historical artifacts spanned more than 60 years.",
            "When a First Nations couple were notified that the\nmedal was for sale at auction last September, they asked\nother members at the annual Treaty Four Gathering in\nFort Qu Appelle, Saskatchewan if anyone in their various\ncommunities had one in their possession. When everyone\nsaid they had never seen one before, they decided to fly to\nOntario to bid on the medal. The couple, who wish to remain\nanonymous, were eventually the highest bidders for the lot that\nsaw spirited bidding between four others. When the hammer\nwent down the lot had sold for $40,000 plus a 15% buyer's\npremium, well above estimate.",
            "Wendy Hoare, the owner of Jeffrey Hoare Auctions Inc,\ndecided to fly the medal in person to Regina where she\nhanded the medal to the First Nations couple. After a brief\nreclamation ceremony at the airport, the medal was passed\nfrom person to person in a huge circle.",
            "Number 2 March 2015",
            "The couple soon realized that they had no expertise or\nexperience in ensuring the safety and maintenance of the\nmedal. They decided to enter into an agreement with the\nRoyal Saskatchewan Museum in Regina for the Museum to\nhouse and maintain the medal.",
            "But first the medal will make its debut at the Regina\nCoin Club s spring show and sale on April 18-19 where\na First Nations Elder and Chief from Treaty Four will cut\nthe ribbon to open the show.",
            "The couple views the medal as both a symbol and\nan opportunity to educate people about the Treaty\nrelationship and Treaty process. A copy of the Treaty Four\nmanuscript will be on display alongside the medal.",
            "\n"
        ],
        "PageNo": "79"
    },
    {
        "File": "The_CN_Journal_March_2015_32.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            
            "2015 $20 Fine Silver Coin  \nFirst World War: Battlefront Series\n  The Battle of Neuve-Chapelle",
            "The reverse design by Canadian artist Joel Kimmel is a finely\ndetailed depiction of Canadian soldiers in action during the\nBattle of Neuve-Chapelle. In the centre, an 18-pounder field\ngun is manned by three Canadian gunners; billowing clouds\nfill the air to the right, from the ongoing bombardment, while\nammunition on the ground to the left are a reminder of the\nconstant nature of the initial artillery attack. Behind them, a\nsergeant stands and, through binoculars, observes the accuracy\nof the shot s trajectory. The lower portion of this poignant\nimage is framed by a banner; in its centre, selective gold plating\nshowcases the winged figure of  Victory,  as it appeared on\nthe Victory Medal that was awarded to the allied soldiers of the\nFirst World War. The effigy of King George V, who was the\nreigning monarch at the time, is found on the obverse.",
            "The reverse design by Canadian artist Ardell Bourgeois,\npays tribute to Canada s role in the Battle of Britain with\nits depiction of a dogfight in the skies above Dover. At\nthe helm of a Hawker Hurricane, a Canadian fighter pilot\nascends higher after firing upon a Dornier Do 17Z   the\nenemy plane has seemingly dropped in altitude as a trail of\ndark smoke billows up from one of its engines. Well below\nthese fighter planes, the background recreates England s\nbeautiful southeastern coast, where the waters of the\nEnglish Channel meet the famous White Cliffs of Dover.",
            "Pi ce de 20 $ en argent fin 2015  \nPremi re Guerre mondiale : Champs de bataille\n  La bataille de Neuve-Chapelle",
            "Le motif au revers,  uvre de l artiste canadien Joel Kimmel,\nrepr sente un tableau d taill  de soldats canadiens dans le\nfeu de l action   Neuve-Chapelle. Au centre, un canon de\ncampagne tirant des obus de 18 livres est servi par trois\nartilleurs. Le bombardement est incessant, comme en\nt moignent les colonnes de fum e qui emplissent l air  \ndroite et les munitions qui jonchent le sol   gauche. Debout\nderri re, un sergent observe   la jumelle la pr cision du tir. Au\nmilieu d une banni re d ploy e sous cette image poignante,\nun placage d or s lectif met en valeur la figure ail e de   la\nVictoire  , telle qu elle apparaissait sur la m daille d cern e\naux soldats alli s de la Premi re Guerre mondiale. L avers est\n  l'effigie du roi George V, le monarque en titre   l poque.",
            "Le motif au revers,  uvre de l artiste canadien Ardell\nBourgeois, rend hommage au r le du Canada dans la bataille\nd Angleterre. Il repr sente un combat a rien au-dessus de\nDouvres. Aux commandes d un Hawker Hurricane, un pilote\nde chasse canadien reprend de la hauteur apr s avoir tir \nsur un Dornier Do 17Z. L avion ennemi semble perdre de\nl'altitude; un panache de fum e noire s l ve en volutes de\nl un de ses moteurs. Bien en dessous, l arri re-plan recr e la\nmerveilleuse c te du sud-est de l Angleterre, o  les eaux de la\nManche rencontrent les falaises blanches de Douvres.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "80"
    },
    {
        "File": "The_CN_Journal_March_2015_33.jpg",
        "Paragraphs": [
            "2015 $20 Fine Silver Coin   The Canadian\nHome Front: Transcontinental Railroad",
            "The reverse design by Canadian artist David Oram features\nstunning finishes and expertly detailed engraving in a proud\ncelebration of Canada s railways and their involvement in\nCanada s war effort from the very start. Seemingly leading with\nits smokebox and pilot, a 4-6-2  Pacific  steam locomotive\nbecomes the central focal point as it moves along its rails and\nappears to emerge towards the viewer, which adds dimension\nto this intricate design. Behind the locomotive are a series\nof passenger cars filled with Canadian soldiers; this  troop\ntrain  is transporting Canadian soldiers to the traming camp at\nValcartier, Quebec, as part of their journey to the battlefields of\nEurope. In the background, an engraved map of eastern Canada\nhighlights the railway lines that would have been used as part of\nthis journey: those of the Grand Trunk Railway and part of the\nNational Transcontinental Railway, which served as vital links\nbetween Canada s large cities (highlighted by dots) and the\nports along Canada s East Coast.",
            "2015 $10 Fine Silver Coin   Colourful",
            "Songbirds of Canada: The Northern Cardinal\nThis $10 coin is 99.99% pure silver, with a diameter of 34\nmillimetres and a metal weight of 15.87 grams. The reverse\ndesign by Canadian artist Derek Wicks features a beautiful\nrendition of a cardinal in a tranquil setting. Finely detailed\nengraving showcases this songbird s distinctive features   from\nthe pointed crest atop its head to its thick, short bill, as well\nas the soft feathers that lead to its tail. The use of selective\ncolouring recreates the cardinal s brilliant red plumage\nviewed in three-quarter profile, as the bird sits nestled amidst\nengraved leaves and flower blossoms. The coin s reverse\ndesign is trimmed with a repetitive circle pattern, and features\nthe engraved word  CANADA , the year  2015  and the face\nvalue  10 DOLLARS . The obverse features the effigy of Her\nMajesty Queen Elizabeth II by Susanna Blunt.",
            "Number 2 March 2015",
            "Pi ce de 20 $ en argent fin 2015  \nLe front int rieur canadien :\nChemin de fer transcontinental",
            "Avec des finis splendides et une gravure complexe ex cut e de\nmain de maitre, le motif au revers,  uvre de l artiste canadien\nDavid Oram, se veut un fier hommage aux chemins de fer\ndu Canada et   leur engagement, d s la premi re heure, dans\nl'effort de guerre national. L air de mener la charge avec sa bo te\n  fum e et son chauffeur, une locomotive   vapeur   Pacific   4\n6 2 capte l attention de l observateur vers qui elle semble foncer\ntout droit sur ses rails, ce qui ajoute de la dimension   un dessin\ncomplexe. Derri re elle suivent des voitures pleines de soldats\ncanadiens en route pour le camp d entra nement de Valcartier\n(Qu bec), escale oblig e de leur voyage vers les champs de\nbataille de l Europe.   l'arri re-plan, une carte g ographique de\nl'Est du Canada montre les voies ferr es qu ils ont d  emprunter\n: le chemin de fer de la Grand Trunk Railway et une partie du\nChemin de fer National Transcontinental, liaisons vitales entre\nles grands centres (marqu s par des points) et les ports de la\nc te Est du Canada..",
            "Pi ce de 10 $ en argent fin 2015   Oiseaux",
            "chanteurs color s du Canada: Le cardinal rouge\nCette pi ce de 10 $ en argent pur   99,99 % a un poids m tallique\nde 15,87 grammes et fait 34 millim tres de diam tre. Le motif\nau revers,  uvre de l artiste canadien Derek C. Wicks, pr sente\nune magnifique reproduction d un cardinal rouge dans un d cor\nserein. La gravure tout en d tail fait ressortir les traits typiques\nde l oiseau, depuis sa huppe jusqu  son bec  pais et court, ainsi\nque les plumes duveteuses qui m nent   sa queue. La coloration\ns lective utilis e pour r aliser cette pi ce a permis de recr er le\nplumage rouge vif du cardinal, vu de profil trois-quarts, perch \nparmi des feuilles et des fleurs grav es. Le revers est orn  d un\ncercle entourant le cardinal rouge et compos  d un pointill ,\nde l'inscription   CANADA   et du mill sime   2015  . Est\n galement grav e au revers la valeur nominale   10 DOLLARS\n . L avers est   l'effigie de Sa Majest  la reine Elizabeth IL selon\nSusanna Blunt.\n"
        ],
        "PageNo": "81"
    },
    {
        "File": "The_CN_Journal_March_2015_35.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY #17134",
            "Coin News 1961-1986 Twenty-fifth Anniversary",
            "Many numismatic organizations have used\nM: as a way to commemorate special",
            "events. They are often printed in limited\nnumbers and only given to members and VIPs. They\ncan be very challenging to acquire.",
            "For their anniversary, the Ingersoll Coin Club\npublished a special volume called Coin News 1961-\n1986   Twenty-fifth Anniversary. Ingersoll is located\nabout 30 km east of London, Ontario, and has a\npopulation of about 12,000. As expected, this thirty-\nfour page book was a very limited issue. Only fifty\ncopies, each individually numbered, were printed and\ngiven to club members.",
            "The body of this book contains articles collected\nfrom past issues of the Ingersoll Coin News. They\ninclude some written by such well-known numismatists\nas David Harper, Larry Gingras, and Gregory Brunk.",
            "The introduction, written by the club's president\nand newsletter editor Tom Masters, describes the\ntumultuous history of the numismatic scene in\nCanada since the club s first meeting was held in\n1961. Collectors easily finding interesting pieces in\ncirculation gave way to hoarders and speculators. Prices\ndropped, nickel replaced silver, then interesting new\ncommemoratives were issued by the Royal Canadian\nMint. Through it all, the Ingersoll Coin Club survived.\nIt did so by providing interesting programs and shows\nto keep its membership entertained. They even became\ninvolved in the community by raising money for\ndisabled children.",
            "The Ingersoll Coin Club was also involved in hosting\nimportant numismatic shows, including the 1989, 2002,\nand 2011 Ontario Numismatic Association conventions,\nand the 1970 Canadian Paper Money Show.",
            "The introduction goes on to describe the beauty of\ncoins and medals, calling them miniature works of art.\n Tt is easy to understand that one of the true pleasures\nof coin collecting comes from the close examination\nof items of a collection, one by one, and savouring the\nartistry that has gone into their painstaking production. ",
            "Masters does not overlook the historical aspects\nof numismatic material.  Coins are perhaps the only\nreminder of past civilizations that we can acquire at\nlittle trouble and expense. That is why there is a special\nthrill in possessing coins of ancient Greece and Rome. ",
            "Number 2 March 2015",
            "With that year's coin week theme being  history in\nyour hands , Masters suggests that readers should take\nthe time to examine and learn about the less familiar\ncoins in their collections. Here he suggests using\nnumismatic literature for one of its more practical uses\n  research.",
            "Not only can collecting commemorative club\nliterature be a challenging and rewarding pursuit, it can\nbe very enlightening and provide a different perspective\non our hobby.\n"
        ],
        "PageNo": "83"
    },
    {
        "File": "The_CN_Journal_March_2015_36.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "BY ROGER C. PAULEN\nLM432,",
            "1975 50 cents Missing   & AD Varieties",
            "This month s column features a coin that is",
            "relatively easy to hunt down if you\nscour through dealers  inventories.",
            "It is not a true variety in the strictest",
            "definition of the word, but likely a",
            "progressive die-filling error that",
            "can be found on multiple dates",
            "of the production nickel 50-cent",
            "coins. The Canadian 50-cent",
            "coin features the Canadian",
            "Coat of Arms on the reverse,",
            "designed by Thomas Shingles.",
            "This variety requires one to\nexamine the lower banner on the\nCanadian Coat of Arms (reverse)\non the nickel 50-cent coin, where\nthe phrase A MARI USQUE AD\nMARE which is Latin for  from sea to\nsea  (Figure 1). On the right portion of the\nbanner under the Scottish unicorn, which holds\nthe lance flying the three gold fleurs-de-lis of royal France,\nthe first A or AD may be absent (Figure 2). Note that the entire\nletters must be absent for coin to be identified as a Missing A\nor Missing AD variety. This variety, was first discovered on a\n1973 50 cents by Pierce (1989).",
            "The absence of these letters, and the reason why they are\nabsent, is different than the 1974 Missing S die-polishing\nvariety, which has the S of the designers initials missing.",
            "The Missing A and AD varieties have been listed on\nthe Coins and Canada Web site (2015) for several years,\nand that site says they are the product of a weak strike.\nHowever, closer examination of the letters would suggest\notherwise, since other elements in deeper recesses of the\ndies are struck, and even fully struck coins can have the\nMissing A feature (Figure 3). Weak strikes tend to affect\nboth the highest parts of the coin (1.e., deepest parts of the\ndies) and generally the centre of the coin, possibly due to\nthe slightly convex nature of the dies. While nickel 50-cent\ncoins can commonly be products of weak strikes, why the\nfirst A and D letters of the right portion of the banner would\nonly be effected seems odd. Also, these two letters can be\nobserved on many coins only missing parts of these A and\nthe AD letters, as if in a progressively worsening nature.",
            "Die stress during minting can be very high,\nespecially in localized areas. Pierce (1989) noted that at\nthe point under discussion, the pure nickel of the blank\nwas forced into the die to form the ribbon but at the\nletters, the metal is being forced out at the same time,\nboth motions being almost instantaneous.",
            "A more plausible reason, and one initially\nsupported by Pierce (1989) is that this variety\n~ is mostly likely either the product of a\nprogressive die fill or deterioration\nof the finer elements in the deeper\nrecesses of the die, which would\naccount for the gradational\nnature seen in the eventual\nabsence of these two letters.\nThis particular variety is not\ncurrently listed in the Charlton\nStandard Catalogue of\nCanadian Coins (Cross, 2014)\nand not listed in Canadian Coin\nNews Trends, but according to\nAsh (2008), over the years several\nexamples have sold on eBay  and\nCanadian auctions certified by both\nCanadian third-party grading companies\n(ICCS and CCCS) at elevated prices. The variety\nwas previously listed in the Charlton Standard Catalogue\nof Canadian Coins (Cross, 2005) at about three times value\nof normal coins which seems to be a good benchmark for\nthis variety. These Missing A and Missing AD varieties\nhave been found on 50-cent coins from 1968, 1969, 1973,\n1974, 1975 and 1976. After 1976, when circulating decimal\ncoinage production shifted to Winnipeg, it is not found.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "84"
    },
    {
        "File": "The_CN_Journal_March_2015_37.jpg",
        "Paragraphs": [
            "Number 2",
            "March 2015",
            "This variety is easy to find, and will not cost you very\nmuch when you do find it in the wild, so grab your loupe\nand keep up the hunt!",
            "References",
            "Ash, R. 2008. ASHRAP 2008 : A compilation of sales of over\n27,500 certified Canadian coins on eBay  during calendar year\n2007.",
            "Coins and Canada 2015. 50-cents-1965-2015. http://www.\ncoinsandcanada.com/coins-prices.php?coin=50-cents-\n1975&years=50-cents-1965-2015 (accessed February 1, 2015).\nCross, W.K. A Charlton Standard Catalogue Canadian Coins,\nPart II Die Varieties, 59  Edition, Charlton Press 2005.",
            "Cross, W.K.,   Charlton Standard Catalogue Canadian Coins,\nVolume One, Numismatic Issues 2015, 69! ed., 2014.",
            "Pierce, R.F. 1989. A legitimate error coin   1973 50 Cents. The\nCanadian Numismatic Journal, vol. 34, pp. 18-19.",
            "Figure 2. (Left) A magnified photo of the Missing\nA and Missing AD varieties on the 1975 50-cent\ncoin.",
            "Figure 3. (Below) A highly magnified image of\nthe Missing A variety, showing a sharp contrast\nbetween the missing letter and the D that is\npresent.\n"
        ],
        "PageNo": "85"
    },
    {
        "File": "The_CN_Journal_March_2015_38.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES_DES, CLUBS",
            "BY BRETT IRICK",
            "#22198; CLUB SERVICES,",
            "March 31 is the deadline for submitting entries\nM and supporting information for RCNA Club, and",
            "Literary Awards. These include the Louise Graham\nClub of the Year Award; the Jerome H. Remick III Literary\nAward for the best numismatic article published in a local club\nnewsletter in Canada; The Best Local, and The Best Regional\nNewsletter Award. Details for each award are listed in this\nmonth s Journal and on wwwrcna.ca and www.arnc.ca in the\nEvents/Awards section. Thank you to all of the Clubs that have\nalready submitted their newsletters for consideration. Contact\nBrett Irick xr7gt@prodigy.net if you have any questions or if\nyou need additional information.",
            "South Wellington Coin Society Supports Food\nBank",
            "In October, the Rookwood (Ontario) Food Bank suffered\na malicious break-in resulting in stolen food supplies and\nvandalism. Upon learning of this event, the South Wellington\nCoin Society cancelled its annual holiday exchange and, instead\nheld a food drive. Over 100 kilograms (200 pounds) of quality\nfood and toiletries plus $200.00 worth of Wal-Mart gift cards\nwere donated by the membership. Kudos to the membership of\nthe South Wellington Coin Society for their generosity during\nthe holiday season. For more information about the Food Bank,\nview wwweastwellingtoncommunityservices.com.",
            "University of Calgary Nickle Gallery Hosts\nExhibit of Ukrainian Currency",
            "The University of Calgary",
            "is hosting an exhibition",
            "of Ukrainian paper",
            "currency until April 4. The",
            "exhibition, curated by Dr.",
            "Bohdan Korden from the",
            "Prairie Centre for Ukrainian",
            "Studies at the University",
            "of Saskatchewan, is called",
            "Sovereignty, Money",
            "and Power: the Paper",
            "Currency of Revolutionary",
            "Ukraine, 1917-1920 and",
            "features 35 banknotes",
            "and an informative essay.",
            "The exhibit examines the issue of national sovereignty and\nhow it was portrayed on currency by various ideologically\ndriven governments-republican, monarchist and socialist-in\nthe context of revolution, war and social upheaval. Particular\nattention is paid to the use of symbolic imagery and other\ndesign elements in conveying the idea of sovereignty. For\nmore information, view wwwnickle.ucalgary.ca.",
           
            "Let autres informations pour les prix litt raires de l ARNC et",
            "prix de Club. Il s agit notamment du prix Louise Graham\npour le club de l'ann e; du prix litt raire J r me H. Remick III\npour le meilleur article numismatique publi  dans un bulletin de\nclub local au Canada; le prix pour le meilleur bulletin local, et le\nprix du meilleur bulletin r gional. Les d tails pour chaque prix sont\n num r s dans cette  dition du journal et sur le site web wwwrcna.\nca et wwwarnc.ca sous la section  v nements / activit s. Merci a\ntous les clubs qui ont d ja soumis leur bulletin pour consid ration.\nContactez Brett Irick xr7gt@prodigy-net si vous avez des questions\nou si vous avez besoin d'informations suppl mentaires.",
            "L e 31 mars est la date limite pour soumettre des candidatures",
            "La soci t  numismatique de South Wellington\nsupporte la banque alimentaire",
            "Au cours du mois d octobre, la banque alimentaire de Rookwood\n(Ontario) a  t  victime d une entr e par effraction et victime de vols\ndes approvisionnements alimentaires et des actes de vandalisme.\nEn apprenant cet  v nement, la soci t  numismatique de South-\nWellington a annul  son  change cadeau et a choisi de tenir une\ncollecte de denr es alimentaires. Plus de 100 kg (200 livres) de\nnourriture de qualit  et des articles de toilette ainsi que d'une valeur\nde $200,00 en cartes-cadeaux de Wal-Mart ont  t  donn s par\nles membres. Bravo aux membres de la soci t  numismatique de\nSouth-Wellington pour votre g n rosit  lors de la saison des F tes.\nPour plus d'informations sur la banque alimentaire, visitez le site\nwww.eastwellingtoncommunityservices.com.",
            "L Universit  de Calgary pr sente une expos-\nition sur le papier monnaie ukrainien",
            "L'Universit  de Calgary est\nl'h te d'une exposition de\npapier monnaie ukrainien\njusqu'au 4 avril prochain.\nL'exposition, organis e par le\ncurateur Dr Bohdan Korden\ndu Centre des Prairies d tudes\nukrainiennes de l'Universit  de\nla Saskatchewan. L'exposition\nest connue sous le nom de\nSouverainet  de l'argent et\ndu pouvoir: la r volution du\npapier monnaie de l Ukraine,\n1917-1920, et pr sente 35\nbillets et un essai  ducatif.\nL'exposition examine la question de la souverainet  nationale\net comment il a  t  d peint sur la monnaie par les diff rents\nmouvements id ologiques des gouvernements - r publicains,\nmonarchistes et socialistes - dans un contexte de r volution, de\nguerre et des troubles sociaux. Une attention particuli re est accord e\n  l'utilisation d image symbolique et d'autres  l ments de conception\npour v hiculer l'id e de souverainet . Pour plus d'informations,\nvisitez le site web wwwnickle.ucalgary.ca.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "86"
    },
    {
        "File": "The_CN_Journal_March_2015_39.jpg",
        "Paragraphs": [
            "[Thank you to the Calgary Numismatic Society for forwarding this\ninformation. |",
            "Ukrainian Coin Ship",
            "First published in Bison Tales, a publication of the\nManitoba Coin Club.",
            "A 29-year-old Ukrainian chef",
            "Sergei Nikolayev Knurov",
            "with obviously too much time",
            "on his hands has designed",
            "and manufactured this",
            "miniature ship from a variety",
            "of Ukrainian coins. There",
            "are 17,000 coins and several",
            "banknotes, which he used for",
            "the sails. Sergei started the",
            "project from coins he had on",
            "hand, but he was only able to",
            "finish the keel, so he began",
            "purchasing coins as needed",
            "and soon started receiving",
            "spare change from people in",
            "support of his project. Sergei used mainly 2- and 10-kopeck\ncoins and the sails are made of twenty-five 5-hryvnia notes.\nSergei and his wife Alana glued the coins into place using\nregular silicon glue. Projects such as this one, while much\nmore elaborate, remind me of the trench art that was made\nduring both the First, and Second World War, by drilling and\nlinking coins into bracelets, rings etc.",
            "Scarborough Coin Club Issues 40h\nAnniversary Medal",
            "The Scarborough Coin Club has issued\na medal in honour of the fortieth\nanniversary of its founding in 1975.\nThe brass rhodium plated medal is 38\nmm in diameter, weighs 19.3 g and was\nproduced by Dominion Regalia Limited.\nThe one hundred medals will first be\noffered for sale to club members; later, any\nunsold medals will be available for sale to\nnon-members. The club can be contacted by\ne-mail at cpms@idirect.com.",
            "An Opportunity to Visit Niagara\nFalls-ONA 53\" Convention",
            "The Ontario Numismatic Association will",
            "be holding its 53: annual convention in",
            "Niagara Falls, Ontario from April 17 to",
            "19 at the historic 1929 Crowne Plaza",
            "Hotel that overlooks Niagara Falls. The",
            "hotel was originally named Hotel General",
            "Brock in honour of  The Hero of Upper\nCanada  in the War of 1812. Limited mintage\nconvention medals are available in brass, copper,\nand silver. If attending, bring warm clothes as the",
            "Number 2 March 2015 -------------------------------------------",
            "Boutique de monnaie ukrainienne",
            "D ja publi  dans une publication du club numismatique de\nManitoba, Tales Bison",
            "Ag  de 29 ans, le chef ukrainien Sergei Nikolayev Knurov, qui avait",
            " videmment trop de temps sur les mains, a concu et fabriqu  ce",
            "bateau miniature a l aide d une",
            "vari t  de pi ces ukrainiennes.",
            "Il y a 17 000 pi ces de monnaie",
            "et plusieurs billets de banque,",
            "qui ont servi pour les voiles du",
            "bateau. Sergei a lanc  le projet",
            "  l aide de pi ces de monnaie",
            "qu'il avait   sa disposition, mais",
            "il a seulement r ussi   compl ter",
            "la quille, donc il a commenc   ",
            "acheter des pi ces de monnaie",
            "n cessaire et a commenc   ",
            "recevoir des pi ces de personnes",
            "en guise d'appui pour son projet.",
            "Sergei a utilis  principalement",
            "des pi ces de 2 et 10 kopecks",
            "et les voiles sont faites de vingt-",
            "cinq billets de 5 hryvnias. Sergei et son  pouse, Alana, ont coll ",
            "les pi ces avec de la colle de silicone. Des projets comme celui-ci,",
            "qui est beaucoup plus  labor , me rappellent l'art dans les tranch es",
            "durant la Premi re et la Seconde Guerre mondiale, en per ant et en\nreliant les pi ces pour en faire des bracelets, anneaux, etc.",
            "Club numismatique de Scarborough  met une\nm daille pour son 40  Anniversaire",
            "Le club numismatique de Scarborough a  mis\nune m daille pour souligner son quaranti me\nanniversaire de fondation qui a eu lieu en 1975.\nLa m daille plaqu e rhodium en laiton est\nde 38 mm de diam tre, p se 19,3 g et a  t \nproduit par Dominion Regalia Limited. Les\ncent m dailles seront d'abord offertes aux\nmembres du club; et celles non vendues\nseront disponibles pour achat   une date\nult rieure. Le club peut  tre contact  par\ncourriel   cpms@idirect.com.",
            "Une opportunit  pour visiter les\nChutes Niagara lors du 53  congr s\nde l ONA",
            "L'Association numismatique de l'Ontario\ntiendra son 53e congr s annuel   Niagara",
            "Falls, Ontario du 17 au 19 avril dans l h tel\nhistorique construit en 1929, le Crowne Plaza",
            "H tel qui surplombe Niagara Falls. L'h tel",
            "a  t  nomm    ces d buts l H tel g n ral",
            "Brock en l'honneur de  Des H ros du Haut-\nCanada  de la guerre de 1812. Un nombre",
            "limit  de m dailles du congr s disponible en\nlaiton, en cuivre et en argent. Si vous pr voyez\nparticiper, apporter des v tements chauds parce que\nla Zone tr s humide des Chutes Niagara est toujours plus",
            "\n"
        ],
        "PageNo": "87"
    },
    {
        "File": "The_CN_Journal_March_2015_40.jpg",
        "Paragraphs": [
            "very humid Niagara Falls area is quite a bit colder in spring\nthan the surrounding region. The registration deadline is\nApril 3. The convention registration form can be found at\nwww. the-ona.ca/2015.",
            "Lastly: An Interesting Cleaning Job at the\nRoyal Canadian Mint",
            "At the January meeting of the Scarborough Coin Club the\nspeaker, a member, told the group about a job he once had at\nthe Royal Canadian Mint in 1972. His duties there included\nan unusual cleaning task. Mint production methods moved\nbulk coins in baskets that sometimes rode elevators; often\ncoins bounced out and fell into the elevator pit. Our Mr.\nCleaner, in pocket-less coveralls and under the steely gaze\nof an RCMP officer shoveled these errant coins into two\n45-gallon drums. These drums got filled and emptied several\ntimes a day during the two-month coining schedule. Just\nimagine what treasures might have gone to the melting pot!",
            "ee SR eae The CN Journal",
            "froide au printemps compar    la r gion avoisinante. La date limite\nd'inscription est le 3 avril. Le formulaire d'inscription au congr s se\ntrouve sur le site web wwwthe-ona.ca/2015.",
            "En terminant, une tache de nettoyage\nint ressante a la monnaie Royale du Canada",
            "Lors de la r union de janvier du club numismatique de Scarborough\nun membre conf rencier du club a partag  une facette de sa\ncarri re pour un travail qu'il avait accompli un jour   la monnaie\nroyale canadienne en 1972. Ses t ches incluaient une t che de\nnettoyage inhabituelle. Le processus de fabrication de nouvelle\npi ce exigeait de d placer certaines pi ces en vrac dans des paniers\nqu empruntaient des ascenseurs; souvent des pi ces rebondissaient\net tombaient dans la fosse d'ascenseur. Notre M. Net, v tus d une\ncombinaison sans poche et sous le regard attentif d'un agent de la\nGRC ramassaient les pi ces tomb es et remplissaient des barils de\n45 gallons. Ces barils ont  t  remplis et vid s plusieurs fois par jour\ndurant cette p riode de nettoyage qui dura deux moins. Imaginez les\ntr sors qui ont  t  apport s   la fonderie!",
            "Volume 60\n"
        ],
        "PageNo": "88"
    },
    {
        "File": "The_CN_Journal_March_2015_42.jpg",
        "Paragraphs": [
            "ERROR_OF_THE_ MONTH",
            "BY HENRY NIENHUIS\nFRCNA, FCNRS, FONA, LM430",
            "An incorrect planchet...",
            "In the June 2014 issue we discussed a fully struck",
            "1980 Canadian 10-cent piece that was the last in a",
            "grouping of three off-metal errors from the collection\nof a well-known error enthusiast that we highlighted.",
            "At that time, a quick look at the copper/bronze colour\nof the 10-cent piece told us immediately that it was\nstruck on an incorrect planchet. Although the coin was\nof the correct diameter (struck in the reeded collar for\na 10-cent piece), at 2.04 g, it was just slightly under\nthe specification weight. A standard Canadian 10-\ncent piece of that date would have been issued on a\npure nickel planchet to these specifications: 18.03 mm\ndiameter, 1.16 mm thickness, and 2.07 g weight.",
            "A review of official specifications for other Canadian\ncoins of the same date instantly ruled out other Canadian\ncoin planchets as the donor. This led us to the conclusion\nthat the host planchet was most likely meant for a foreign\ncoin being produced on contract at the Royal Canadian\nMint. A careful study of the information available for\n1980, revealed that the RCM produced two small bronze\ncirculating coins for foreign countries that closely\nmatched our parameters. The New Zealand 1 cent, with\na mintage of 40 million, and the 10 new-agorot for\nIsrael, with a mintage of 167,932,000. This will be useful\ninformation when we consider this month's error coin.",
            "Our error coin this month 1s a 1980 1-cent piece which,\npictured to the right, is another excellent example of a\nforeign planchet error.",
            "After a quick look you will see that the most salient\nfeature of this coin is that, although reasonably\ncentred, it 1s not completely struck; it s missing a large\nportion of the beading from both sides of the coin.\nExamining the coin further we find that this yellow-\nbronze coloured coin is slightly oblong, measuring\napproximately 17 mm in diameter and weighing 2.10 g.",
            "Consulting Krause s Standard Catalogue of World\nCoins we determined that the two foreign coins struck\nat the RCM had the following specifications. The New\nZealand 1-cent piece made of bronze is slightly larger than\nour error coin at 17.5 mm in diameter and weighs 2.05 g.\nThe Israeli 10 new-agorot, also made of bronze, is a little\nsmaller than our error coin at 15.96 mm in diameter but\nweighs a very close 2.11 g. We can reasonably conclude\nthat one of the planchets destined for one of these foreign\ncoins was the donor for our 1-cent error.",
            "The CN Journal",
            "Volume 60\n"
        ],
        "PageNo": "90"
    },
    {
        "File": "The_CN_Journal_March_2015_43.jpg",
        "Paragraphs": [
            "The most likely of the two is the Israeli planchet\nbecause of the closeness in weight. The slight difference\nin diameters can be easily accounted for by the fact that\nthe planchet was too small to fill the collar and would be\nallowed to expand uncontrolled as the metal flowed out\nradially with the extreme pressure produced when the dies\ncame together during the strike cycle of the coining press.",
            "Number 2",
            "March 2015",
            "Once again, off-metal errors like this one afford\ncollectors a great opportunity to explore the world of coins\nfrom a new angle, to expand their knowledge base of\nnumismatics and, at the same time, practice their deductive\nreasoning skills. This is possibly the reason why this type\nof error is becoming increasingly more popular. Many\nconsider these errors as a challenge as well as a prize!",
            "Keep your eyes open!\n"
        ],
        "PageNo": "91"
    },
    {
        "File": "The_CN_Journal_March_2015_44.jpg",
        "Paragraphs": [
            "NOTES ON THE ANCIENT ANCESTORS OF MODERN COINS",
            "NUMMUS_ MATRIX",
            "BY JAMES R. BAKES",
            "#19824",
            "76. Collapse (The First Time)",
            "The Roman Empire was amazingly resilient, but\n| there were times when the forces of history nearly\nbrought it down, and of course eventually did so.\nImagine if you can all of the following things taking\nplace at approximately the same time in our modern\nworld: an economic meltdown equivalent to the\nGreat Depression, the nearly complete collapse of\nthe monetary system, the United States and Canada\nbreaking apart into smaller countries led by their own\npresidents and prime ministers and perhaps most\nhumiliating of all, the actual Leader of the central\ngovernment kidnapped and held hostage for the rest of\nhis life where he is made to be the enemy s servant and\nparaded before the world in that role. Add to that periodic\nepisodes of plague and the average Roman lived a life of fear\nand misery. That was the situation in the Roman Empire in the\nthird century and it very nearly spelled the end of everything.\nThe emperors Valerian and his son Gallienus began their\njoint reign in 253 but it did not take long for enemy actions\non the borders to draw Gallienus to the north to defend the\nfrontier while his father took the east. After some military\nsuccesses there, Valerian was treacherously captured at a\nconference with the Sasanid king, Shapur I, in 260 leaving\npoor Gallienus in charge of the entire restive empire with all its\nproblems and challenges. Not long after the emperor s capture,\nthe Governor of the Roman Provinces of Upper and Lower\nGermany took up the slack in the western empire. Marcus\nCassianus Latinius Postumus was declared emperor\nin Cologne and led what is now known as the Gallic\nEmpire for a period of nine years from the Franco-\nGermanic city of Treveri (Trier). There were even\nusurpations within this breakaway empire when, a\ndecade or so later, Carausius led Britain out of the\nGallic Empire creating what is now called in Britain\nthe First British Empire.\nThe new Gallic Emperor, known simply as Postumus\n(i.e. born after the death of his father), was seemingly\na capable administrator and led his part of the old empire\ncompetently for most of his nine year tenure. There were\nattempted usurpations and some briefly succeeded (Laelianus\nin Mainz for example: see below) and once, the Central\nGovernment of Gallienus tried to retake the breakaway\nprovinces but such was not to be, under Postumus at least.\nThe coinage of this Emperor shows some interesting\nfeatures. Some of the finest Roman portrait artists seem\nto have remained at their mint stations or come to join\nhim and some of the portrait coins in gold and bronze are",
            "masterpieces. Reverses however, are often primitive. The\nart work often shows Celtic influences as well.",
            "One of his earliest issues was this base silver\nantoninianus struck in the city of Lugdunum (Lyon) in\n260. Its obverse is the cuirassed bust of Postumus, right,\nwearing the radiate crown of Sol that signifies a double\ndenomination, in this case two denarii. The obverse\nlegend is IMP C POSTVMVS AVG. The reverse is the\npersonification of Pax (peace) standing facing, her head\nleft. She is holding (of course) a palm branch and a sceptre.",
            "Around is PAX AVG with P in the field at left,\neither a control mark or indicating\nthe mint s first officina.\nThese coins are very\ncommon and can be\npurchased in the\nbest condition for\ncomparatively little\nmoney.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "92"
    },
    {
        "File": "The_CN_Journal_March_2015_45.jpg",
        "Paragraphs": [
            "For a couple of years after his accession, Postumus\nproduced what are generally acknowledged to be the\nlast of the Roman Empire s old style brass sestertii, a\ndenomination which by this time stretched back a quarter of\na millennium to Augustus. His moneyers even occasionally\nre-used the old coins, and undertypes with portraits of\nTrajan or Hadrian can often be clearly seen. Many of\nthose were classed as double sestertit because of their size\nand weight. This coin is however a single, only weighing\nabout 16 g and therefore lighter than second bronzes of\nthe high empire. On the obverse is Postumus s laureate\nand draped bust right with IMP C POSTVMVS PF AVG.",
            "Number 2 March 2015",
            "The reverse is a primitive depiction of Victory in Celtic\nstyle done probably by a person unfamiliar with die\nengraving. The inscription is VICTORIA AVG (no SC on\nthis example).",
            "Postumus met the fate of so many Roman emperors:\nHe was killed by his own soldiers when he refused to let\nthem loot the city of Mainz after they had defeated the\nusurper, Laelianus. A usurper of a usurper! Surely Romans\nshook their heads and asked themselves what the world was\ncoming to.",
            "James R. Bakes is past editor of the Classical and Medieval Numismatic\nSociety Journal www.cmns.ca\n"
        ],
        "PageNo": "93"
    },
    {
        "File": "The_CN_Journal_March_2015_46.jpg",
        "Paragraphs": [
            "CLOSING COMMENTS",
            "BY HENRY NIENHUIS",
            "FRCNA, FCNRS,,FONA, LM430,",
            "Why not read the CN Journal online...",
            "ust as we were finalizing this issue we were\npleased to hear that the Finance Minster,\nJoe Oliver, announced the appointment of\nSandra L. Hanington as Master of the Royal\nCanadian Mint for a term of five years. For any who\nmissed that, we repeated the announcement on page 55.",
            "With only one issue to receive comments about, it\nis too soon to know for sure, although, so far I am\nvery pleased with the feedback I have gathered. The\noverwhelming majority of members I have heard from\nare telling me that we are moving in the right direction.",
            "With this issue we have recovered some of the\ndelays that were caused by the transitions. For those\nmembers who have opted to receive a printed copy of\nthe The CN Journal, you should have received your\ncopy around the regular time this month. If not it is\nlikely do to post production timings that, I am afraid,\nmay be the norm going forward.",
            "For those who find it hard to wait for the mail I\ndid want to suggest a possible alternative. The CN\nJournal is made available on-line at the beginning\nof each month of issue. Even though I do appreciate\nyour desire to have your copy in-hand, members do\nhave the option (cost free) of registering to view\nthe latest copy on-line. This allows you to read the\nJournal while you await your hard-copy. If you\nhaven't already done so, you can register at www.\nrena.ca/members_new.php .",
            "Not only will the you get to read the new issue a\ncouple of days earlier, this option also allows you to\nlook through the archive of past issues when you are\naway from your personal library!",
            "Once again, I would like to take this opportunity to\napproach all RCNA members with a request that each\nof you consider the possibility of contributing to your\nJournal by submitting articles. You too can make a\nreal difference; we look forward to your submissions\nand welcome them. I think you will find the exercise\nquite fulfilling. We are always willing to help!",
            "Errata:",
            "In the January/February 2015 issue we neglected to\nmention that the article  Re-examining the 1860 Royal\nVisit Commemorative Medal Varieties  by Ron Cheek\noriginally appeared in The Canadian Numismatic\nResearch Society Transactions, 2014. This notice was\ninadvertently deleted in your editor s zealousness while\nlaying out the article.",
            "Also, in the same article, the former name of the\ninstitution Ch teau de Ramezay appeared throughout. The\ninstitution s official name is now Ch teau Ramezay. The\non-line version has this error corrected. Our apologies.",
            "fe-aral",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "94"
    }
]