[
    {
        "File": "The_CN_Journal_July_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT",            
            "MoT_DU_PRESIDENT.",
            "This is my final president s message, marking the\nend of my two year term of office.",
            "These past two years have proven to be quite\ninteresting, largely because many of the challenges the\nboard has faced have been somewhat unexpected.",
            "We have had to undergo a government-mandated\nchange of our operating bylaws, we have had to\nreinvent Zhe CN Journal, and still we have made\nprogress in other areas.",
            "When I first joined the board, it seemed strange to\nme that the RCNA didn t have a single guiding budget\ndocument. Apparently we did way back in time, but\nthat s only what I ve heard. What I do know is that we\ndidn t have one available. But we do now.",
            "For that I have to thank Rob Turner in particular,\nwho put in hours and hours of hard work, Paul Johnson\nwho helped out with information and even managed to\nrestructure our books to match our new system, and the\nboard as a whole, who went through the budget line by\nline in a marathon telephone meeting.",
            "The new document will assist us in measuring our\nprogress and making financial decisions regarding our\norganization. It was one of my goals two years ago, and\nI m glad to see it done.",
            "We have already made some changes to reflect our\nnew financial reality. We will be having more meetings\nby telephone to save on meeting expenses, and we have\nreduced costs in a number of areas.",
            "There are also lots of people I should be thanking,\nand at the risk of forgetting some names, I will try to\nsingle out a few that come to mind.",
            "I have already mentioned the board, and Paul\nJohnson, but I can t say enough about how important\nthey are to the RCNA and to me personally.",
            "I also need to offer thanks to my two vice-presidents.\nBoth Henry and Robert have been a source of help,\nwisdom, and experience during the past 24 months.",
            "I also want to thank Serge Pelletier, who has never\nonce refused a single request of mine for help. Lisa\nMcPherson is another one who needs special mention, I\nsort of press-ganged her into the youth services job and\nshe has turned it into a real going concern.",
            "Finally, I want to thank the folks at the Royal\nCanadian Mint. They have been a solid supporter of the\nRCNA for as long as I can remember, and have become\na key part of making our conventions work.",
            "Number 5",
            "July + August 2015 ",
            "Ceci est mon dernier message du pr sident, marquant\nainsi la fin de mon mandat de deux ans.",
            "Ces deux derni res ann es, se sont av r es fort\nint ressante, principalement parce que le conseil a d  faire\nface   plusieurs d fis qui n tait pas attendu",
            "Nous avons d  effectuer des changements dans nos r glements\nd exploitation, exigence impos e par le gouvernement, nous\navons d  revoir notre journal canadien de numismatique, et nous\navons tout de m me fait des progr s dans d autres domaines.",
            "Lorsque je suis arriv  au conseil, il me semblait  trange\nque l ARNC n'avait aucun guide budg taire. Il semblerait\nque nous en avions un dans le pass , mais c est seulement ce\nque j'ai entendu. Ce que je sais c est qu il n y en avait pas de\ndisponible. Mais nous en avons un maintenant.",
            "Pour cela, je dois remercier particuli rement Rob\nTurner, qui a mis plusieurs heures de travail acharn , Paul\nJohnson, qui a aid  avec les informations et a m me r ussi\n  restructurer nos livres pour correspondre   notre nouveau\nsyst me, et tous les membres du conseil, qui ont r vis  ligne\npar ligne le budget lors de t l conf rence.",
            "Le nouveau document nous aidera   mesurer nos progr s\net prendre des d cisions financi res au nom de notre\norganisation. C tait un de mes objectifs il y a deux ans, et je\nsuis heureux que ce soit fait.",
            "Nous avons d j  fait quelques changements pour refl ter\nnotre nouvelle r alit  financi re. Nous allons avoir plus de\nr unions par t l conf rence afin d' conomiser sur les frais de\nr union, et nous avons r duit les co ts dans certains domaines.",
            "Il y a aussi beaucoup de gens que je voudrais remercier, et\nau risque d oublier certaines personnes, je vais essayer d en\nidentifier quelques-uns qui me viennent   l esprit.",
            "J ai d j  mentionn  les membres du conseil d administration,\net Paul Johnson, mais je veux r it rer   quel point ils sont\nimportants pour l  ARNC et pour moi personnellement.",
            "Je me dois aussi de remercier mes deux vice-pr sidents.\nHenry et Robert ont  t  une source d aide, de sagesse et heureux\nde compter sur leur exp rience au cours des 24 derniers mois",
            "Je tiens  galement   remercier Serge Pelletier, qui n a\njamais refus  une seule de mes demandes pour de l aide. Lisa\nMcPherson est une autre qui n cessite une mention sp ciale,\nje lui ai un peu impos  le poste de services aux jeunes et elle\nen a fait un succ s qui se poursuit.",
            "Finalement, je tiens   remercier les gens de la Monnaie\nroyale canadienne. Ils sont des partenaires importants de\nl ARNC depuis aussi longtemps que je me souvienne, et\nsont devenus un  l ment essentiel pour le succ s de nos",
            "conventions annuelles. wen\nBD\n\n"
        ],
        "PageNo": "197"
    },
    {
        "File": "The_CN_Journal_July_07.jpg",
        "Paragraphs": [
            "2015 CONVENTION WELCOME.BIENVENUE_DU_CONGRES",
            "T he Halifax Regional Coin Club was founded in",
            "1958, which makes us one of the oldest clubs in\nCanada. We have a large, active membership that",            
            "meets on a monthly basis.",
            "This year, 2015, is the first time since\n1970 that we have hosted an RCNA\nconvention. The members are looking\nforward very much to sharing our city\nand numismatic interests with collectors\ncoming from all across Canada and the\nUnited States.",
            "We want all participants to enjoy our\nMaritime hospitality, laid back atmosphere,\nand our many historic entities. However, do\nnot forget that downtown Halifax is party\ncentral, so there are many things for all age\ngroups to enjoy.",
            "It has been enlightening for our members\nto work with the RCNA and for all HRCC\nmembers to understand the work that this\nvery worthwhile organization actually does.\nDrop by both the RCNA s and the HRCC s\ninformation tables for more details about\nmembership in these organizations.",
            "Our personal thanks to all of the HRCC\nmembers who worked so hard to assure\nthis endeavor is a resounding success. We\nsincerely hope that our efforts will result in\ngreat memories for all, acquisitions to be\nproud of, and monetary rewards for all of\nthe dealers.",
            "The Halifax Regional Coin Club",
            "members will do everything in their power to ensure that\nvisitors receive all of the information and help required to\nmake their stay in Halifax a very enjoyable one.",
            "To all,  Fair winds and following seas! ",
            "Wayne Taylor and Richard Sisco",
            "Number 5 July-August 2015",
            "fond  en 1958, ce qui le rend un des plus anciens clubs au\nCanada fait. Nous avons un grand nombre de membres\nactifs qui se rencontrent mensuellement.",
            "Cette ann e, en 2015, marque la premi re\nfois que nous accueillons le congr s de\nV ARNC depuis 1970. Les membres sont\ntr s excit s de pouvoir partager notre int r t\nnumismatique et le charme de notre ville\navec tous les collectionneurs provenant d un\nbout   l autre du Canada et des  tats-Unis.",
            "Nous invitons tous les participants  \nprofiter de notre hospitalit  des Maritimes,\nde l ambiance d contract e, et de visiter\nnos nombreux sites historiques. Toutefois,\nn oublier pas que le centre-ville de Halifax\nest le point central de festivit s, donc il y a\nbeaucoup de choses   appr cier pour tous\nles groupes d ge.",
            "Ce fut enrichissant pour les membres de\nCNRH de travailler avec l ARNC et pour\nles non-membres de mieux comprendre\nle travail notable que cette organisation\naccomplit. Arr ter nous voir, l'ARNC et\nCNRH   la table d information pour plus\nd informations au sujet de l adh sion   ces\norganisations.",
            "Nos remerciements sinc res   tous les\nmembres du CNRH qui ont travaill  fort\npour assurer que ce congr s soit un succ s\nretentissant. Nous esp rons sinc rement\nque nos efforts se traduiront par de grands",
            "souvenirs pour tous, que vous serez fiers de vos acquisitions, et les\nr sultats financiers favorables pour tous les marchands.",
            "Les membres du Club numismatique r gional d  Halifax feront\ntout en leur pouvoir pour veiller   ce que les visiteurs re oivent\ntoutes les informations et aides n cessaires afin de rendre leur\ns jour   Halifax un moment tr s agr able.",
            "L e Club numismatique r gional d  Halifax (CNRH) a  t ",
            "A vous tous,  Lev e vos voiles et suivez la mer! ",
            "Wayne Taylor et Richard Sisco\n"
        ],
        "PageNo": "199"
    },
    {
        "File": "The_CN_Journal_July_09.jpg",
        "Paragraphs": [
            "RCNA COIN KIDS Goes East! + Les Jeunes\nCollectionneurs.se_rendent dans | Est",
            "Coin Kids is counting down the\ndays until this summer s convention in\nHalifax NS. The discounted sales table\nfor youth 17 and under is loaded with\na wide variety of donated numismatic\nitems.",
            "Stop by during the convention to get\nyour FREE ticket for a chance to win\nan O Canada 2014 Series Silver Coin,\ngraciously donated by Matt Bowen,\nEngraver of the Royal Canadian Mint.",
            "The Coin Kids Auction will be starting\nat 2 p.m. sharp in the Lunenburg\nRoom of the Westin Nova Scotian Hotel\n& Conference Centre. A new 30-lot\nformat with educational highlights is",
            "Les jeunes collectionneurs comptent les\njours qu ils restent jusqu a la conven-\ntion de cet  t  a Halifax, NE. La table\nd items numismatiques pour les jeunes\nde moins de 17 ans est remplie d items\nrecus en dons et seront disponibles a\nbon prix.",
            "Arr tez-vous durant la convention\net prenez votre billet gratuit pour\nune chance de gagner la s rie 2014 O\nCanada pi ces en argent fin, offert gra-\ncieusement par Matt Bowen, graveur de\nla Monnaie royale canadienne.",
            "La vente aux ench res des jeunes\ncollectionneurs d butera a 14 heures\nexact dans la salle Lunenburg de l h tel",
            "being introduced with an after-auction quiz for even et centre de congr s Westin Nova Scotian. Une nouveaut ",
            "more numismatic treasures!",
            "Stay tuned for more info on the draw and a sneak",
            "peek at the auction catalogue.",
            "Lisa McPherson\nRCNA, National Youth Coordinator",
            "Number 5 July-August 2015 ----------------------",
            "sera un format de 30 items avec des segments  ducatif,\nsuivi d un jeu-questionnaire suivant la vente aux ench res\nqui sera rempli de tr sors numismatiques.",
            "Restez   l coute pour plus d infos sur le tirage et un\navant-go t du catalogue de vente aux ench res.",
            "Lisa McPherson\nARNC, Coordonnatrice Jeunes Collectionneurs\n"
        ],
        "PageNo": "201"
    },
    {
        "File": "The_CN_Journal_July_10.jpg",
        "Paragraphs": [
            "PAT_AND/ET BUNNY_TURNER",
            "EDITED BY PAUL JOHNSON\nFRCNA, FONA, LM #159",
            "Honorary Convention Chairpersons\n2015 Royal Canadian Numismatic Association Convention",
            "The year was 1956 when Pat and Bunny Turner",
            "were transferred to Calgary by DuPont of Canada",
            "where Pat was employed. There they met Beth\nand Jack Marles at the Calgary Coin Club. The Marles\nkindly taught Pat and Bunny how to grade Edward,\nGeorge V, George VI, and Elizabeth coins.",
            "Within two years, Pat and Bunny\nwere transferred back east, to\nMontreal and became active in the\nMontreal Coin Club, where Bob and\nSarah Verity were helpful in teaching\nthem even more about the study of\ncoins, and in particular, the gold\ncoins of Japan.",
            "Subsequently, they moved to\nPointe Claire, where Pat and Bunny\nstarted the Valois Coin and Stamp\nShop. It was located across from the\nrail station, so people could stop in on their way home\nfrom work. Soon after, in 1960, they organized the\nLakeshore Coin Club. There Pat and Bunny specialized\nin teaching young people the study of coins.",
            "The first president of the Lakeshore Coin Club was\nBill Dunford and the first meeting was at the Unitarian\nChurch. Subsequent meetings were at Stewart Hall,\nwhere they still meet.",
            "The Turners were extremely fortunate that Fred\nBowman, Honorary Vice President of the Canadian\nNumismatic Association, lived nearby. He attended all\nof the meetings, and helped the juniors along the way.\nFred, because he was a long-time CNA member, knew\nmany outstanding numismatists who were kind enough\nto do presentations to club members during these years.",
            "Pat joined the Canadian Numismatic Association in\n1960 and became very active in it. He served as the\nQuebec Director from 1967 to 1973 and became the 1 \nVice President in 1973, for a two-year term. He ran for\nthe Presidency of the CNA in 1975, when the annual\nconvention was held in Calgary, but was defeated by\nAlec Munro. Pat became CNA Life Member #133 in\n1976. He also served as Club Development Chairman\n(1969), Library Chairman (1973), Long Range Planning\nCommittee Chairman (1975), Finance Chairman and\nheld other various portfolios. He was instrumental\nin assisting guidance of the Canadian Numismatic\nAssociation for much of the 1960s and 1970s. Bunny,",
            "Cst dans l ann e 1956 que Pat et Bunny Turner furent",
            "transf r s   Calgary par l employeur de Pat, Dupont",
            "Canada. Ils ont  t  accueillis par Beth et Jack Marles\ndu club numismatique de Calgary. Les Marles ont enseign \nl art de grader des pi ces de monnaie avec effigie d Edward,\nGeorge V, George VI et Elizabeth.",
            "Moins de deux ans plus tard, Pat\net Bunny furent transf r s   nouveau,\nvers l Est,   Montr al et ils sont devenu\nactifs dans le club numismatique\nde Montr al, o  Bob et Sarah Verity\nont partag  leur connaissance plus\napprofondie sur les pi ces de monnaie,\net en particulier les pi ces d or du\nJapon.",
            "Par la suite, ils ont d m nag   \nPointe-Claire, o  Pat et Bunny ont\ncommenc  leur boutique Valois",
            "monnaies et timbres. Ils  taient situ s en face de la gare\nferroviaire, ce qui permettait aux gens de s arr ter sur leur retour\ndu travail. Peu de temps apr s, en 1960, ils ont fond  le club\nnumismatique de Lakeshore.   ce moment, Pat et Bunny ont\nconcentr  leur enseignement sur la monnaie aux plus jeunes.",
            "Le premier pr sident du club numismatique de Lakeshore\n tait Bill Dunford et la premi re r union  tait   l glise\n Unitarian . Les r unions suivantes se tenaient   la galerie\nStewart Hall, o  ils se rencontrent encore aujourd hui.",
            "Les Turner  taient choy s que Fred Bowman, vice-pr sident\nhonoraire de l Association canadienne de numismatique, vivait\npr s de chez eux. Il assistait   toutes les r unions, et aidaient les\nplus jeunes qui assistaient. Fred, qui  tait un membre de longue\ndate de l ACN, connaissait beaucoup de numismates qui ont eu\nla gentillesse de faire des pr sentations aux membres du club\ndurant ces ann es.",
            "Pat a joint les rangs de l association canadienne de\nnumismatique en 1960 et est devenu actif assez rapidement. Il\na servi comme directeur de 1967   1973 et a servi un mandat\nde deux ans comme ler vice-pr sident. Il a tent  sa chance au\nposte de pr sident de l 'ACN en 1975, lorsque la convention\nse tenait   Calgary, mais a  t  d fait par Alex Munroe. Pat est\ndevenu membre   vie #133 de l ACN en 1976. Il a  galement\n t  pr sident du d veloppement de Club (1969), pr sident du\ncomit  de libraire (1973), pr sident du comit  de planification\n  long terme (1975), pr sident du comit  de finance et plusieurs\nautres fonctions. Il a jou  un r le important pour guider et aider\nl association numismatique du Canada pendant une bonne",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "202"
    },
    {
        "File": "The_CN_Journal_July_11.jpg",
        "Paragraphs": [
            "who joined the CNA in 1962, as member #4701, is a\nlong time supporter of the Association. Bunny was there\nwith Pat at all of the CNA conventions during those\nyears to assist wherever she could.",
            "Currently, Pat and Bunny are active in the Nova Scotia\nGroup and very much appreciate the honour of telling\nyou a little of their history with the RCNA.",
            "partie des ann es 1960 et 1970. Bunny, qui a joint   ACN\nen 1972 comme membre #4701, supporte depuis longtemps\nl association. Bunny accompagnait toujours Pat a toutes les\nconventions durant ces ann es et se portait volontaire pour aider\nquand elle le pouvait.",
            "Aujourd hui, Pat et Bunny sont toujours actifs avec le\ngroupe de la Nouvelle-Ecosse, et appr ci rent  norm ment\nl opportunit  de partager leur histoire avec l 'ARNC.",
            "ELIZABETH FERGUSON - RCNA 2015 CONVENTION\nBANQUET SPEAKER CONFERENCIERE, INVITEE",
            "Elizabeth Ferguson s banquet",
            "presentation is titled  Historic",
            "Halifax,  through which she\nwill provide the banquet audience\nsome highlights and historic facts\nabout some of the many well-known\nsites and buildings in the City of\nHalifax, Nova Scotia. Halifax has a\nlong and rich history and Elizabeth\nFerguson will explore and relate\nstories of this fascinating place.",
            "Elizabeth was born in Halifax and\nshe has been a life-long resident of the\nprovince. She graduated from Acadia\nUniversity with a B.A. in History and English, and then\nfrom Dalhousie University with a B. Ed.",
            "Much of her working career was as a teacher, but music\nbecame a large part of her life, as she has been a church\norganist for over thirty years. She has also played in a\nCommunity Orchestra for the past fifteen years. As well,\nElizabeth has been a volunteer driver over many years,\ntaking people needing assistance to appointments and such.\nShe always tries to find time for a game of bridge or two\neach week, and to lunch with her grandchildren as her\ntime permits. She now lives in the historic community of",
            "Newport Landing in Hants County.",
            "Number 5",
            "July + August 2015",
            "La pr sentation de banquet\nElizabeth Ferguson est intitul e\n L'histoire d Halifax , dans\nlaquelle elle pr sentera, aux personnes\nassistant au banquet, quelques faits\nsaillants et faits historiques de quelques-\nuns des nombreux sites et b timents\nbien connus dans la ville de Halifax.\nHalifax a une longue et riche histoire\net Elizabeth Ferguson va raconter des",
            "histoires fascinantes de ce lieu.\nElizabeth Ferguson, n e a Halifax,\nNouvelle-Ecosse, a toujours r sid  dans\ncette province. Elle est dipl m e de\nl Universit  Acadia avec un B.A. en histoire et en anglais, et par\nla suite un B. Ed de l Universit  Dalhousie. Elle a travaill  une\nbonne partie de sa vie en tant qu enseignante, mais la musique a\n galement jou  un grand r le dans sa vie, jouant l orgue   l glise\ndepuis plus de trente ans. Elle joue  galement dans un orchestre\ncommunautaire depuis plus de quinze ans. De plus, Elizabeth est\nchauffeur b n vole depuis onze ans, offrant le transport pour des\npersonnes dans le besoin pour aller   des rendez-vous et autres\nbesoins. Elle essaie toujours de trouver du temps pour une ou\ndeux parties de bridge chaque semaine, et de prendre des repas\navec ses petits-enfants quand le temps lui permet. Elle habite\nmaintenant dans la communaut  historique de Newport Landing\ndans le comt  de Hants, en Nouvelle- cosse.\n"
        ],
        "PageNo": "203"
    },
    {
        "File": "The_CN_Journal_July_12.jpg",
        "Paragraphs": [
            
            "BY MICHAEL D. WALSH \nLM,#302",
            "Charles Dean Moore (August 5, 1946 June 11, 2015)",
            "Charles (Chuck) Dean Moore passed away\nin the early morning on June 11, 2015.",
            "The numismatic world lost one of its\ngreatest members when Charles Moore\npassed away on 11 June at the age of\nsixty-eight after a long, quiet battle\nwith pancreatic cancer. His impact\non the Canadian numismatic scene\nis near legendary, so my purpose\nin writing this is not to reiterate\nhis outstanding offering to the\nhobby over much of the past half\ncentury. That information is already\nthickly spread through the journals and\nrecords, and it will be repeated again in\nthe coming days throughout the hobby and\nthe trade.",
            "My purpose, rather, is to talk about Chuck. He\nwas called Chuck by his friends, so that includes almost\neveryone who knew him. His affable style engendered\nfriendship. He was always eager to share his knowledge\nand often a simple question led to a wonderful, long\noutpouring from an unbelievable depth of experience and\nwisdom. He had a brilliant mind and an amazing memory\nfor numismatic detail that reflected his depth of interest.",
            "I was extremely privileged to have spent a decade and\na half in very close association with him. One of his many\npassions besides numismatics was great wine and fine\ndining, which paralleled my own. As a relief valve from\nthe pressures of coin shows we were attending and the\nauctions we were conducting, three or four dozen times\neach year we would share great bottles in the finest\nrestaurants in each city.",
            "We shared much more than wine and food. For many\nyears, as Directors and then as members of the Executive\nCommittee, we plotted the course of the Canadian\nNumismatic Association, taking it from a dwindling\nmembership and near bankruptcy in the 1990s to a\nthriving Royal Canadian Numismatic Association. As\nI began my fledgling auction business, he advised me,\nshared inside information and offered advice to enable me\nto better compete with him.",
            "We also shared stories from our non-numismatic\nworlds. I could share with you stories he told me of his\nverbally sparring with Cassius Clay. Boxing was another\nof Chuck s great passions, but to relate his boxing tales",
            "here would fill too many pages. It filled many\ndinners and emptied many bottles.\nWe shared our thoughts, ideas and\naspirations. We talked about those who\nhad inspired us. Chuck s greatest hero\nwas his father, a World War Two ace\nfighter pilot in the USAAF. Chuck\nwas born in Detroit, grew up there\nand went to college on a football\nscholarship. During the escalation\nof action in Vietnam, his father told\nhim to drop everything and move\nto Canada. Canada gained one of its\ngreatest numismatists.\nChuck worked for James Charlton,\nthen he set-up his own store in Toronto s\nQueen Street in 1969. He met his wife,\nLeslie in 1974 and they married in 1978. They\nsettled in Niagara-on-the-Lake and in the early\n1990s they began a family with daughter Alexandra and\nson Matthew. Thinking that there were better educational\nprospects for their children in the United States, with a\nsigned draft-dodger pardon in hand, Chuck moved the\nfamily to San Francisco Bay area of California.",
            "He continued and expanded his Canadian company\nfrom afar. He also expanded his voluntary work with the\nnumismatic associations in Canada and remained at the\nforefront, leading and inspiring. I feel privileged to have\nknown him and J am sure there are many thousands who\nshare that feeling. He was a very inspirational man and he\nwill continue to inspire.",
            "He leaves behind his wife Leslie, his soulmate for forty-\none years, and their two children, twenty-four year old\nAlexandra and Matthew, who has just turned twenty-one.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "204"
    },
    {
        "File": "The_CN_Journal_July_13.jpg",
        "Paragraphs": [
            "Recent RCNA Convention Highlights with Chuck",
            "In 2010 Chuck received the J. Douglas Ferguson Award, the\nhighest award in Canadian Numismatics. The citation read:",
            "Your service to Canadian numismatics is long and noteworthy. You served on the Executive\nof the Canadian Numismatic Association and Royal Canadian Numismatic Association for\ntwenty-six consecutive years including two years as Vice-President and four\nyears as President. During your term as President the Association gained\nmembership and was operated at a surplus. You initiated the concept and\nprocess of obtaining the  Royal  designation and the Patronage of the\nGovernor General, for the Association. You have also served on the Canadian\nPaper Money Society executive for twenty-seven years including two years as\nPresident. You have donated innumerable images for use in The CN Journal,\neducational presentations and the Canadian Numismatic Bibliography.",
            "On the professional side we note that you were a founder of the Canadian\nAssociation of Numismatic Dealers and have served as Vice-President and\nPresident of that organization. You have worked hard at reducing collector/\ndealer tensions and have been contributor to both the Charlton Catalogue of\nCanadian Banknotes and the Haxby/Willey Coins of Canada catalogue.",
            "You have been a major force in the Canadian numismatic auction scene\nproducing 123 sales to date including auctions for the Bank of Canada and\nthe CNA conventions.",
            "Number 5 July: August 2015 \n"
        ],
        "PageNo": "205"
    },
    {
        "File": "The_CN_Journal_July_14.jpg",
        "Paragraphs": [
            "AN UNRECORDED 1832 NOVA SCOTIA",
            "COUNTERFEIT PENNY TOKEN",
            "BY.IAN SPEERS",
            "A  New  Variety Uncovered",
            "While it is increasingly rare for something truly",
            "new to come along in the domain of pre-\nConfederation tokens, the author wishes to",
            "report the discovery of an apparently unrecorded pair of",
            "dies of 1832 Nova Scotia counterfeit pennies.",
            "All varieties of 1832 Nova Scotia counterfeit",
            "pennies noted to date relate back to three",
            "pairs of dies, apparently permanently",
            "paired to each other as no mules have",
            "been recorded. Different catalogues have",
            "identified separate sub-varieties based",
            "upon composition, edge type, and rim",
            "width, all struck from the same dies. For",
            "the purpose of this article, the classification",
            "of Courteau! will be followed, diagnostics of",
            "which may be summarized as follows:",
            "Co. 286: Roman numeral  I  in date\n  upper serifs to both sides",
            "Co. 287 & 288: Arabic numeral  1  in\ndate   upper serif to left only",
            "Co. 289 & 289a: Defective  1  in date\n  upper serif to right only",
            "There are of course significant\ndifferences in bust, thistle and lettering style\nthat further distinguish the respective dies, as\neach was hand engraved. As these three different\nvarieties are not currently plated in the Charlton catalogue, \nsample images have been reproduced at the end of this\narticle for ease of reference.",
            "The author has had come into his possession a piece\nstruck from an unrecorded pair of dies in the Nova Scotia\nCounterfeit series, depicted above.",
            "The specimen has a weight of 13.03 g, 201.2 gr, and is\nlightly engrailed.",
            "Of note, the die axis of the piece is en medaille / upright,\nas opposed to the comage / inverted axis otherwise typical\nof the Thistle counterfeit pennies.",
            "The obverse of this specimen shows superficial affinities\nwith Co. 289, in terms of the engraver s handling of relief\nand execution of the bust, but it is quickly distinguished on\ncloser inspection of details. Leaving aside the absence of\nthe distinctive  beavertail  ribbon behind the neck that is",
            "diagnostic of Co. 289 (potentially caused by an injury to the",
            "obverse die of Co. 289 during or soon after manufacture),",
            "the letter punches are visibly different from Co. 289. While",
            "all letters seem to show minor differences, the most notable",
            "distinguishing point for the author is the letter  A ,",
            "appearing more heavyset on Co. 289 as against",
            "a more graceful and slim form on this piece.",
            "Likewise, the bust reveals subtle",
            "differences when compared to Co. 289.",
            "The shape of the nose is notably different,",
            "having a similar outline to that of Co.",
            "287/288. The geometry of the drapery is",
            "distinct, most obviously toward the back of",
            "the bust: on the new specimen, the drapery",
            "continues below the truncation of the bust,",
            "while on Co. 289, it ends flush with the truncation.",
            "The button fastening the drapery is similarly",
            "distinguishable, with this piece having much",
            "smaller beads around the central pellet than",
            "evident on Co. 289. The laurel wreath",
            "crowning the King appears to have 13",
            "leaves on this specimen, as against 12 on",
            "Co. 289, and the placement of the leaves",
            "relative to each other is notably different:",
            "among other differences, on Co. 289 the",
            "central leaf of the cluster of three leaves at",
            "the base of the head is partly overlapped by its",
            "neighbours, while on the new specimen the central leaf",
            "overlaps those adjacent to it. While the affinities of general",
            "impression of this bust with the one on Co. 289 leads to a",
            "strong suspicion that both were engraved by the same hand,",
            "there can be no question that the new specimen s obverse is\na distinct, previously unrecorded die.",
            "Similarly, the reverse originates from a die visibly\ndifferent from any previously recorded counterfeits.\nThe numeral  1  with a top-left serif would, on initial\ndiagnostics, point only to the Co. 287/288 reverse die, and\nindeed the initial impression of the new specimen side-\nby-side with Co. 287/288 leads one to suspect a common\nengraver for both reverses. The letter punches may be the\nsame as those used on Co. 287/288. But an examination of\nthe thistle itself shows that the two are entirely different\npieces. The stem base on Co. 287/288 is over the numeral\n 8,  while the new specimen has the same feature located\natop the space between the  8  and  3,  with the point",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "206"
    },
    {
        "File": "The_CN_Journal_July_15.jpg",
        "Paragraphs": [
            "much closer to the  3.  The geometry\nof the leaves of the thistle is notably\ndifferent. For example, if one looks\nat the outer aspect of the left leaf, the\nsixth point from the bottom curves\ndownward on Co. 287/288, upward\non the new specimen.",
            "Stylistic affinities of this new\nspecimen in comparison with known\ncounterfeits suggest that it is the product\nof the same issuers as the familiar\npenny counterfeits, and must be placed\nin that group. Given general collector\napathy to the counterfeit series, it seems\nprofoundly unlikely that this is a fantasy\npiece fabricated at a later date from\nfalse dies for imposition upon unwitting\ncollectors. It would seem most plausible\nthat the new specimen originates from\na fourth, previously unrecorded pair\nof counterfeit dies. Accordingly, this\npreviously unrecorded pair of dies must\nbe added into the 1832 Nova Scotia\nThistle series.",
            "Number 5",
            "That such a variety would escape\ndetection for so long is puzzling,\nalthough it is the writer s suspicion\nthat the piece itself offers a plausible\nexplanation that might suggest\ngenuine absolute rarity. There is\nevery reason to believe that this\nspecimen is a fairly early strike: the\nstrike is strong and circulation wear\nminimal, and on the whole there is\npractically nothing of the general\nrust, multiple die flaws, cudding, or\nother evidence of die deterioration\nthat typify later strikes of other\nThistle counterfeits. The exception\nis a massive die crack, meandering\nfrom the upper-right of the numeral\n 2  in the date almost as far the  N \nin TOKEN. Given the striking forces\nrequired to produce a coin of such\nsize and relief, it is most probable\nthat such a major die flaw would\nhave quickly progressed to cause a\nterminal failure of the reverse die.",
            "July + August 2015 ",
            "Whether the obverse die was\ndamaged beyond repair in the course\nof such reverse die failure is a matter\nof speculation. Regardless, it seems\nplausible that the dies used to strike\nthis piece (or at the very least the\nreverse) flew to pieces before many\nwere produced.",
            "Such speculation must of course\nbe tested by attempting to establish a\ncensus of any other surviving pieces.\nCollectors are accordingly asked to\ncheck their holdings to see if there\nare any other extant specimens of\nthis  new  variety. The writer would\nbe happy to receive reports of them\n(images, weights, diameter, thickness,\ndie axis, progress of reverse die flaw)\nto help initiate a census. Please e-mail\n< ian.speers@utoronto.ca >\n"
        ],
        "PageNo": "207"
    },
    {
        "File": "The_CN_Journal_July_16.jpg",
        "Paragraphs": [
            "TIMMINS COIN CLUB\n50TH ANNIVERSARY  MEDAL",
            "BY.FRANCE.D..WAYCHISON",
            "Timmins Coin Club has issued a\n| medal in commemoration of the\nclub s 50 anniversary of it:\nfoundation.\nOne side of the medal, made\nof gold colour base metal,\ncommemorates the club s\nanniversary with the words\n Timmins Coin Club/ 50th/\nAnniversary/ 1965-2015, \nand features a central image\nof a large golden nugget and\na miner s pick. Below are the\nwords  Golden Nugget. \nThe other side bears the\nwords  Timmins  and  Canada s\nGold Capital.  A central image\nportrays a variation of the Timmins\nCoin Club s logo (see attached image);\nshown in the foreground are two prospectors\npaddling a canoe with the McIntyre #11 headframe in\nthe background. The McIntyre #11 headframe,\nan iconic Timmins  landmark, was saved\nfrom demolition to remind all citizens of\nthe town s glorious mining history. The\ntwo prospectors in a canoe is the club s\nversion of the famous voyageur canoe\ndesign of Emanuel Hahn, which was\nfirst used on the Canadian silver dollar\nof 1935. Brendan Montgomery, the club s\nyoungest member, designed both the club\nlogo, and the medal. Only 100 medals,\nmeasuring 50 mm in diameter, were issued.\nTimmins is locally known as the Town with the\nHeart of Gold, and is the heart of the Porcupine\nGold Camp, Canada s largest gold producing\narea with over 70.4 million ounces of gold\nproduced from 1909 to 2013. The #11\nheadframe was part of the McIntyre Gold\nMines property, one of the Big Three\nmines, located within the centre of the city.\nThe McIntyre, along with the Hollinger and\nDome Mines, account for over 46.5 million\nounces of gold mined, within the camp, since\ndiscovery in 1909.",
            "The Timmins Coin Club was founded\nin 1965. The club is very active, and\nmeets every month other than July\nand August. It also holds public\nevents every year, at a local\nmall or other venues. The\nclub s objective is to educate\nthe public, and to facilitate\ncommunications between\nlocal and regional coin\ncollectors.\nTimmins 1s located 680 km\nnorth of Toronto, and has a\npopulation of 43,165 (Canada\n2011 Census); however, the\ncity serves a much larger area and\npopulation as its regional service, and\nas a distribution centre for Northeastern\nOntario. Although the town of Timmins was\nucurporated in 1912, three years after the discovery\nof gold in the Porcupine Gold rush, in 1973 the Ontario\ngovernment amalgamated the Town of Timmins\nwith several other local communities, including\nSouth Porcupine, Schumacher (Tisdale\nTownship), Mountjoy Township, Porcupine\n(Whitney Township), and many of the\nother smaller surrounding communities,\nto create the Corporation of the City\nof Timmins. This action made Timmins\nthe largest city in Canada, with an area\nof 2,961.52 square kilometres (1,143.45\nsquare miles) until 1995, when the Regional\nMunicipality of Wood Buffalo in Alberta was\ncreated.",
            "Those interested in more information about\neither the club or the medal should contact",
            "Kevin at <nifinder@hotmail.com>.",
            "References:",
            "Anom. Timmins in Wikipedia, the online Free\nEncyclopedia, data captured January 3, 2015.\nAtkinson, B.T., Bousquet, P., Pace, A., Deb-\nicki, R.L., Daniels, C.M., Wilson, A.C., Halet,\nS.E., Beauchamp, S. and McMillan, R. 2014: Re-\nport of Activities 2013, Resident Geologist Program,\nTimmins Regional Resident Geologist Report:\nTimmins and Sault Ste. Marie Districts; Ontario\nGeological Survey, Open File Report 6294, 121p",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "208"
    },
    {
        "File": "The_CN_Journal_July_18.jpg",
        "Paragraphs": [
            "PRINTING REGISTRATION RELATED DESIGN ARTIFACTS IN",
            "CANADIAN_BANKNOTES",
            "BY. HITESH DOSHI",
            "Beyond serial numbers and signatures",
            "Much of banknote literature related to",
            "Bank of Canada notes 1s focused on",
            "the variety of signature combinations\nof governors and deputy governors or\nspecialized serial numbers. From time to time\nthis is supplemented by major errors such as the\n$10 journey series notes printed on $20 journey\nseries substrate.",
            "When viewed as a work of art the Bank of\nCanada notes have lent themselves to some\ninteresting interpretations of the design. One\nprominent example of this has been the  devil s\nhead  notes of the 1954 series. The notes caused\nquite a controversy because, in the engraving of\nthe portrait, an area of the Queen s hair gave the\nillusion of a grinning devil. Modifications to the\nprinting plates for all denominations were made\nin 1956 to exorcise the demon (1954 Series)!\nAn illusion requiring a modification of printing\nis extremely rare, and it probably has occurred\nonly once.",
            "Most would agree that the devil s head illusion\nwas not an error in any of the processes related\nto printing of banknotes but was a consequence\nof something that had been incorporated in the\nprinting plate.",
            "The nature of the printing of banknotes is\nsuch that even when things are printed within\nacceptable tolerances there 1s a possibility that the\nfinal printed image may cause illusions and lend\nitself to different artistic interpretations. It should\nbe noted that generally the printing tolerances\nfor Canadian banknotes are very tight to allow\nvery minute details to be printed accurately. One\nneeds only to look at the variations in weights\nof the intaglio printing or the microprint of the\nlithographic printing to appreciate the very high\nquality of printing achieved in Canadian banknotes.",
            "Art as a result of unintended design\nconsequences",
            "In this article I wish to examine some interesting artistic\ninterpretations that are a result of out-of-register printing.\nThe focus here is not on significant errors but on things that\nare probably within the printing tolerance. These may seem\ninnocuous at first but yet create enough of an illusion that\nallows for different artistic interpretation of the image.",
            "Out-of-register printing can have different meanings. In\ntraditional four-colour printing, registration 1s the method\nof correlating overlapping colours on one single image.\nOut-of-registration printing in this type of printing results\nin a blurry or fuzzy image. Canadian banknotes are not\nprinted using four-colour printing. On the other hand final\nbanknote image is printed using layers of differing images.\nMajority of these layers are printed using the lithographic\nprocess. The portrait and other raised portions are printed\nusing the Intaglio process. Each image layer has its own\nprinting plate.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "210"
    },
    {
        "File": "The_CN_Journal_July_19.jpg",
        "Paragraphs": [
            "Canadian banknotes have been printed using as many as\nnine printing plates (Bank of Canada 2006). More recently\none intaglio plate has been used on the face and at least\ntwo lithographic plates each on the back and the face of\nthe notes respectively.",
            "Out-of-register printing of Canadian banknotes\ntherefore does not result in a fuzzy image. However,\nbecause the relative position of image from each of\nthe layers changes, it can create an unintended design\nconsequence to the meaning of the visual element of the\nbanknote.",
            "Out-of-register printing can happen between the intaglio\nlayer and one of the lithographic layers, or it can happen",
            "Number 5",
            "July + August 2015",
            "between two or more lithographic layers. There are other\nout-of-register issues that can result which are related to the\npositioning of other elements such as the hologram.",
            "The focus of this article is on the out-of-register\nprinting between the intaglio layer and the surrounding\nlithographic layer.",
            "The halo effect",
            "The portrait on the face of the frontier-series\npolymer series banknotes is printed using the\nintaglio method. The intaglio is printed after\nthe background is printed using the lithographic\nmethod. A type of error that has been previously\nreported known as ghost notes clearly shows\nthe background printing with the portrait image\nmissing.",
            "Some interesting effects are created when\nthe portrait is not missing but is printed out-\nof-register relative to the background printing.\nThe design of the notes is such that some of\nthe portrait area will bleed into the background\nprinting not leaving any white areas around the\nportrait. However, in some instances out-of-\nregister printing will leave white spaces around\nthe top of the portrait creating a halo effect. Four\nexamples of these on $10, $20, $50 and $100\nnotes are shown in the images | to 4. So far the\nauthor has not found similar examples in the $5\nfrontier series polymer notes.",
            "The missing hair line",
            "The design of the $100 journey series notes lends\nitself to an interesting effect on the portrait due to\nout-of-register printing. In this series the portrait\nof Prime Minster Borden is facing right. The\nimage is intended to show a lock of hair on the\nleft of Prime Minster Borden s face beyond the\nforehead (Image 5b). This is a very intentional\npart of the design as can be seen in the image of\nthe watermark accompanying the note (Image\n5c). The engraving was done by Czeslaw Slania\nand the image of the engraving clearly shows the\nlock of hair on the left side of the face (Bank of\nCanada, 2006   page 111). However, the design\nof the portrait and the surrounding background is such that\nwhen the portrait is printed more to the right relative to the\nbackground then the lock of hair disappears (Image 5a).\nThis would not be considered a printing error as the note\nwould be considered to be printed to acceptable tolerances.\nYet the design of the various elements creates a different\ninterpretation of the face of Prime Minister Borden as seen\nin image 5a and 5b.\n"
        ],
        "PageNo": "211"
    },
    {
        "File": "The_CN_Journal_July_20.jpg",
        "Paragraphs": [
            "The painted nose",
            "An interesting effect is created in the $5 Journey series\nnote. The design of the portrait of Sir Wilfred Laurier is the\nonly one of all the portraits of that series where the nose\nline is at the edge of the portrait with no element of the\ncheek showing to the left of it. Due to this design the nose\nline directly borders the background lithographic printing\nlayer. In all other notes the design of the portrait is such\nthat the background borders the cheek. Typically there is a\nlittle bit of a bleed of the portrait into the surrounding areas\nparticularly in the $5 journey series note. When the portrait\nis printed to the right relative to the background it tends\nto go on to the yellow-brown of the surrounding image\ncreating a coloured nose as seen in images 6a, 6b and 6c.",
            "The earring",
            "The design of the portrait on the $50 polymer note presents\nan opportunity for the ear of Prime Minister Mackenzie\nKing to don an earring on the top of this left ear. The ring\nis that formed from the Orion circles printed as part of the\nlithographic printed image. The Orion circles are further\naway from the portrait and would not be considered as part\nof the background. However, the design is such that when\nthe portrait 1s printed higher and to the right, then the ring\nwill find itself on the ear on the portrait as seen in image\n7a, unlike 7b. A banknote has been seen where that ring has\nbeen completely behind the ear.",
            "In some cases the portrait will hide some of the Orion\ncircles giving an impression of a different coat-collar\ndesign.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "212"
    },
    {
        "File": "The_CN_Journal_July_21.jpg",
        "Paragraphs": [
            "Concluding remarks",
            "This article has tried to highlight some of the\ninterpretations of Canadian banknotes which result from\nrelative position of the different design elements of the\nbanknotes. Because these types of printing variations\nwould be considered within the acceptable tolerance, these\nconditions, in the opinion of this author, are not printing\nerrors. However, the situations are created because of\nfactors that are directly related to the design of the various\nelements of the banknotes and could be avoided through\nminor changes to the design.",
            "Number 5",
            "July + August 2015",
            "The banknotes implement a very fine level of printing\ndetails. Such small variations particularly when they are\nassociated with important elements of the visual design\ncreate some interesting artistic renditions of the banknotes.\nThere are other such variations that can be interpreted\ndifferently. The author would like to hear from like-minded\nreaders who have come across such variations.",
            "Sources",
            "---- ]1954 Series,  Bank of Canada Past Series, Retrieved,\nMay 4, 2015, www.bankofcanada.ca/banknotes/bank-\nnote-series/past-series/1954-series/",
            "Bank of Canada (2006).  The Art and Design of Canadian\nBank Notes \n"
        ],
        "PageNo": "213"
    },
    {
        "File": "The_CN_Journal_July_22.jpg",
        "Paragraphs": [
            " A 17TH CENTURY INTERCONTINENTAL MONEY @ UNE MONNAIE",
            "INTERCONTINENTALE DU 17  SIECLE",
            "BY, JACQUES, ST-ARNAUD,",
            "The Recoined 1670 5 sols of New France Part 1  \nLa R formation du 5 sols 1670 de la Nouvelle-France Partie 1",
            "T he end of the seventeenth century witnessed one\nof the most unusual, if not unique, numismatic\nevents between the Old and the New World: a silver\ncoin struck for exclusive circulation in French America\nthat was recoined in continental France as a domestic\nissue! This is what happened to some of the 1670 5 sols\n Gloriam Regni  coins. These, along with the associated\nsilver 15 sols pieces represent the very first series",
            "of coins issued specifically for New France.",
            "Unknown quantities of these 5 sols have",
            "been overstruck with the one-twelfth ecu",
            "aux Palmes during the 1690s   a just",
            "discovered circumstance in 2014. But",
            "before going into great detail, let us",
            "review the history of the host coin.",
            "A declaration of King Louis XIV,\ndated February 19, 1670, authorized\nthe creation of  a special money for\nthe Islands and Continent of America ",
            "( Isles et Terre ferme de l Amerique ).",
            "This declaration authorized the minting",
            "of two denominations of silver coins at\n l Hostel de la Monnoye de Paris    a 15 sols\nand a 5 sols (Figure 1). The 5 sols was to be\nstruck to the amount of 50,000 French\nlivres, indicating a possible mintage of\n200,000 coins, for the account of the\nCompagnie des Indes Occidentales.",
            "These coins, while similar to regular",
            "issues for France proper, had a",
            "unique legend  Gloriam Regni",
            "Tui Dicent  which translates as",
            " They shall speak of the Glory of",
            "thy Kingdom.  An archive document",
            "tells us that the dies were engraved",
            "by Jean Warin  Graveur g n ral des\nmonnaies de France  and delivered",
            "at the Court Registry on May 27,",
            "1670. Thereafter, Jean Dufour,",
            " Tailleur particulier de la Monnaie de",
            "Paris  received them later, on June 29 to undertake the\nminting of this very first issue of French colonial coins\n(An Z1b 348A).",
            "Were all 200,000 coins struck? It seems that most of them\nwere minted according to a quite valuable document recently\nbrought to light from the Archives Nationales de France\n(An Z1b 701), and dated September 4, 1670, that indicates",
            "La fin du 17  si cle aura  t  t moin d un  v nement",
            "numismatique inusit , voire unique, entre le Vieux-\nContinent et le Nouveau-Monde: une monnaie  mise\npour circuler exclusivement en Am rique Fran aise, ensuite\nr form e en France par un type royal d usage courant! Voila un\nfait qui s est produit dans le cas de certaines pi ces du 5 sols\n1670  Gloriam Regni , toute premi re monnaie (avec le 15\nsols) frapp e sp cifiquement pour la circulation en Nouvelle-\nFrance. Une quantit  inconnue d exemplaires ont  t \nr form s (surfrapp s) avec des douzi mes d cu\ndu type dit  aux Palmes  au milieu des ann es\n1690. D couverte tout a fait in dite jusqu en\n2014! Il aura donc fallu attendre 320\nans, soit depuis 1694 plus pr cis ment,\navant de lever le voile sur ce secret\nnumismatique. Mais avant d aller plus\nloin avec l analyse de ces r formations,\ndressons un bref rappel historique sur\nla fameuse pi ce h te, le 5 sols 1670\nGloriam Regni.\nLaventure s amorce le 19 f vrier 1670,\navec une d claration du roi Louis XIV qui\nautorisait la cr ation d une monnaie sp ciale\npour usage exclusif dans les  Isles et Terres ferme de\nl Am rique , soit la fabrication    1  Hostel de la\nMonnoye  de Paris (Atelier A) de deux pi ces\nen argent, l une de 15 et l autre de 5 sols\n(Figure 1). Une  mission totale envisag e\nde 50,000 livres, indiquant une frappe\npossible de 200,000 pi ces du 5 sols,\npour le compte de la Compagnie des\nIndes Occidentales. Ces monnaies,\nquoique similaires aux types r guliers\ncirculant en France, devaient arborer la\nl gende distinctive  Gloriam Regni Tui\nDicent , tir e du psaume 145:11, laquelle\npeut se traduire par:  Ils diront la gloire de\nton royaume . Les archives nous apprennent que\nle c l bre graveur g n ral des monnaies\nde France, Jean Warin, en a r alis  les\npoin ons et matrices originales, et les a\nlivr  au greffe de la cour le 27 mai 1670.\nPar la suite, Jean Dufour, tailleur particulier de la Monnaie de\nParis, en prend possession le 29 juin suivant, afin d entreprendre\nla fabrication de cette premi re  mission coloniale\n(An Z1b 348A).\nLes 200,000 pi ces en question ont-elles tous  t  frapp es? IL\nsemblerait bien que oui. En effet, un int ressant document des\nArchives Nationales de France mis en lumi re r cemment et dat ",
          
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "214"
    },
    {
        "File": "The_CN_Journal_July_23.jpg",
        "Paragraphs": [
            "a total minting weight of  1854 marcs et 5 onces,  meaning\nnearly 454 kg! Struck at 107 (107.018) coins for one  marc \nwith an official weight of 2.287 g, we get a total of 198,478\npieces, worth 49,619 livres and 5 sols (at 5 sols rate). The\nsame document also mentioned that both denominations, 5\nsols and 15 sols, were struck between July 7 and September\n4, 1670. All of them being second semester, confirmed by a\ndot under the last I of LUD XIII and observed on all coins\nknown. After that, dies were brought to the Paris Mint on\nSeptember 13 to be cancelled.",
            "Considering such an high quantity of coins minted, it is\nhard to believe that only very few were introduced up north\nin the colonies of America, despite claims from Canadian\nmerchants concerning this exclusive coinage for New\nFrance. Indeed, merchants were complaining these coins\ncould not be used back in France for current commerce.\nForbidden to circulate in France, somehow they would need\nto be redeemed to find their way back to the king s treasury\nand from there sent to the mint for melting and eventual\nstriking into other types. Coins that remained in circulation\nalso found their way to Canada through trading with the\nWest Indies, where the Gloriam series was successful. No\nmatter how many of these coms got sent to Canada, it was\ndifficult to keep them circulating in New France, as most\nwere re-exported to pay for needed imports, other ones\nwere hoarded by people and some maybe melted to make\nsilverware. By a decree ( Arrest ) of the Royal Council\non November 18, 1672, authorities confirmed the coin s\nlegal tender status in the colonial islands and the mainland\nof America. These 5-sols pieces were revalued to 6 sols 8\ndeniers (Shortt, 1925, p. 36-7). This  Arrest  also specified\nthat all current French coins circulating in the colonies were\nto be revalued at their value in France plus 33-1/3 percent.",
            "With the creation of Gloriam series, an unnoticed fact\nshould be mentioned here: There are no archive documents\nor catalogue records, known to exist, of any French domestic\nissue from the Paris Mint (mintmark A) of 5 sols or 15 sols\n(1/12 and 1/4 ecu) of 1670 with the regular legend  Sit\nNomen Domini Benedictum.  A proven fact, confirmed by\nArnaud Clairand from CGB in Paris, eminent specialist of\nFrench royal coins. The only 5- and 15-sols pieces dated\n1670 from the Paris mint carried the colonial legend\n Gloriam Regni.  These colonial issues were, by the Arrest,\nforbidden to be circulated in France. The only 1670-A coins\nstruck with the regular legend were the ecu and half ecu.\nThis fact makes sense in that the royal authorities might\nhave decided not to strike regular 5 sols and 15 sols to avoid\nany eventual confusion with the colonial issues. Finding\none of these two coins with the regular legend would be an\nexceptional and likely unique discovery.",
            "The first  historic  mention of the Gloriam Regni\ncoins appears in Fran ois Leblane s Trait  historique des\nmonnoyes de France published in 1690:",
            "Number 5",
            "July + August 2015 ----------------------------------",
            "du 4 septembre 1670, tend   confirmer ce fait (An Z1b 701). Il\nindique un poids de fabrication de 1854 marcs et 5 onces, soit un\ntotal de pr s de 454 kg. Taill s   107 (107.018) pi ces au marc,\nen figurant un poids officiel de 2,287 g., on arrive   un nombre de\n198,478 exemplaires, valant 49,619 livres et 5 sols, en consid rant\nun cours de 5 sols. Ce m me document nous apprend aussi que\nles deux d nominations de 5 et 15 sols ont  t  frapp es entre le 7\nJuillet et le 4 septembre 1670 ! Donc, tous des  second semestre ,\nconfirm  par le point sous le dernier I de LUD XII, identifiable\net observ  sur l ensemble des pi ces connues   ce jour. Apr s\nquoi, les matrices ont  t  apport es   la forge de l atelier mon taire\nde Paris le 13 septembre, afin d y  tre  difform es  (cancell es).",
            "Consid rant un nombre aussi  lev  de monnaies frapp es,\nil semble difficile de pr tendre que peu d exemplaires aient\npu circuler jusqu au nord du continent, et ce, malgr  les\nrevendications des marchands canadiens   l poque, face   ce\nnouveau monnayage exclusif   la Nouvelle-France. En effet,\non se plaignait qu ils ne puissent  tre utilis s dans le commerce\nsur le Vieux-Continent. M me  tant frapp s d un interdit de\ncirculation en France, ceux-ci ont d une fa on ou d une autre pu y\n tre endoss s, pour finalement aboutir dans les coffres du roi. De\nla, ils iraient terminer leur existence dans les ateliers mon taires,\nafin d y  tre fondus et/ou r form s  ventuellement. Quant aux\npi ces encore en circulation au coeur de l  Am rique, elles ont\npu continuer   remonter jusqu au Canada, consid rant que le\ncommerce continental int rieur  tait appr ciable du simple fait\ndes  changes avec les Antilles, lieu o  l implantation des Gloriam\ns est av r e concluante. Peu importe le nombre introduit au pays, il\naura  t  difficile de les maintenir en circulation  tant donn  qu ils\nfurent en partie r -export s par les marchands, th sauris s par les\nhabitants et aussi... fondus pour l orf vrerie? Par d cret du Conseil\ndu Roi du 18 novembre 1672, on r affirme toujours leur cours\nl gal dans les  Tles et Terres fermes de l  Am rique . La valeur du 5\nsols sera alors hauss e d un tiers, soit 4 un taux de 6 sols 8 deniers\n(Shortt, 1925, p.36-37). Cet  arrest  sp cifiait  galement que toute\nmonnaie royale de France circulant dans la colonie serait aussi\nhauss e de 33 1/3 % par rapport a sa valeur sur le Vieux-Continent.",
            "Dans la foul e de la cr ation des Gloriam Regni pour\nl Am rique Fran aise, il s av re important de signaler ici, un\nfait pass  inaper u en lien avec ceux-ci: aucune  mission royale\nr guli re des pi ces de 5 et 15 sols (12 mes et quart d cus)\narborant la l gende  Sit Nomen Domini Benedictum  n ont\n t  frapp s   l atelier de Paris pour la circulation domestique!\nIls n existent dans aucun document d poque connu, dans\naucun catalogue, ni ouvrage numismatique! Fait confirm  par\nl minent numismate Arnaud Clairand de CGB, sp cialiste en\nroyales fran aises. Les seules monnaies en argent fabriqu es\ndans l atelier de Paris durant l ann e 1670 sont les 5 et 15 sols\n mis pour les colonies d'Am rique (interdits de circulation\nen France), ainsi que les  cus et demi- cus avec la l gende\nr guli re (Sit Nomen Domini Benedictum). En toute logique,\nles autorit s de l poque avaient pris soin de ne pas  mettre\ndes douzi mes et quarts d cus r guliers, afin d viter toute\n ventuelle confusion avec les deux pi ces coloniales de m me\nd nomination. Trouver l une ou l autre avec la l gende  Sit\nNomen...  serait exceptionnel et sans pr c dent.\n"
        ],
        "PageNo": "215"
    },
    {
        "File": "The_CN_Journal_July_24.jpg",
        "Paragraphs": [
            " Afin de faciliter le commerce avec le Canada, le roy fit fabriquer pour cent\nmille livres de 15 sols, de 5 sols & doubles de cuivre pur. Ces monnoyes etoient\nde mesme cours, poids & loy que celles de France. Sur les Louis d argent\nde 15 sols & 5 sols, au lieu de Sit nomen Domini benedictum. II y avoit,\nGloriam regni tui dicent...   (p. 388)",
            "Take note that he wrote  to make commerce easier with Canada\nthe King ordered striking ...  in reference to an event from the past,\nsome 20 years later. He obviously considers this a well-known and\nconfirmed fact.\nAn excellent historiography of French Regime colonial coins\nwas prepared by Michael J. Hodder in his 1992 article: He notes\nwhat seems to be the oldest mention of the Gloriam Regni series\npublished in North America, namely in the August 1866 issue of\nthe American Journal of Numismatics, which gave an extract from\nLeblanc s trait . This was followed in January 1877 by Charles E.\nAnthon s AJN article  The Gloriam Regn.   Anthon $ study drew\nattention more closely to the issues of 1670 in an authoritative and\nconvincing way. His contribution seemed to legitimize the  Gloriam\nRegni  issues as collectable French-Canadian coins.  (Hodder, 1992,\np. 3) Nineteenth century Canadian numismatists like Breton, LeRoux,\nand McLachlan confirmed the fact and listed those pieces in their catalogues\nas Canada s first coinage. A specific mention by McLachlan in 1892 gives a more\n physical  dimension to the coins:  As several specimens of this coinage have been\nfound in Nova Scotia and only one in Quebec, we may conclude that Acadia was the\n Terre ferme  mentioned in the edict.  (Annals of Nova Scotia Currency, 1892, p. 33)\nIt is not clear if he referred to archeological finds or coins in collections. Anyway, the\ncoin type obviously already had its place in major nineteenth century collections.\nContrary to McLachlan,  terre ferme  meant not only Acadia, but all New France,\ncovering a huge part of North America. The Gloriam Regni coins had legal\ntender within this French geo-political area, which reached its peak just prior\nto the Treaty of Utrecht in 1713.\nInterest in this series picked up in the second half of the twentieth\ncentury, with the publication of some new catalogues and studies\nproviding relevant updates on the subject. From there, they will be\nconsidered as the root of French American coinage. In his Encyclopedia,\nWalter Breen stated that the Gloriam Regni coins had  vanished\nfrom circulation by 1680  (1988, p. 43). In his statement, to what\nphenomenon does he attribute this? Obviously a drainage out of the country\ndue to commercial exchanges, and remelting and hoarding on the other\nhand. However, we can be reasonably sure that some coins were still\nin evidence as late as the 1690s because we now have tangible proof\nthat, back in France, 5-sols pieces were recoined. Our 1670 Gloriam\nspecimens, recently found here, had been overstruck in 1694 and in\n1695 (figures 2-4). Had they already been in France for many years,\nperhaps from previous commercial trading, and/or returned from\nCanada at the beginning of 1690s? What happened to those that had\ndisappeared before 1690? Let s try searching back in the history...\nDuring the last quarter of the seventeenth century, France s\nfinances were increasingly in bad shape, primarily as a result of\nthe expenses incurred with the territorial wars of Louis XIV. This\nsituation caused gold and silver to vanish from circulation. The same\nphenomenon also occurred in New France as silver coins were hoarded by\nsettlers, among those hoarded were 5-sols pieces; also, their overvaluation\n(at 6 sols, 8 d.) there might have  resulted in a halt to circulation, as the French",
            "  The CN Journal",
            "Volume 60\n"
        ],
        "PageNo": "216"
    },
    {
        "File": "The_CN_Journal_July_25.jpg",
        "Paragraphs": [
            "Number 5",
            "La toute premi re mention historique de ces monnaies coloniales Gloriam Regni appara t\ndans le  Trait  Historique des Monnoyes de France  publi  par Fran ois Leblanc en 1690:\n Afin de faciliter le commerce avec le Canada, le roy fit fabriquer pour cent\nmille livres de 15 sols, 5 sols & doubles de cuivre pur. Ces monnoyes etoient\nde mesme cours, poids & loy que celles de France. Sur les Louis d argent\nde 15 sols & 5 sols, au lieu de Sit Nomen Domini Benedictum. Il y avoit,\nGloriam regni tui dicent...   (p.388)\nNotons ici qu il mentionne bien  avec le Canada  en faisant r f rence\n  un  v nement du pass , quelque vingt ans plus tard. Il confirme donc\nun fait d j   tabli et reconnu   l poque. Dans un contexte plus nord-\nam ricain, une excellente historiographie des monnaies coloniales du\nR gime Fran ais a  t  dress e par Michael J. Hodder dans un article\nmajeur paru en 1992. Il rel ve ce qui semble la plus ancienne mention\ndes 5 et 15 sols 1670 publi e en Am rique du Nord, soit dans le num ro\nde ao t 1866 du American Journal of Numismatics, lequel pr sente un\nextrait du trait  de Leblanc. Ce dernier est suivi d un article de Charles E.\nAnthon intitul   The Gloriam Regni  paru dans le AJN en janvier 1877.\n Son  tude attira davantage l'attention vers cette s rie de 1670 de mani re\nconvaincante. Sa contribution a sembl  l gitimer les Gloriam Regni en tant\nque monnaies canadiennes-fran aises   collectionner  (Hodder, p.3)\nD'ailleurs, les grands numismates canadiens du 19e si cle, tels Breton, Leroux\net McLachlan ont endoss  ce fait en les incluant dans leurs ouvrages numismatiques\ncomme les toutes premi res monnaies  mises pour le Canada. Une citation intrigante de\nMcLachlan en 1892 apporte une dimension plus physique   ces pi ces:  Etant donn  que\nplusieurs specimens de ces monnaies ont  t  retrouv es en Nouvelle- cosse et seulement\nune au Qu bec, on peut conclure que l Acadie  tait la Terre ferme mentionn e dans\nl dif  (ANSC, 1892, p.33). Toutefois, ce n est pas clair   savoir s il fait r f rence   des\ntrouvailles arch ologiques ou   des monnaies dans les collections. Peu importe, ce type\ntrouvait d j  sa place parmi les principales collections nord-am ricaines du 19e si cle.\nContrairement   l affirmation de McLachlan, le terme  Terre ferme  ne concernait\npas seulement l  Acadie, mais bien l ensemble du territoire de la Nouvelle-France,\ncouvrant pr s des deux tiers de l  Am rique du Nord! Les Gloriam Regni de 1670\navaient ainsi cours l gal   l int rieur de ce vaste contexte g o-politique, lequel va\nattendre son apog e peu avant le Trait  d Utrecht en 1713.\nL'int r t suscit  par ce monnayage particulier va reprendre de l ampleur\nau cours de la deuxi me moiti  du 20  si cle, notamment avec la publication\nde nouvelles  tudes et ouvrages fournissant des mises   jour pertinentes\nsur le sujet. D sormais, il ne fera plus aucun doute quant   affirmer leur\nappartenance   la racine des monnaies franco-am ricaines. Dans son fameux\nencyclop die publi  en 1988, Walter Breen concluait que les 5 et 15 sols de\n1670 avaient  disparus de la circulation d s 1680  (p.43) Mais   quoi donc\nfait-il r f rence par cette affirmation? Drainage d  au commerce bien s r,\net refontes certainement. Toutefois, on peut vraisemblablement supposer\nqu il en existait encore une certaine quantit  au d but des ann es 1690,\nconsid rant la probable th saurisation sans refonte d une part, ainsi que\nla pr sence de ces 5 sols coloniaux dans les ateliers mon taires de France\n  la m me  poque. Nos exemplaires r cemment d couverts ici, ont  t \nr form s en 1694 et 1695 sur ces Gloriam de 1670 (figure 2-4). Ceux-ci,\n taient-ils d j  en France depuis plusieurs ann es suite aux  changes\ncommerciaux ant rieurs et/ou bien r -export s vers 1693? On verra plus\nloin le pourquoi de cette date. Que sont devenus ceux disparus avant\n1690? En fouillant l histoire, des  l ments de r ponse peuvent surgir \nDurant le dernier quart du 17  si cle, l tat des finances du royaume de\nFrance va en se d t riorant graduellement, suite aux guerres territoriales de\nLouis XIV. Ce contexte  conomique a engendr  une disparition des esp ces d or\net d argent de la circulation, donc une diminution marqu e de la masse mon taire. Le\nm me ph nom ne se produit en Nouvelle-France suite au drainage commercial, avec entre",
            "July + August 2015\n"
        ],
        "PageNo": "217"
    },
    {
        "File": "The_CN_Journal_July_26.jpg",
        "Paragraphs": [
            "merchants would presumably only take them at the\n5-sols face value.  (Rock, 2007, p.44). It makes sense\nbecause comparable Spanish American coins already\nin Canada, created pressure towards silver s actual\nvalue. The disappearance of French coins from the\ncolonies during the 1680s led to a predominance\nof Spanish colonial cobs that were introduced into\nNew France through illicit fur trade with the British\ncolonies, and from West-Indies commerce. These\ncobs became so plentiful they were counterstamped,\nin Quebec City during 1683, with a fleur de lys\naccording to their weight, but like other silver coins,\nthey too, soon vanished. This chronic lack of metallic\ncash inspired the Intendant Jacques De Meulles to\ncreate card money in 1685.",
            "Meanwhile, back in France, the decade of the 1680s\nshowed the lowest mintages of royal coins, and they are\nall rare   any of the dates or denominations. A shortage\nof silver forced the government to seize silverware from\nall over France to enable the striking of what coins\nwere made. This economic turmoil eventually led to the\ncreation in 1690 of the ingenious  reformation  system\nwhereby obsolete coins were simply overstruck with\nnew designs and revalued. All coins issued since 1641,\nback to Louis XIII were re-used. This process was\nofficially initiated by the Royal Edict of 15 December\n1689. It allowed the king s treasury to save on melting\ncosts and bank a portion of the increased value   an\nefficient way to collect taxes. In New France, which was\nnot subject to the seizure of private silver, we observe a\nstrange, opposite situation, as a common practice here\nwas to melt down coins to make silverware. This was\nseen as a good way to preserve the metallic bullion value\nand insulate it from rate fluctuations. Today, antiquarians\nspecializing in French silverware agree that at pro rata,\nthere are many more surviving specimens of seventeenth\ncentury silver objects in the Province of Qu bec than in\nFrance, where they are considered quite rare.",
            "Peter Moogk, in his article  When Money Talks:\nCoinage in New France  (1987) clearly explained the\nphenomenon:",
            " Old silverware and coins went into crucible to\nmake private plate, church silver, and ornaments\nfor the trade with the Amerindians. Without local\nsilver mines, coins provided much of the raw\nmaterial for colonial silversmiths.  (p. 58)",
            " Small wonder then that colonials and officials\ntransformed silver coins into tableware; it\nbecame useful and retained its full bullion value\nby weight. The transformation therefore was a\nprudent way of securing ones assets.  (p. 59)",
            "As an example, Moogk provides a receipt dated\n1733 from the Montreal silversmith Michel Cotton\nobtaining coins to be converted into a goblet (1987,\np.69, n.15). From such information, we can infer",
            "218",
            "autres, la th saurisation des monnaies d argent par les colons, dont\nles pi ces de 5 sols. Aussi, leur sur valuation par rapport   la m re-\npatrie pourrait avoir favoris  cette situation,  tant donn  que les\nmarchands locaux auraient pr f rer les prendre   leur valeur initiale\nde 5 sols, au lieu 6 sols et 8 deniers.  (Rock, 2007, p.44) Logique, car\nles pi ces d argent espagnoles comparables circulant d j  au Canada,\nmaintenaient une pression quant au cours r el du m tal proprement\ndit. La disparition progressive des monnaies royales fran aises dans la\ncolonie au d but des ann es 1680, a conduit vers une pr dominance\nde ces  cobs  espagnols frapp s en Am rique. Ils y ont  t  introduits\nsuite au trafic illicite des fourrures avec les colonies britanniques,\nainsi que par le biais du commerce avec les Antilles sans doute. Ils\ndeviennent si courants dans la circulation locale, que les autorit s\ncoloniales de Qu bec les ont fait contremarquer d une fleur de lis afin\nd officialiser leur poids et valeur respectives en 1683. Tout comme les\nautres esp ces sonnantes, ils sont vite disparus  galement. Ce manque\nchronique de monnaie m tallique dans la colonie, va  ventuellement\ninspirer l intendant Jacques de Meulles   cr er l ing nieux syst me de\nmonnaie de carte en 1685.",
            "Durant cette m me d cennie 1680, au d clin financier du royaume,\ncorrespond les plus basses frappes mon taires rarement enregistr es.\nToutes monnaies et d nominations de cette p riode sont aujourd hui\ntr s rares. Outre l or, cette p nurie du m tal argent en France a forc \nla roi   saisir l orf vrerie   travers le pays afin de pouvoir continuer\nde  battre monnaie    partir de son principal mat riau constituant.",
            "Ce grand bouleversement  conomique va par la suite mener   la\ncr ation du syst me des r formations suite   l dit du 15 d cembre\n1689. D s 1690, les autorit s royales amorcent ce processus en\nr formant toutes les monnaies  mises depuis 1641 sous le r gne de\nLouis XIII. Le proc d  consistait   surfrapper les anciennes monnaies\nd cri es, avec les nouveaux types mon taires r valu s, au lieu\nd utiliser des flans neufs et ainsi  conomiser sur les co ts et op rations\nde refonte. Cela permettait donc au roi d encaisser un profit sur la\nvaleur ajout e, une mani re efficace de percevoir des taxes!",
            "En Nouvelle-France, peu affect e par cette op ration de saisie de\nPorf vrerie, on observe un  trange inversement de la situation, en ce\nsens que la pratique courante consistait justement   faire fondre des\nmonnaies afin de les transformer en vaisselle d argent! Une excellente\nfa on de pr server leur valeur en contenu m tallique et ainsi les\nmettre   l abri des fluctuations des taux mon taires. Aujourd hui,\nles sp cialistes en orf vrerie font le constat que la seule Province du\nQu bec conserve au ratio, plus d objets en argent du 17  si cle dans\nses collections, que la France, o  ils sont consid r s tr s rares.",
            "Peter Moogk, dans son article magistral  When Money Talks:\nCoinage in New France  (1987) explique clairement le ph nom ne:",
            " La vieille vaisselle de m me que la monnaie  taient fondus",
            "dans le creuset afin de les transformer en couverts, objets",
            "religieux et ornements pour la traite avec les am rindiens.",
            "En l'absence de mines d'argent locales, les pi ces de mon-",
            "naie fournissaient une bonne part de la mati re premi re",
            "n cessaire aux orf vres de la colonie.  (p.58)",
            " On peut se demander quel avantage retiraient les habi-",
            "tants de transformer ainsi les pi ce d argent en vaisselle; non",
            "seulement  tait-ce utile pour l'usage courant, mais le pr -\ncieux m tal conservait  galement sa pleine valeur au poids.",
            "Une telle transformation... s av rait un moyen efficace de",
            "s curiser les avoirs du peuple.  (p.59)",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "218"
    },
    {
        "File": "The_CN_Journal_July_27.jpg",
        "Paragraphs": [
            "that a part of the Gloriam Regni coinage was melted\nduring the twenty years preceding the  reformation \nprocess in 1690 and transformed into colonial\nsilverware by  Canadiens  after 1670.",
            "Another fascinating document will now conduct us\nalong the path of the recomage program. A letter signed\nin Quebec City by the Intendant Champigny on 12\nOctober 1691 and sent to the royal authorities contains an\ninteresting marginal note:",
            " An ordinance is necessary for decrying the\ncoins not yet restamped, and the pistols, in order\nthat they may be brought to the mints in France\nfor conversion into new money.  (Shortt, p. 97)",
            "This sole mention clearly suggests that coins\nwere being shipped from Quebec back to France for\nrecoinage. A king s memorandum replies back to\nFrontenac (Governor of New France) and Champigny\napproving this proposition [unfortunately it is not dated\nor signed]. (Shortt, p. 99) This is a stunning revelation\nthat connects directly to our subject. It seems to be the\nfirst occasion that colonial authorities are involved with\nsending coins back for  reformation.  Being late in\n1691 and considering approval time, the possible first\nshipment likely occurred between 1692, and 1694 the\ndate showing on one specimen of the four recoined\n5-sols pieces discovered so far. With the colony being\nsteadily in chronic lack of coins, colonial authorities\ncertainly requested mint authorities to send back newly\nminted money of at least the same value as the what the\ncolony had sent France. We refer here to the type aux\nPalmes,  a new coinage authorized by the royal edict of\nSeptember 1693. Here is one of the first circumstantial\nclues indicating its introduction in New France.",
            "So, how many 5 sols were recoined? overstruck?\nmelted? How many survive today? We estimate fewer\nthan 100 specimens of the regular 5-sols pieces are\nknown today. So far we know of four recoined ones\nwith the type aux Palmes. How many more will be\ndiscovered? Time will tell... The four specimens\nmentioned were all found over a short time span,\nbetween January and October 2014, after history s\n320 years of a well-kept secret. These obsolete\n1670 colonial 5 sols, finally ended as planchets to\nrestrike the one-twelfth ecus aux Palmes dated\n1694 D (Lyon Mint); the 1695 A (Paris); the 1695 T\n(Nantes); and the fourth specimen without visible date\nand mintmark. Fortunately, all were restruck badly\nenough to allow this important discovery and confirm\nthe return of colonial 5-sols pieces to France. In the\nsecond part of this article, we will take a closer look at\nthe physical characteristics of these recoinages, their\nhistorical context, as well as new indications of their\nintroduction in New France.",
            "Moogk fournit quelques exemples document s   cet effet, dont\nun re u de l orf vre de Montr al Michel Cotton qui en 1733,\naccepte des pi ces de monnaie   convertir en gobelet! (1987, p.69,\nnote 15). Une telle pratique nous apprend donc qu une certaine\nportion des 5 et 15 sols ont vraisemblablement  t  fondus durant\nles vingt ann es pr c dant le processus des r formations amorc \nen 1690 et transform s en orf vrerie coloniale par les canadiens.",
            "Un autre fascinant document va maintenant nous conduire\nvers la piste de ces r formations mon taires; il s agit d une lettre\nsign e   Qu bec par l intendant Champigny, le 12 octobre 1691\net exp di e en France aux autorit s royales, elle contient une note\ntr s pertinente dans la marge:",
            " Tl faut une ordonnance pour d crier les monnoyes non\nr form es, et les pistolles, afin d estre apport es en france\naux hostels des monnoyes pour estre converties en nouvelles\nesp ces.  (Shortt, p. 96)",
            "Cette seule petite mention nous sugg re que des monnaies\nroyales auraient  t  retourn es en France afin d y  tre r form es\navec de nouveaux types! Un m morandum du roi r pond  \nFrontenac (gouverneur de la Nouvelle-France) et Champigny,\napprouvant cette proposition [malheureusement non-dat , ni\nsign ].(Shortt, p.98) Voil  une r v lation  tonnante qui vient\nse lier directement   l essence m me de notre sujet. On assiste\n  ce qui pourrait  tre la premi re occasion o  les autorit s\ncoloniales de Qu bec seraient engag es dans une op ration de\nrenvoi de monnaies en France pour la r formation. Rendu aussi\ntard   l automne 1691 et consid rant le temps d approbation,\nla possible exp dition initiale n aurait pu qu avoir eu lieu entre\n1692 et 1694, date de l un des quatre 5 sols r form s d couverts.\n videmment, la colonie  tant sans cesse en manque chronique\nd esp ces  sonnantes et tr buchantes , elle ne manquera sans\ndoute pas de r clamer au retour, une compensation  quivalent\n  tout le moins au num raire exp di , par le biais des nouvelles\npi ces  mises. On fait r f rence ici au type dit  aux Palmes ,\nmonnayage autoris  par l dit royal de septembre 1693.\nVoici donc l un des premiers indices circonstanciels, quant  \nP introduction de ce type en Nouvelle-France.",
            "Au bout du compte, combien de ces 5 sols Gloriam Regni\nont ainsi  t  r form s? Refrapp s   nouveau? Fondus? Enfin,\ncombien de specimens ont pu survivre jusqu  aujourd hui?\nOn estime   moins d une centaine, le nombre d exemplaires\nconnus du type r gulier non-r form , versus quatre exemplaires\nr form s, surfrapp s du type aux Palmes. Combien en reste-t-il\n  d couvrir? Le temps nous le dira... Tous retrouv s au courant\nde 2014, apr s 320 ans d un secret jalousement bien gard  par\nl histoire. Ces anciens 5 sols coloniaux de 1670, ont finalement\nservi de flans de r formation pour quatre douzi mes d cus dat s\nde 1694 D (Atelier de Lyon), 1695 A (Paris), 1695 T (Nantes)\net un dernier dont la date et l atelier ne sont pas lisibles. Ces\n mauvaises r formations  auront permis de faire cette importante\nd couverte et ainsi confirmer le retour de 5 sols coloniaux vers\nla France. Dans une seconde partie, nous verrons plus en d tail\nles caract ristiques physiques de ces monnaies, de m me que\nleur contexte historique, ainsi que de nouveaux indices sur leur\nintroduction en Am rique.",
            "< Look for Part 2 in the September issue. + La suite de l article (partie 2) para tra dans le num ro de septembre. >",
            "Number 5",
            "July + August 2015 ",
            "\n"
        ],
        "PageNo": "219"
    },
    {
        "File": "The_CN_Journal_July_28.jpg",
        "Paragraphs": [
            "BIBLIOGRAPHY/ BIBLIOGRAPHIE (I & II)",
            "Books/ Livres:",
            "BREEN, Walter, Complete Encyclopedia of US and Colonial\nCoins, New York: E.C.I. Press Inc. Doubleday, 1988, pp.\n43 46 (Breen-256).",
            "BRETON, Pierre Napol on, Histoire Illustr e des Monnaies\net Jetons du Canada / Illustrated History of Coins and Tokens\nRelating to Canada. (Bilingual), Montreal: P.N. Breton &\nCo., 1894, p.24 (Breton-502)",
            "DESWELLE ,Ludovic,FABRE, Laurent & WATTIER, Paul,\nLes Monnaies des Quatre Rois Louis (Louis XIII   Louis\nXVI, 1610-1792) l re Edition, Editions Monnaies d  Antan,\nPoses, 2011. pp.396-397 (L4L-262).",
            "DROULERS, Fr d ric, R pertoire G n ral des Monnaies de\nLouis XIII   Louis XVI (1610-1792), NomiArts France, 4e\nEd., LaRochelle, 2009, pp.549-550 (DR-742).",
            "DROULERS, Fr d ric, R pertoire G n ral des Monnaies de\nLouis XIII   Louis XVI, Edition Fr d ric Droulers, 5e Ed.,\nLa Rochelle, 2012, pp.528-529 (DR-663).",
            "LEBLANC, Fran ois, Trait  Historique des Monnoyes de France,\nParis: C. Robustel, 1690, p.388 (Numeric book source).",
            "LECOMPTE, Jean, Monnaies et Jetons des Colonies Fran-\n aises. Editions Victor Gadoury, 2e Ed., Monaco, 2007,\npp.180 183 (Lecompte-186).",
            "LEROUX, M.D. Joseph, Le M dailler du Canada / The Can-\nadian Coin Cabinet. 15 Edition, Montreal: Beauchemin &\nFils, 1888, p.1 (Leroux-251).",
            "McCULLOUGH, A.B., La Monnaie et le Change au Canada\ndes Premiers Temps jusqu a 1900, Ottawa: Environnement\nCanada, 1987, pp.21 & 270 (Note 9).",
            "McLACHLAN, Robert Wallace, A Descriptive Catalogue\nof Coins, Tokens and Medals, issued in or relating to the,\nDominion of Canada and Newfoundland, Montreal: R.W.\nMcLachlan, 1886, pp.3-4 (No.1) (Numeric source).",
            "PASTRONE, Francesco,  Gadoury Blanc  Monnaies Roy-\nales Fran aises 1610-1792, Editions Victor Gadoury, 4e Ed.,\nMonaco, 2012, pp. 8, 131-132 (GAD-119).",
            "ROCK, Jeff, Rosa Americana Catalogue #18, Autumn 2007,\nSan Diego: Rosa Americana Ltd, p.44, ( No.118).",
            "SHORTT, Adam, Documents Relatifs   la Monnaie, au Change\net aux Finances du Canada sous le R gime Frangais. Volume\nI (Bilingual), Ottawa: Archives du Canada, 1925, pp.4 7,\n24-30, 36-39, 96-99, 110-113.",
            "YEOMAN, R.S.,  Red Book  A Guide Book of United States\nCoins 2015, 68\" Edition, Atlanta: Whitman Publishing LLC,\n2014, pp.51-52.",
            "ZAY, Emile, Histoire Mon taire des Colonies Frangaises, Paris,\n1892, pp.41-47 (ZAY-2).",
            "Articles:",
            "ANTHON, Charles E.,    The Gloriam Regni  or Silver Louis\n15 sous, and 5 sous, struck for circulation in French Amer-\nica, , American Journal of Numismatics, Vol. XI, No.3, Janu-\nary 1877, pp.49-53 (Numeric source).",
            "The Canadian Antiquarian and Numismatic Journal, The Nu-\nmismatic and Antiquarian Society of Montreal, Vol. V, No.4,\nApril, 1877, pp.194-196 ( Reviews  Chronicle) (Numeric\nsource).",
            "HODDER, Michael J.  An American Collector s Guide to the\nCoins of Nouvelle-France  Coinage of the Americas Confer-\nence at the ANS, New York, November 7 1992; Published by\nthe American Numismatic Society (ANS), New York, 1994,\npp.2-35 (Hodder-3).",
            "McLACHLAN, Robert Wallace,  Annals of the Nova Scotia\nCurrency,  Memoirs of Royal Society of Canada, 1892, p.33\n(Numeric source).",
            "MOOGK, Peter,  When Money Talks: Coinage in New\nFrance,  The Canadian Numismatic Journal, Vol. 32, No.2,\nFebruary 1987, pp.54-75.",
            "ST-ARNAUD, Jacques.  A 320 Years Old Secret: The Franco-\nAmerican 5 sols of 1670  The C4 Newsletter, Vol.22, No.3,\nFall 2014, pp.6-16.",
            "WILLEY, Robert.C.,  French Coins discussed by Adam\nShortt,  The Canadian Numismatic Journal, Vol.34, No.5,\nMay 1989, pp.165-174",
            "French Royal Ordinances available online from the",
            "www.ordonnances.org Web site:",
            "1670, 19 f vrier.\n D claration qui ordonne qu il sera fabriqu  jusques   conven-\nance de 100000 en pi ces de 15 et 5 sols pour envoyer dans les\ncolonies de 1  Am rique.- Monnaie de Paris : ms. 4  174",
            "1672, 18 novembre. Versailles.\n Arrest du Conseil d Estat. touchant le cours des es-\np ces d argent, dans les isles fran oises et terre ferme de\nl Am rique.- S.1., s.d.  Monnaie de Paris : ms. 4  174",
            "1689, d cembre. Versailles.\n6Edit du roy pour la fabrication de nouvelles esp ces d or et\nd argent et la r formation de celles qui ont cours   pr sent...-\nParis : F. L onard, 1689 ; Paris : E. Michallet, 1689 ; Paris\n: F. L onard, s.d. ; S.1., s.d.  Monnaie de Paris : ms. 4  182",
            "1690, 4 avril. Versailles. Arr t du Conseil d Etat qui commet le\nsieur Martin Masselin, monnayeur ordinaire de Sa Majest ,\n  difformer toutes les esp ces d or et d argent qui lui seront\nremises par les commis des Monnaies. 6S.1., s.d.  Monnaie\nde Paris : ms. 4  182",
            "1693, septembre. Fontainebleau. 6Edit du roy qui ordonne\nqu il sera fabriqu  de nouvelles esp ces d or et d argent dans\nles Monoyes du royaume et que les anciennes seront r for-\nm es...- Metz : J. et B. Antoine, 1693 ; Lyon : F. Barbier ;\nS.L, s.d. SMonnaie de Paris: ms. 4  184",
            "French Archives Documents/ Documents des Archives",
            "Nationales de France :",
            "Archives Nationales: An Z1b 348 A   7 mai/29 juin 1670  \nD p t et r ception des poin ons de Warin",
            "Archives Nationales: An Z1b 701   7 juillet/ 4 & 13 septembre\n1670   Fabrication des monnaies",
            "Centre des Archives Economiques et Financi res de Savigny-le-\nTemple (CAEF), Fonds Monnaie de Paris. Inventory of tools\nand equipments used at Lille Mint in 1686:\n un gros morceau de plomb en triangle pour y poser les es-\npeces deffectueuses ou legeres qui se trouvent devoir estre\ncass . Un marteau pointu par les deux bouts pour y casser et\ndifformer lesdittes especes,... ",
            "Inventaire de la Monnaie de Lille du 4 juillet 1686 (CAEF, MP,\nF 17-1, dossier 17)",
            "Photo : Francois Rufiange et Sydney F. Martin",
            "Traitement photo : Michelle Desch nes\nSpecial thanks/Remerciements : To Sydney F. Martin and",
            "Henry Nienhuis for all their help. Mr. Arnaud Clairand de CGB",
            "  Paris pour son expertise en royales fran aises et archives.",
            "Fran ois Rufiange pour les photos. A Pierre Raymond, merci",
            "pour ta contribution! Et Jean-Louis Simard. Enfin, un gros merci",
            "a Michelle pour ton travail de soutien!",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "220"
    },
    {
        "File": "The_CN_Journal_July_29.jpg",
        "Paragraphs": [
            "Number 5",
            "July + August 2015\n"
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_July_30.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2015 $350 PURE GOLD COIN  \nIMPOSING ALPHA WOLF",
            "The reverse image designed by Canadian artist Maurade\nBaynton features a lone wolf (Canis lupus) rendered\nin stunning detail through expert engraving, which\naffords us a unique close-up view of the wolf s\ncharacteristics in a natural habitat. Here, our fearless\nhunter is perched on a rocky slope and holds its\nsteely gaze as it surveys its remote territory, while\nscanning the horizon beyond the image field. Tall\ntimbers rise up behind the wolf in a breathtaking\nalpine backdrop, with the mountain range looming\nabove the winding river valley below.",
            "The reverse design by Yves B rub  highlights the importance\nof the addition of two submarines to the Royal Canadian\nNavy s fleet in August of 1914. The CC Class submarine\nis prominently featured in the centre of the image, its hull\npointed forward towards the viewer as though emerging from\nthe image. The vessel s keel and diving planes can be seen\nbelow the surface of the water; above, a sailor stands on the\ndeck in front of the conning tower as he surveys the horizon.\nIn the background to the right of the submarine, a beautifully\ndetailed map of British Columbia s coastline looms large;\nthis added element provides geographical context to the story\nof Canada s first submarines, which were used to patrol the\ncoastline depicted here.",
            "Le motif au revers, oeuvre de l artiste canadienne Maurade\nBaynton, repr sente un loup solitaire (Canis lupus) rendu dans le\nmoindre d tail par une gravure ex cut e de main de maitre, qui\npermet d observer de pr s les traits caract ristiques de l animal\ndans son habitat naturel. On le voit ici, chasseur intr pide, du\nhaut d une pente rocheuse d o  il prom ne un regard d acier\nsur son vaste territoire, jusqu  l horizon au-del  du champ de\nl'image. Derri re lui, les cimes de grands arbres se d coupent\nsur un superbe arri re-plan de montagnes surplombant une\nvall e o  serpente une rivi re.",
            "Le motif au revers, oeuvre de Yves B rub , met en valeur\nl'importance des deux sous-marins qui renforc rent la flotte\nde la Marine royale canadienne en ao t 1914. Le sous-marin\nde classe CC figure fi rement au centre du champ, la coque\npointant vers le spectateur comme si le b timent de guerre\n mergeait de l image. La quille et les barres de plong e se\ntrouvent sous l eau; sur le pont, un officier debout devant la\ntourelle de commandement scrute l horizon.   l arri re-plan,\n  droite du sous-marin, s tend une carte magnifiquement\nd taill e du littoral de la Colombie-Britannique. Cet  l ment\npermet d inscrire l histoire des premiers sous-marins\ncanadiens dans son contexte g ographique et montre le littoral\no  ceux-ci patrouillaient.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "222"
    },
    {
        "File": "The_CN_Journal_July_31.jpg",
        "Paragraphs": [
            "2015 5-CENT FINE SILVER COIN\nLEGACY OF THE CANADIAN NICKEL:\nTHE BEAVER",
            "Finely detailed engraving faithfully recreates the",
            "reverse image that was first introduced in 1937,",
            "while multiple finishes and selective gold plating",
            "bring added definition to G. E. Kruger-Gray s\nwell-known design. With a chewed log lying by",
            "its side (at left), a beaver perches atop a rock-",
            "studded mound that rises up from the rippled",
            "surface of the water below. Above the beaver,",
            "the engraved face value  5 CENTS  is framed on",
            "both sides by a maple leaf; Kruger-Gray s initials are\nengraved next to the mound while below it is the word\n CANADA  and the year  2015.  The coin s reverse image\nis trimmed with a repetitive dotted engraving. The obverse\nfeatures the effigy by Susanna Blunt of Her Majesty Queen\nElizabeth IT.",
            "The reverse image by Canadian artist Loic Beaumont-Tremblay\nfeatures the Observatoire du Mont-M gantic beneath a starry\nsky. A borosilicate glass piece on the coin re-creates a stunning\nview of the universe with a swirl of silver dust. The obverse\nfeatures the effigy of Her Majesty Queen Elizabeth II by\nSusanna Blunt.",
            "Number 5",
            "July + August 2015",
            "Le motif finement cisel  au revers reproduit fid lement\nl original  mis en 1937, alors que les multiples finis et un\nplacage d or s lectif affinent la d finition du motif bien\nconnu de G. E. Kruger-Gray. Un rondin sectionn  se trouve\n  la gauche du castor; celui-ci est juch  sur un monticule\nrocheux, surplombant l eau qui ondule en dessous. Au-dessus\ndu castor, deux feuilles d rable encadrent la valeur nominale\n 5 CENTS  ; les initiales de Kruger-Gray sont grav es  \nc t  de la pierre et la mention   CANADA   ainsi que le\nmill sime   2015   figurent, quant   eux, sous le monticule.\nLe pourtour du revers de la pi ce est d cor  d une s rie de\npoints grav s. L avers est   l effigie de Sa Majest  la reine\nElizabeth II selon Suzanna Blunt.",
            "Le motif au revers,  uvre de l artiste canadien Loic Beaumont-\nTremblay, repr sente | Observatoire du Mont-M gantic sous un\nciel  toil . Inspir  des merveilles de l'Univers, une tra n e de\npoussi res d argent   l int rieur d une goutte de verre borosilicat \ncompl te le motif. L avers est   l effigie de Sa Majest  la reine\nElizabeth II, selon Susanna Blunt.\n"
        ],
        "PageNo": "223"
    },
    {
        "File": "The_CN_Journal_July_36.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "BY ROGER C. PAULEN",
            "LM,439",
            "Varieties of the Canadian Provincial Flower Medals",
            "arieties are not\nonly limited\nto decimal\nand trade dollar series,\nbut can be found in\nexonumia and various\ntokens as well. This\nmonth s column features\na few interesting\nanomalies in the\nCanadian Provincial\nFlower Medal Series.\nThese medals are often\nfound in coin dealers \ndiscount bins, and make\neasy targets for hunting.\nSometime in 1965\nor 1966, the Shell Oil\nCompany produced a\nset of brass medallions\ncommemorating the\nProvincial flowers and\nCoats of Arms of the\nCanadian provinces,\nterritories, and a 13%\nmedallion representing\nCanada. The provincial\nmedals have the\nProvince s flower on\none side and its Coat\nof Arms on the other\n(Figure 1). Individual\nmedals were given away\nas promotions with\ngasoline purchases (one\nper purchase) until at\nleast 1968, giving people\nreasonable time to collect\nthe entire set. They were\nalso available at least as\nlate as early 1974 via\nthe Eaton s Christmas\ncatalogue (T. Eaton\nCompany, 1973).\nThe medals are each\n31.6 mm in diameter,\nweigh about 12.1 g and",
            "are struck in a grey\nbase metal with thin\nbrass plating. Typically,\nthe plating is prone to\ndamage from corrosion.\nEach medallion has the\ncoat of arms of one of\nthe Provinces on one\nside, with the name of\nthat Province in English\nabove, and in French\nbelow, and the date\nthat province joined\nCanada at the sides\nof the crest (except\nfor NWT and Yukon,\nwhich are territories).\nOn the other side is the\nProvincial flower with\nthe name of the flower\nin English above, and\nin French below. What\nhas caused a great\ndeal of confusion over\nthe years, is that the\nonly date on these\nmedallions is the date\nthe respective Province\njoined confederation,\nand does not represent\nthe date of manufacture\nor issue.",
            "Special holders were\nmade for storing the set.\nAt the time of issue, Shell\nOil Company handed\nout cardboard holders\nwith 13 holes, one for\neach medallion, and text\nacross the bottom stating\n From Participating Shell\nDealers.  There were also\nmore elaborate holders,\nsuch as one composed\nof a velvet covered card\ninto which the medals\nwere pressed and covered",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "228"
    },
    {
        "File": "The_CN_Journal_July_37.jpg",
        "Paragraphs": [
            "by two clear pieces of Plexiglas set into a wooden base\nwith a gold-coloured metal top. This holder, with the set\nof medallions, was sold by Eaton s in late 1973 (Figure 2).",
            "The major variety in this series is that the Prince\nEdward Island medal can be found with New\nBrunswick s purple violet on the reverse (a mule\nmedallion), and it s considered to be scarce. Another,\nmore common variation on these medals is well-formed\ndie clash marks, which can be seen on both sides of\nvarious medallions (Figure 3).",
            "These medallions are fairly common in coin shops\nand bourse junk bins, and the majority of them are\nlikely unsearched. I could not establish a value for the\nPEI mule, but certainly it would be worth more than\nwhat one would expect to pay for it when found by\nrummaging through a bulk lot of coins, so grab your\nloupe and keep up the hunt!",
            "Number 5 July-August 2015 ",
            "Acknowledgements",
            "Exhaustive searches in The CN Journal online\nand other numismatic journals proved futile for\nresearching this set of medallions. However, I\nwas fortunate enough to discover a Web page by\nRobert Kokotailo (Calgary Coin) dedicated to this\nseries of flowers and arms medals, and Robert is\ngratefully acknowledged here for his contribution\nto this article. Francois Lavall e is also thanked\nfor providing the medallion with die clashes for\nphotography.",
            "References",
            "Kokotailo, R. 2015. Calgary Coin: Canada Provincial\nFlower and Coats of Arms. http://www.calgarycoin.\ncom/reference/shellmedals/floralmedal.htm (accessed,\nMay 2015).",
            "T. Eaton Company 1973. Eaton s Christmas 1973.\n"
        ],
        "PageNo": "229"
    },
    {
        "File": "The_CN_Journal_July_38.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES, DES, CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)\nFONA, #22198",
            "As you are reading this Journal, your club is",
            "probably on its summer meeting holiday.",
            "As a club officer or director, and if you have\na bit of time, now would be a good time to pick up a\npiece of paper or the electronic equivalent. Think about\nwhat is going well for your club and where your club\nmight have some weaknesses, then develop some next\nsteps   actions, goals and objectives for 2016. Think of\nit as a New Year s resolution for your club. Is summer\na bit early for this type of planning? Absolutely not as\nSeptember to the end of the year is full pace business as\nusual plus the holiday rush that starts about the middle\nof November   not a good time for this type of activity.\nThe next step is to bring your findings to the attention\nof your Club Executive ahead of your next meeting and\nrequest time to discuss and reach a consensus on next\nsteps. In my experience, a club with a program that does\nnot continually evolve becomes stale and will eventually\nbe doomed to fail.",
            "Do Coin Shops Have a Future?",
            "The following is by Pat Heller, owner Emeritus of\nLiberty Coin Service and a major advocate of the\nnumismatic hobby. This article was first published on\nwww.numismaticnews.net June 1, 2015. Although the\nshops visited were in the United States, many coin\ndealers I have spoken to across Canada in the past\nseveral years have expressed nearly identical findings.\nOur hobby must continue to evolve with our changing\nworld in order to survive. Perhaps, you can adopt some\nof the ideas in this article in order to help keep our\nnumismatic activities relevant and popular.",
            "In the past week, I have visited multiple coin shops in\nMichigan and in the Dallas/Fort Worth area. Then I talked\nwith more dealers at the Texas Numismatic Association\nshow. A theme that often came up is  What will be the\nfuture for traditional brick-and-mortar coin shops? ",
            "Going back to the 1960s and 1970s, it was not\nunusual for a coin shop to be humming on weekends,\nespecially with visits by children. Then, even before the\nadvent of the Internet, the number of children shopping\nat coin shops fell sharply over the decades. For a time,\ncoin shops that also handled sports cards drew in\nyoung customers, but even that market has diminished.\nThe decline of in-store traffic continued when digital\nphotography and scanners made it possible to post\nhigh-resolution pictures of merchandise offered for\nsale on the Internet. The Internet also brought two\nother kinds of competition to the brick-and-mortar coin",
            "En lisant ce num ro du journal, votre club est probablement",
            "en p riode de vacances estivales. En tant que membre",
            "du bureau de direction de votre club, et si vous avez un\npeu de temps, il s agit d un bon moment pour prendre un bout\nde papier ou l quivalent en format  lectronique. Pensez   ce\nqui fonctionne bien pour votre club et/ou votre club pourrait\navoir quelques faiblesses. Ensuite, penser qu elles sont les\nprochaines  tapes et plans d actions, les buts et les objectifs pour\n2016. Pensez-y comme si c tait une r solution du Nouvel An\npour votre club. Est-ce que l t  est un peu t t pour ce type de\nplanification? Absolument pas puisque du mois de septembre   la\nfin de l ann e, le temps est fort occup , en plus la cohue des F tes\nqui commence vers la mi-novembre - pas un bon moment pour\nce type d'activit . L' tape suivante est de partager vos r flexions,\nassez longtemps avant votre prochaine r union, avec les autres\nmembres de votre ex cutif et vous accorder du temps pour en\ndiscuter et parvenir   un consensus sur les prochaines  tapes.\nDe mon exp rience, un club sans programme  labor  devient\nennuyant et sera finalement vou    l chec.",
            "Est-ce que les boutiques numismatiques ont un\navenir?",
            "L'article qui suit provient de Pat Heller, propri taire\n m rite de Liberty Coin Service et un grand d fenseur de la\nnumismatique. Cet article a  t  publi  le 1 juin 2015 sur www.\nnumismaticnews.net . Bien que les magasins visit s sont aux\n tats-Unis, de nombreux marchands de monnaie, que J'ai\nrencontr  au Canada dans les derni res ann es ont exprim s\ndes r sultats   peu pr s identiques. Notre passe-temps doit\ncontinuer d voluer dans notre monde en perp tuel changement\nafin d assurer sa survie. Peut- tre que vous pourrez adopter\ncertaines des id es dans cet article afin d aider   maintenir vos\nactivit s numismatiques pertinente et populaire.",
            "Au cours de la derni re semaine, j'ai visit  plusieurs magasins\nde pi ces dans le Michigan et dans la r gion de Dallas / Fort Worth.\nPuis j ai parl  avec plusieurs marchands lors de l exposition Texas\nNumismatic Association. Un th me qui est revenu souvent est:\n Quel sera l avenir pour les magasins traditionnels de monnaie? ",
            "En revenant sur les ann es 60 et 70, il n tait pas inhabituel\npour un magasin de pi ces d tre achaland  les fins de semaine, en\nparticulier avec des visites des enfants. Puis, avant m me l re de\nl'Internet, le nombre d enfants qui fr quentaient les magasins de\npi ces a fortement diminu  au cours des d cennies. Pendant une\ncertaine p riode, les magasins de pi ces qui avaient  galement des\ncartes sportives ont attir  les jeunes clients, mais m me ce march \na diminu . La baisse du trafic en magasin a continu  quand la\nphotographie num rique et les scanneurs ont permis de publier\ndes photos   haute r solution de mat riel offert pour vente sur des\nsites Internet. L Internet a  galement apport  deux autres types",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "230"
    },
    {
        "File": "The_CN_Journal_July_39.jpg",
        "Paragraphs": [
            "dealers. First, the United States Mint and other world\nmints could easily be found online so that purchasers\ncould purchase directly from the source rather than\nfrom a local dealer. Second, the development of online\nauction sites made it possible for just about anyone\nto post coins and paper money for sale to a global\naudience, cutting out the brick-and-mortar coin shop\nmiddleman. The expansion of online competition for\nonce loyal customers of local coin shops squeezed\nprofit margins all around. Sales of expensive coin\nsupplies such as large catalogs have declined at coin\nshops as, 1) online sellers discount prices by more than\nthe shipping costs and, 2) general book stores have\nexpanded their selection of numismatic reference\nbooks. Fifty years ago, a high percentage of coin shops\nalso handled stamps. Unfortunately, the philatelic\nhobby started to decline right after the 1980 market\npeak. Existing collectors have been dying and are\nnot being replaced by today s youngsters who prefer\nplaying video games.",
            "Brick-and-mortar stamp shops have almost all\ndisappeared over the past 35 years (ed: Will this trend\ncontinue?) Last week I heard comments ranging all\nacross the board. One dealer pretty much said that\ncoin shops were doomed to disappear in the not too\ndistant future. Others said that they were holding steady\nbecause of the online sales volume they had developed.\nThere was basic agreement that the number of young\nnumismatists had declined significantly from the days\nwhen many dealers were themselves children. On the\nother hand, a couple of dealers were in the process of\nmoving, or had recently relocated to larger quarters\nbecause of growing volume.",
            "In general, it seems that the business model of a coin\nshop that serves only walk-in traffic and only deals\nin numismatic items and precious metals bullion will\nno longer work in any location other than ones in\nthe more populous cities. So, what can dealers with\nbrick-and-mortar coin shops in the rest of the country\ndo to survive and maybe even thrive? Here are some\nsuggestions. Extend your market. If you do not already\ndeal with customers outside your local market, consider\ndeveloping a regional or national presence. This can\nbe easier to do if you specialize in some market niche.\nServe customers online, by phone, or by any means\nyou can. Expand the products that you buy and sell. If\nyou don t already, consider purchasing precious metal\nscrap jewelry from the public. Coin dealers generally\ncan outbid jewelers, pawnshops, and second-hand\nstores and still make a higher profit margin than on\nbullion priced products or many numismatic items.\nStart trading foreign currency exchange. Five years\nago, American Express pretty much stopped supplying\nbanks and credit unions with foreign exchange, so",
            "Number 5",
            "July + August 2015 -----------------------------",
            "de concurrence aux marchands de monnaie. Tout d abord, les\nateliers de fabrication des Etats-Unis, tout comme d autres dans le\nmonde, pouvaient facilement  tre trouv s en ligne ce qui permet\naux acheteurs d acheter directement   la source plut t que d un\ninterm diaire local. Deuxi mement, le d veloppement de sites\nd ench res en ligne permet   n importe qui de publier des pi ces\net billets et d en vendre   un public mondial, en  vitant de passer\npar un interm diaire op rant un magasin de pi ces.",
            "La popularit  de la concurrence en ligne pour les clients,\nautrefois fid les aux magasins de pi ces locales, a r duit les\nmarges de profit pour tous. Les ventes de fournitures de pi ces,\ntels les grands catalogues, ont diminu  dans les magasins\nde pi ces de monnaie en, 1) permettant aux vendeurs en ligne\nd offrir des rabais plus importants que les frais de livraison et,\n2) les magasins de livres ont agrandi leur s lection de livres\nde r f rence numismatiques. Il y a cinquante ans, un grand\npourcentage des magasins de pi ces vendait  galement des\ntimbres. Malheureusement, le passe-temps de la philat lie a\ncommenc    diminuer juste apr s le sommet du march  en 1980.\nLes collecteurs existants qui d c dent ne sont pas remplac s par\nles jeunes qui pr f rent jouer   des jeux vid o.",
            "Les magasins de monnaies ont presque tous disparu au\ncours des 35 derni res ann es (ndir: cette tendance va-t-elle se\npoursuivre?) La semaine derni re j ai entendu des commentaires\nd un bout   l autre de la sph re. Un marchand pr disait que les\nmagasins de pi ces sont vou s   dispara tre dans un avenir pas\ntrop lointain. D autres ont mentionn  qu ils demeuraient stables en\nraison du volume des ventes en ligne qu ils avaient d velopp es.\nIl y avait un point commun d accord soit que le nombre de jeunes\nnumismates avait consid rablement diminu  depuis les jours\no  les marchands  taient eux-m mes des enfants. D autre part,\nquelques marchands  taient en p riode de transition ou avaient\nr cemment d m nag  dans des locaux plus spacieux   cause de\nvolume de vente croissant.",
            "En g n ral, il semble que le mod le d affaires d un magasin\nde pi ce de monnaie qui sert seulement le trafic qui entre au\nmagasin et traite seulement les articles numismatiques et lingots\nde m taux pr cieux sera en op ration seulement dans les r gions\navec des bassins de population  lev s. Alors, que peuvent faire\nles commer ants op rant des magasins de pi ces dans le reste du\npays pour survivre et peut- tre m me prosp rer? Voici quelques\nsuggestions. Agrandissez votre march . Si vous ne traitez pas\nd j  avec des clients en dehors de votre march  local, envisag \nd largir votre territoire avec une pr sence r gionale ou nationale.\nCeci peut  tre plus facile   faire si vous vous sp cialisez dans\ncertains cr neaux de march . Servir les clients en ligne, par\nt l phone, ou par quelque moyen que vous pouvez.  largir la\ngamme de produits que vous achetez et vendez. Si vous ne le\nfaites pas d j , envisager l achat de retailles ou bijoux pr cieux\ndu public. Les marchands de monnaie peuvent g n ralement\noffrir plus que les bijoutiers, pr teurs sur gages, et les magasins\nde seconde main et faire une marge de profit plus  lev e que\ncelle sur des produits tels lingots pr cieux ou de nombreux\narticles numismatiques. Commencez   faire l change de devises",
            "\n"
        ],
        "PageNo": "231"
    },
    {
        "File": "The_CN_Journal_July_40.jpg",
        "Paragraphs": [
            "there is much less competition for that niche. My\ncompany stocks about a dozen currencies plus euros\nfor immediate delivery and will purchase about 60.\nThis is not a high profit margin line, but we have\nfound that banks and credit unions, as well as some\ntravel agencies, are delighted to direct customers our\nway when they themselves don t provide this service.\nAs a bonus, it gets more traffic into your shop where\ncustomers then can see what else you might handle.\nThere are a variety of collectibles you might buy and\nsell, depending on your in-house expertise. Many coin\nshops are more like antique stores that have a small coin\nsection. If you want to emphasize the numismatic and\nprecious metals operations, here are some collectibles\nthat don t take up much space: postcards (the older\nthe better), financial documents (especially from your\nlocal area), historic documents, autographs, select\nsports memorabilia (the older the better), refurbished\nor  estate  jewelry, military collectibles, books and a\nlot more. There are other categories you can consider\nif you don t mind devoting the space. Beyond the\nkinds of merchandise you buy and sell, great customer\nservice makes a huge difference in long-term success.\nDid you know that there are some coin dealers who\ntry to avoid working with young collectors finding it\ntoo much trouble? A successful coin shop will provide\nthe general public a wealth of reference information\nat no charge in order to earn the contacts that result in\nworthwhile transactions. (ed: When I was a junior, my\nfavourite dealer had his reference book shelves on the\ncustomer side of the counter.)",
            "As far as potential customers go, there are no dumb\nquestions. Better that you understand that you need to\nwelcome all inquiries and questions, and you need to\nconsider how to attract as many contacts as possible\nso that you gain those who are valuable. If you have\ncustomers in your store who brought an assortment of\ncoins of little or no value, be aware that they showed\nintelligence by seeking an expert to help them evaluate\nwhat they have and that they picked you as the go-to\nexpert. In other words, such customers are smart\npeople. If you respect and appreciate their judgment,\nthe word will get around that your coin shop is a good\nplace to patronize.",
            "Dawson City Yukon Bakery Wood",
            "This one, an article by David Phillips was first\npublished in Timber Tales, a publication of the\nCanadian Association of Wooden Money Collectors.\nDavid, through his efforts, shows dedication to\nnumismatics through a significant research effort on\nwhat most would view as a souvenir of a long past trip.",
            "A wood that intrigued me immensely is the late\n1970s Dawson City Bakery wood. Why? Because,",
           
            " trang res. Il y a cinq ans, American Express a cess  de fournir\nles banques et les coop ratives en devises  trang res, donc il y\na beaucoup moins de concurrence pour ce cr neau. Ma soci t \na des inventaires d environ une douzaine de monnaies en plus\ndes euros pour une livraison imm diate et en ach tera environ 60\ndevises. Cela ne repr sente pas une grande marge b n ficiaire,\nmais nous avons constat  que les banques et les coop ratives, ainsi\nque certaines agences de voyages, sont ravies de diriger les clients\nchez nous quand ils ne fournissent pas ce service. En prime, ce\ntrafic dans votre boutique permet aux clients de voir ce que vous\nposs dez qui peut les int resser. Il existe une vari t  d objets\nde collection que vous pourriez acheter et vendre, selon votre\nexpertise interne. Beaucoup de magasins de pi ces de monnaie\nsont des magasins d antiquit s qui ont une petite section dans\nleur  tablissement pour la monnaie. Si vous voulez diversifier et\ngarder l accent sur les op rations de numismatique et de m taux\npr cieux, voici quelques objets de collection qui ne prennent\npas beaucoup de place: cartes postales (plus anciennes sont les\nmeilleures), documents financiers (notamment de votre r gion),\ndes documents historiques, des autographes, souvenirs de sport\n(le plus vieux sont encore les meilleures), bijoux restaur s ou de\n succession , objets de collection militaires, livres et beaucoup\nplus. Au-del  des biens que vous achetez et vendez, un excellent\nservice   la client le fait une  norme diff rence dans le succ s\n  long terme. Saviez-vous qu il y a des marchands de monnaie\nqui  vitent de faire affaire avec les jeunes collectionneurs sous\npr texte qu ils sont des probl mes plus qu autre chose?",
            "Un magasin numismatique qui connait du succ s sait\noffrir   ces clients une multitude d information et de r f rence\ngratuitement, afin de gagner le respect et la fid lit  qui r sultera\navec des transactions importantes. (NDLR Quand j' tais jeune,\nmon marchand favori avait des  tag res de livres de r f rence du\nc t  client de son comptoir et non derri re son comptoir.)",
            "Du point de vue du client potentiel, il n y a pas de questions\nstupides. Mieux vous comprendrez que vous devez accueillir\ntoutes les demandes et questions, et vous devrez consid rer\ncomment attirer plus d achalandage que possible afin de pouvoir\ngagnez ces pr cieux clients. Si vous avez des clients dans votre\nmagasin qui ont apport  un assortiment de pi ces de monnaie\nde peu ou pas de valeur, soyez conscients qu ils ont d montr \nune intelligence en consultant un expert pour les aider    valuer\nce qu ils ont et qu ils vous ont choisi comme expert. En d autres\nmots, ces clients sont des gens intelligents. Si vous respecter et  \nappr cier leur jugement, la r putation que votre magasin de pi ces\nest un bon endroit   fr quenter va circuler.",
            "Jeton de bois Dawson City Yukon Bakery",
            "Cet article de David Phillips a  t  publi  dans Timber\nTales, une publication de l association canadienne des\ncollectionneurs de jetons de bois. David, par ses efforts,\nmontre son d vouement   la numismatique gr ce   une\nrecherche  toff e sure, ce qui serait pour la plupart de nous, un\nsimple souvenir d un long voyage dans le pass .",
            "Un jeton de bois qui m a intrigu  vers la fin des ann es 70 est",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "232"
    },
    {
        "File": "The_CN_Journal_July_41.jpg",
        "Paragraphs": [
            "despite previous inquiries, I still knew almost\nnothing about it. It reminded me of the\nmythical unicorn; it had been seen once but\nnever again. Luckily, pictures of the wood",
            "had been taken so it definitely exists.",
            "In 2014, I embarked on a quest to find\nout as much as possible about this wood.\nE-mails were sent, letters were written and\nphone calls made, primarily to the Yukon.\nTidbits of information came in thanks to Wendy\nSolkolon and Shannon Olson of the Yukon\nGovernment Archives Department and\nKathy Gates a long time Yukon resident,\nYukon historian and researcher. From the\ntidbits, I found the address of a brother\nof the lady who was thought to be the\nowner of the bakery. He passed along my\nquestions to his sister.",
            "Finally, in early 2015, I was in contact with\nSusan Manchee. Susan was the original owner and\noperator of The Dawson City Bakery. She was very\nkind and told me the story of her bakery and the wood.\nIn 1979, the bakery was located in The Lucky Inn in\nthe Dawson City business district. Not so lucky, the\nbakery and building was heavily damaged by a Yukon\nRiver flood that spring. It was relocated to a 6 x 10\nmeter tent until the extensive and expensive repairs to\nthe building were made. The bakery had a staff of four:\nSusan, her sister Jane and two friends. The two friends,\nBeth Malloy and Sheila Langston performed improv\ntheatre at lunchtime to attract and entertain customers.\nThey were known as the Nakai Players and their show\nwas called The Primal Knead.",
            "To attract customers and increased business to fund\nbuilding repairs, they came up with the idea of making\na  good for  wooden nickel to advertise the bakery\nwith a free cookie giveaway, a bite-sized sample. By\nbringing customers to the bakery, they felt they could\nentice them to purchase other bakery goods including a\n$3.00  large  chocolate chip cookie. The woods were\nput in the packed lunches for Westours tourists coming\ninto Dawson City by bus from Whitehorse. The woods\nsuccessfully brought large numbers of new customers\nto the business, which helped raise the funds for the\nbuilding repairs.",
            "Susan remembered that several thousand of these\nwoods were made, in a single batch, by a novelty house\nin Vancouver. While many of the woods were taken out\nof circulation by the bakery, many are thought to be\nstill in the hands of the public. Perhaps you have one in\nyour collection, and you can provide a better picture for\nall to appreciate.",
            "Number 5",
            "July + August 2015 ----------------------------",
            "le jeton de bois Dawson City Bakery. Pourquoi? Parce\nque, en d pit des recherches pr c dentes, j en savais\nencore peu   son sujet. Cela m a rappel  la mythique\nlicorne; elle avait  t  vue une fois, et plus jamais.\nHeureusement, des photos du jeton de bois avaient",
            " t  prises prouvant qu il existe bel et bien.\nEn 2014, je me suis embarqu  dans une qu te\nd information pour en apprendre autant que possible\nsur ce jeton de bois. Des courriels ont  t  envoy s,\ndes lettres ont  t   crites et des appels t l phoniques\neffectu s, principalement au Yukon. Des bribes\nd informations sont venues en partie gr ce   Wendy\nSolkolon et Shannon Olson du D partement des\narchives du gouvernement du Yukon et Kathy\nGates une r sidente de longue date du Yukon,\nchercheuse et historienne du Yukon.   partir de ces\nbrides, j ai retrac  l adresse du fr re de la dame qui\n tait pr sum e  tre la propri taire de la boulangerie. Il",
            "dirigea mes questions   sa s ur.",
            "Finalement, au d but de 2015, je suis entr  en contact avec\nSusan Manchee. Susan  tait la propri taire d origine et op rait la\nboulangerie Dawson City Bakery. Elle  tait tr s gentille et m a\nracont  l histoire de sa boulangerie et le jeton de bois. En 1979,\nla boulangerie  tait situ e dans le quartier The Lucky Inn, quartier\nd affaires de Dawson City. Pas si chanceux, la boulangerie et son\n difice ont  t  lourdement endommag s par une inondation de\nla rivi re Yukon durant ce printemps. Ils ont  t  transf r s dans\nune tente de 6 m tres x 10 m tres jusqu  ce que les r parations\nimportantes et dispendieuses de l immeuble soient compl t es.",
            "La boulangerie avait une  quipe de quatre personnes: Susan,\nsa soeur Jane et deux amis. Les deux amis, Beth Malloy et Sheila\nLangston pr sentaient du th tre d improvisation le midi pour\nattirer et divertir les clients. Elles  taient connues comme  Nakai\nPlayers  et leur spectacle s intitulait   The Primal Knead  .",
            "Pour attirer les clients et augmenter le volume d affaires afin\nde financer les r parations du b timent, elles ont eu l id e de faire\nun jeton de bois  bon pour  pour promouvoir la boulangerie et\nremettre en cadeau un  chantillon de biscuit gratuit. En amenant\nles clients   la boulangerie, ils sentaient qu ils pouvaient les inciter\n  acheter d autres produits de boulangerie comme un  gros \nbiscuit au chocolat   3,00 $. Les jetons de bois ont  t  mis dans\ndes boites repas pour les touristes de Whitehorse, qui venaient en\nvoyage d autobus organis  par Westours, visiter Dawson City. Les\njetons de bois ont connu un succ s rapportant un grand nombre\nde nouveaux clients   l entreprise, ce qui a permis de financer les\nr parations de b timents.",
            "Susan se souvenait que plusieurs milliers de ces jetons de bois\nont  t  produits, dans un seul lot, par une maison de production\nartisanale de Vancouver. Bien que plusieurs des jetons de bois\nont  t  retir s de la circulation par la boulangerie, plusieurs sont\nencore en circulation entre les mains du public. Peut- tre que vous\nen avez un dans votre collection, et que vous pourriez fournir une\nmeilleure image pour que tous appr cient.\n"
        ],
        "PageNo": "233"
    },
    {
        "File": "The_CN_Journal_July_42.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",            
            "BY ALAN ROY\n#17134",
            "Olympic Coins from Antiquity to the Present",
            "In 1970, the International Olympic Committee",
            "announced that Montreal would be hosting the",
            "summer Olympics. The city had successfully hosted\nthe 1967 World s Fair and Mayor Jean Drapeau was\nconfident that they could put on another world-class\nevent. But the tax payers of Montreal were understandably\napprehensive. Would they have to foot the bill for this\nexpensive sporting event?",
            "One of the International Olympic Committee s\nrequirements from the city was to provide a balanced\nbudget. According to that budget, about $250 million\nwould be provided by a commemorative Olympic coin\nprogram. In the past other Olympic games had financial\nsupport through commemorative coin programs, but now\nmany in government and the media were dubious about\nthe city s budget. They thought that $100 million was\na more realistic number.",
            "Peter W. Broeker, the president of the Montreal\nNumismatic Society at the time, began to appear on\nCBC Television and other media outlets to clear up\nthis confusion. Because of seigniorage (the difference\nbetween the manufacturing and material cost of a coin\nand its face value), foreign sales estimates, and the\nexperiences of the Germans with their Olympic coin\nprogram in 1972, Broeker was able to show that the\noriginal $250 million listed in the budget was not only\ncorrect, but even a little conservative.",
            "He explained that using special coin issues to help\nfinance large events was not new. It was a tactic used\nby many countries for hundreds of years. The Montreal\nNumismatic Society prepared a public presentation called\n Olympic Coins and How They Can Help Pay for the  76\nGames,  featuring colour slides and commentary written\nby Broeker. Soon, local government, the news media, and\neven the Olympic Organizing Committee were requesting\ncopies. Broeker decided to use the presentation as the\nbasis for a catalogue. The result, Olympic Coins from\nAntiquity to the Present, was published in 1973.",
            "The book focuses mostly on modern issues by\nOlympic host countries from 1952 to 1972. Coins\nissued by non-hosting countries are arranged in their\nown chapter. There are brief chapters on the history\nof the Olympic Games and early coin issues from\nantiquity. The author admits that this section is not\ndetailed enough for his liking, and he promised to\nexpand it in the next edition. Unfortunately, a second\nedition was never published.",
           
            "The last chapter is titled  Olympic Coins Preview,\nMontreal, Canada, 1976.  It details the plans for the coins\nto be issued for the 1976 games. The first four coins of the\nplanned 28-coin series are described, as are the budgetary\nmachinations described above.",
            "This book provides not only an overview of the\nevolution of Olympic coins, but also insight into the\ndecision process involved in creating the Montreal\nOlympic series. Some collectors may deride this series,\nbut love it or hate it, it is part of our numismatic history,\nand getting an inside view can be educational. And finally,\ndid taxpayers have to foot the bill for this expensive\nsporting event? Yes. The 1976 games left a $1.5-billion\ndebt that took tax payers until 2008 to finish paying.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "234"
    },
    
    {
        "File": "The_CN_Journal_July_44.jpg",
        "Paragraphs": [
            "NOTES ON THE ANCIENT ANCESTORS OF MODERN COINS",
            "NUMMUS_ MATRIX",
            "BY JAMES R. BAKES\n#19824",
            "79. Three Coins in the Fountain",
            "In 1954 composer\n| Fae Styne and\nlyricist Sammy Cahn",
            "completed the eponymous\nsong for the movie  Three\nCoins in the Fountain  in\na single hour and had the\nSinatra demo record ready\nthe following day. This became, besides an Academy Award\nwinner and huge money maker for the composers,\none of the iconic songs of Rome and created a\nneed for every tourist to toss a coin with his\nright hand over his left shoulder and make\na wish over the Trevi Fountain.",
            "The Trevi Fountain seen here\nshows the immense marble wall that\nforms the backdrop for this wish-\nmaking. Nymphs and water horses\nform the sculptural wall called a\n Nymphaeum  above the large pool\nor  lacus  in the foreground. The whole\nthing is called either a fountain or a display.",
            "In ancient Rome every aqueduct had its\n display.  The Trevi is the eighteenth century\ndisplay for the ancient Aqua Virgo, finished\nby Augustus in 2 BC, and renamed by\nPope Clement XII (1730-40) the Aqua\nVergine when his wonderful new\nfountain was complete.",
            "In  Nummus Matrix 55  we saw\na silver denarius of 56 BC, which\nshowed the Marcian Aqueduct built\nby an ancestor of the moneyer L.\nMarcius Philippus. Ancient Rome was\nbuilt on seven hills overlooking a river,\nthe Tiber. In the low area between the hills\nwas a swamp or marsh so the site was well-\nsupplied with water enough for all. It did not take\nlong for the small villages on each of the hills to grow and\neventually consolidate into a single large town. This put\npressure on the water supply in a couple of ways. First the\nswamp was drained into the river, then the drain became",
            "a sewer for the disposal of",
            "waste (the Cloaca Maxima)",
            "and the river (not a very large",
            "one for so major a city as",
            "Rome) became unsuitable",
            "for drinking or bathing. A",
            "new source of water was",
            "needed and Roman ingenuity",
            "and engineering skill developed that quintessential Roman",
            "architectural statement, the many-arched aqueduct.",
            "Remains of these immense structures can be",
            "seen throughout Europe; the best being",
            "that of Segovia in Spain and the Pont",
            "du Gard in southern France which is",
            "a triple arch. The water was brought",
            "sometimes over great distances from",
            "pristine lakes and mountain streams.",
            "Not much of the aqueduct was built",
            "on the dramatic arched structures.",
            "Most was underground; tunnels were",
            "dug, cisterns built inside mountains,",
            "channels were gently sloped so as not to",
            "create too strong a flow and waste the water into",
            "the surrounding land. For sometimes hundreds of",
            "miles these structures carried enough water to",
            "meet the needs of the growing city. As it",
            "entered Rome, usually above ground, its",
            "arches provided convenient locations",
            "for trrumphal arches to honour generals",
            "and emperors. It ended at a water",
            "tower called a castellum from which",
            "it was distributed to fountains, bath",
            "buildings and private houses and the",
            "Nymphaeum. The castellum contained",
            "a huge holding tank which ended in",
            "three vertical pipes. The upper pipe fed the",
            "private houses of the wealthy (most ordinary",
            "citizens simply dipped their water from the lacus); the",
            "middle pipe was for the public buildings and baths; the",
            "lowest pipe provided water for the fountains or displays.",
            "Sand and other particulate material was settled out in\nspecial castelli previous to distribution.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "236"
    },
    {
        "File": "The_CN_Journal_July_45.jpg",
        "Paragraphs": [
            "In all, some fourteen aqueducts were built in the 600-year\nperiod between 312 BC and AD 305. (One of the last was the\nAqua Severina finished by the emperor Severus Alexander\nin 228. The ruins of its display are right across the road from\nthe popular Hotel Napoleon in the Piazza Vittorio Emanuele\nII, in a space housing hundreds of Rome s famous feral\ncats.) The aqueducts supplied Romans with more water per\ncapita than is used today by Torontonians, a remarkable thing\nwhen you consider our showers, washers, dishwashers and\nlawn sprinklers are factored into the equation. Of course the\nRoman system ran constantly and a lot of overflow water\nwas used to clean out their sewer system so a large volume of\nwater was never actually used by the populace.",
            "The As illustrated shows the central arch (the arcuato) of\nthe display at the end of the Aqua Traiani, the Aqueduct of\nTrajan built in 109 to serve his new bath complex near the\nColosseum and to continue across the river to the area today\nknown as the Trastevere. The arched area can be compared\nwith that at the center of the Trevi, although the figure there\nis standing. The figure is in all likelihood the Tiber, nearly\nidentical to a figure named as Tiberis on a sestertius of\nAntoninus Pius (some have called it the Gentus or spirit of the\naqueduct). He reclines on his left elbow and has an urn tucked\nthere from which water pours into the lacus. On either side are\ncolumns as in the Trevi while a line of rocks across the bottom\nmust represent the edge wall of the pool. Around is Trajan s\nstandard reverse legend SPQR OPTIMO PRINCIPI:",
            "Number 5",
            "July + August 2015 ",
            "the Senate and people of Rome to the best Prince.",
            "The obverse shows the emperor head right with slight\ndrapery on his left shoulder, wearing the laurel crown as he\ndid on Ases and sestertii. Around is the typically verbose\ninscription, always the longest on any Roman imperial coin:",
            "IMP CAES NERVAE TRAIANO AVG GER DAC\nPM TRP COS III PP: Imperator Caesar Nervae Traiano\nAugustus Germanicus Dacicus Pontifex Maximus Tribunicia\nPotestate Consul III Pater Patriae. (To the emperor and\nvictorious general Nerva Trajan Augustus Germanicus,\nDacicus, chief bridge builder to the gods, with tribune s\npower, consul for the third time, father of the fatherland.)",
            "Whew. No wonder they used so many short forms.",
            "Those wishing to visit the Trevi Fountain today would\nbe better to hold off. It is currently being restored after 300\nyears in the rain and now acid rain. It is undergoing a major\nrestoration and is nearly impossible to see. (When I was\nthere in 2014, it was surrounded by heavy wire fencing in\npreparation for its present burial under cloth over scaffolding\nto protect the workers.)",
            "If it is on your  bucket list  to stand in front of the Trevi\nand join Frank Sinatra, the Four Aces, Dinah Shore and Dean\nMartin in a rousing chorus of  Three Coins in the Fountain \nyou would be wise to put it off for a year or two.",
            "James R. Bakes is past editor of the Classical and Medieval Numismatic\nSociety Journal www.cmns.ca\n"
        ],
        "PageNo": "237"
    },
    {
        "File": "The_CN_Journal_July_46.jpg",
        "Paragraphs": [
            "CLOSING COMMENTS",
            "BY HENRY NIENHUIS\nFRCNA, FCNRS, FONA, LM. #430",
            "Transitions...",
            "As I write these closing comments I find myself",
            "looking forward to the summer months ahead. For",
            "many people these months offer the opportunity\nto relax and to take life a little slower. To step away from\nthe day to day craziness that is modern life. I am especially\nlooking forward to the our annual convention which is\nbeing hosted this year by the Halifax Regional Coin Club. It\nwill be a chance for me to meet and speak to many members\nof the RCNA while enjoying the fellowship and education\nthat goes hand-in-hand. An opportunity to taste that good\nold eastern hospitality and rejuvenate the soul is just what the\ndoctor ordered.",
            "The Education Symposium this year will take place\nfrom at 9:00 a.m. to 5:00 p.m. on Wednesday, July 2224,\nin Lunenburg Room of the Westin Nova Scotian Hotel and\nConvention Centre. The theme of this year s symposium\nis  Numismatics in the Maritimes ; and features speakers\nfrom both the United States and Canada. An educational\nevent not to be missed; plan to attend this full day of diverse\nnumismatic presentations.",
            "This being an election year, the annual convention\nalso marks the introduction of a new executive for your\nRCNA. Ballots were included with the June issue of the\nCN Journal and I strongly encourage all members to\ncast their votes for the candidates of their choice. The\nexecutive board directors are your representatives in the\nRCNA and this is your opportunity to determine the path\nthe RCNA will follow for the 2015-2017, 2-year term.",
            "If you have not mailed in your ballot there may still be\ntime if you act fast. The cutoff for the Election Committee\nto receive the ballot by mail is July 17\".",
            "The new executive will be announced at the Annual\nGeneral Meeting, which is being held in Halifax NS at\n10:30 a.m. Saturday July 25\" in the Lunenburg room of\nthe Westin Nova Scotian Hotel and Convention Centre.\nPlease be assured that your vote will be kept completely\nconfidential with NO information about your vote made\navailable to anyone, other than the Election Officers.\nMembers who serve in this position are obligated to keep\nall voting information confidential. Please refer to the\ncover letter accompanying your ballot for a more detailed\nexplanation of the new election procedures.",
            "This has been a very busy year for the Journal. The\ntransition to the new format was a somewhat long and\ndifficult process, but well worth the labour. We have\ncontinued to be cost conscious and fiscally responsible in\nworking with Mike Walsh of Trajan Publishing to find a\nnew and potentially more responsive printer. We continue\nto receive positive feedback from the membership with\nrespect to the new format and I look forward to hearing\nfrom all members regarding the changes implemented.",
            "With the new format in place, we have had a number\nof first time contributors submit articles for publication to\ngreat success and I continue to encourage all members to\ncontribute. Your editor welcomes all article submissions\nfrom our members and I think you will find that the writing\nexercise is as fulfilling as our current contributors do. We\nare always willing to help all budding and seasoned (but\npotentially lapsed) authors alike.",
            "Finally, it was with great sadness that I learned of the\npassing of Charles (Chuck) D. Moore while putting the\nfinishing touches to this issue. Many members of the\nRCNA will remember how crucial and influential a role\nChuck played in the Association. He was a well respected\nnumismatist who openly shared his vast knowledge. I was\noften guided by words of wisdom from Chuck, over a pint\nafter a coin show or convention, from both a collector and\ndealer perspective. He could be counted on to give his honest\nopinion on what ever subject was being discussed. His\npresence will be missed in Halifax this year and I will be\nraising a glass in his memory on at least one occasion there.",
            "I hope to see as many of you as possible in Halifax as your\nAssociation transitions into the next term!",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "238"
    }
]