[
    {
        "File": "The_CN_Journal_October_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT",
            "Well by the time you are reading this, summer",
            "will be over and we can start looking forward",
            "to the colours of fall appearing all around us.\nI personally find the fall the best time of year to explore\nnature s beauty. Also, if you are like me, you have\nsurvived the ever increasing challenge of getting your\nschool-aged children back to the grind for another year.",
            "Fall is a great time to rekindle your interests in\nnumismatics after the distractions of summer. One way\nto accomplish this might be to enhance your knowledge\nof collecting by enrolling in the RCNA  Coin Grading\nand Preservation  workshop taking place on November\n14 in Toronto ON. If you are interested, contact our\nexecutive secretary by email at info@rcna.ca or by\nphone at 1-647-401-4014. He would be glad to give\nyou more detailed information.",
            "There are a few items of Association business that I\nwould like to bring to your attention at this time.",
            "First, I want to welcome our latest member of the\nexecutive, M. Jean Ledoux, as a Director in the Province\nof Quebec, representing Postal Codes J & G. Jean was\nappointed by the board at our last executive meeting. Let s\ngive Jean a hearty  Welcome aboard  and thank him for\nhis commitment to the Association.",
            "Second, our Official Auctioneer for our 2016 annual\nconvention, being held in Ottawa, has been chosen. It\nis my pleasure to announce that this year Geoffrey Bell\nAuctions submitted the successful tender. I am also\nexcited to tell you that, as a special membership benefit,\nGB Auctions will waive the usual consignment fees for\nall RCNA members who submit material to sell in this\nauction! This is a great incentive to our members who may\nbe considering selling items from their collections. Please\ncontact Brian Bell directly by email at info@gbellauctions.\ncom or by phone at 1-506-333-7778 to take advantage of\nthis generous membership benefit.",
            "Finally, we have an executive meeting planned for the\nend of October. If there is anything that you want me\nto bring to the attention of this meeting, please let me\nknow either directly at president@rcna.ca or through\nour executive secretary at info@rena.ca.",
            "Once again, in closing, I want to remind you that I\nam open to your ideas and suggestions; please contact\nme with your thoughts and comments, by email:",
            "president@rcna.ca .",
            "Number 7 October : November 2015",
            "MoT_DU_PRESIDENT.",
            "h bien au moment o  vous lirez ces lignes, |   t ",
            "sera termin  et nous pouvons anticiper les couleurs",
            "de l automne qui apparaitront autour de nous.\nPersonnellement, je pense que l automne est le meilleur\nmoment de l ann e pour explorer la beaut  de la nature.\nAussi, si vous  tes comme moi, vous aurez surv cu au d fi\ngrandissant de pr parer le retour en classe de vos enfants d age\nscolaire avec les changements de routine qui s impose.",
            "L automne est un bon moment pour raviver votre int r t\ndans la numismatique apr s les distractions de l t . Une\nfa on de raviver votre int r t pourrait de parfaire vos\nconnaissances numismatiques en vous inscrivant   l atelier\nsur la  gradation et pr servation de pi ces  offerte par\nl ARNC qui aura lieu le 14 novembre   Toronto, Ontario.\nSi vous  tes int ress , contactez notre secr taire ex cutif par\ncourriel   info@rena.ca ou par t l phone au 1-647-401-4014.\nIl sera heureux de vous donner des plus d informations.",
            "Ilya quelques points concernant votre association que\nj'aimerais porter   votre attention en ce moment.",
            "Premi rement, je veux souhaiter la bienvenue   notre tout\nnouveau membre de l ex cutif, M. Jean Ledoux, en tant que\nDirecteur de la province de Qu bec, qui repr sente la r gion\ncouvrant les codes postaux J & G. Jean a  t  nomm  par le\nconseil lors de notre derni re r union de l ex cutif. Disons-\nlui un gros:  Bienvenus   bord  en le remerciant pour son\nengagement en faveur de l association.",
            "Deuxi mement, notre encanteur officiel pour le prochain\ncongr s annuel de 2016, qui se tiendra   Ottawa, a  t \ns lectionn . Il me fait plaisir d annoncer que la soumission\nde Geoffrey Bell Auctions a  t  retenue. Je suis  galement\nheureux de vous annoncer qu en guise d avantage pour nos\nmembres, Geoffrey Bell Auctions ne chargeras pas les primes\nde consignations aux membres de  ARNC qui soumettent des\nlots   vendre dans cette encan! Ceci est un incitatif pour nos\nmembres qui envisagent de vendre des items de leurs collections.\nS il vous pla t, contacter Brian Bell directement par courriel  \ninfo@gbellauctions.com ou par t l phone au 1-506-333-7778\npour profiter de cet avantage g n reux offert   nos membres.",
            "Enfin, nous votre ex cutif, tiendrons une r union   la fin\ndu mois d octobre. S il y a des points que vous voudriez que\nl on discute   cette r union, s il vous pla t me laissez savoir\nsoit directement par courriel   president@rcna.ca ou via notre\nsecr taire ex cutif au info@rena.ca.",
            "En terminant, comme   l habitude, je tiens   vous rappeler\nque je suis ouvert   vos id es et suggestions; s il vous pla t, me\ncontacter avec vos opinions et vos commentaires, soit par la",
            "poste ou par courriel: peer ss 7\n4 [ARN]\n",
            ""
        ],
        "PageNo": "293"
    },
    {
        "File": "The_CN_Journal_October_07.jpg",
        "Paragraphs": [
            "MINUTES OF THE 2015 ANNUAL RCNA GENERAL MEETING @\nMINUTES, DE_L? ASSEMBLEE_GENERALE. ANNUELLE DE.L'ARNC DE. 2015",
            "Call to Order",
            "1. The Annual General Meeting of the Royal\nCanadian Numismatic Association was called to order at\n10:33 a.m. on Saturday, July 25, 2015, at the Westin Nova\nScotian Hotel in Halifax, Nova Scotia.",
            "Establish a Quorum",
            "2. It was established that a quorum was present as\nrequired by the Constitution of the Association.",
            "President s Remarks",
            "3. Because President Bret Evans was unable to attend\nthe convention, 1% Vice President Henry Nienhuis served\nas Chairman and welcomed everyone to the 2015 Halifax\nRCNA Convention.",
            "Introduction of the RCNA Executive and Staff",
            "4. Chairman Nienhuis introduced the RCNA\nexecutive members and called out the names of those who\nwere present at the meeting.",
            "Period of Silence",
            "5. The Chairman requested a period of silence to\nremember our deceased members. He read out the name of\neach one.",
            "Approval of Minutes from last General\nMeeting",
            "6. Michel Turrini moved a motion, seconded by\nEugene Belair, that the minutes, as published in the October\n2014 issue of The CN Journal, be approved. MOTION\nCARRIED UNANIMOUSLY.",
            "Business arising from the Minutes",
            "7. No business arising from the minutes was cited.",
            "Committee Reports",
            "8(a). Financial Report (Paul Johnson) - Paul presented\nthe financial report of the association for the past fiscal year.\nLower membership renewals have resulted in decreased\ndues income. General donations and Correspondence\nCourse sales are down compared with last year. Our\nassociation s share of the 2014 RCNA Convention profits\nwas $5,918; overall our revenue exceeded expenses\nby $295 in this fiscal year. Advertising revenue greatly\nincreased but donations decreased during the fiscal year.\nSteve Woodland made a motion to accept the report,\nseconded by James Williston. MOTION CARRIED.",
            "Number 7",
            "October - November 2015 -------------------------",
            "Appel a l ordre",
            "1. L'assembl e g n rale annuelle de l Association\nRoyale de numismatique du Canada est appel e   l ordre\n  10:33 le samedi 25 juillet 2015   l h tel Westin Nova\nScotian   Halifax, Nouvelle- cosse.",
            "V rification du quorum",
            "2. Il est accept  que le quorum est atteint tel que\nstipul  dans la Constitution de notre association.",
            "Mot d ouverture du pr sident",
            "3. Puisque le pr sident Bret Evans ne pouvait assister\nau congr s, le 1% vice-pr sident Henry Nienhuis a agi\ncomme pr sident d assembl e et souhait  la bienvenue  \ntous au congr s le l ARNC tenu   Halifax.",
            "Pr sentation des membres de l ex cutif et\npersonnel de l ARNC",
            "4. Le pr sident d assembl e Nienhuis pr sente les\nmembres de l ex cutif de l  ARNC et pr sente les directeurs\nqui assistent   la r union.",
            "Moment de silence",
            "5. Le pr sident demande qu on observe une minute\nde silence en honneur des membres d c d s. II fait la\nlecture des noms des membres d c d s.",
            "Approbation du proc s-verbal da la derni re\nassembl e g n rale annuelle",
            "6. Propos  pas Michael Turrini et appuy  par Eugene\nBelair que le proc s-verbal soit approuv  tel que publi \ndans le Journal canadien de numismatique d octobre 2014.\nADOPT    L'UNANIMIT .",
            "Affaires d coulant du proc s-verbal",
            "7. Aucune affaire   signaler",
            "Rapport des comit s",
            "8(a). Rapport financier (Paul Johnson) - Paul a pr sent  le\nrapport financier de l association pour l exercice de la derni re\nann e. Le non-renouvellement de membres a entra n  une\ndiminution du revenu des cotisations. Dons g n raux et\nles ventes du cours par correspondance sont en baisse par\nrapport   l ann e pr c dente. La part de notre association\ndes b n fices du congr s de l ARNC 2014  tait de 5918 $;\nau total, notre revenu  tait sup rieur   nos d penses de 295\n$ pour cette ann e fiscale. Les revenus de publicit  ont\naugment  de fa on consid rable, par contre les dons ont",
            "\n"
        ],
        "PageNo": "295"
    },
    {
        "File": "The_CN_Journal_October_08.jpg",
        "Paragraphs": [
            "(b) Paul read his Secretary s Report and spoke about\nour membership numbers. Paul commented that 96 new\nmembers were processed during the past fiscal year and\nthat number compares with 109 last year. The total RCNA\nmembership at June 30, 2015 was 1,257 which is a decrease\nfrom 1,353 at the same time last year. Paul noted that the\nnumber of digital members has decreased to 166 from 177.\nRobert Forbes moved a motion to accept the report, seconded\nby Bill Kamb. MOTION CARRIED.",
            "(c) The CN Journal (Henry Nienhuis)   Henry spoke\nabout the new look of The CN Journal and of his experience as\nits Editor during the past few months. There have been a lot of\npositives, and the majority of members he has spoken with are\nnow very pleased with The CN Journal. Henry is in need of new\narticles for future months, and he asked everyone in attendance\nto consider writing an article and submitting it to him.",
            "(d) Club Services (Brett Irick)   Brett mentioned that the\n Louise Graham Club of the Year Award  will be announced\nat the banquet. Club newsletter awards were presented at the\nClub Delegates Meeting; these included the following winners:\nBest Local Newsletter Award for The Wellington Circular  \nSouth Wellington Coin Club, Editor   Judy Blackman; Best\nRegional / National Newsletter Award:   The Canadian Tire\nCoupon Collector Club for The Collector, Editor   Jerome\nFourre. The criteria for the above awards are shown on the\nRCNA Web site. Twenty-seven delegates attended the annual\nRCNA Club Delegates breakfast, which included a well-\nreceived presentation by Ray Lockwood, Education Chairman\nof the Central States Numismatic Society. When concluding,\nBrett mentioned that he regularly receives nineteen different\nCanadian numismatic publications for review.",
            "(e) Coin Kids Program   Lisa McPherson commented\non the success of the Coin Kids program. A great auction\nfor the kids was held at the O.N.A. Convention in Niagara\nFalls and another auction is planned for the RCNA\nconvention. Lisa asked for more donations from RCNA\nmembers as the material can be used for future Com Kids\nauctions.",
            "(f) Education (Henry Nienhuis)   Henry commented\nabout the success of the Educational Symposium at\nthe beginning of this convention. The event included six\nspeakers and attracted a large audience of near fifty collectors\nthroughout the day. Henry said that the one day course on\nCoin grading and preservation will take place at Humber\nCollege in Toronto on Saturday, November 14, 2015.",
            "Appointment of Auditor",
            "10. President Elect Henry Nienhuis re-appointed Cheryl\nHeavener of Markham, Ontario, as the Reviewer of the\nRCNA financial statements for the fiscal year May 1,\n2015   April 30, 2016.",
            "diminu  au cours de l exercice. Steve Woodland propose\nd accepter le rapport, appuy  par James Williston. ADOPTEE",
            "(b) Paul fait la lecture du rapport du secr taire ex cutif\net mentionne le nombre de membres. Paul annonce que\n96 nouveaux membres ont  t  enregistr s au cours de\nl exercice  coul  et ce nombre se compare   109 pour\nl ann e pr c dente. Le nombre de membre de 1  ARNC en\ndate du 30 juin, 2015 est de 1,257, soit une baisse compar e\n  1,353   la m me p riode l an dernier. Paul a not  que le\nnombre de membres pour la version num riques   diminu \npassant de 177   166. Robert Forbes propose d accepter le\nrapport, appuy  par Bill Kamb. ADOPT E.",
            "(c) Le Journal canadien de numismatique (Henry\nNienhuis)   Henry a parl  du nouveau format du journal\ncanadien de numismatique et parle de son exp rience\nen tant qu diteur au cours des derniers mois. Il y a eu\nbeaucoup de commentaires positifs, et la majorit  des\nmembres   qui il a parl  sont heureux avec le nouveau\njournal. Henry a besoin de nouveaux articles pour les mois\n  venir, et il demande   tous les participants d envisager\nd' crire un article et de lui faire parvenir.",
            "(d) Services aux clubs (Brett Irick)   Brett informe que\nle prix  Louise Graham club de l ann e  sera d voil  lors\ndu banquet. Les prix pour meilleurs bulletin de club ont\n t  remis lors de la rencontre des d l gu s de club; et les\ngagnants sont les suivants: Prix pour meilleur bulletin\nlocal The Wellington Circular   South Wellington Coin\nClub,  diteure   Judy Blackman; Prix pour le meilleur\nbulletin r gional / national   Le Collectionneur du club des\ncollectionneurs de coupons Canadian Tire,  diteur   J r me\nFourr . Les crit res pour les prix ci-dessus sont disponibles\nsur le site internet de l ARNC. Vingt-sept d l gu s ont\nassist  au d jeuner annuel des d l gu s de club de PARNC,\nqui comprenait une pr sentation bien accueillie par Ray\nLockwood, pr sident du volet  ducation de Central States\nNumismatic Society. Dans sa conclusion, Brett a mentionn \nqu il re oit r guli rement dix-neuf diff rentes publications\nnumismatiques du Canada pour consid ration.",
            "(e) Programme pour jeune numismate   Lisa McPherson\na comment  sur le succ s du programme pour les jeunes\nnumismates. Une grande vente   l encan pour les jeunes a\neu lieu au congr s de l 'ONA   Niagara Falls et une autre\nvente   l encan est pr vue pour la convention de PARNC.\nLisa demande plus de dons des membres de l 'ARNC\nmentionnant que les items donn s peuvent  tre utilis s pour\ndes encans futurs.",
            "(f) Education (Henry Nienhuis)   Henry a comment  sur\nle succ s du Symposium d ducation tenu au d but de cette\nconvention. L v nement comprenait six conf renciers et a\nattir  une foule de pr s de cinquante collectionneurs durant\nla journ e. Henry indique que le cours d une journ e sur la\ngradation et la pr servation des pi ces se tiendra le samedi\n14 novembre 2015 au Humber College   Toronto.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "296"
    },
    {
        "File": "The_CN_Journal_October_09.jpg",
        "Paragraphs": [
            "Other Business",
            "11. Bill Waychison, referring to standard policy, made\na motion that all election ballots from the 2013-2015\nelection now be destroyed. Robert Forbes seconded the\nmotion. MOTION PASSED.",
            "12. Michael Turrini made a motion, seconded by\nEugene Belair, that a suitable award be instituted by the\nRCNA to honor Charles Moore who passed away earlier\nthis year. In follow up, Henry indicated that this would be\nreferred to the next RCNA Executive meeting for further\ndiscussion.",
            "Election",
            "13. Election Chairman Mark Dalrymple announced the\nresults of the 2015-2017 RCNA election and these are as\nfollows:",
            "President   Henry Nienhuis *\n15 Vice President   Robert Forbes\n2\" Vice President   William Waychison\nImmediate Past President   Bret Evans *\nBC / Yukon Director   Michael Tarantino *\nAlberta / NWT Director   James Williston *\nSaskatchewan Director   Miranda Bonnet *\nManitoba Director   James Bailie *\nOntario (North and East Ontario)   Jeff Fournier *\nOntario (South-Central)   Robb McPherson\nDirector at Large   Brett Irick *\nDirector at Large   William O Brien *\nNewfoundland / Labrador and Nova Scotia  \nJeff Wilson *\nNew Brunswick and Prince Edward Island  \nKevin Day-Thorburn *\nMontreal (Quebec) and Suburbs   Louis Chevrier *\nEastern United States   Jeff Chapman *\nEastern United States   William Kamb *\nWestern United States   Michael Turrini *\nWestern United States   Rob Turner *",
            "* by acclamation.",
            "RCNA Past President Geoffrey Bell acted as Moderator in\nthe ceremony to induct these new Executive members.\nAdjournment",
            "14. Henry Nienhuis concluded by thanking everyone\nfor attending. Serge Pelletier made the motion to adjourn,\nseconded by Bill Kamb. MOTION CARRIED.",
            "Meeting adjourned at 11:21 a.m.",
            "President Elect\nHenry Nienhuis",
            "fat",
            "ExecutiveSecretary\nPaul Johnson",
            "Number 7",
            "October - November 2015 -------------------------",
            "Nominations des v rificateurs",
            "10. Le pr sident  lu Henry Nienhuis propose de continuer\navec Cheryl Heavener de Markham, Ontario comme\nv rificateur pour la revue des  tats financiers de 1 ARNC\npour l ann e fiscale du ler mai, 2015 au 30 avril, 2016.",
            "Affaires nouvelles",
            "11. Bill Waychison, se r f rant   la politique  tablie,\npropose une motion que tous les bulletins de vote des\n lections 2013   2015 soient d truits. Robert Forbes\nseconde la motion. ADOPTE.",
            "12. Michael Turrini fait une motion, appuy e par\nEugene Belair qu une reconnaissance soit institu e par\nlV ARNC   la m moire de Charles Moore, qui est d c d \nplus t t cette ann e. Henry indique que cette question sera\ndiscut e   la prochaine r union de l ex cutif de PARNC.",
            " lection",
            "13. Le pr sident des  lections Mark Dalrymple a fait\nl annonce des r sultats pour l ex cutif de 2015-2017 de\nlV ARNC et les r sultats sont les suivants:",
            "Pr sident   Henry Nienhuis *",
            "1* Vice-pr sident   Robert Forbes",
            "2 Vice-pr sident   William Waychison",
            "Pr sident sortant   Bret Evans *",
            "CB / Yukon directeur   Michael Tarantino *",
            "Alberta / TNW directeur   James Williston *\nSaskatchewan directeur   Miranda Bonnet *\nManitoba directeur   James Bailie *",
            "Ontario (Nord et Est)   Jeff Fournier *",
            "Ontario (Sud et Centre)   Robb McPherson",
            "Directeur   Brett Irick *",
            "Directeur   William O Brien *",
            "Terre-Neuve / Labrador et Nouvelle-Ecosse  Jeff Wilson *\nNouveau-Brunswick et Ile-du-Prince-Edouard  Kevin\nDay-Thorburn *",
            "Montr al (Qu bec) et banlieue   Louis Chevrier *",
            "Est des Etats-Unis   Jeff Chapman *",
            "Est des Etats-Unis   William Kamb *",
            "Ouest des Etats-Unis   Michael Turrini *",
            "Ouest des Etats-Unis   Rob Turner *",
            "* sans opposition.",
            "L ancien pr sident de l ARNC Geoffrey Bell a servi\ncomme mod rateur lors de la c r monie d assermentation\ndes nouveaux membres de l ex cutif.",
            "Ajournement",
            "14. Henry Nienhuis a conclu en remerciant tous ceux\nqui ont assist . Serge Pelletier a propos  l ajournement,\nappuy  par Bill Kamb. ADOPTE.",
            "R union ajourn e   11:21 a.m.\nOe,  lu  chin x cutif\n"
        ],
        "PageNo": "297"
    },
    {
        "File": "The_CN_Journal_October_12.jpg",
        "Paragraphs": [
            "COMMUNIQUE ,",
            "THE ROYAL CANADIAN MINT INVITES CANADIANS TO VOTE ON DESIGNS\nFOR 2017 CIRCULATION COINS + LA MONNAIE ROYALE CANADIENNE INVITE\nLES CANADIENS   VOTER POUR LES MOTIFS QUI FIGURERONT SUR LES\nPI CES DE CIRCULATION DE 2017",
            "OTTAWA, ONTARIO, SEPTEMBER 1, 2015   With\nthe finalist designs now selected, the Royal Canadian Mint\nis inviting Canadians from coast-to-coast-to-coast to vote\non what will be depicted on Canada s 5-cent, 10-cent,\n25-cent, one-dollar and two-dollar coins that will appear\nin 2017. Canadians can vote for their favourites on\nwww.mint.ca/Canada150 until October 9.",
            " I was delighted and impressed by the artistic talent\nshown by Canadians in their design submissions for the\ncoin design contest,  said Sandra Hanington, President and\nCEO of the Royal Canadian Mint.  The next phase of the\ncontest now lies in the hands of the public who will choose\nwhat designs best represent our country and the Mint looks\nforward to these circulation coins being released during\nCanada s 150\" anniversary celebrations in 2017. ",
            "The Royal Canadian Mint received a total of over ten\nthousand entries from all provinces and territories for the\nMy Canada, My Inspiration coin design contest, with\ndesigns being submitted in each of the following five",
            "categories:\n  Our Wonders (Canada s beauty, from nature to\nmonuments)\n  Our Character (Values or principles which define\nCanadian identity)\n+ Our Achievements (Discoveries, exploration or\nvictories)",
            "  Our Passions (From culture to sports, to pastimes)\n  Our Future (This category was reserved for Can-\nadians 12-years of age and under for the 25-cent\ncoin)\nThe following five designs per category were determined\nas finalists by the Royal Canadian Mint and a panel of\nnotable Canadians:",
            "ee SR eae The CN Journal",
            "OTTAWA ON, LE 1  SEPTEMBRE 2015   Alors que\nle processus de s lection des motifs finalistes est termin , la\nMonnaie royale canadienne invite les Canadiens d un oc an  \nl autre   voter pour les images qui orneront les pi ces de 5 cents,\nde 10 cents, de 25 cents, de 1 dollar et de 2 dollars en 2017. Les\nCanadiens ont jusqu au 9 octobre pour voter pour les motifs\nqu ils pr f rent en visitant le www.monna ie.ca/Canada150.",
            "  J'ai  t  impressionn e par le talent artistique dont ont fait\npreuve les Canadiens qui ont pr sent  des propositions dans le\ncadre du concours de cr ation de pi ces, et je m'en r jouis  ,\na indiqu  Sandra Hanington, pr sidente de la Monnaie royale\ncanadienne.   L issue de la prochaine  tape du concours repose\nmaintenant entre les mains du public, qui choisira les motifs\nrepr sentant le mieux notre pays. La Monnaie est impatiente de\nproc der au lancement de ces pi ces de circulation durant les\nc l brations du 150  anniversaire du Canada en 2017.  ",
            "La Monnaie royale canadienne a recu plus de dix mille\nformulaires de participation au concours de cr ation de pi ces\nMon Canada m inspire, provenant de toutes les provinces et tous\nles territoires, et proposant des motifs dans chacune des cinq\ncat gories ci-dessous :",
            "  Nos merveilles (les beaut s du Canada, de la nature aux\nmonuments)\n  Nos valeurs (les valeurs ou les principes qui d finissent\n identit  canadienne)\n  Nos r alisations (les d couvertes, l exploration ou les\nvictoires canadiennes)\n  Nos passions (culture, sports et traditions du pass )\n  Notre Canada de demain (cette cat gorie, pr vue pour\nla pi ce de 25 cents,  tait r serv e aux Canadiens de 12\nans ou moins)",
            "Les motifs ci-dessous, au nombre de cinq par cat gorie,\nont  t  s lectionn s comme finalistes par la Monnaie royale\ncanadienne et un jury d minents Canadiens.",
            " ",
            "Volume 60\n"
        ],
        "PageNo": "300"
    },
    {
        "File": "The_CN_Journal_October_15.jpg",
        "Paragraphs": [
            "Book_LAUNCH",
            
            "Guide for Grading Coins of Canada",
            "A new Coin Grading Guide, introduced at our 2015 Convention,\nwas written by Author Andr  Langlois in conjunction with the\nAssociation des numismates et des philatelists de Boucherville, Inc.\nLanglois has been collecting coins for almost 50 years and,\nfor many years, he saw a need in the hobby for a grading guide\nsuch as this. In a frank discussion with Andr  at the convention\nhe mentioned that one of his goals in writing this guide for\ncollectors is to educate coin grading novices so that they will\nbe able to better assess the coin purchases they are making and\nperhaps avoid costly mistakes that could ultimately discourage\ntheir interest in the hobby and perhaps have them leave it.",
            "Number 7 October-November 2015 ------------------------------",
            "The 8.5\" x 11\", coil-bound book contains 170\npages, illustrated with large grey-scale images of coins\nchosen to clearly show the characteristics of Canadian\ncirculation coins at the standard grading levels,\naccompanied with short descriptions. The images are\nintended to act as a picture reference for hobbyists to\ncompare with example coins they are grading.\n"
        ],
        "PageNo": "303"
    },
    {
        "File": "The_CN_Journal_October_16.jpg",
        "Paragraphs": [
            "A_CHALLENGE, COIN_T.O_REMEMBER BY RON.CHEEK, FCNRS",
            "May 3, 2015, was the 100t\nanniversary of the day\nLieutenant Colonel John",
            "McCrae penned  Jn Flanders\nFields,  the best known and\nmost beloved poem of the\nGreat War era. To honour\nthat anniversary and to\nmark the unveiling of Ruth\nAbernathy s twin statues",
            "of McCrae, one in Ottawa",
            "the other in Guelph, ON,",
            "Dr. George Vanderburgh,\nC.D. M.D., of Eugenia, ON,\npersonally issued this beautiful\nchallenge coin. Both the coin\nand the unique manner in which it\nhas been distributed are inspirational.",
            "Much has been written about Lt. Col.\nJohn McCrae, so I will offer only a few details\nhere of his remarkable life story. Born\ninto the upper society of Guelph on\nNovember 30, 1872, he received\nan excellent education, became\na soldier, a teacher, and a\nmedical doctor. He has been\ndescribed as a renaissance\nman, a true citizen soldier.",
            "Seeing it as his duty, he\nvolunteered and served as",
            "an artillery officer in the\nSecond Boer War (1899-\n1901). For much of the\ndecade before World War I he",
            "lived in Montreal. By then he\nhad become an eminent doctor\nand medical teacher at numerous\nhospitals, and a highly regarded, popular\nmember of Montreal society.",
            "When war was declared in August 1914, McCrae\nenlisted with the first wave of Canadian volunteers. He\nwished to serve with an artillery unit, but because he was a",
            "I Also called a military coin, a challenge coin is defined by\nPelletier in The Canadian Dictionary of Numismatics as a  Check\nissued by a unit to identify the members that are serving or have\nserved with it. It is usually numbered and the tradition is that when\ntwo or more members meet they compare checks and the one with\nthe highest number buys a round as a gesture of honouring the\nseniors.  The Dictionary also defines a challenge coin as a  Check\ngiven out by a military commander as a token of his appreciation. ",
            
            "skilled doctor he was soon assigned to the Royal\nCanadian Army Medical Corps. May 3,\n1915, found him as a major and brigade\nsurgeon at the front in Belgium,\nattached to the First Brigade of\nthe Canadian Field Artillery, in\nthe midst of the Second Battle\nof Ypres. The full horrors of\nwar confronted him   among\nsoldiers he was treating,\nsome suffered the hideous\neffects of chlorine gas attacks,\nmany were terribly wounded;\nothers traumatized by the\nrelentless shelling and rifle fire\nof battle. Filled with despair after\nhaving presided over the funeral\nand burial of his close friend that\nmorning, McCrae sat down and wrote  Jn\nFlanders Fields.  The poem was first published\nanonymously in Punch, but it was later\nre-published under McCrae s name\nand soon became the most famous\npoem of the Great War. Beautiful\nas the words are, the poem\nis dark, revealing McCrae s\nbroken spirit. Unable to help\nhis friend and others who had\nbeen killed, he gave voice to\nthe dead through his poem. He\nhad written poetry throughout\nhis life, but after  In Flanders\nFields,  he would write only\none more poem, an even darker\none titled  The Anxious Dead.  It\nwould never achieve the popularity\nof  In Flanders Fields. ",
            "nn The CN Journal Volume 60\n"
        ],
        "PageNo": "304"
    },
    {
        "File": "The_CN_Journal_October_17.jpg",
        "Paragraphs": [
            "In June 1915, McCrae was reassigned from his posting trunk, reflecting on the famous poem he had just written.\nat the front with the artillery unit to a field hospital a few On the ground in front of him are his hat and his medical\nmiles back. By January 1918 he was in command of No. kit bag. Red poppies bloom near his feet, as they did in\n3 Canadian General Hospital (McGill) near Boulogne. the vast makeshift burial grounds nearby. In the coin s\nBitter, disillusioned, worn out, and filled with despair at field are the insignia of the Royal Canadian Artillery and",
            "the horrors of war, he nevertheless\ncontinued to carry out his duties\nwith selfless devotion. McCrae s\nhealth was never robust due to\nchronic asthma. Ultimately, the\nstress, exhaustion, and the harsh\nconditions under which he was\nliving made him gravely ill. To\nthe great sorrow of all who knew\nhim, he succumbed to pneumonia\nand meningitis on January 28,\n1918. He was buried the next day\nin Wimereux Cemetery in northern\nFrance, not far from the fields of\nFlanders.",
            "The challenge coin",
            "The coin, shown opposite, is\nenameled bronze, 44.5 mm\nin diameter, 4 mm thick, and\nweighs 33.1 g. It was designed\nand produced by Rod McLeod\nof AFPP-International, a\ndivision of Stampede Graphic\nServices Limited, using concepts\nand images from Dr. George\nVanderburgh. It was die-struck.\nThe front has the famous\nphotograph of McCrae, appearing\nto be under glass in an antique\noval frame. This portrait was\nmade in the early 20\" century by\nphotographer William Nottman of\nMontreal. On the coin the portrait\nin its oval frame is held top and\nbottom by the surrounding black-\nenameled ring leaving crescent-\nshaped openings at each side. The\nlegend in the ring reads:  LT COL\nJOHN McCRAE, MD  at the top\nand:  November 1872 - January\n1918  at the bottom, the two being\nseparated by images of Canadian\nForces uniform collar dogs. On the\nback of the coin, within the oval,\nis an image of the McCrae bronze\nstatue by famed Canadian sculptor\nRuth Abernathy. The statue depicts\nMcCrae, seated on a fallen tree",
            "Number 7 October : November 2015",
            "the Royal Canadian Army Medical\nCorps, the two units in which\nMcCrae served. The appropriately\nred-enameled ring retaining the\noval has the legend:  In Flanders\nfields the poppies blow...  at\nthe top and:  100th Anniversary\n  1915   2015  at the bottom,\nseparated by collar dogs. Below\nthe image of the statue is the coin s\nissue number.",
            "The McCrae statue project",
            "Far better known as a medical\ndoctor and as the poet who wrote\n In Flanders Fields,  McCrae s\nservice as a gunner and artillery\nofficer is often overlooked. His\nheart was always with the artillery,\nbut because of his medical\ntraining and skills he was re-\nassigned to the Royal Canadian\nArmy Medical Corps in April\n1915 before he even left Canada.\nIn honour of the centenary of\nMcCrae s famous poem and\nbecause of his little remembered\ncareer as an artillery officer, it was\nthe Royal Regiment of Canadian\nArtillery that commissioned the\nstatue project. The regiment led a\nprivate fundraising programme\nthat collected $300,000 for two\ncopies of a heroic-size statue, one\nfor Ottawa and one for Guelph,\nMcCrae s hometown. Donations\nto the highly successful campaign\ncame from artillery regiments\nacross Canada, the citizens of\nGuelph, many other generous\ngroups, and from individuals. The\nOttawa statue is alongside the\nNational Artillery Memorial. It was\nunveiled in a military ceremony\nMay 3, 2015. The Guelph statue is\nat the Guelph Civic Museum and\nwas dedicated in a civic ceremony\nthere June 25, 2015.\n"
        ],
        "PageNo": "305"
    },
    {
        "File": "The_CN_Journal_October_18.jpg",
        "Paragraphs": [
            "Dr. Vanderburgh s challenge coin project",
            "Dr. George Vanderburgh is a retired Medical Officer. A\nveteran of the International Commission for Control\nand Supervision in Vietnam (1973) and other postings,\nincluding Kenya and Somalia in 1993; he retired from the\nCanadian Forces and from private medical practice in 2008.\nFor some time, Vanderburgh had a personal desire\nto create and distribute a military coin, so he had been\nlooking for an appropriate event. Being a veteran, he\nhad participated in a number of military events where\nmementos were only given to senior personnel while\nmany of those on parade and other participants received\nnone. He decided this would not happen with his\nchallenge coin. The McCrae statue project and its two\ndedication ceremonies were just what he had been looking\nfor. Thus was born his idea of his McCrae challenge coin.\nAs he developed his concept for the coin Vanderburgh\ndecided also to collect and publish McCrae s 29\npoems (entered by original publication date) in a book\nto accompany the coin. He included several European\nlanguage translations of  In Flanders Fields  and added\nother suitable works and excerpts from books about\nMcCrae. As he studied McCrae s life, his illness and\ndespair during the Great War, and his ultimate sacrifice,\nVanderburgh became keenly interested in what we\nnow call post-traumatic stress disorder (PTSD), and\nOperational Stress Injury (OSI). These terms were\nunknown, of course, in 1914-1918. It was not even\nunderstood, let alone acknowledged, that soldiers could\nbecome emotionally injured from the stress of battle.\nVanderburgh collected and solicited input from, as he calls\nit,  many hands,  including portions of McCrae s diary,\nexcerpts from books by Christofer Linford and Rom o\nDallaire, among others. While assembling this book,\nwhich he titled Remember Flanders, Vanderburgh became\naware of a book by Lord Moran entitled The Anatomy of\nCourage. Charles McMoran Wilson, later Lord Moran, is\nbest known as Churchill s personal physician during the\nSecond World War. But he was, like McCrae, a medical\ndoctor who experienced the full horrors of the First World\nWar and he saw its debilitating effects on soldiers under\nfire, living in the trenches. In The Anatomy of Courage,\nLord Moran, as a Regimental Medical Officer, recounts\nhis observations and diary entries at the front. His book\nwas published later, in 1946. As Vanderburgh writes in\nhis introduction to Remember Flanders,  Tt is a seminal\nvolume describing the effects of war on soldiers, and\nshould be required reading for every soldier before\nentering combat.  Vanderburgh obtained permission to\nre-publish The Anatomy of Courage. It is published back-\nto-back with Remember Flanders, in a single volume.",
            "The CN Journal",
            "Volume 60\n"
        ],
        "PageNo": "306"
    },
    {
        "File": "The_CN_Journal_October_19.jpg",
        "Paragraphs": [
            "Figure 9: An early design of the McCrae coin proposed using poppies to\nseparate the obverse legends. The Royal Canadian Legion that controls\nuse of the poppy image in any Remembrance context declined to\nauthorize its use on the challenge coin because Dr. Vanderburg could\nnot guarantee that any pieces left after distribution at the ceremonies\nwould not be offered for sale.",
            "The challenge coin design needed permission to use many images:\nthe statue (the maquette or miniature model of the statue), the McCrae\nphotograph, and the military insignia. Development came through\na number of design adjustments. It was ready for production by\nFebruary 2015. Vanderburgh had 600 coins made, 500 of which\nare numbered and another 100 without numbers. The books were\npublished in a run of 500.",
            "Distribution of the challenge coins",
            "Altogether, some 300 McCrae challenge coins were distributed to\nthe 100 artillery gunners, 50 medics, cadets and officials and others\non parade at the May 3, 2015, statue unveiling in Ottawa. Most\npresentations included a numbered challenge coin and a copy of the\nRemember Flanders/The Anatomy of Courage volume. At the Guelph\nceremony, logistical and timing difficulties prevented Dr. Vanderburgh\nfrom distributing coins to every intended recipient on parade. He was,\nhowever, able to present about 100 numbered coins, including one\nto Governor General David Johnston. To complete the distribution,\nVanderburgh will attended the November 11 Remembrance Day\nceremonies in Guelph and presented coins to all whom he missed\namong those who had been on parade June 25.",
            "Coin No. | was presented to the Guelph Civic Museum. The many\norganizations and individuals providing input or assistance to the coin\nand book project have also received or will receive a challenge coin\nand, where appropriate, a copy of the two-book volume. ",
            "An inspired part of Dr. Vanderburgh s project was the purchase\nof ten pounds of Red Corn Poppy seeds. The challenge coins were\ngiven out in a double plastic coin flip. The other pocket contained\na small paper envelope in which there were poppy seeds along with\nan information card that includes the following message:  This\npacket contains more than 221 Poppy (Papaver rhoeas) seeds.",
            "2 At the time of writing this article, Dr. Vanderburgh was unable to tell me precisely how many of the McCrae challenge coins might be\nleft over after the distribution to all intended recipients. Any undistributed coins will be offered for sale. Inquiries should be directed to\ngeorge.vanderburgh@gmail.com.",
            "Number 7 October-November 2015 "
        ],
        "PageNo": "307"
    },
    {
        "File": "The_CN_Journal_October_20.jpg",
        "Paragraphs": [
            "Please, plant them in a\nsunny spot when you get\nhome and Remember\nthe Fallen. Poppies will\nreseed and become a\nperennial in your garden,\naround your home, or at\na soldier s grave. ",
            "As this article was\nbeing prepared, the\nRoyal Canadian Mint\nannounced that it\nwould be producing\nthree circulation-coin\ndesigns to honour the\ncentennial of John\nMcCrae s writing his\nfamous poem. These\nwill no doubt be\ncollected and saved by\nmillions of Canadians.",
            "But for the lucky few\nhundred people involved\nwith the McCrae\nstatue project and its\ndedication ceremonies,\nDr. Vanderburgh s\nchallenge coin will be a\nvery special memento.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "308"
    },
    {
        "File": "The_CN_Journal_October_21.jpg",
        "Paragraphs": [
            "REGINA COIN SHOW FEATURES",
            "VON_RICHTHOFEN._ BLUE_MAX", "BY GEORGE MANZ  FRCNA,",
            "The Regina Coin\nClub is pleased\nto announce that",
            "the Blue Max awarded to\nLothar-Siegfried Freiherr\nvon Richthofen will be\ndisplayed at its fall show\nand sale in October.",
            "Lothar von Richthofen\nwas the younger brother\nof the more famous\nManfred von Richthofen,\nbetter known as the Red\nBaron, who was made famous in Snoopy cartoons\nand several feature length films.",
            "Lothar joined the German Imperial Army as a\ncavalry officer three years before the beginning of\nWorld War I. He fought at several battles in France\nwhere he was awarded the Iron Cross Second Class.",
            "He later joined the German Army Air Service\nin 1915, becoming an observer with the Jasta 23\nsquadron, later training to become a pilot. He was\nawarded the Iron Cross First Class in December\n1916. In March 1917 he was assigned to his\nbrother s Jasta 11 squadron, where he shot down 20\nAllied planes during his first few weeks.",
            "After shooting down 24 Allied planes, he was\nawarded the German Order of Merit: Pour Le\nMerite, which is now commonly referred to as the\nBlue Max, Germany s highest award issued during\nWorld War I. The medal is covered in blue enamel\nand one of its first pilot recipients was ace Max\nImmelmann; that s how the medal got called the Blue Max.\nThe reason the award s name is in French is because most\nof Europe s royalty used French as the common language.",
            "Lothar was severely wounded in May 1917 from anti-\naircraft fire and didn t return to action until September. By\nwar s end he had shot down a total of 40 Allied planes.",
            "After the war, Lothar von Richthofen became a\ncommercial pilot carrying mail and passengers between\nBerlin and Hamburg. He died in 1922 when his plane\ncrashed after its engine failed.",
            "How the medal came to Canada is another story that s\nworth telling. The late Bruce Beatty (famous for designing\nthe Order of Canada), had this Blue Max in his collection,\none of the world s best military medal collections.",
            "Jeffrey Hoare Auctions Inc. sold the medal in January\nthis year. In a letter issued shortly before Beatty s\ndeath, the auction house quoted from Beatty s letter:",
            "Number 7",
            "October - November 2015 -------------------------",
            " First, with respect to the Blue Max, I received the medal\nfrom Lothar s best friend, Esser Lubbert. In 1963, I was\ninvited to the Richthofen Squadron Reunion in Baden-\nBaden, Germany. As part of the invitation, I was asked to\nbring along and display some of my medal collection at the\nreunion. At some point during the reunion, Lubbert suggested\nthat we go to a restaurant to have a bite to eat. During our\nget-together, Lubbert commented on how impressed he was\nwith my medal collection. He then went on to offer Lothar\nvon Richthofen s Blue Max to me for my collection and\nexpressed how pleased he would be if I were to accept it and\ninclude it in my collection. According to Lubbert, before\nLothar von Richthofen died, he gave his Blue Max to his\nfriend which is how it came into Lubbert s possession. ",
            "The Regina Coin Club Show and Sale will take place\nat the Turvey Centre, off Highway 6, just north of Regina.\nThe show runs from October 17 to 18.\n"
        ],
        "PageNo": "309"
    },
    {
        "File": "The_CN_Journal_October_22.jpg",
        "Paragraphs": [
            "THE 1873-H NEWFOUNDLAND\nFIVE-CENT_ COIN"," BY, ROBERT FORBES, ,FRCNA",
            "The Newfoundland 1873-H\n  5-cent piece is probably the\nmost enigmatic coin in the entire\nseries of Newfoundland decimal\ncoinage. According to the records\nof the Royal Mint in London, and\nof the Ralph Heaton & Sons\nMint in Birmingham (the\n Heaton Mint ), where the\ncoin was presumably minted\n(given its  H  mint mark),\nthe coin is not supposed to\nexist. Neither mint records\nthat an 1873-H 5-cent coin\nwas ever struck. No record\nappears to exist of any order\nfor 1873 5 cents having been\nplaced with the Heaton Mint by\nNewfoundland or by the Royal Mint.\nNo numismatic literature provides any\nmintage figures for this coin, stating\nsimply that its mintage numbers are\n included in the above  in reference\nto the 44,260 Newfoundland 1873\n5 cents struck by the Royal Mint\naccording to its records for\n1873. In fact, it appears that\nit wasn t until 1956 that the\nnumismatic community\neven became aware of the\nexistence of this 1873-H\ncoin. In the April 1956\nedition of The Canadian\nNumismatic Journal,!\nWayne S. Rich reports the\ndiscovery of the  variety.  An\nEditorial Note after his article\nstates that the February 1956 issue\nof both The Canadian Numismatic\nJournal and The Numismatist contain\nreferences in their  Club Reports \nto the discovery of this coin/variety\nbeing reported by members at club\nmeetings late in 1955.",
            "I Rich, Wayne S.,  Newfoundland 1873-H 5  Discovered, \n(1956) The Canadian Numismatic Journal, page 84.",
            
            "Examples of the coin are, however,\nextremely rare. In terms of value,\nwhich presumably reflects rarity,",
            "it s listed as $1,500 in Very",
            "Good condition and $50,000\nin Mint State 64,2 making\nit the most valuable of all",
            "Newfoundland coins. This\npricing is higher than that\nof the Newfoundland ultra-\nlow mintage rarities like\nthe 1880 two-dollar gold\n(2,500 reported mintage),\nthe 1885 10 cents (8,000\nreported mintage) and the\n1946 5 cents (2,041 reported",
            "mintage). In a 1987 article",
            "in The Canadian Numismatic\nJournal, Tom Klunzinger suggests\nthat the mintage of the 1873-H 5 cents\nis probably around a mere 1,000 coins.",
            "3",
            "2 The Canadian Coin Dealer,\nThird Edition, June 24, 2008,\npage 15; Canadian Coin News,\n Trends,  Volume 53, Number\n6, June 30 to July 13, 2015,\nreports VG at a price of $1,500,\nand AU 50 at a price of $11,000;\nit reports no price for any higher\ngrade.",
            "3 Klunzinger, T.E.,  A\nMystery Solved: The 1873-H\nNewfoundland 5  Silver, \n(1987) The Canadian\nNumismatic Journal, page\n156. In this article, Klunzinger\nstates that the Union Bank of\nNewfoundland ordered 40,000\n1873 5 cents from the Royal\nMint, and that the mintage figure\nof 44,260 for the 1873 5 cents\nis most likely  coins struck, \nwhich would include rejects and\nculls; thus he surmises that if the\nmintage of the 1873-H 5 cents\nis 1,000, the actual mintage of\ncoins delivered for the 1873\nNewfoundland 5 cents without\n FH  is probably around 39,000.",
            "Editor's Note: An early version of this paper was delivered by the author to the Newfoundland Numismatic Enthusiasts club at the",
            "2011 Royal Canadian Numismatic Association convention in Windsor, ON.",
            
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "310"
    },
    {
        "File": "The_CN_Journal_October_23.jpg",
        "Paragraphs": [
            "Third party grading population reports for this coin\nshow total graded numbers of fewer than 100 coins.4\nGiven the value of this coin in any grade, it is less likely\nthat examples of this coin remain ungraded, and more\nlikely that the population reports may reflect too many\nexamples, because some owners try to get the same coin\nupgraded and submit the same coin for grading on more\nthan one occasion, or to more than one grading company.\nThis suggests that the likely existing population of this\ncoin is certainly less than 100, and with only one Mint\nState example having been graded, by PCGS.",
            "So how did this coin of such rarity, and for which there\nis no record of its production, come to exist? It has been\nspeculated that perhaps this was a coin struck by the Royal\nMint in London, as part of its production of the 40,000 5\ncents ordered from the Royal Mint by the Union Bank of\nNewfoundland. Proponents of this theory suggest that the\nHeaton Mint returned the dies for the 1872-H Newfoundland\n5 cents to the Royal Mint when Heaton finalized producing\nits contract for 40,000 5 cents in 1872. The suggestion is\nthat the Royal Mint mistakenly put into production the\nHeaton obverse die used in 1872, with its  H  mint mark,\nlate in the Royal Mint s production of 1873 5-cent coins,\nwithout realizing that this obverse die had the Heaton Mint\n H  designation.  Certainly, more than one obverse die was\nused in the production of the 1873 5-cent coins, as this issue\nexists in both  Obverse 1  and  Obverse 2  forms.",
            "This suggestion would certainly explain why there\nis no mint record of this coin, as its manufacture was\na mistake and was never intended. It would explain\nthe small mintage of presumably 1,000 coins or so. It\nwould also explain why the 1873 5-cent coin might\nexist with and without an  H  mint mark, when no\nother coin in the whole Newfoundland series exists in\nboth Royal Mint and Heaton Mint format in the same\ndenomination and for the same year. This coin is unique\nin this respect. It is also unique as the only Newfoundland\nsilver coin apparently produced by the Heaton Mint that\ndoes not exist in any form, Mint State or Specimen, in\nthe Heaton hoard released from the  cabinet  holding\nof the Heaton Mint in the 1970s and early 1980s. 7",
            "4 ICCS shows around 90 examples graded: 44 in grades less\nthan VG-8, while PCGS shows a mere 23 examples graded in all\ngrades as of June, 2015. In 1980 Jerome H. Remick, in Rarest\nCoins in the British Empire, estimated that only 50 to 75 specimens\nof the 1873-H Newfoundland 5 cents exist.",
            "5 RC. Wiley Canadian Decimal Coins and Currency, May 1,\n1991.",
            "6 James O. Sweeny, A Numismatic History of the Birmingham\nMint, 1981, The Birmingham Mint Ltd., reports on page 113 that\n This coin does not appear as a Heaton issue in the summary\nof Colonial Coinages in the 1891 BMR, nor is it in THE MINT \ncabinet. ",
            "7 There is, however a single copper coin (the 1904 cent) which\nwas clearly made by Heaton and also did not exist in THE MINT 5\ncabinet (Sweeney, page 113, footnote 5).",
            "Number 7",
            "October - November 2015 -------------------------",
            "The Heaton Mint produced 50-, 20-, 10-, 5- and 1-cent\nNewfoundland coins in 1872 and 1876, all of which exist\nin numbers in the Heaton hoard in high-grade mint state,\nand 50-, 20-, 10-, and 5-cent coins in 1882, all of which\nexist in specimen format only in the Heaton hoard. The\nNewfoundland 1873-H 5 cents is unrepresented among\nthe silver coins in the Heaton hoard. For all of these\nreasons, it is hard to imagine how this very rare coin\nwould have been produced by the Heaton Mint, and thus\nlends credence to the theory that this was a coin produced\nat the Royal Mint, and completely by accident.",
            "Klunzinger, however, produces a plausible explanation\nof how this coin might have been produced by the Heaton\nMint, without order or record.$ Klunzinger notes that it\nbecame quite standard in the 1870s and 1880s for the Royal\nMint, when not able to produce the volume of English and\ncolonial coins needed in any year, to contract certain coin\nproduction to the Heaton Mint, in which case the Royal\nMint would send the dies and metal for the required coins\nto the Heaton Mint. Heaton would produce the coins, and\nin the process add the  H  mint mark to the obverse or\nreverse die, and charge the Royal Mint a fee of 2% percent\nof the nominal value of the gold, silver or copper coins\nstruck. The Royal Mint would also periodically send metal\nto the Heaton Mint and simply ask Heaton to produce\ncoinage blanks, which would be shipped back to the Royal\nMint for striking there, thus saving the beleaguered Royal\nMint the job of making the blanks.",
            "Klunzinger notes that in 1873, the Royal Mint had\napparently determined that it could strike all of the\ncoinage ordered by the Union Bank of Newfoundland for\nthe year. But it did contract out to Heaton for production\nof the bronze blanks for the 1873 Newfoundland\n1-cent coins ordered for that year by the Union Bank\nof Newfoundland. By reviewing the Royal Mint s\ncorrespondence in 1873, Klunzinger located a letter from\nthe Royal Mint to the manager of the Bank of England. In\nthis letter, the Royal Mint requests payment of the Heaton\nMint s account for producing the bronze blanks, and states\nthat  An invoice of the boxes containing the silver and\nbronze coin is enclosed herewith, and a statement of the\nexpenses incurred by the Mint in connection with this\ncoinage will be furnished to you in due course. ",
            "From this correspondence, and the fact that the Heaton\nMint s invoice for the 1873 bronze blanks is about 10\npercent too high (relative to what Heaton charged over\ncopper prices at the time, for the production of bronze\nblanks in other years), Klunzinger concludes that the Heaton\nMint might have delivered something to the Royal Mint in\nrelation to this invoice, other than the bronze blanks. He\nconcludes that this might well have been the 1873-H 5 cents,\nand calculated on the basis of the excess amount of the\ninvoice, a 2% percent striking fee, and the cost of the silver",
            "8 See Footnote 3\n"
        ],
        "PageNo": "311"
    },
    {
        "File": "The_CN_Journal_October_24.jpg",
        "Paragraphs": [
            "at current 1873 prices, concludes that Heaton\ncould have struck roughly 1,000 5 cents\nbearing the  H  mintmark and shipped them\nto the Royal Mint with the bronze blanks.\nThe Royal Mint then presumably shipped\nthese coins to Newfoundland in 1873 along\nwith the remainder of the order of 1873\n5 cents, meaning that 1,000 1873-H 5 cents\nand 39,000 1873 5 cents were presumably\nstruck in 1873.",
            "This theory explains the possible existence\nof this coin as a real Heaton Mint product,\nand does a decent job of accounting for\nthe rarity of this variety. But it leaves a\nfew things unexplained with any certainty.\nWhy would the Heaton Mint produce 1873\n5 cents without any apparent order, and then\nfeel entitled to invoice the Royal Mint for\nthese coins? Klunzinger suggests that this\nwas a promotion for a new and valued client\nfor Heaton, the contractual relationship for\nHeaton to strike colonial coins between the\ntwo mints being very recent. If this is so, why\ndoes Heaton appear to charge full price for\nthe 5 cents on what was to be a promotion?\nWhy might it not make as much sense for\nHeaton to simply have over-charged for the\n1873 bronze blanks (relative to subsequent\nyear pricing), in that this was the first such\nbronze blank contract given by the Royal\nMint to Heaton for Newfoundland coinage?",
            "The letter between the Royal Mint and\nthe Bank of England, on which Klunzinger\nrelies, referring to  an invoice for the silver\nand bronze coin,  appears to be equally\ncapable of referring to an invoice from\nthe Royal Mint to the Bank of England for\nthese coins, as struck by the Royal Mint,\nand not related to the invoice from Heaton\nfor the bronze blanks, referred to in the\npreceding sentences of this letter.",
            "The Klunzinger theory thus has the\nadvantage of explaining the production of\nthese coins in the right mint for the  H \nmintmark, and the assumed production\nnumber of 1,000 seems about right, given\nthe rarity of the coin at this time. But the\nquestions set out above and left unanswered\nappear to make this explanation anything\nbut conclusive.",
            "How can we add some evidence to help\nsolve this mystery, or at least try to resolve\nthe question of where this coin was struck?\nWell, in mint state, silver coins of this period,",
            "the 1870s and 1880s, made\nby the Royal Mint and\nby the Heaton Mint\nhave fairly distinct\nlooks to them.\nHeaton coins have\nmore lustre and a\nsofter lustre; they\nare also generally\nless well-struck,\nwith less detail in\nthe Queen s portrait,\nparticularly in the braid\nover the ear and in the hair\nbun. Royal Mint coins are\ngenerally better-struck,\nespecially when the\ndies are new and\naren t yet starting\nto break up and\nshow die cracking\non the struck\ncoins (as often\noccurs). Royal Mint\nsilver coins have a\nharder lustre and an\nalmost specimen look. It\nwould appear that the Royal\nMint was using greater\nstriking pressure in\nthe production of\nits silver coins,\nand that, unlike\nHeaton, its silver\nblanks were\npolished to some\nextent before being\nput into the striking\nprocess.",
            "The final result is\na quite different looking\ncoin product, at least on\ncoins in mint state. As\nthey circulated, the\ndifference became\nless apparent\nas the lustre\nwas removed\nand the strike\ncharacteristics\nwere lost to wear.\nThe Royal Mint\ncoins, with their\nhard lustre and polished",
            "The CN Journal",
            "Volume 60\n"
        ],
        "PageNo": "312"
    },
    {
        "File": "The_CN_Journal_October_25.jpg",
        "Paragraphs": [
            
            "Number 7",
            "surfaces, tend to mark",
            "much more easily,",
            "and generally do",
            "not tone into the",
            "beautiful colours,",
            "with underlying",
            "lustre, that we",
            "see on mint state",
            "Heaton examples,",
            "especially from",
            "the Heaton hoard.",
            "This may explain",
            "why Royal Mint silver",
            "coins from this period,",
            "both Newfoundland and",
            "Canadian, are so hard",
            "to find in Gem Mint",
            "State (certainly",
            "much harder to",
            "locate than Heaton",
            "coins in that",
            "grade, even after",
            "excluding both the",
            "Newfoundland and",
            "Canadian Heaton",
            "hoard coins).",
            "Can this difference in",
            "appearance of mint state coins",
            "help us at all in identifying",
            "where the 1873-H 5",
            "cents was made?",
            "As mentioned",
            "previously, to date",
            "there appears to be",
            "only one mint state",
            "1873-H 5-cent",
            "coin that has been",
            "third party graded. If",
            "we look at it closely,\nwhat does it tell us??",
            "9 An attempt\nto compare the reverse\ndie characteristics of\nthe coin in illustration\n1 with the reverse die\ncharacteristics of a\nvery limited number\nof circulated 1873 5\ncents without  H  did\nnot yield any apparent\nsimilarities that would\nsupport the theory\nthat this is a Royal\nMint coin with only a\ndifferent obverse.",
            "October - November 2015 ---------------------------------------------",
            "The left, centre illustration, is recent\nPCGS True View photo of the 1873-H\n5 cents in MS-64. In the far left illustration\nare True View photos of two Newfoundland\n5 cents from the same period produced by\nthe Heaton Mint, an 1876-H in MS-67\nand an 1882-H in MS-67+. In the near left\nillustration are True View photos of two\nNewfoundland 5 cents from the same period\nproduced by the Royal Mint, an 1880 in\nMS-67 and an 1881 in MS-67.",
            "Note the different look of the lustre and\nstrike of the two Heaton coins compared with\nthe Royal Mint coins. Now compare these\ncoins with the 1873-H. To me, the 1873-H\nlooks much more like the Royal Mint coins\nthan like the Heaton coins.",
            "An early version of this paper was\ndelivered by me at the meeting of the\nNewfoundland Numismatic Enthusiasts\nClub at the 2011 RCNA Convention in\nWindsor. Those in attendance saw the actual\ncoins pictured here. Their general consensus\nwas that the 1873-H coin certainly had the\ncharacteristics of Royal Mint coins, rather\nthan those of the Heaton coins.",
            "Like the other evidence in this mystery,\nthis examination and what s offered here,\ncertainly isn t conclusive; it is really just\ncircumstantial. The coins that can be\nexamined constitute too small a sample to\nbe reliable, and the condition of the die at the\ntime of striking could always have resulted in\nan anomaly. However, I do believe that this\ndoes offer additional evidence that this rare\nand enigmatic coin may well be a Royal Mint\ncoin, struck in error with the  H  mint mark.",
            "References",
            "Rich, Wayne S.,  Newfoundland 1873-H\n5  Discovered,  (1956) The Canadian\nNumismatic Journal, page 84.",
            "The Canadian Coin Dealer, Third Edition,\nJune 24, 2008, page 15;",
            "Canadian Coin News,  Trends,  Volume\n53, Number 6, June 30 to July 13, 2015.",
            "Klunzinger, T.E.,  A Mystery Solved:\nThe 1873-H Newfoundland 5  Silver, \n(1987) The Canadian Numismatic\nJournal, page 156.",
            "R.C. Wiley  Canadian Decimal Coins and\nCurrency,  May 1, 1991.",
            "James O. Sweeny,  A Numismatic History\nof the Birmingham Mint,  1981.\n"
        ],
        "PageNo": "313"
    },
    {
        "File": "The_CN_Journal_October_26.jpg",
        "Paragraphs": [
            "LONGEST_SERVING, BRITISH_ MONARCH",
            "HER MAJESTY QUEEN ELIZABETH II, LONG MAY SHE REIGN",
            "On Wednesday, September 9, 2015 at 17:30\nO BST Her Majesty Queen Elizabeth II is",
            "said to have officially  beat the record \nheld by her great-great-grandmother Queen Victoria\n  63 years and 7 months   as the longest reigning\nBritish monarch. Only four other British kings and\nqueens have reigned 50 years or more. For most\nCommonwealth subjects, Elizabeth is the only\nmonarch that they have known and she has been in\ntheir hearts since she ascended to the throne at the\nage of 25 in 1952.",
            "The world has changed significantly since the",
            "Princess Elizabeth married Prince Philip in 1947.",
            "At that time Britain was still implementing post-",
            "World War II austerity   ingredients for the wedding",
            "cake were received as presents from abroad and",
            "the young princess used rationing coupons for her\nwedding gown material. The occasion of the 1953\nbroadcast of her coronation from Westminster Abbey",
            "has been said to have been a pivotal event responsible",
            "for spreading television across the UK. Elizabeth is the last of\nthe generation of British royals educated at home by private\ntutors, but also the first British monarch to have sent an email\n(1976). She has worked with governments under British\nprime ministers ranging from Winston Churchill to David\nCameron, who was not born at the time of her coronation.\nAt the time her coronation British colonies were still spread\naround the world, but now the empire has all but vanished.",
            "Palace officials have indicated that no significant\nfanfare will mark this occasion since the queen wanted\nthe occasion to be a low-key affair; the day will be\n business as usual.  Elizabeth is expected to be staying\nin her Scottish home, Balmoral Castle and, with Prince\nPhilip, will take a steam- train journey from Edinburgh to\nopen the new Borders Railway.",
            "Born April 21, 1926 in London, the queen was\nchristened Elizabeth Alexandra Mary of York, known as\nLilibet to her family. She was not expected to be heir to\nthe throne but that changed when her uncle Edward VIII\nabdicated, in order to marry American divorcee Wallis\nSimpson, and Elizabeth s father reluctantly became King\nGeorge VI. She was now first in line to the throne and\nbecame queen upon his death in 1952.",
            "Even before that, as early as her 21 ! birthday,\nElizabeth had dedicated her life to Britain and the\nCommonwealth.  There 1s a motto which has been\nborne by many of my ancestors   a noble motto,\n I serve,  she said.",
            "314",
            "The Bank of Canada released a special commemorative\n$20 banknote, celebrating the milestone, during a ceremony\nconducted at Rideau Hall on September 10, 2015. Special\ndesign elements featured in the  large window  include a\nportrait of Her Majesty wearing a tiara for the first time on a\nCanadian banknote. The portrait is based on a 1951 image by\nCanadian photographer Yousuf Karsh   the same photograph\nthat inspired the portrait of the Queen, without tiara, for the\n1954 Zandscape series of banknotes.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "314"
    },
    {
        "File": "The_CN_Journal_October_27.jpg",
        "Paragraphs": [
            "On September 9, 2015, the Royal Canadian Mint\nissued a press release announcing that it was  joining\nCanadians from coast-to-coast-to-coast in celebrating Her\nMajesty Queen Elizabeth II becoming the longest reigning\nSovereign in Canada. ",
            " In addition to featuring four effigies of Her Majesty\non the obverse of Canada s coins since her accession to\nthe throne, the Mint has a long and proud history of\ncommemorating significant Royal Family milestones, \nsaid Sandra Hanington, President and CEO of the Royal\nCanadian Mint.  These finely crafted coins are exceptional\nkeepsakes for Canadians, royal watchers and collectors\naround the world to remember this remarkable event. ",
            "The Mint has produced a number of collector coins in\nsilver and in gold to mark the historic reign of Her Majesty.",
            "Since her accession to the throne, four effigies of Her\nMajesty have appeared on the obverse of Canada s coins.\nThe first effigy was drawn by Mary Gillick in 1953. In\n1965, Arnold Machin created a portrait of Her Majesty\nwearing a jewel-studded tiara. In 1990, a new royal portrait\nwas commissioned from Dora de P dery-Hunt, the first\neffigy of a reigning monarch by a Canadian artist. The\ncurrent effigy was produced in 2003 by Susanna Blunt of\nVancouver, British Columbia.",
            "In addition the RCM released a $20 Fine Silver coin, featuring the cyphers of Her Majesty and Queen Victoria surmounted\nwith a crown, and a $200 Pure Gold coin, featuring the cypher of Her Majesty and Queen Victoria surmounted by\nthe St. Edwards crown. Both were designed by Canadian artist Cathy Bursey Sabourin. These coins (above) are also",
            "available in three-coin sets combined with those from Great Britain (left) and Australia (right).",
            "Number 7",
            "October - November 2015 -------------------------\n"
        ],
        "PageNo": "315"
    },
    {
        "File": "The_CN_Journal_October_28.jpg",
        "Paragraphs": [
            "AROUND. THE.WORLD BY GEORGE MANZ",
            "Australia",
            "Australian numismatics has been on fire for many years. The\nbreadth of some of the material for sale at auction has been\nastounding. For me, the holy grail of Australian coins is\nthe holey dollar, several of which were put to auction\nby Noble Numismatics (Sale 109) on July 28-30.\nAustralia s holey dollar and dump are very similar to\nthose issued on Prince Edward Island in 1813 under\nthe leadership of Lieutenant Governor Charles Smith.\nIn Australia, when Governor Lachlan Macquarie\narrived in Sydney, he soon discovered a severe\nshortage of coinage. Shop owners were reluctant to give\nout change as they usually hoarded their coins because\nthey had to ship them to England in order to purchase many of\nthe goods they had for sale. Therefore much of the colony\nof New South Wales resorted to barter, often in rum,\nwhich was easily consumed and rarely lasted very long.\nAccording to Greg McDonald, author of the Pocket\nGuide to Australian Coins and Banknotes,  Macquarie\nwent a long way to solving the problem of what\ncoinage there was being taken by trading ships when\nhe took possession of 40,000 Spanish Dollars which\narrived in Port Jackson in 1812. The Spanish Dollar was\nan international currency with a value of between Four\nShillings and Nine Pence and Five Shillings. He made the\ncoins very unattractive to foreign traders by punching the centre\nout of the coin and giving both parts inflated values over and above\nthe intrinsic value of the silver. The  Holey Dollar,  or outer ring, was\nvalued at Five Shillings while the inner plug, known as the  Dump  was\nvalued at Fifteen Pence. They were demonetized in 1829, recalled\nand melted down. Fewer than 300 Holey Dollars are known to\nexist and about 1000 Dumps survive. They are both highly\nprized possessions among collectors. \nSo when Noble Numismatics auctioned off a high quality\nHoley Dollar, it set off alarm bells around the world. It is\nbelieved that Governor Macquarie sent this Charles III,\nMexico City Mint, eight reales dated 1792 FM (above) back\nto his family in Scotland. Estimated to sell for A$350,000, the\ncoin was finally hammered down for A$400,000.\nA corresponding high quality 1813 (Mira dies A/1) fifteen-\npence or Dump (Lot #1385, right) sold for A$43,000 on a A$50,000\nestimate.",
            "Nobel Numismatic Pty Ltd   www.nobel.com.au .",
            " The CN Journal Volume 60\n"
        ],
        "PageNo": "316"
    },
    {
        "File": "The_CN_Journal_October_30.jpg",
        "Paragraphs": [
            "~COMMUNIQUE,",
            "2016 $250 PURE GOLD COIN\nMAPLE CANOPY: KALEIDOSCOPE OF COLOUR",
            "The reverse design by Canadian artist Emily Damstra\nutilizes a unique vantage point to capture the awe-\nmspiring autumn splendours of a beautiful setting.",
            "There s a towering sense of height as the viewer s",
            "gaze sweeps along the trunk of the mighty maple",
            "tree, moving upward from the base over the",
            "intricately engraved fissures and ridges, to the",
            "branches that seem to spread out overhead and",
            "across the sky. There, a lush canopy of fall foliage",
            "blazes brightly with rich hues of red, orange and",
            "yellow that have been painstakingly applied over the\nengraving to recreate nature s autumnal palette. Adding",
            "to this immersive viewing experience, the coin s surface\nlends itself naturally to recreating the waning sun s golden\nrays, which filter through the gaps among the colourful\nleaves on a magnificent autumn day in Canada.",
            "2015 $20 FINE SILVER COIN AUTUMN EXPRESS",
            "The reverse image by Canadian artist Jacky MacDonald\nfeatures a timeless image of autumn in Canada, one that stirs\na feeling of wistful nostalgia in its depiction of a beloved,\nlongstanding tradition. Engraved directly into the silver, a\nclassic steam locomotive is seen chugging along the winding,\nengraved track as a silver cloud of smoke rises up from\nits chimney. One could almost hear the train whistle echo\namidst the tranquility of this forested area, which is ablaze\nwith autumn colours that have been recreated with the use of\nred, orange and yellow hues of paint. Nature s breathtaking\ndisplay surely delights the passengers on-board this leisurely\nfall foliage train ride, as they roll past the maples and birch\ntrees that dominate this Canadian landscape.",
            ". PIECE DE 250 $ EN OR PUR 2016\nA L OMBRE D UN ERABLE : KALEIDOSCOPE\nAUTOMNAL",
            "Le motif au revers, oeuvre de l artiste canadienne Emily\nDamstra, d peint une belle sc ne automnale, observ e depuis\nune perspective in dite. Le motif cr e une impression de\nhauteur imposante en dirigeant le regard de l observateur le\nlong du tronc, depuis le pied du puissant  rable aux nombreuses\ncannelures et fissures grav es avec minutie, jusqu  ses plus\nhautes branches, qui semblent vouloir toucher le ciel. Les\nbranches sont par es d un feuillage automnal luxuriant aux\nteintes riches et  clatantes de rouge, d oranger et de jaune,\nappliqu es avec grand soin sur la gravure afin de recr er la\npalette des couleurs de l automne. La brillance naturelle de la\nsurface de la pi ce est utilis e pour reproduire les rayons dor s\ndu soleil couchant qui se faufilent entre les feuilles color es de\nl rable, lors d une magnifique journ e d automne canadien.",
            "PI CE DE 20 $ EN ARGENT FIN 2015\nESCAPADE D'AUTOMNE",
            "Le motif au revers, oeuvre de l artiste canadienne Jacky\nMacDonald, repr sente une sc ne automnale typiquement\ncanadienne. Cette illustration d une tradition de longue date\nch re aux Canadiens  veille un sentiment de nostalgie. Grav e\ndans l argent, une locomotive   vapeur classique avance en\nronflant sur des rails sinueux, eux aussi grav s, tandis qu un\nnuage de fum e argent e s chappe de sa chemin e. On peut\npresque entendre le sifflement de la locomotive en  cho, dans\nla tranquillit  de cette r gion bois e aux couleurs automnales,\nrecr es ici par l utilisation de nuances de rouge, d orange\net de jaune. Ce spectacle   couper le souffle r jouit,   n en\npas douter, les passagers   bord de ce train qui sillonne un\npaysage d automne et salue au passage l rable et le bouleau\nqui dominent cette sc ne canadienne",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "318"
    },
    {
        "File": "The_CN_Journal_October_31.jpg",
        "Paragraphs": [
            "2015 $10 FINE SILVER COIN GOALIES SERIES",
            "They played with passion and a rugged determination,\ncarried by an enduring love for the game; in an era when\nthere was little protective equipment, the hard-playing\ngoaltenders of the Original Six  hockey teams\noften risked injury as they fearlessly stood toe-to-",
            "toe against the prolific scorers of the 1950s and  60s.\nEach of these Canadian-born netminders brought their",
            "own style of play and made some of pro hockey s\nmost memorable saves, all while setting the bar with\nimpressive performance standards and helping to shape\nmodern goaltending. Theirs is a lasting legacy on a sport\nthat plays an important part in Canadian culture a legacy\nthat is celebrated with these fine silver coins.",
            "Series includes: Jacques Plante, Johnny Bower, Gerry\nCheevers, Eddie Giacomin, Glenn Hall, and Terry Sawchuk.",
            "2015 $3 FINE SILVER COIN 1007\nANNIVERSARY OF IN FLANDERS FIELDS",
            "The reverse image by Canadian artist Laurie McGaw offers\na beautifully detailed and engraved side-profile portrait of\nLieutenant Colonel John McCrae as he composes his famous\npoem, In Flanders Fields. There, on the battlefields near\nthe Belgian town of Ypres, a uniformed McCrae is seated\nwith pen and paper in hand, using his elevated thigh as a\nwriting surface. He appears deep in thought and fixed upon\nthe task at hand; in the background to the right of McCrae, an\nambulance truck is parked before a field tent   a reminder of\nMcCrae s medical role with the Canadian brigade during the\nFirst World War. A more haunting sight to the left and behind\nMcCrae is the landscape covered with makeshift graves for\nthe fallen soldiers; this, together with the showy poppies that\ncan be seen along the left edge of the image field, inspired\nthe lines  Jn Flanders Fields, the poppies blow / Between the\ncrosses, row on row, / That mark our place... ",
            "Number 7",
            "October - November 2015 -------------------------",
            "PIECE DE 10 $ EN ARGENT FIN 2015\nSERIE GARDIENS DE BUT",
            "Sur la glace, ils ont toujours fait preuve de passion et de\nd termination, anim s par leur amour ind fectible pour le\nsport. A une  poque o  l quipement de protection  tait\nrudimentaire, les gardiens de but acharn s des Original Six!M/\nMC de la LNH ? risquaient souvent de se faire blesser lorsqu ils\nprenaient place devant leur filet pour affronter les tirs des\nmarqueurs prolifiques des ann es 1950 et 1960. Chacun de ces\ngardiens de but n s au Canada a apport  son style personnel\nau jeu et a effectu  certains des arr ts les plus m morables\ndu hockey professionnel, tout en  tablissant des records\nimpressionnants et en faisant  voluer les techniques du gardien\nde but vers ce qu elles sont aujourd hui. C est   leur h ritage\ninestimable pour le hockey, tr sor de la culture canadienne, que\nrend magnifiquement hommage chacune de ces pi ces en argent\nfin.",
            "PI CE DE 3 $ EN ARGENT FIN 2015 - 100 \nANNIVERSAIRE DU PO ME AU CHAMP\nD'HONNEUR",
            "Pr sentant des d tails finement cisel s, le motif au revers,\noeuvre de l artiste canadienne Laurie McGaw, repr sente le\nlieutenant-colonel John McCrae de profil, composant son\nc l bre po me Au champ d honneur. Dans les champs de\nbataille non loin de la ville belge d  Ypres, l auteur, en uniforme,\nest assis crayon et papier   la main, s  appuyant sur la surface de\nsa cuisse relev e pour  crire son oeuvre po tique. Plong  dans\nses pens es, il a les yeux riv s sur son travail de cr ation. En\narri re-plan,   sa droite, une ambulance est stationn e devant\nune tente de campagne, rappelant le r le de m decin jou  par\nJohn McCrae au sein de la brigade canadienne pendant la\nPremi re Guerre mondiale. Plus  mouvante encore est la vue,\n  gauche et derri re John McCrae, d un paysage couvert des\ntombes de fortune des soldats morts au combat, paysage qui,\nconjugu  aux  clatants coquelicots repr sent s   la gauche de\nl'image, a inspir  les vers   In Flanders fields, the poppies blow\n/ Between the crosses, row on row, / That mark our place...  \n"
        ],
        "PageNo": "319"
    },
    
    {
        "File": "The_CN_Journal_October_35.jpg",
        "Paragraphs": [
            "2015 COIN GRADING AND PRESERVATION WORKSHOP\nNOVEMBER. 14,2015",
            "Once again the RCNA is sponsoring\nO its popular, one-day workshop event,",
            "Coin Grading and Preservation. The\nworkshop is being held at the Etobicoke campus\nof Humber College in northwest Toronto.",
            "The morning session (with Brian Cornwell,\nassisted by Scott Cornwell) explores technical\naspects of coin grading, coin authentication,\ndetecting counterfeits, fakes and alterations.\nThe afternoon session (with Susan Maltby)\ndiscusses coin and paper money preservation.\nThe instructors supplement their topic with\ndemonstrations, hand-outs and displays of\nnumismatic material.",
            "The class size is intentionally small so\nstudents have an opportunity to speak personally\nwith instructors to fully understand the material\npresented or to ask related questions.",
            "Coin Grading and Counterfeit\nDetection",
            "This session will focus on the practical aspects",
            "of grading Canadian decimal coinage as well",
            "as detecting coins that have been altered or are",
            "counterfeit. The material presented covers the",
            "three fundamentals of accurate and consistent",
            "grading: knowledge, technique and objectivity.",
            "Important grading tips and methods used by",
            "experienced graders will be explained. A detailed",
            "discussion of the fine points that distinguish one",
            "grade from another is also included, as well as",
            "a close-up look at  coin problems,  specifically",
            "those coins that are cleaned, altered or are",
            "counterfeit. Students will spend approximately 75 percent of the",
            "allocated class time  hands on  examining and grading coins.\nThis course is intended for students who know the basics of",
            "grading coins, have some grading experience, and recognize",
            "those areas where they lack grading skills.\nAll students are encouraged to bring example coins for",
            "class discussion, particularly coins with grading difficulties.\nThe course will help students resolve the confusion that",
            "sometimes accompanies grading coins. Many examples of",
            "problem coins will be available for students to examine,",
            "together with advice on how best to identify and avoid them.\nBrian Cornwell is President of International Coin",
            "Certification Service (ICCS), a third-party coin grading",
            "company based in Toronto. Scott Cornwell has been a senior",
            "grader with ICCS for 25 years. He specializes in coin micro-",
            "and macro-photography.",
            "Number 7",
            "October - November 2015 -------------------------",
            "Coin and Paper Money Preservation",
            "One of the most important aspects for the\npreservation of coins, tokens and paper money\n1s providing proper handling and storage. If not\nstored correctly, collections can deteriorate over\ntime. Find out what can be done to preserve\nvaluable numismatic material.",
            "This advanced course offers the collector a\npractical learning session for the proper care and\nconservation of numismatic collections: coins,\ntokens, medals and banknotes.",
            "Topics discussed will include: cleaning,\ncare and handling of numismatic material;\nstorage and holders; agents of deterioration;\nenvironmental monitoring techniques and\nestablishing a controlled environment.",
            "The Beilstein Test, used to determine if a\nplastic contains PVC (polyvinyl-dene chloride),\nis a popular demonstration which can be\nemployed to test the suitability of material you\nuse to store your collection. Susan will explain\nwhich material is safe, which is not and why.",
            "Participants are urged to bring along problem\npieces for examination and discussion.",
            "Susan Maltby is a columnist and professional\nconservation consultant. Previously she was\nwith the Canadian Conservation Institute in\nOttawa.",
            "Registration Information",
            "Date: Saturday, November 14, 2015\nTime: 9 a.m. to 5 p.m.\nLocation: Humber College, 205 Humber\nCollege Blvd., Etobicoke, Ontario (South of Finch Ave., East\nof Hwy. 427)\nRegistration Cost:\n$125.00 for RCNA members\n$170.00 for non-RCNA members\nFor further information contact the RCNA Executive\nSecretary: Telephone: 647-401-4014\nE-mail: info@rcna.ca\nOr mail: RCNA Educational Course\n5694 Highway #7 East, Suite 432; Markham, ON L3P 1B4\nIncludes: Certificate of Participation; handouts;\ncomplimentary coffee and tea, and free parking. There will\nbe a 45-minute lunch period. The college cafeteria is open\non site (lunch cost paid by the student). Two rest breaks are\nscheduled with complimentary tea and coffee.\n"
        ],
        "PageNo": "323"
    },
    {
        "File": "The_CN_Journal_October_36.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "BY ROGER C. PAULEN\nLM, #439",
            "\n1964 one-cent varieties",
            "I t has been a long and busy summer for me, conducting",
            "fieldwork in northern Labrador and Quebec for the",
            "Geological Survey of Canada. In the past few months,\nI have invited guest writers Roger Dent, and Christopher\nFaulkner, experts in their own respective collecting series, to\ngraciously share their knowledge with you, in this column.\nThe long-term goal of Canadian Spice is to educate our\nmembers in all aspects of varieties in Canadian decimal,\nprovincial tokens, municipal trade dollars and exonumia. I\ncertainly cannot lay claim in this column to all disciplines\nof Canadian numismatics, so I encourage and invite all\nmembers of the RCNA who feels compelled to share their\nknowledge of varieties to contact the editor of The CN\nJournal to contribute to the hobby.",
            "This month, in honour of the 70\" Edition of the Charlton\nStandard Catalogue of Canadian Coins (Cross, 2015),\nsmall cent varieties from 1964 will be discussed. The 1964\ncoinage was the last year to use the obverse portrait design\nby Mary Gillick, and that year 484,655,322 1-cent coins\nwere minted, almost more than double any previous 1-cent\nmintage. Despite the very high production for 1964, the\nRoyal Canadian Mint was quite diligent in quality control\nfor its dies, because very few known die varieties have been\ndocumented for that year. Production errors, such as coins\nstruck on clipped planchets and ragged planchets, and strike-\nthrough errors are, however, somewhat common. Another\nproduction error, but not discussed here, is clashed dies and\nthe resultant features imparted onto the coins. Clashed dies\ncan be observed in almost every year from the early 1940s\nto the late 1960s. Nevertheless, one true 1964 production\nerror, a product of either working punch or working die\ndeterioration, is the  Missing Designer s Initials  variation\nthat collectors found during the past decade. Either the  M \nor  G  or both initials are missing from the truncation of the\nportrait. This anomaly occurs on one-cent coins from 1961,\n1962, and 1964; these are not varieties per se, and are also\nnot discussed herein.",
            "However, dedicated sharp-eyed collectors have spotted\ntwo bona fide varieties in the reverse design of the 1964\ncent that had escaped the earlier scrutiny of Hans Zoell in\nhis works from the 1960s to the early 1970s. The first one is\nwhat collectors have commonly dubbed the  Extra Spine. \nThis is observed as a vertical, raised feature, generally on\nthe right side of the bud in the centre of the reverse devices\n(Figure 1). The Extra Spine is a strong, higher relief feature,\nand is unlikely to be a short progressive die crack, given\nhow wide it is. It is also unlikely to be formed from missing",
            
            "chromium plating on the working dies, given the higher\nrelief. In its detail, it has a rougher texture, which makes\nattribution of a tool mark a cause difficult to accept. It\npossibly could be a punch (or hub) doubling feature, but it is\ndifficult to see what surrounding element has been doubled.\nFor now, its origin remains unknown, but the feature does\ncontinue remarkably consistent in its shape, and has been\nnoted by many collectors in recent years, which leads us to\nconclude it may have been a detail on a working punch.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "324"
    },
    {
        "File": "The_CN_Journal_October_37.jpg",
        "Paragraphs": [
            "The second variety for the 1964 reverse is a recent\ndiscovery (Figure 2). It features an extra bud, much like\nthat described by Ken Potter (2006) for a similar doubling\nfeature observed in the 1965 cent. This doubled die variety\nis restricted to the virtual centre of the reverse design,\nsimilar to the 1974 Winnipeg nickel dollars. The reverse\ndesign normally features two buds, and the larger bud on\nthe left side has an additional bud attached to it. Some\nmight argue that this is merely the result of a die chip, or\nmachine doubling, but detailed examination shows it is an\nunquestionable doubled die. This doubled bud was recently\nfound in approximately 20 pieces out of three mint-state\ncondition rolls from 1964, which proves it is a feature that\nwas imparted onto a working die, from a working doubled\npunch. Potter (2006) refers to doubled die features limited\nto small areas of the coin in its dead centre, like this\nexample, as  limited pressure hub doubling.  According\nto former RCM master engraver, Walter Ott, who was\ninterviewed by Ken Potter in 1983, the doubled die\noccurred during the creation of the working die ( hubbing \nin US terminology). The die blank was machined into a\nconical shape, prior to being made into a working die. The\npointed tip of the die blank was to be the centre of the die,\nand was in light contact with the punch (matrix), prior to\nthe creation of the die. A shift, or tilt, of the die blank was\nnoticed just as the tip of the cone was in contact with the\nhydraulic press that held the punch; the punch was then\nbacked off the die blank, the blank was then reset and the\nworking die was created, with the earlier impression now\noff-register to the main working die design.",
            "Number 7",
            "October - November 2015 -------------------------",
            "Both of these varieties are easily seen with a good loupe,\nand should not be too hard to hunt out at coin shops and at\ncoin show bourses. Overall, I think the doubled die strikes\nfrom the Elizabeth II decimal series is ripe for the picking\nof varieties, so grab your loupe and keep up the hunt!",
            "Acknowledgements",
            "Photography of the 1964 varieties by Scott Cornwell, and\nused with permission of Charlton Press, from the 70%\nedition catalogue, small cent variety section. Bill Cross is\npersonally thanked for his continuing the promotion and\neducation about varieties in Canadian numismatics. Ken\nPotter is thanked for additional information and for his\nsupport of Canadian variety study.",
            "References",
            "Cross, W.K. 2015. A Charlton Standard Catalogue Canadian\nCoins, Volume One, Numismatic Issues 2016, 70\" ed.",
            "Potter, Kenneth 2007.  Canada 1965 doubled die cent sports\n extra bud, Varieties & Errors, Canadian Coin News, October\n3, 2006, p. 28.\n"
        ],
        "PageNo": "325"
    },
    {
        "File": "The_CN_Journal_October_38.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES, DES, CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)\nFONA, #22198",
            "Robb McPherson, president of the O.N.A.,",
            "recently announced two appointments to the",
            "O.N.A. Awards Committee: Chris Boyer,\na current committee member, appointed to the\nposition of committee Chair. Scott Douglas, 2010\nrecipient of the O.N.A. Medal of Merit, appointed\nas a committee member. In addition to Chris and\nScott the other members are Richard Dunn, Robb\nMcPherson and Len Trakalo. President Robb requests\nthat all correspondence about nominations and\nawards be directed to Chris Boyer. Robb explained\nthat the committee changes were made after William\nWaychison, formerly Chair of the Awards Committee,\nadvised him that he wished to step down; he had served\nnine years, of which the last six were as Chair. Robb\nthanked William for his years of dedicated service.",
            "The Eighteen Best Ways to Ruin Your Coin\nClub",
            "Kevin Foley, a longtime supporter of the numismatic\nhobby and chairman for several commercial and non-\ncommercial coin shows wrote this thoughtful guide.\nThis article is worth sharing with your club Executive.\nAfter reading this list, you can probably think about\none or more times you might have stepped partially\nor fully into one of these poor leadership behaviours\nand felt regret either immediately or long afterwards.\nPlease read on and reflect that, as leaders of the hobby,\nwe accepted the great responsibility of serving the\nhobby in a positive, proactive and professional manner\nand a duty to protect and grow the hobby for future\ngenerations of numismatists.",
            "1. Accumulate a big treasury, especially without",
            "first reaching a consensus on the purpose to which",
            "the money will be applied.",
            "2. Get other people to do all the work and then",
            "criticize them.",
            "3. Fail to recognize the people who do the real",
            "work. Especially pretend that they almost don t exist",
            "and instead lavish praise on those who are marginal",
            "performers and encourage their substandard",
            "performance by rewarding and praising them.",
            "4. Attack those who are superior performers,",
            "always seeking to undermine them and erect road",
            "blocks to thwart them.",
            "5. Hoard your treasury and refuse to give",
            "anything back to the marketplace that helped to",
            "produce it for you.",
            "Robb McPherson, pr sident de l 'ONA, a r cemment fait",
            "l annonce de deux nominations au comit  des prix de",
            "VPONA: Chris Boyer, un membre actuel du comit , est\nnomm  pr sident du comit . Scott Douglas, r cipiendaire de la\nM daille du M rite de 1 ONA pour 2010, est nomm  membre\ndu comit . En plus de Chris et Scott, les autres membres du\ncomit  sont Richard Dunn, Robb McPherson et Len Trakalo.\nLe pr sident Robb demande que toute la correspondance\nconcernant les nominations et prix soient envoy s directement\na Chris Boyer. Robb a expliqu  que les changements au comit \nont  t  faites apr s que William Waychison, ancien pr sident du\ncomit  des prix, lui eu manifest  son d sir de se retirer; 11 avait\nservi neuf ans, dont les six derni res en tant que pr sident. Robb\na remerci  William pour ses ann es de service d vou .",
            "Les dix-huit facons de d truire votre club\nnumismatique",
            "Kevin Foley, un passionn  de longue date de la numismatique\net pr sident des plusieurs expositions numismatiques   but\nlucratif et non lucratif, a r dig  un guide de r flexion. Cet\narticle m rite d tre partag  avec votre ex cutif du club.\nSuite   la lecture de cette liste, vous pourrez surement vous\nsouvenir qu  une ou plusieurs occasions, vous avez fait\npreuve partiellement ou totalement d un de ces mauvais\ncomportements en tant que leader et que vous avez regrett \nce geste imm diatement, ou un peu plus tard. S il vous plait,\nfaites la lecture et r fl chissez. En tant que leader de ce passe-\ntemps, vous acceptez la responsabilit  de servir le passe-temps\nd une mani re positive, proactive et professionnelle et vous\navez le devoir de prot ger et de d velopper le passe-temps\npour les g n rations futures de numismates.\n1. Accumuler un fond de roulement important, surtout sans\navoir obtenu un consensus sur la fa on d utiliser ces fonds.\n2. Demandez   d autres personnes de faire tout le travail et\nles critiquer.\n3. N gligez de reconna tre les gens qui font le vrai travail.\nSurtout pr tendre que leur contribution  tait peu importante\net de louanger ceux qui ont faits des contributions\nmarginales tout en encourageant et r compensant ces\ncontributions aux standards moins  lev s.\n4. Attaquer ceux qui offrent un rendement sup rieur,\ncherchant toujours   miner leur cr dibilit  et leur effort et\nde mettre des b tons dans les roues pour les emp cher de\nr ussir.\n5. Amasser une fortune dans le compte de banque et refuser\nde donner quoi que ce soit m me si ce sont les membres qui\nont accumul  les fonds.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "326"
    },
    {
        "File": "The_CN_Journal_October_39.jpg",
        "Paragraphs": [
            "6. Elect officers who feel that their being 1s\nsimply enough and who resist actually working for\nthe organization.",
            "7. Constantly try to show how much more",
            "important you are than anyone else in the club and",
            "how much smarter you are than all the rest.",
            "8. Lose sight of what the core purpose of the",
            "organization 1s.",
            "9. When considering any decision, fail to ask: If",
            "we do this, how will it improve the organization?",
            "10. Have different rules for different people, 1.e.,",
            "always look at  who  is doing something rather",
            "than  what  is being done in deciding if the action\nis appropriate.",
            "11. Fail to set standards and expectations for",
            "how tasks and responsibilities are completed or",
            "fulfilled. That way you can criticize people no\nmatter what they do.",
            "12. When someone disagrees with you on an issue:\na. Always describe nefarious motives to them\nrather than carrying on an adult discussion about\nwhy you think their viewpoint is incorrect.",
            "b. Never discuss an issue directly with someone\nwith whom you disagree. Instead, always go\nbehind their back to others and present only your\nown viewpoint while smearing the other person\nand detailing what a really awful person they are.",
            "13. Always arrive at a decision first and then work\nbackward from there to select only the facts that\nsupport your conclusion while ignoring any that don t.\n14. Propose policies and rules that, while\nappearing on the surface to be generic and neutral\nbest practices, are really aimed at one target. Be\ncertain to pretend that such targeting is not at\nall the case. Become indignant and offended if\nsomeone detects and points out the disparate\nimpact of your proposal.\n15. Fail to remember that your hobby club\nexists for people to have fun and enhance club\nmembers shared experiences. Become obsessed\nwith controlling all aspects of club operations,\nespecially anything to do with money.\n16. Never miss an opportunity to use the\norganization as a weapon to attack, undermine,\nbelittle and demean someone against whom you\nhave a grudge, especially if you are jealous or\nenvious of them. Always pretend, however, that\nyour attacks are motivated by the highest concerns\nof the organization.",
            "17. When you promise to do something for the",
            "organization, never follow through and actually do",
            "it. This will give you an opportunity to assert that\nit was really the responsibility of someone else and\nenable you to shift the blame to them.",
            "Number 7 October-November 2015 ----------------------",
            "6. Elire des dirigeants qui estiment que leur pr sence est\nsuffisante et qui travaillent peu pour le club.\n7. Constamment essayer de montrer comment vous\n tes plus importants et intelligents que tous les autres\nmembres.\n8. Perdre de vue l objectif principal du club.\n9. Au moment de prendre une d cision, ne pas se poser la\nquestion: Si nous prenons cette d cision, est-ce qu elle va\nam liorer le club?\n10. Avoir des r gles diff rentes selon le statut d une\npersonne, soit toujours regarder  qui  fait quelque chose\nplut t que  ce qui  est accompli pour d cider si l action\nest appropri e.\n11. Ne pas fixer des standards pr cis et des attentes\nsur la fa on dont les t ches et les responsabilit s sont\naccomplies. De cette fa on, vous pouvez critiquer les\npersonnes, peu importe ce qu ils ont fait.\n12. Quand une personne est en d saccord avec votre\nposition :\na. Toujours avoir une attitude n gative face   cette\npersonne plut t que d avoir une discussion d adulte sur\nle pourquoi vous ne partager pas leur point de vue.\nb. Ne jamais discuter d une question avec quelqu'un\nqui ne partage pas votre point de vue. Au lieu de\ncela, vous faites vos manigances dans leur dos pour\npr senter aux autres votre propre point de vue tout en\nd nigrant cette personne et les torts qu elle cause.\n13. Toujours arriver   une d cision finale et ensuite\ntravailler   rebours et utiliser uniquement les faits qui\nappuient votre conclusion tout en ignorant les faits qui\nvont   l encontre de votre d cision.\n14. Proposer des politiques et des r gles qui   premi re\nvue peuvent  tre les meilleures pratiques et neutres,\nmais qui sont pour l atteinte d un objectif pr cis. Soyez\ncertain de pr tendre que l objectif cibl  n est pas la raison.\nDevenir indign s et offens s si quelqu'un d tecte et\nmentionne l impact de votre proposition.\n15. D faut de garder en t te que le club existe pour que\nles gens aient du plaisir et am liorent leurs connaissances\navec le partage d information entre membres. Devenir\nobs d  par le contr le de tous les aspects d op ration du\nclub, surtout avec les fonds du club.\n16. Ne jamais rater une occasion d utiliser le club comme\nune arme pour attaquer,  branler, rabaisser et humilier\nquelqu'un envers qui vous avez une rancune, surtout si\nvous  tes jaloux ou envieux de cette personne. Toujours\npr tendent que vos attaques sont motiv es par les bienfaits\ndu club.\n17. Lorsque vous promettez de faire quelque chose pour\nle club, ne pas faire de suivi et faire le travail. Ceci vous\ndonnera l occasion d affirmer que c tait la responsabilit \nde quelqu un d autre et vous permettra de jeter le blame\nsur cette personne.\n"
        ],
        "PageNo": "327"
    },
    {
        "File": "The_CN_Journal_October_40.jpg",
        "Paragraphs": [
            "18. When discussing an issue at a meeting with\nsomeone whom you disagree with, always point\nyour finger at them repeatedly for emphasis. Be\nsure either to shout or use a sarcastic tone of voice.\nEven better, shake and tremble as you speak and,\nif possible, turn red in the face. If you have any\nfolders or papers you are holding, slam them down\nwhen you are done, being sure to mutter just loud\nenough to be heard that you will expose what goes\non that you don t like.",
            "Brett Mick",
            "18. Durant une rencontre, lorsque vous discutez d un point\navec quelqu un qui ne partage pas votre opinion, toujours\nle pointer du doigt a plusieurs reprises pour mettre de\nl emphase. Soyez s r soit de crier ou d utiliser un ton\nsarcastique. Encore mieux, trembler quand vous parlez\net, si possible, devenez rouge dans le visage. Si vous avez\ndes dossiers ou des documents dans vos mains, frapper le\nsur une table lorsque vous avez termin , en  tant s r de\nmarmonner juste assez fort pour  tre entendu que vous\nmentionner que ca na fait pas votre affaire.",
            "Brett Mick",
            "ren The CN Journal Volume 60\n"
        ],
        "PageNo": "328"
    },
    {
        "File": "The_CN_Journal_October_42.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY",
            "#17134",
            "Selected Articles   Vancouver Numismatic Society Volume 1",
            "The Vancouver Numismatic Society was founded",
            "in 1955. It was the first coin club formed in British",
            "Columbia. Like most local clubs, it runs monthly",
            "meetings and hosts a regular local coin show. It also publishes",
            "a newsletter. The VNS did do one thing that was quite\nunusual; it published its own series of numismatic books.",
            "These books were written by club members. Many delved\ninto local numismatic interests, such as British Columbia\nand Yukon tokens. One even introduced wooden money\ncollecting to many collectors in Canada.",
            "In 1963, the first of these works, titled\nSelected Articles from the Vancouver\nNumismatic Society News Bulletin, was\npublished. Subjects covered ranged from\nlocal merchant tokens to Spanish currency\ncirculating in Canada.",
            "Some of the authors who contributed\nto this volume are well known in the\nnumismatic community: Leslie Hill would\ngo on to write extensively about tokens of\nBritish Columbia; Robert C. Willey co-\nauthored the long-running catalogue Coins\nof Canada, and was an expert on the pre-\nconfederation coinage; Larry Gingras is best\nknown for his research on the numismatics\nof the Hudson s Bay Company, and Sheldon\nCarroll was a founding member of the\nCanadian Numismatic Association and\nserved as curator of the Bank of Canada s\nNational Currency Collection.",
            "The club began publishing its newsletter in\nJuly 1958. Initially called the Vancouver Coin\nBulletin, it was changed to the Vancouver\nNumismatic Society News Bulletin when the\nclub incorporated itself in 1961 under the\nSocieties Act of British Columbia.",
            "Selected Articles was Volume No. 1\nof what (as pictured) the VNS called  Studies\non Numismatic Subjects.  Clearly they\nplanned from the start to publish more works.",
            "Many important numismatists called\nthemselves members of the Vancouver\nNumismatic Society. Larry Gingras and\nLeslie Hill, along with fellow VNS member\nScott Simpson, were responsible for the\nfounding of the Canadian Numismatic\nResearch Society in 1963.",
            "By 1979, the Vancouver Numismatic Society had\npublished seven volumes written by its members. The\nVNS felt it to be important to share the knowledge of its\nmembership. As Norman Williams wrote in the preface,\n Research in various fields of numismatics both reported\nand unexplored will thus be encouraged and the results\nmade available for all to enjoy. ",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "330"
    },
    {
        "File": "The_CN_Journal_October_44.jpg",
        "Paragraphs": [
            "NOTES ON THE ANCIENT ANCESTORS OF MODERN COINS",
            "NUMMUS_ MATRIX",
            "BY JAMES R. BAKES",
            "#19824",
            "81. Father Knows Best",
            "The old Chinese curse,  May you live\n  in interesting times,  certainly",
            "applied to those alive in the ,\nyear 68. After 14 years of the reign\nof the man-child emperor Nero, the\npeople, the armies, even the Imperial\nGuard (the Praetorians) were getting\nanxious for a change in government.\nUnlike modern Canadians or\nAmericans, however, there was no\nprovision for that change in a lawful\nmanner, so various groups began to take\nmatters into their own hands, a situation\nthat can only lead to chaos.",
            "The first man around whom opposition began\nto coalesce was Servius Sulpicius Galba, the\nGovernor of a Roman province on the eastern\nside of the Iberian Peninsula known as\nHispania Tarraconensis. In March, Julius\nVindex, governor of the neighbouring\nprovince of Gallia Lugdunensis, threw\nhis support behind Galba and by\nJune, Sabinus, the Praetorian Prefect\nin Rome itself, abandoned Nero as\na lost cause and threw his support\nbehind Galba. Nero, aged only 30 and\n King of the World  since the age of\n16, fled to the coast prepared to take ship\nfrom Ostia (Rome s port) to the Greek east\nwhere  people understand me.  The guards\nrefused to help him however, and he was forced to\nmake his way back to the palace in the city. Around midnight\nhe awakened to find he was alone in the vast empty structure.\nOut in the street he came across one of his freedmen who\nhelped him, in disguise, to his villa in the northwestern part\nof the city; this curious choice makes everyone sure that this\nman, one Phaon, betrayed Nero to the guard for it was there\nthey found him shortly after. Proclaiming that the world was\nlosing a great artist the infamous emperor stabbed himself in\nthe neck and died.",
            "The historian Tacitus talks at length about the joy Nero s\ndeath engendered while at the same time bemoans the\nsecret of the imperial succession being let out: emperors\ncould be made and therefore  unmade  outside of Rome\nby the army. (The other part of that secret known from the\nreign of Caligula, 37-41, was of course, that the Praetorian\nGuard were the ultimate decision makers.)",
            "Galba was an old man when he took\non the world s top job. In contrast to\nmost Romans whose lifespan was\non average only about 45 years, he\nwas 71. He had been a prot g  of\nLivia the wife of Augustus some\nfour decades before. (She is even\nfigured on some of his coins as\nAugusta.)\nGalba, who through all this\nremained at his governor s post in\nSpain, now began his long trek to\nRome, arriving in October of 68.\nOne of the ways he announced his\narrival was with the issue of the coin illustrated\nhere. Minted in October of 68 in the Roman\nmint at the northern end of the Forum, it\nis a sestertius made in the best period of\nthe Roman mint. From the latter part\nof the reign of Nero, through the\nshort reign of Galba and for much\nof the dynasty of the Flavians (who\ncompleted the so-called twelve\nCaesars, ending with Domitian in\n96) the large bronzes are among the\nfinest Roman coins ever made. The\nexample shown is 35 mm. in diameter\nand weighs nearly 27 g.\nThe obverse shows the rugged\nblemishes-and-all features of the new\n old  emperor, dressed in his military cuirass\nand paludamentum (cloak). Around is the inscription\nSER GALBA IMP CAESAR AVG TRP for Servius Galba\nImperator Caesar Augustus Tribunicia Potestas. On the\nreverse is the standing figure of Liberty holding in her\nright hand the pileus or liberty cap worn by freed slaves\n(and re-used as a symbol of freedom from oppression in\nthe French Revolution some seventeen centuries in the\nfuture). Around is LIBERTAS PVBLICA SC: Public Liberty,\nthe implication being Galba was restoring it to the people.\nBut broken promises and corruption, the fatal mistakes\nof governments at all times, made his reign a short\none. He refused to pay the Praetorians their promised\nbounty, appointed as his heir an unpopular man instead\nof the governor of Lusitania (Marcus Salvius Otho)\nwho expected and deserved it, and ignored people s\nexpressed frustrations about these and other matters.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "332"
    },
    {
        "File": "The_CN_Journal_October_45.jpg",
        "Paragraphs": [
            "As a result Otho de-camped to the Praetorians (Their\nfortress remains part of the Aurelian Wall system and still\nstands in the northeastern part of the modern city.) They\nimmediately declared Otho emperor.",
            "When news reached the old man and his newly\nappointed successor, Piso, on the Palatine, they debated\neither barring the palace doors or going out and facing\ntheir new rival. They decided to do the latter and together\nthey were carried in a litter to the Forum where they were\nattacked by Otho s cavalieri. Galba was decapitated,\nexpressing as he died the noble sentiment that he hoped\nthis was better for the people. Piso fled to the Temple of\nVesta from which he was dragged out and killed.",
            "Galba seems to have had an oddly paternalistic view\nof his position, which may have stemmed from his\nage.  Father knows best  could have been his motto.",
            "Number 7",
            "October - November 2015 -------------------------",
            "The beginning of his downfall was his refusal to reimburse\nthe Guard for installing him as emperor as promised,\nstating that he levied troops, he didn t buy them. He even\ntried to force those officials who had received lavish\ngifts of money and land from Nero to pay it all back\n(amounting to more than two billion sesterces).",
            "So, on a violent and messy day in the Forum in January\nof 69, Rome changed governments. Personally I prefer the\nway we do it now.",
            "James R. Bakes is past editor of the Classical and Medieval Numismatic\nSociety Journal www.cmns.ca\n"
        ],
        "PageNo": "333"
    },
    {
        "File": "The_CN_Journal_October_46.jpg",
        "Paragraphs": [
            "CLOSING COMMENTS",
            "Se SS\nThe Royal Canadian Numismatic Association",
            "l'Association royale de numismatique du Canada",
            "Henry Nienhuis",
            "F.R.C.N.A., F.C.N.R.S., F.O.N.A.",
            "RCNA President/president",
            "5694 Highway #7 East, Suite 432,\nMarkham, Ontario, Canada L3P 1B4\nPhone: (647) 401-4014; Fax: (905) 472-9645\nEmail: info@rcna.ca",
            "His Excellency the Right Honourable David Johnston,\nC.C., C.M.M., C.O.M., C.D.",
            "Governor General of Canada",
            "Rideau Hall",
            "1 Sussex Drive",
            "Ottawa, Ontario K1A 0A1",
            "Re: Celebration of Her Majesty s Historic Reign",
            "Your Excellency:",
            "On behalf of The Royal Canadian Numismatic Association, I\nwish to send our best wishes to Her Majesty Queen Elizabeth\nthe Second of Canada on the occasion of her reign now\nexceeding the length of any of her predecessors on the throne.",
            "This is a truly great milestone for Her Majesty, recognized by\nall Canadians, including members of our nation s numismatic\ncommunity in particular who cherish Canada s proud culture\nand heritage, and our historical ties to the monarchy on which\nour democratic and parliamentary traditions are founded.",
            "Today Canadians of all walks of life and backgrounds are\nreminded of Her Majesty s lengthy, indeed lifelong, dedication\nto Canada every time they hold in their hand a coin that bears her\ndistinguished portrait. Including the recent  Longest Reigning\nMonarch  releases of the Royal Canadian Mint, many of our\ncoins over the past six decades continue to honour important\nevents in her life including her Royal Tours of Canada.",
            "The Royal Canadian Numismatic Association would be\ngrateful if your Excellency, as our current Honourary Patron,\ncan extend our warm and most sincere wishes to Her Royal\nHighness as we join with all Canadians to celebrate her\nremarkable achievement.",
            "Long may she reign!",
            "Sincerely yours,\nThe Royal Canadian Numismatic Association",
            "GA",
            "Henry Nienhuis, President",
            "Le 9 septembre 2015",
            "Son Excellence le Tr s honorable David Johnston,\nC.C., C.M.M., C.O.M., C.D.",
            "Gouverneur G n ral du Canada",
            "Rideau Hall",
            "1, promenade Sussex",
            "Ottawa (Ontario) K1A 0A1",
            "Sujet: C l bration du R gne Historique de Sa Majest ",
            "Votre Excellence,",
            "Au nom de l Association royale de numismatique du Canada, je\nsouhaite envoyer nos meilleurs v ux   Sa Majest  la Reine Elizabeth\nII du Canada   l occasion o  son r gne d passe maintenant en longueur\ncelui de ses pr d cesseurs sur le tr ne.",
            "Il s agit v ritablement d une  tape de grande importance pour Sa\nMajest , reconnue par tous les Canadiens, incluant les membres de la\ncommunaut  numismatique en particulier qui appr cient avec fiert  la\nculture et l h ritage du Canada et nos liens historiques avec la monarchie\nsur laquelle nos traditions d mocratiques et parlementaires sont fond es.",
            "Aujourd hui les Canadiens de tous les niveaux se rappellent du\nd vouement de Sa Majest , tout au long de sa vie, envers le Canada,\nchaque fois qu ils tiennent dans leurs mains une pi ce de monnaie qui\nporte son portrait distingu . Incluant les pi ces r centes  mises par la\nMonnaie royale canadienne pour souligner   Le Monarque ayant le Plus\nLong R gne  , plusieurs de nos monnaies au cours des six derni res\nd cennies continuent d honorer des  v nements importants de sa vie,\nincluant ses Visites Royales au Canada.",
            "L Associationroyale denumismatique du Canada seraitreconnaissante\nenvers votre Excellence,   titre de notre Patron Honoraire actuel, de\ntransmettre nos v ux les plus sinc res et chaleureux   Son Altesse\nRoyale alors que nous nous joignons   tous les autres Canadiens pour\nc l brer sa remarquable r alisation.",
            "Puisse-t-elle r gner longtemps!",
            "Sinc rement v tre\nl Association royale de numismatique du Canada",
            "BW",
            "Henry Nienhuis, President",
            "The Royal Canadian Numismatic Association is devoted to serving those who enjoy coin collecting/numismatics by promoting fellowship,\ncommunication, education and providing advocacy and leadership for the hobby.\nL'Association royale de numismatique du Canada se voue au service des gens qui appr cient la collection des monnaies et la numismatique en\nfaisant leur promotion par le biais de la communication, de l' ducation et de la fraternit  et en se faisant d fenseur de leurs droits.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "334"
    }
]