[
    {
        "File": "The_CN_Journal_June_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT",
            "I don't know about the rest of you, but I'm already thinking",
            "about our annual convention, being held this summer in",
            "Halifax. I had the good fortune of being in that city last\nyear on a business trip, and I took a few minutes to check out\nthe Westin Nova Scotian Hotel, which was a short walk from\nthe event I was attending. I was very favourably impressed\nwith the venue; it s a beautiful building in a great location.\nI really do encourage as many of you as possible to make a\npoint of attending our 2015 convention and, if so, taking part\nin some of the special tours being offered.",
            "This year is an RCNA election year, the first we have held\nsince adopting the new operating bylaw. As I mentioned\nlast year, we were happy with our Constitution, but the new\ndocument was a requirement thrust on us by the federal\ngovernment. I understand the need for comprehensive rules\nto ensure that non-profit organizations run responsibly, but\nmany of the rules seem more suited to running a publicly held\ncompany than a hobby association as small as ours. Before\nI go on about that, and still in keeping with the elections, I\nknow that there are a number of executive positions being\ncontested. It is always encouraging when people step forth\nto seek a leadership role in the RCNA. In this instance it is\ndoubly encouraging because it means that many of our board\npositions will be decided by election, not by acclamation.\nBut the actual election procedure is a bit more convoluted\nthan before; even candidates running unopposed must appear\non the ballot for voters  consideration. For that reason, I\nam proud to announce that I will be running unopposed for\nthe position of immediate past president. The new election\nprocess means more work for a handful of dedicated\nvolunteers and a few changes in how we need to do things.\nWe can thank government meddling and bureaucracy for\nthat bit of unhelpful absurdity. Before I leave the topic of the\nconvention, I also want to remind our members to support\nour official auctioneer which this year is the Canadian\nNumismatic Company, either by consigning items for auction,\nor by bidding to buy material. The convention auction is an\nimportant source of revenue for the RCNA.",
            "In closing, I have to give a bit of a shout-out to the ONA,\nwho just completed their annual convention, held this year in\nNiagara Falls. The ONA is a major event on the numismatic\ncalendar, and one of the few shows that still has a large display\nof exhibits, education activities, and special interest meetings.",
            "These undertakings make sense, because the bulk of the\ncoin collecting population is based in central Canada. Even\nso, I encourage clubs across our country to consider hosting\nsome fun exhibits, inviting specialist groups to hold meetings,\norganizing seminars on collecting subjects, and making these\nevents freely open to attract the public.",
            "Collectors are passionate about collecting, and that passion\ncan be contagious. Ro. ta",
            "Number 4 June 2015",
            "MoT_DU_PRESIDENT.",
            "je ne sais pas pour vous autres, mais je pense d j    notre congr s\nannuel, qui se tiendra cet  t    Halifax. J ai eu le privil ge d' tre\ndans cette ville l'ann e derni re durant un voyage d'affaires,\net j ai pris quelques minutes pour visiter l'H tel Westin Nova\nScotian, qui  tait   quelques pas de l' v nement que je participais.\nJ'ai  t  tr s impressionn  par le lieu; c est un beau b timent dans\nun emplacement id al. Je vous encourage en grand nombre de faire\nun effort et assister   notre congr s 2015 et, dans l'affirmative, de\nparticiper   certaine des visites sp ciales qui sont offertes.",
            "Cette ann e est une ann e d lection pour l ARNC, les premi res\ndepuis que nous avons adopt  les nouveaux r glements d'exploitation.\nComme je l'ai mentionn  l'ann e derni re, nous sommes contents de\nnotre constitution, bien que le nouveau document  tait une exigence\nimpos e par le gouvernement f d ral. Je comprends le besoin\nde r glements exhaustifs pour assurer que les organisations   but\nnon lucratif fonctionnent de fa on responsable, mais la plupart des\nr glements semblent plus appropri s   la gestion de soci t  cot e en\nbourse plut t qu  une association de type passe-temps comme la n tre.",
            "Avant de passer   autre chose, en demeurant dans le vif du sujet\ndes  lections, je sais qu'il y a un certain nombre de postes de direction\ndisput s. Il est toujours encourageant quand les gens s avancent et\noffre leur service pour un r le de leadership dans PT ARNC. Dans ce\ncas, il est doublement encourageant, car cela signifie que plusieurs\nde nos positions au conseil d administration seront sujettes   des\n lections, et non des candidatures  lues par acclamation. Mais la\nproc dure  lectorale est un peu plus complexe qu'auparavant, m me\nles noms des candidats sans opposition doivent figurer sur le bulletin\nde vote. Pour cette raison, j ai le plaisir de vous annoncer que je\nvais postuler sans opposition pour le poste de pr sident sortant.\nLe nouveau processus d' lection signifie plus de travail pour une\npoign e de b n voles d vou s et quelques changements dans la\nfa on dont nous devons faire les choses. Nous pouvons remercier\nl'ing rence du gouvernement et la bureaucratie pour cette absurdit .\nAvant de conclue le sujet de la convention, je tiens  galement  \nrappeler   nos membres d'encourager notre encanteur officiel, soit\nen remettant des items   l encan ou de faire des achats d items\ndurant l encan. L encan de la convention est une source importante\nde revenus pour l ARNC.",
            "En terminant, je veux applaudir l'ONA, qui vient de terminer\nson congr s annuel, tenu cette ann e   Niagara Falls. L'ONA est un\n v nement majeur pour la communaut  numismatique, et l'une des rares\nexpositions qui offre encore une grande place pour des expositions, des\nactivit s d' ducation, et des r unions d'int r ts sp ciaux. Ces projets font\ndu sens, parce que la majeure partie de la population qui collectionne\nde pi ces de monnaie habite dans le centre du Canada. Toutefois,\nJencourage les clubs   travers notre pays d envisager d'accueillir des\nexpositions amusantes, invitant des groupes sp cialis s de tenir des\nr unions, d'organiser des s minaires sur des sujets de collection, et de\nfaire ces  v nements ouvert et accessible au public.",
            "Les collectionneurs sont passionn s par leur collection, et cette",
            "passion peut  tre contagieuse. RoR",
            ""
        ],
        "PageNo": "149"
    },
    {
        "File": "The_CN_Journal_June_07.jpg",
        "Paragraphs": [
            "201.5 CONVENTION MEDAL",
            "The 2015 RCNA medal features the schooner,",
            "Bluenose, which is a significant symbol of Nova\nScotia. The medal design was created by",
            "Ken Christopher, a member of the Halifax",
            "Regional Coin Club.",
            "Bluenose was a Canadian\nfishing and racing schooner from\nNova Scotia built in 1921.",
            "Under command of Captain\nAngus Walters, Bluenose\nbecame a provincial icon\nfor Nova Scotia and an\nimportant Canadian symbol\nin the 1930s. She was\ncommemorated by a replica\nBluenose IL, in 1963.",
            "Designed by William\nRoue and built by Smith\nand Rhuland, Bluenose was\nchristened by Audrey Marie Smith\nand launched at Lunenburg, Nova Scotia,\non March 26, 1921. She was built to be a racing ship\nand fishing vessel, in response to the defeat of the Nova\nScotian Fishing Schooner Delawana by the Gloucester,\nMassachusetts, fishing schooner Esperanto, in 1920, ina\nrace sponsored by the Halifax Herald Newspaper.",
            "After a season fishing on the Grand Banks of\nNewfoundland under the command of Angus Walters,\nBluenose defeated Elsie (out of Gloucester) returning\nthe International Fisherman s Trophy to Nova Scotia. In\n1930, off Gloucester, Massachusetts, she was defeated\n2-0 in the inaugural Sir Thomas Lipton International\nFishing Challenge by her most celebrated competitor,\nThe Gertrude L. Thebaud. However, over the next\nseventeen years of racing, no challenger, American or\nCanadian, could wrest the International Fisherman s\nTrophy from her. Fishing schooners became obsolete\nduring the 1930s, displaced by motor schooners and\ntrawlers. Bluenose was sold to work as a freighter in the\nWest Indies. Laden with bananas, she struck a coral reef\noff Haiti on January 28, 1946. Wrecked beyond repair,\nwith no loss of life, she was abandoned on the reef.",
            "The Bluenose schooner began to appear on the reverse of\nthe Canadian ten-cent coin from 1937.",
            "The mintages of the 2015 RCNA medal are as follows:\nBronze   190; Silver   55.",
            "There is a bronze medal included in each pre-registration\nkit, and extra bronze medals are available for $20.00 each.",
            "The cost of the silver medal is $55.00 each.",
            "Number 4 June 2015",
            "MEDAILLE_DU_CONGRES",
            "Le design de la m daille de 1 ARNC 2015 est le",
            " Go lette Bluenose , qui repr sente un symbole\nimportant de la Nouvelle-Ecosse. La conception a\n t  pr par e par Ken Christopher, un membre du\nHalifax Regional Coin Club.\nBluenose  tait une go lette canadienne de\np che et de course de la Nouvelle-Ecosse\nconstruite en 1921. Sous le commandement\ndu capitaine Angus Walters, le Bluenose\nest devenu une ic ne provinciale de la\nNouvelle- cosse et un symbole canadien\nimportant dans les ann es 1930. Elle\na  t  comm mor e par une r plique le\nBluenose IL en 1963.\nCon u par William Roue et construit\npar Smith et Rhuland, le Bluenose a  t \nbaptis  par Audrey Marie Smith et lanc   \nLunenburg, en Nouvelle- cosse, le 26 mars\n1921. Elle a  t  construite pour  tre un bateau\nde course et un bateau de p che, suite   la d faite par\nle Nova Scotia Fishing Schooner Delawana de Gloucester,\nMassachusetts, fishing schooner Esperanto, en 1920, dans une\ncourse commandit e par The Herald de Halifax.",
            "Apr s une saison de p che sur les Grands Bancs de Terre-\nNeuve, sous le commandement d'Angus Walters, le Bluenose\na battu Elsie (provenant de Gloucester) ramenant le Troph e\nInternational Fisherman en Nouvelle- cosse. En 1930, au\nlarge de Gloucester, Massachusetts, elle a  t  vaincue 2-0,\ndans la premi re  dition du Sir Thomas Lipton International\nFishing Challenge, par son plus c l bre concurrent, Le\nGertrude L. Thebaud. Par contre, au cours des dix-sept\nann es suivantes de cette course, aucun adversaire, am ricain\nou canadien, ne pouvait lui arracher le Troph e International\nFisherman. Les go lettes de p che sont devenues d pass es\ndurant les ann es 1930, remplac es par les go lettes   moteur\net chalutiers. Bluenose a  t  vendu pour servir comme un\ncargo dans les Antilles. Charg e de bananes, elle a frapp \nun r cif de corail au large d'Ha ti le 28 janvier 1946.\nEndommag e au-del  du cout de r paration, sans vie utile,\nelle a  t  abandonn e sur le long du r cif.",
            "La go lette Bluenose est apparue sur le revers de la pi ce de\ndix cents canadienne   partir de 1937.",
            "Les quantit s de m dailles de l ARNC 2015 sont les\nsuivantes : Bronze -190; Argent   55.",
            "Il ya une m daille de bronze inclus dans chaque paquet de\npr -inscriptions, et des m dailles de bronze suppl mentaires\nsont disponibles pour $20.00 chaque.",
            "Le cout pour la m daille en argent est de $55.00 chaque.\n"
        ],
        "PageNo": "150"
    },
    {
        "File": "The_CN_Journal_June_09.jpg",
        "Paragraphs": [
            "ROYAL CANADIAN MINT e MONNAIE ROYALE CANADIENNE\nNEW_PRESS_RELEASE_e NOUVEAU_COMMUNIQUE",
            "ROYAL CANADIAN MINT POSTED SECOND-HIGHEST\nPROFIT IN ITS HISTORY IN 2014",
            "Corporation achieves pre-tax profits of $56.1\nmillion on $2.4 billion in revenues",
            "OTTAWA, ONTARIO -  May 6, 2015   The Royal\nCanadian Mint achieved near-record profits in 2014,\nwith net income before taxes of $56.1 million, despite\nlower revenues compared to one year ago. This\nperformance reaffirms the Mint as the leader of the\nglobal minting industry with record sales in bullion and\nnumismatics, sustained innovation and diversification,\nas well as a strong focus on strengthening relationships\nwith customers and distributors, among other notable\nachievements.",
            " The Mint s ability to expand markets, generate\nand apply innovative technologies, and focus on\noperational excellence has been instrumental in\nachieving impressive results despite the challenges of\na highly competitive and unpredictable environment, \nsaid Sandra L. Hanington, President and CEO of the\nRoyal Canadian Mint.  I look forward to working\nwith employees to build on recent successes to\nensure that the Mint continues to be profitable and\nsustainable while remaining a successful competitor\nin the global marketplace. ",
            "Numismatics and Collectibles Business Line revenues\nreached a new high of $177.3 million, with a record\n79 out of 255 collector coins selling out by year end.\nA sampling of favourite releases included fine silver\ncoins commemorating anniversaries such as the 70%\nof the D-Day Allied landings in Normandy, the 75\"\nof the Royal Winnipeg Ballet and the 100\" of the loss\nof the Empress of Ireland, as well as a second flight of\nSuperman  coms celebrating iconic comic book covers.",
            "The Mint s Bullion, Refinery and ETR Business\nLine maintained its leadership of the global bullion\ncoin market in 2014 with 29.2 million Silver Maple\nLeaf bullion coins sold and market-leading sales of\nGold Maple Leaf (GML) bullion coins as the Mint s\nprecious metal investment products continue to gain\nground in North America and Europe, while the Mint\nalso capitalized on an increased sales presence in Asia.",
            "The Foreign Business Line produced and shipped 2.4\nbillion coins and blanks to 15 international customers\nwhile Canadian Circulation production settled at 361.2\nmillion new coins as the Mint also ensured that no coin\nshortage was experienced in any region of Canada\nthroughout 2014.",
            "Number 4 June 2015",
            "LA MONNAIE ROYALE CANADIENNE ANNONCE LE DEUXIEME\nRESULTAT LE PLUS ELEVE DE SON HISTOIRE POUR 2014",
            "La Monnaie a enregistr  un r sultat avant imp ts de 56,1\nmillions $ et un produit de 2,4 milliards $.",
            "OTTAWA (Ontario), le 6 mai 2015   En 2014, la Monnaie royale\ncanadienne a enregistr  un r sultat avant imp ts presque record\nde 56,1 millions $, malgr  un produit mf rieur   celui de l ann e\npr c dente. Ce rendement confirme la position de chef de file\nde la Monnaie au sein de l industrie du monnayage, comme en\nt moignent aussi ses ventes records de produits d investissement\net de collection, ses initiatives d innovation et de diversification\nconstantes et sa volont  ferme de solidifier ses relations avec ses\nclients et ses distributeurs, entre autres r alisations marquantes.",
            "  La capacit  de la Monnaie   conqu rir des march s,  \nd velopper et   mettre en application des technologies novatrices\net   orienter ses efforts vers l excellence op rationnelle l a\nbeaucoup aid e   obtenir des r sultats impressionnants en d pit de\nla conjoncture impr visible et de la vive concurrence du secteur\no  elle  volue  , a d clar  Sandra L. Hanington, pr sidente de la\nMonnaie royale canadienne.   J ai tr s h te de collaborer avec les\nemploy s pour mettre   profit ces r cents succ s, de mani re  \nassurer la rentabilit  et la durabilit  des activit s de la Monnaie, tout\nen pr servant les avantages concurrentiels qui lui permettent de tirer\nson  pingle du jeu sur les march s mondiaux.  ",
            "En 2014, la Ligne commerciale des produits numismatiques\net articles de collection a d gag  un produit jusqu ici m gal  de\n177,3 millions $, en plus d tablir un nouveau record de 79 pi ces\nnumismatiques  puis es sur un total de 255  missions. Parmi les\npi ces les plus populaires, mentionnons les pi ces comm moratives\nen argent fin con ues   l occasion du 70  anniversaire du\nd barquement des Alli s en Normandie, du 75  anniversaire du\nRoyal Winnipeg Ballet et du centenaire du naufrage de l Empress\nof Ireland, de m me qu une deuxi me s rie de pi ces consacr e\n  Superman  et mettant en vedette les couvertures c l bres des\nbandes dessin es du superh ros.",
            "La Ligne commerciale des produits d'investissement, services\nd'affmage et RTB a su maintenir sa part pr dominante du march \nmondial des pi ces d investissement en 2014. Un total de 29,2\nmillions de pi ces d investissement Feuille d rable en argent (F A)\nont  t  vendues, tandis que les ventes de pi ces d investissement\nFeuille d rable en or (F O) ont figur  parmi les meilleures du\nmarch . Les produits d'investissement en m taux pr cieux de\nla Monnaie continuent   gagner du terrain sur les march s nord-\nam ricain et europ en, et la pr sence accrue de l quipe des ventes\nen Asie a  galement  t  profitable.",
            "La Ligne commerciale internationale a assur  la fabrication de 2,4\nmilliards de pi ces et de flans qu elle a livr    15 clients  trangers.\nLa Ligne commerciale des pi ces de circulation canadiennes a\nquant   elle produit 361,2 millions de nouvelles pi ces, alors que la\nMonnaie s est assur e qu'aucune r gion du Canada n enregistre de\np nurie de pi ces en 2014.\n"
        ],
        "PageNo": "153"
    },
    {
        "File": "The_CN_Journal_June_10.jpg",
        "Paragraphs": [
            "2015 RCNA _ELECTION_INFORMATION",
            "Candidate for President / Candidat a la pr sidence",
            "Henry Nienhuis, FRCNA, FCNRS, FONA",
            "Throughout his career, Henry Nienhuis,\na software professional who graduated\nfrom the University of Toronto\nspecializing in Computer Science, has\nled a number of high tech development\nteams in producing innovative\ntechnologies.",
            "Henry has been collecting Canadian,",
            "British and Dutch coins, tokens and",
            "medals for over 45 years. After a hiatus",
            "from the hobby to attend University and",
            "raise a family, he returned to organized\nnumismatics in 2000, serving the hobby at local,\nprovincial and national levels. For a number of years\nhe has served the RCNA as Education Chairman,\nmanaging the annual symposium, and Associate\nEditor of The CN Journal. He has contributed to\nthe growth and direction of the RCNA when called\nupon as a member of Strategic Planning initiatives.\nIn addition, he has served as Director of the\nAssociation and is the current 1*' Vice-President.\nIn 2014, he served as Co-chair of the Annual\nConvention. Most recently, as the editor of The CN\nJournal he successfully led the publication s move\nto the larger format.",
            "He is a member of the executive of a number of\nclubs- ONA, NYCC, TCC, EMCSCC and CEVNA\nand has also served as their Webmaster. He is a board\nmember of the non-profit Canadian Association for\nNumismatic Education and J. Douglas Ferguson\nHistorical Research Foundation.",
            "He 1s a fellow of the Canadian Numismatic\nResearch Society, the RCNA and the ONA. In 2015,\nhe was honoured with the ONA Award of Merit, the\nhighest award bestowed by that Association.",
            "Henry regularly publishes in The CN Journal,\nCanadian Coin News, and the Ontario Numismatist.\nA twice winner of the Jean Bullen Award, he has\nspoken at numismatic clubs, community shows, and",
            "to association conventions.",
            "Tout au long de sa carri re, Henry\nNienhuis, un professionnel dans les\nlogiciels qui a obtenu son dipl me de\nl'Universit  de Toronto en sp cialisation\ninformatique, a dirig  plusieurs  quipes\nde d veloppement de haute technologie\ndans la production de technologies\nd innovations.",
            "Henry collectionne des pi ces\ncanadiennes, britanniques et\nn erlandaises, des jetons et des m dailles\ndepuis plus de 45 ans. Apr s une pause",
            "de son passe-temps pour ces  tudes   l'universit  et  lever sa\nfamille, 1l est retourn    la numismatique en 2000, et servie\nla communaut  numismatique aux niveaux local, provincial\net national. Pendant plusieurs ann es, il a servi   l'ARNC en\ntant que pr sident du volet  ducation, la gestion du sympostum\nannuel, et en tant que r dacteur en chef adjoint du journal\ncanadien de numismatique. Il a contribu    la croissance et\nla direction de l ARNC lorsqu'il fut demand  d tre membre\ndes initiatives de planification strat gique. De plus, il a servi\nen tant que directeur de l'association et est pr sentement ler\nvice-pr sident. En 2014, il a servi en tant que co-pr sident de\nla convention annuelle. Plus r cemment, en tant que r dacteur\nen chef du journal canadien de numismatique, il a dirig  avec\nsucc s la transition de la publication dans un format plus grand.",
            "Il est membre de l'ex cutif d'un certain nombre de clubs\n- ONA, NYCC, STC, EMCSCC et CEVNA et a  galement\nservit comme leur webmestre. Il est membre du conseil\nd'administration sans but lucratif de l'association canadienne\nd' ducation de numismatique et de la Fondation de la recherche\nhistorique J. Douglas Ferguson.",
            "Il est un membre Fellow de la soci t  canadienne de\nnumismatique de recherche, l'ARNC et l'ONA. En 2015, il\na re u le prix de M rite de I'ONA, la plus haute distinction\nd cern e par cette association.",
            "Henry publie r guli rement dans le journal canadien de\nnumismatique, le journal Canadian Coin News et le Ontario\nNumismatist. Un double vainqueur du Prix Jean Bullen,\nil a  t  conf rencier invit  a diff rents rencontres de clubs\ncommunautaires de numismatique, expositions et pour les\nconventions d'association.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "154"
    },
    {
        "File": "The_CN_Journal_June_11.jpg",
        "Paragraphs": [
            "2015 RCNA _ELECTION_INFORMATION",
            "Candidate for Immediate Past President / Candidat pour le pr sident sortant",
            "Bret Evans",
            "Bret Evans was born in Ottawa, and raised\nthere and in Brantford.",
            "After graduating from Conestoga College,\nhe entered a career in journalism, originally\nat the Guelph Daily Mercury and then\nat community newspapers in Fergus, the\nHamilton area and in Alberta.",
            "As a journalist, he received three awards\nfrom the Alberta Community Newspaper\nAssociation, including best editorial page for\n1985.",
            "During this time, he turned an interest in military\nhistory into a modest collection of militaria.",
            "In 1990 he accepted a job at Trajan Publishing,\nas editor of Canadian Coin News and Collectibles\nCanada magazines. Originally expecting to stay\nthere for a year or two, he remained at Trajan until\n2015, when he left to pursue an interest in freelance\nwriting. By that time he was managing editor and\nassociate publisher of Canadian Stamp News as well\nas Canadian Coin News.",
            "His numismatic interest is focused on classic\nBritish coins.",
            "Bret s involvement in the RCNA started through\nTrajan Publishing, and he attended his first convention\nin Toronto in 1991. Later on he became an RCNA\nOntario director and eventually president, a role he\nholds until his current term expires this summer.",
            "He was also a founding director of CAFNE, and\nis on the board of award for the Paul Fiocca award.",
            "Number 4",
            "June 2015 --------------------------------------",
            "Bret est n    Ottawa, et   grandit entre Ottawa\net Brantford.",
            "Apr s avoir re u son dipl me du Coll ge\nConestoga, il entama sa carri re de journaliste,\nau d but au Guelph Daily Mercury, puis  \nl emploi du journal communautaires   Fergus,\ndans les r gions de Hamilton et de l'Alberta.",
            "En tant que journaliste, 11 a re u trois\nprix de Alberta Community Newspaper\nAssociation, incluant le prix pour meilleur\n ditorial en 1985.",
            "Au cours de ces ann es, il transforma un int r t dans l'histoire\nmilitaire vers une modeste collection de militaire.",
            "En 1990, il a accept  un emploi a Trajan Publishing, comme\nr dacteur en chef du Canadian Coin News et de la revue\nCollectibles Canada. Pr voyant   l'origine demeurer en poste\npour un an ou deux, il est rest    Trajan jusqu'en 2015, quand\nil a quitt  pour poursuivre un int r t dans l' criture comme\npigiste.   ce moment-l , il  tait r dacteur en chef et  diteur\nassoci  de Canadian Stamp News et aussi de Canadian Coin\nNews.",
            "Son int r t numismatique se concentre sur les pi ces de\nmonnaies britanniques.",
            "L implication de Bret dans l ARNC a commenc  par Trajan\nPublishing, et 11 a assist    son premier congr s   Toronto\nen 1991. Plus tard, il est devenu directeur de l'Ontario et\nfinalement pr sident, un r le qu'il occupera jusqu'  la fin de\nson mandat cet  t .",
            "Il a  galement  t  directeur fondateur de l ACPEN, et est sur",
            "le conseil d'administration pour le choix du prix Paul Fiocca.\n"
        ],
        "PageNo": "155"
    },
    {
        "File": "The_CN_Journal_June_12.jpg",
        "Paragraphs": [
            "2015 RCNA _ELECTION_INFORMATION",
            "Candidate for 15t Vice-President / Candidat   la 1  vice-pr sidence",
            "Robert Forbes, BA, LLB",
            "BA (Economics) and LLB (Bachelor of\nLaws) from University of Western Ontario;\nLLM (Master of Laws) from London\nSchool of Economics, London, England.",
            "Senior Partner at Miller Thomson\nLLP, a Canadian law firm with 11 offices\nnationally, where he practices Corporate\nand Securities Law in its Toronto office\nand Chairs its National Private Business\nTransactions Practice Group.",
            "Adjunct professor of Contract and\nCommercial Law at Osgoode Hall Law\nSchool, York University. Winner of the University\nprize for teaching excellence (Adjunct Faculty) in\n2011 for teaching of Contract Law, and winner of\nLaw School Distinguished Service Award (Adjunct\nFaculty) in 2010. Author of numerous books and legal\njournal periodicals.",
            "Chairman of the Board of Directors of a major\nNorth American engineering company; Director and\nBoard committee member and Board Committee\nChair of two other Canadian public listed companies.",
            "Numismatically, past Ontario director of the\nRCNA; standing Second Vice-President of the RCNA\nfor the past two terms. Director and past-Chair of\nthe Canadian Association for Numismatic Education\n(CAFNE). Governor of the J. Douglas Ferguson\nHistorical Research Foundation. 2011 winner of the\nRCNA President s Award (related to the creation\nand organization of CAFNE). Platinum level annual\ndonation contributor to RCNA and CAFNE.",
            "Collector of Canadian, Newfoundland and\nMaritime decimal coinage, and royal portrait coinage\nof New France. 2010 winner of PCGS award\n(Best New Set) for PCGS Set Registry (Complete\nNewfoundland 50 Cents and Newfoundland Type\nSet), and holder of a number of  Finest Sets of\nAll Time  designations in the PCGS Set Registry.\nPresenter at Newfoundland Numismatic Enthusiast\nClub educational seminars at various RCNA\nconventions.",
            "Married with three children, two of whom have",
            "become numismatists.",
            "BA (Economie) et LLB (Bachelier\nen droit) de la University of Western\nOntario; LLM (Maitrise en droit) de la\nLondon School of Economics (Londres,\nAngleterre).",
            "Associ  principal chez Miller\nThomson LLP (firme canadienne de droit\navec 11 bureaux   travers le Canada) o \nil pratique le droit des soci t s et le droit\ndes valeurs mobili res et pr side leur\nNational Private Business Transactions\nPractice Group.",
            "Il est professeur auxiliaire au Osgoode Hall Law School de la\nYork University ot il enseigne le droit commercial et le droit du\ncontrat. Il y re ut un prix d excellence en enseignement en 2011\net un prix pour services distingu s en 2010. Il est aussi l auteur\nde nombreux livres et articles sur ces sujets.",
            "M. Forbes est le pr sident du conseil d administration d une\ncompagnie d ing nieurs-conseils nord-am ricaine importante\nainsi que de deux autres soci t s figurant   la cote publique de\nla Bourse.",
            "En numismatique, M. Forbes a  t  directeur de l ARNC et\nen est le second vice-pr sident actuel pour les deux derniers\ntermes. Il est directeur et ancien pr sident de l Association\ncanadienne pour l ducation numismatique (ACPEN) et\nest directeur de la J. Douglas Ferguson Historical Research\nFoundation. Il a re u le prix du pr sident de l ARNC en 2011\n(pour ses efforts li s   la mise sur pied de l ACPEN) et donne\ng n reusement annuellement (niveau platine)   l ARNC et de\nVACPEN.",
            "M. Forbes collectionne les monnayages d cimaux du Canada,\nde Terre-Neuve et des provinces maritimes, et les monnayages\nde portraits royaux de la Nouvelle-France. Il a remport  le\nprix   Best New Set   de la PCGS en 2010 pour sa collection\n(compl te) de pi ces de 50 cents terre-neuvienne et collection\npar type de Terre-Neuve. Il d tient  galement plusieurs\nmentions de   Finest Sets of All Time   (plus belle collection\nde tous les temps).",
            "M. Forbes a  t  un conf rencier lors de rencontres du\nNewfoundland Numismatic Enthusiast Club   de nombreux\ncongr s de l ARNC.",
            "Bob est mari  et a trois enfants, dont deux qui sont  galement",
            "des numismates.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "156"
    },
    {
        "File": "The_CN_Journal_June_13.jpg",
        "Paragraphs": [
            "2015 RCNA _ELECTION_INFORMATION",
            "Candidate for 15t Vice-President / Candidat   la 1  vice-pr sidence",
            "Major (Retired / a la retraite) Serge Pelletier, CD, KStE, FRCNA, FONA",
            "Serge Pelletier has been collecting\nmoney for over 45 years and has been\nheavily involved in the organized hobby\nfor some 25 years. He has served the\nRCNA as 15t Vice-President (1995-96);\nPublic Relations Officer (2008-14);\nLiaison to the Royal Canadian Mint\n(2010-13); Area Director, Ontario North\n& East (2011-14); and as a translator.\nSerge has also been heavily involved in\nnumerous conventions and is the only\nRCNA member who has participated in\nall three strategic planning sessions.",
            "Serge thinks  outside the box  and has always\nbeen a bit ahead of the curve. For example, at\nthe 1997 ANA Convention in New York City, he\nhad a long conversation with an editor of Krause\nPublications, about the future of electronic\ncatalogues. He had even showed him one of his\nmunicipal trade token catalogues on a pocket PC.\nLater that year, Serge worked with the Charlton\nPress to develop The Charlton Numismatic Library\nCD-ROM. A first, this CD contained the 52124\nedition of the coin catalogue and the 10\" edition\nof the Government paper money catalogue. Krause\npublished its first CD catalogue about a decade later.",
            "A retired Army officer who participated in both\nGulf Wars and deployed on missions in Southwest\nAsia and Africa, Serge is a seasoned leader who can\nquickly adapt to the environment and the situation\nand can also, just as easily, follow as a dedicate\nmember of a team.",
            " T look forward to working with the new\nexecutive, to help the Association continue its\nmove forward, and to improve member benefits\n(especially francophone), while remaining fiscally",
            "responsible.",
            "Number 4",
            "June 2015 --------------------------------------",
            "Serge Pelletier collectionne la monnaie\ndepuis 45 ans et est tr s impliqu  au\nniveau des associations locales et\nnationales depuis environ 25 ans. Il\na servi l ARNC en tant que ler vice-\npr sident (1995-96); relationniste\n(2008-14); officier de liaison aupr s de\nla Monnaie royale canadienne (2010- \n13); directeur r gional, nord et est de\nl'Ontario (2011-14) et traducteur. Serge\na aussi grandement contribu    de\nnombreux congr s et est le seul membre\nde ?ARNC   avoir particip  aux trois s ances de planification\nstrat gique.",
            "Serge pense  en dehors des sentiers battus  et a toujours\neu une longueur d avance. Par exemple, lors du congr s de\nTl  American Numismatic Association de New York, en 1997, il a\neu un long entretien avec l un des r dacteurs en chef de Krause\nPublication au sujet de l avenir des catalogues  lectroniques.\nIl lui avait m me montr  l un de ses catalogues sur les jetons\nmunicipaux sur un ordinateur de poche. Plus tard cette ann e-l ,\nSerge travailla avec Charlton Publishing au d veloppement\ndu Charlton Numismatic Library CD-ROM. Une premi re, ce\nCD contenait la 52   dition du catalogue de monnaies et la 10 \n dition du catalogue sur le papier-monnaie gouvernemental.\nKrause attendit une dizaine d ann es avant de lancer l un de ses\ncatalogues sur CD.",
            "Officier de l  Arm e   la retraite, Serge a particip  aux deux\nguerres du Golfe et   des missions en Asie du Sud-Ouest et en\nAfrique. Il est un leader exp riment  qui s adapte rapidement\n  la situation et   son entourage. Il peut tout aussi bien  tre un\nmembre d quipe d di .",
            "  J ai h te de travailler avec la nouvelle  quipe pour\nque l Association poursuive ses progr s et pour am liorer\nles avantages des membres (particuli rement ceux des\nfrancophones), tout en restant responsable sur le plan financier. \n"
        ],
        "PageNo": "157"
    },
    {
        "File": "The_CN_Journal_June_18.jpg",
        "Paragraphs": [
            "2015 RCNA _ELECTION_INFORMATION",
            "Candidate for 2\"4 Vice-President / Candidat   la 2  vice-pr sidence",
            "Steve Woodland, FONA",
            "With over 40 years experience as president\nof a project-management consulting firm,\na public-service executive, and a senior\narmy officer, I bring a proven and valuable\nskillset that includes leadership, team-\nbuilding, contract negotiation, financial\nstewardship, and communications expertise\nto serve the RCNA. I have led multi-\ndisciplinary military formations of over\n500 people, managed complex technical\nprojects worth millions of dollars, and\ndeveloped and implemented innovative and\neffective change management and communications projects\nwithin the federal government.",
            "Among my contributions to Canadian numismatics are:\nConvention General Chairman (2008, 2016), Area Director,\nRCM Liaison, Committee Chair (Translation, Budget), and\nNumisNotes Editor within the RCNA; ONA Area Director;\nONS Club President and Assistant-Editor of moneta; and\nfrequent contributor to The CN Journal. My numismatic\nrecognition includes: two RCNA President s Awards,\nGuy Potter Literary Award, Fellow of the ONA, and ONS\nNumismatist of the Year.",
            "The RCNA has strong potential to continue growing\nand evolving across Canada, becoming a world-class\nnumismatic organization that is a leader in education\nservices, a trusted source of information, a national\nadvocate, and promoter for the hobby. To achieve this, we\nmust collectively build upon the existing strong foundation,\nemploying a dynamic strategy of membership, leadership\nand stewardship that comprises:",
            "* a robust communications effort that reaches out to",
            "budding and established collectors;",
            "* an active, wide-ranging recruitment and retention\ncampaign to grow numbers and ensure the health of\nthe hobby;",
            "* a progressive advocacy program that promotes and\nprotects the interests of our members   collectors,\nresearchers, clubs/associations, dealers; and",
            "  sound financial oversight that judiciously and\ntransparently manages our resources for maximum\nbenefit.",
            "I look forward to your continued support and serving as",
            "9 nd \\7ina_  i |\nyour 2  Vice-president EI",
            "Mes 40 ans d exp rience en tant que\npr sident d une firme de gestion de projet,\nhaut fonctionnaire et officier-sup rieur\ndans l Arm e, me permettent d offrir  \nl 'ARNC des comp tences en leadership,\nsynergie des groupes, n gociations,\ng rance financi re et communications.\nJ ai men  des formations militaires\npluridisciplinaires de plus de 500\npersonnes, g r  des projets techniques\ncomplexes de plusieurs millions de\ndollars, et mise en  uvre des initiatives\nde gestion du changement pour le gouvernement f d ral.",
            "Mes contributions   la numismatique canadiennes\ncomprennent : au sein de l ARNC, pr sident des congr s\n(2008, 2016), directeur-r gional, liaison aupr s de la MRC,\npr sident des comit s (traduction, budget), r dacteur en\nchef de NumisNotes et contributeur au Journal canadien de\nnumismatique; directeur-r gional de l ONA; pr sident de\nla SNO et r dacteur-adjoint de moneta. Mes r compenses\nnumismatiques comprennent : deux prix de pr sident de\nVARNC, prix litt raire Guy Potter, Fellow de l 'ONA,\nnumismate de l ann e de la SNO.",
            "L ARNC a le potentiel d largir ses rangs\nconsid rablement et devenir un organisme de classe\nmondiale : leader de la promotion de la numismatique\net dans la prestation de services  ducatifs et informatifs,\nporte-parole national, et promoteur du hobby. Pour y\nparvenir, nous devons collectivement construire sur\nles bases solides existantes, employant une strat gie\ndynamique d adh sion, leadership et intendance qui\ncomprend :",
            "  des communications qui tendent la main aux",
            "collectionneurs novices et  tablis;",
            "  une campagne active, de recrutement et r tention;",
            "  un programme de sensibilisation progressive qui\nfavorise et protege les int r ts de nos membres;",
            "  une saine surveillance financi re qui g re, de fa on\njudicieuse et transparente, nos ressources pour\natteindre des b n fices maximales.",
            "Je vous remercie pour votre soutien et suis honor  de",
            "vous servir en tant que 2% vice-pr sident.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "162"
    },
    {
        "File": "The_CN_Journal_June_19.jpg",
        "Paragraphs": [
            "2015 RCNA _ELECTION_INFORMATION",
            "Candidate for 2\"4 Vice-President / Candidat   la 2  vice-pr sidence",
            "William Waychison, M.Sc.Ap, P.Ge",
            "Waychison is a professional geologist\n(P.Geo.), and graduate of McGill\nUniversity (M.Sc.Ap), Montreal. He\nhas over 40 years experience, and a\nsuccessful track record of establishing /\nmanaging freestanding offices, people,\nand mineral exploration programs.",
            "He is a member of the SNQ, and in\n1991 was named an  Ambassadeur  for\npromotion of numismatics outside of\nQu bec in active collaboration with the\nactivities of the SNQ.",
            "He has a long record of continuous\npositive service to numismatics and the\nRCNA. He served as co-chairperson for Coin Month\nCanada (1996-99), and as RCNA Club Services Chair\nfor over eleven years. With his wife, France, they also\ntranslated the Club News, Presidents  Messages, and\nassociation announcements for the same period. As Vice-\nPresident (2007-11) and as President (2011-13), he\nhelped direct the RCNA towards a more sound financial\nbasis; introduced digital membership; and new standards\nto our code of ethics.",
            "He is a Fellow (1992) and Life Member (LM#379) of\nthe RCNA; Fellow and a past-president of the CNRS; a\nFellow of the ONA; recipient of the ONA Award of Merit\n(2005); and serves the ONA as Director for northeastern\nOntario, and as its Awards Chair. He also is a director\nof the Canadian Association for Numismatic Education\n(CAFNE).",
            "For his promotion of numismatics, he is one of only\nfour Canadians to receive the Carmody-Lebo Citation (a\nUS award). For his  dedicated service to our numismatic\ncommunity  he received the ANA Presidential Award in\n2014. His numismatic interests include Canadian medals\nand art nouveaux/art deco medallic art, mining stocks, and\nstore and gas bar trade notes.",
            "William has been married to France since 1977. They",
            "have two sons.",
            "Number 4",
            "June 2015 ----------------------------------------------",
            "Waychison est un g ologue professionnel\n(P.Geo.), et dipl m  de l'Universit  McGill\n(M.Sc.Ap), Montr al. Il a plus de 40 ans\nd'exp rience et est reconnu pour ses succ s\nen  tablissement / gestion de bureaux\nautoportants, de ressources humaines, et de\nprogrammes d'exploration mini re.\nIl est membre de la SNQ, et en 1991\na  t  nomm  \"Ambassadeur\" pour\nla promotion de la numismatique a\nl'ext rieur du Qu bec en collaboration\nactive avec les activit s de la SNOQ.\nIl a une longue exp rience de service\npositif continu a la numismatique et a\nPARNC. Il a servi en tant que co-pr sident pour Le mois\nde la monnaie au Canada (1996-1999), et en tant que\nresponsable des Services aux clubs de l ARNC pour plus\nde onze ans. Avec son  pouse, France, ils ont  galement\ntraduit les Nouvelles des Clubs, les Mot du Pr sident, et\nles annonces pour l association pour la m me p riode. En\ntant que vice-pr sident (2007-11) et pr sident (2011-13),\nil a aid    diriger l ARNC vers une base financi re plus\nsaine; a introduit l adh sion num rique; et de nouvelles\nnormes a notre code d' thique.",
            "Il est Compagnon (1992) et membre a vie (LM # 379)\nde   ARNC; Compagnon et ancien pr sident du CNRS;\nCompagnon de l'ONA; r cipiendaire du Prix du M rite\nde l 'ONA (2005); et sert en tant que directeur de l 'ONA\npour le nord de l'Ontario, et comme leur responsable des\nPrix. Il est  galement administrateur de L'Association\ncanadienne pour l' ducation numismatique (ACPEN).",
            "En reconnaissance de sa promotion de la numismatique,\nil est l'un des quatre Canadiens   avoir re u la Citation\nCarmody-Lebo (un prix am ricain). Pour son \"d vouement\nau service de notre communaut  numismatique\" il a\nre u le Prix du Pr sident de l'ANA en 2014. Ses int r ts\nnumismatiques comprennent les m dailles canadiennes et\nl art m daillier art nouveau / art d co, les certificats d actions\nmini res, et les billets de magasins et de bars d essence.",
            "William est mari    France depuis 1977. Ils ont deux fils.\n"
        ],
        "PageNo": "163"
    },
    {
        "File": "The_CN_Journal_June_20.jpg",
        "Paragraphs": [
            "2015 RCNA _ELECTION_INFORMATION",
            "\nCandidate as Director to represent South-Central Ontario / Candidat au poste de Directeur",
            "reprsentant Ontario Sud-Centre",
            "Michael Walsh",
            "Mike Walsh entered the Canadian\nnumismatic scene in July 2013 when\nhe and business partner Rick Groom\npurchased ownership shares of Trajan\nPublishing Corporation, which publishes\nCanadian Coin News and Canadian\nStamp News. Prior to his new venture,\nMichael worked for almost 30 years as\nan editor and publisher/general manager\nof weekly and daily newspapers across\nOntario for large media corporations\nincluding Thomson, Southam, Hollinger,\nOsprey and Sun Media.",
            "While Mike collected stamps as a youngster,\nhe switched to coins and banknotes in his late\n20s and he has been adding to his collection since\nthen. As a business partner at Trajan, Mike also\nserves as Publisher and Editor overseeing the day-\nto-day operations. He attends numerous coin and\nstamp shows throughout the year, and also speaks\nat club meetings. In 2014, Mike saw a void in the\navailability of coin and stamp supplies at many\nshows and expanded into the supplies business.",
            "Mike is a director with the Canadian Association\nfor Numismatic Education (CAFNE); and a member\nof the RCNA, Canadian Association of Numismatic\nDealers, Canadian Paper Money Society, Ontario\nNumismatic Association and American Numismatic\nAssociation. Mike is also an active sponsor of the\nCoin Kids Program, and was the RCNA s first title-\nsponsor of its 2014 Convention Bourse.",
            "Mike, who resides in Wainfleet, Ontario with\nKaren, his wife of 24 years, has a passion to see the\nhobby grow and is looking forward to becoming\nmore active with the RCNA and the hobby.",
            "Mike Walsh est entr  sur la sc ne\nnumismatique canadienne en juillet 2013,\nquand lui et son partenaire d'affaires\nRick Groom ont achet  les actions de\nTrajan Publishing Corporation, qui publie\nCanadian Coin News et Canadian Stamp\nNews. Avant ce nouveau d fi, Mike a\ntravaill  pendant pr s de 30 ans comme\nr dacteur et  diteur / directeur g n ral de\njournaux hebdomadaires et quotidiens\nde l'Ontario pour de grandes soci t s\nm diatiques, comprenant Thomson,\nSoutham, Hollinger, Osprey et Sun Media.",
            "Alors que Mike collectionnait les timbres dans sa jeunesse, il\na commenc    collectionner des pi ces de monnaie et billets de\nbanque vers la fin de sa vingtaine et il a continuellement ajout \n  sa collection depuis. En tant que partenaire d'affaires   Trajan,\nMike est aussi  diteur et r dacteur supervisant les op rations\nquotidiennes. Il assiste, tout au long de l ann e,   de nombreuses\nexpositions de pi ces de monnaie et de timbres, et agi comme\nconf rencier lors de r unions de club. En 2014, Mike a remarqu \nun besoin durant les expositions, soit les fournitures pour\ntimbres et monnaies et a d cid  d largir et offrir les fournitures\nnumismatiques et philat liques.",
            "Mike est un directeur sur le conseil de l'association\ncanadienne pour l ducation numismatique (ACPEN); et\nun membre de l ARNC, de l association canadienne des\ncourtiers en numismatique, de la soci t  canadienne du papier-\nmonnaie, de l association numismatique de l'Ontario et de\nl association am ricaine de numismatique. Mike est  galement\nun commanditaire du jeune collectionneur, et a  t  le principal\ncommanditaire de la convention annuelle de l  ARNC en 2014.",
            "Mike, qui demeure   Wainfleet, Ontario avec son  pouse depuis\n24 ans, Karen, a une passion pour voir le passe-temps grandir et est\nimpatient de prendre une part plus active aux activit s de lARNC",
            "et le passe-temps.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "164"
    },
    {
        "File": "The_CN_Journal_June_21.jpg",
        "Paragraphs": [
            "2015 RCNA _ELECTION_INFORMATION",
            "I a a\nCandidate as Director to represent South-Central Ontario / Candidat au poste de Directeur",
            "repr sentant Ontario Sud-Centre",
            "Robb McPherson, FONA",
            "My name is Robb McPherson. I am\n48 years old and I currently reside in\nBrantford, Ontario.",
            "Ihave been a collector of coins since my\nearly youth and in the last couple of years,\nhave narrowed my interest to collecting\ncasino related items such as Silver Strikes,\nslot tokens and casino chips.",
            "I started getting involved in the coin\nclub community in 1989 by joining the\nWaterloo Coin Society in Ontario. After\nonly a few years, I became a director on\nthe executive. In 2000, I assumed the\nposition of President, a role I held for a total of over 10\nyears. I recently became Past President and took on the\nmembership director position. In December 2014, as I\nstepped down, I was presented with Life Membership\n#9 by the Waterloo Coin Society members.",
            "During my 26 years with the WCS. I have been an\nactive participant in all areas of the club including\nmembership promotion, funding raising activities,\nspeaker, coin-show chairman, and even runner for our\nmonthly auction!",
            "In 2010, I received my Fellow of the ONA Award.",
            "I assumed the position of President of the Ontario\nNumismatic Association in 2013 and I am currently\nstarting my second two-year term.",
            "While holding the President s office, I have been\nGeneral Chairman for the 2012, 2013 and 2015 ONA\nConvention. I have been asked and have accepted\nthe Chairman position again for the 2016 ONA\nConvention.",
            "My current memberships include Waterloo Coin\nSociety, the Brantford Numismatic Society, the\nChip and Gaming Token Collectors Club, the Silver\nStrikers Club, the ONA. and the RCNA.",
            "My next endeavor is to become more involved\nwith the RCNA and I believe my years of service to\nthe coin community and experience would make me\nan excellent Area Director.",
            "I look forward to serving the RCNA to the best of\nmy ability, for many years.",
            "Number 4",
            "June 2015 ----------------------------------------",
            "Je m appelle Robb McPherson. J ai\n48 ans et je demeure pr sentement a\nBrantford, en Ontario.",
            "Je suis un collectionneur de pi ces de\nmonnaie depuis ma jeunesse et au cours\ndes deux derni res ann es, j ai concentr \nmon int r t dans les collections d items\nde casino tels que  Silver Stikes ,  slot\ntoken  et jetons de casinos.",
            "J ai commenc    m impliquer dans\nla communaut  de numismatique en\njoignant le Waterloo Coin Soci t  en\nOntario en 1989. Apr s seulement",
            "quelques ann es, je suis devenu un directeur de l'ex cutif. En\n2000, j'ai pris le poste de pr sident, un r le que j ai gard  plus\nde 10 ans. R cemment, je suis devenu pr sident sortant et j ai\naccept  le poste de directeur du membership. En d cembre\n2014, alors que je terminais mon mandat, on m'a pr sent  ma\ncarte de membre   vie # 9 de la Waterloo Coin Society.",
            "Au cours de mes 26 ann es avec le WCS j ai  t  un membre\nactif dans toutes les facettes du club, y compris le recrutement\nde membre, activit  de financement, conf rencier, pr sident\nd expositions et m me coureur pour notre encan mensuel!",
            "En 2010, j ai re u le prix Fellow de l 'ONA.",
            "J occupe pr sentement le poste de pr sident de l'Association\nnumismatique de l'Ontario depuis 2013 et je d bute mon\ndeuxi me mandat de deux ans.",
            " tant pr sident du conseil, j ai  galement  t  pr sident de\ncongr s de l ONA en 2012, 2013 et en 2015. On m'a demand \net j'ai accept  d occuper le poste de pr sident   nouveau pour\nla Convention de 2016 de l 'ONA.",
            "Je suis pr sentement membres de Waterloo Coin Soci t ,\nla Soci t  numismatique Brantford, Chip and GamingToken\nCollectors Club, Silver Strikers Club, l'ONA et l ARNC.",
            "Mon prochain d fi est de devenir plus impliqu  au sein de\nl'ARNC et je crois que mes ann es de service   la communaut \nnumismatiques et l'exp rience acquise feront de moi un\nexcellent directeur r gional.",
            "Au plaisir de servir l ARNC au meilleur de mes capacit s,\npendant plusieurs ann es.",
            "MORE ELECTION INFORMATION ON PAGE 184\n"
        ],
        "PageNo": "165"
    },
    {
        "File": "The_CN_Journal_June_22.jpg",
        "Paragraphs": [
            "DECLINE AND FALL OF THE",
            "GOLD_STANDARD", "BY WAYNE JACOBS\n#3435",
            "Originally published in the Mid-Island Coin Club",
            "Numismatic Journal Volume 14, Number 1.",
            "Mankind has always\nvalued gold and silver\neven though the value-",
            "relationship between the two has\ntended to change from time to time.\nBy weighing ancient Greek and\nRoman coins in gold and silver, and\nknowing how many silver would\nequal the same  face  in gold, we\ncan see that gold was usually valued\nsomewhere between 12 to 20 times\nsilver, weight-for-weight.",
            "But hard coin always had a built-in\ndifficulty: people demanded that\nbullion value in either metal equal\nface or be very close to it. This was\ncalled the  Bimetallic Standard, \nstill in use in the U.S. until the late\n1800s. Trouble is, the bullion price\nof gold and silver rarely rise and\nfall in lockstep with one another,\nmeaning that one was  cheaper  at the\nsame time as the other was  dearer. \nEconomic law says that when this\nhappens, the  cheaper  metal will\nabound in circulation, the  dearer \ndisappearing (hoarded, melted or\nsimply no longer struck by the\ngovernment.",
            "It was an attempt to overcome this\nthat Great Britain took the audacious\n(at the time) step of going on the\n Gold Standard,  in 1816. By this\nsystem, the British pound sterling\nwas defined as representing 0.2354\nTroy ounce of pure gold although the\nnew pound coins, called  sovereigns \nwere heavier, being struck in  Crown\nGold (.91667 fine; 11/12\" or 22\ncarat) and were  legal tender to any\namount.  The weights of the silver\ncoins were purposely reduced to a\n token weight  and legal tender only\nto a limited amount (40s). In all,\nduring the four years remaining in\nGeorge III's reign (died 1820), a total\nof 3 million half-sovereigns and 6.5\nmillion sovereigns were struck.",
            "At the same time as the new gold\ncoins appeared, Britain also ordered\nthe ending of the currency suspension\nof the banks (particularly the Bank\nof England) that had been in place\nsince 1797. Consequently, Britain's\ncurrency became the most solid in the\nworld and this actually worked against\nthe new gold. Since banknotes were\nby law freely exchangeable for the\ngold, a lot of the public now chose\nto use paper. In order to see that the\nsovereigns did circulate, banknotes in\ndenominations of less than  5 were no\nlonger permitted to be issued.",
            "The British Gold Standard worked\nso well that other countries followed\nsuit. France did, and then took",
           
            "the lead in establishing the  Latin\nMonetary Union  with Belgium, Italy,\nSwitzerland and Greece as members. In\nall these countries, their gold and silver\ncoins of the  same  denomination 10\nfrancs, 10 lira, or 10 drachmae, for\ninstance all had the same weight and\nvalue; furthermore, their silver crown-\nsized coins (5- something ) as well as\nthe gold coins were freely circulated\namong them all.",
            "All the same, the Gold Standard\nwasn't perfect (although it was a lot\nbetter than  Bi-Metallism ). Centuries\nbefore, the modern European economy\ngot under way with the arrival of\nsignificant supplies of gold in the\ndecades around 1500. The Portuguese\nmade it to the  Guinea Coast  (or\n Gold Coast ) of Africa and imported\na lot of it through trade. Only slightly\nlater, the Spanish plundered the Aztec\nand Incan empires in America of their\ngold-tons of it. But this was almost a\none-time deal; from then on, much of\nthe  wealth of the Indies  was in the\nform of silver (although this would be\nmany thousands of tons over time).",
            "Another source was China. The\nChinese actually preferred silver\nover gold so that while the Spanish\nused a typical value ratio for gold-\nto-silver of 15 or 16 to 1, the Chinese\nused something like 10 or 12 to 1.\nConsequently, a lot of American silver\nwas shipped yearly by the  Manilla Plate\nFleet  from Acapulco to the Philippines\nwhere it was traded for Chinese gold and\nthat traded for even more silver in South\nAmerica (and that for more Chinese\ngold later, and so forth).",
            "But during the period 1817\n(appearance of the sovereign) until\nnearly 1850, the western economies\nneeded fresh gold injections of about\n2 percent per year in order for prices\nto remain steady. That was not the\ncase; new gold averaged only 1.2\npercent annually, thus becoming\n and remaining scarce with the",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "166"
    },
    {
        "File": "The_CN_Journal_June_23.jpg",
        "Paragraphs": [
            "consequence that prices rose\nduring the period by nearly\n50 percent (inflation). Then\ncame the California Gold\nRush in 1849 with new gold\njumping to 6 percent annually\nand before that was over,\nmore gold was discovered in\nCanada's Cariboo as well as in\nAustralia. The surfeit of gold\nset off deflation in prices and\nas the new supplies started\nto taper off, yet more gold\nappeared: the Rand in South\nAfrica; the rush at Nome,\nAlaska; the Klondike. Canada's\nPrecambrian Shield became a\nproducer and more efficient\nextraction methods allowed an\nexpansion in South America\nagain as well as the Gold Coast\n(largely overlooked, this little\nplace produced gold worth\n 790,000 in 1910 alone and a\ntotal of 6,148,192 Troy ounces\nduring 1903-27.)\nBy the late Nineteenth\nCentury, practically every country was on the Gold\nStandard. Canada was from the time she went decimal\nJanuary 1, 1858, basing her dollar on the American gold\ndollar that was  legal tender to any amount  here. Canada\ndidn't strike her own gold coins until the period 1912-14\nwhen she issued $5 and $10 pieces, identical in weight and\nfineness to the American. Oddly, the United States was\nthe last holdout in adopting\nthe Gold Standard formally.\nDuring the period 1858-78, she\nwas to all intents and purposes\non it but just wouldn't admit it.\nOfficially, it was only with the\nadoption of the Gold Standard\nAct of 1900 that it became fact.\nThe outbreak of the First\nWorld War upset everything.\nEvery belligerent country, as\nwell as a lot of the neutrals, immediately suspended any\npayment in gold. In Canada, gold could circulate but any that\nwound up in the hands of the banks, or government offices,\nimmediately disappeared into the national gold reserve\nand was not paid out again. The recently released hoard of\nCanadian gold coins from the vaults of the Bank of Canada\nattests to the fact that most of these coins had been used by\nbanks as backing for their notes and that there was never any\nreason to melt them.",
            "Number 4",
            "June 2015",
            "The crisis of gold's\ndisappearance at the\noutbreak of the war was\nhandled quite differently\nby the two sides. Germany\nimmediately released  State\nLoan Currency  notes, non-\nredeemable in gold. They\nwere nicely engraved, multi-\ncoloured and dated 5 August\n1914; the very day the war\nbroke out. The Allies took\nthis as proof that Germany\nhad waged premeditated war\naccording to a timetable and\nfor this reason, called them\nthe  War Guilt notes.  The\nfirst denominations were 5-,\n20- and 50-marks, followed\na few days later by 1- and\n2-mark notes.",
            "Britain was caught\ncompletely flatfooted. With\ngold called in, there were no\ncirculating denominations\nbetween the seldom-seen\nsilver 5/ crown and the lowest",
            "allowable paper note of  5. Britain's insistence that gold\nsovereigns and half-sovereigns fill this gap had come back to\nbite her. There followed a hurried preparation of  goldless \nTreasury notes, called  Bradburys,  from the signature.\nReputedly, they went from planning to circulation in only ten\ndays and look it. Rather crude and simple black-on-white,\nthey were soon replaced by much better 10/ and  1 notes.\nAnd although none appear to\nhave survived, reports indicate\nthat for a very brief period\nBritish Post Office money\norders in the amounts of 10/ and\n 1 made out to  Bearer  served\nto fill the early gap.",
            "All through the war, every\ncountry subscribed to the fiction\nthat their currency retained its\nsame worth as at the outbreak.",
            "Only a couple had: both the U.S. and Switzerland stayed on\nthe Gold Standard (but embargoed the export of gold) and\nat the Armistice, the U.S. dollar still bought gold at $20.67\nper ounce and the Swiss franc remained at 19.3  US. All\nothers struggled to return to  normalcy  with their old, strong\ncurrency and in this pursuit governments raised taxes, cut\nservices and strove to generate a surplus that could be used to\nreplenish their gold reserves. Generally speaking, this merely\nincreased unemployment and set off a recession. Bids on gold",
            "\n"
        ],
        "PageNo": "167"
    },
    {
        "File": "The_CN_Journal_June_24.jpg",
        "Paragraphs": [
            "and silver went higher for many of these countries, meaning that\ntheir currencies were being devalued by just that amount.",
            "Not many availed themselves of this service and the German\nmark sank lower and lower.",
            "Belgium, whose territory had been a battleground, lost nearly\n60 percent of her franc s value while France s experienced a\ndrop of about 40 percent. The Austrian currency became worth\nvery little and the German even less, the mark in 1923 being\nrevalued into  retenmarks  at the rate of one billion to one and\na European  billion  at that, consisting of a million million, not\nour thousand million.",
            "Everyone had suffered inflation, even the neutrals. The\nScandinavians struggled to resume their old Gold Standard rate but\ndid so in 1925. Britain, with her wholesale price index at three times\nthat of 1914, also struggled to return to her old standard. In the\nmeantime, the pound, un-backed by gold, fell to as little as $3.05\nUSS. in 1921. But Britain did return to the Gold Standard in 1925\nat the old rate of $4.8674 U.S. per pound and immediately plunged\nherself into a deep recession. The  expensive pound  priced\nBritish goods out of the export market and it was even cheaper to\nimport foreign coal than to use the native supplies. Britam was still\nstruggling when the roof caved in with the Depression.",
            "Canada also resumed the Gold Standard in 1926, the dollar\nagain at par with the U.S., but not that many noticed, since gold\nwas payable only in large amounts. Still, patterns show that gold\ncoins were contemplated for 1928.",
            "Canada s return to the Gold Standard did not work well in\nher favour. Even though the U.S., now the richest country in\nthe world, possessed slightly more than half of the world's gold\nsupply, she was not adding to it from domestic sources. Pegged\nat $20.67 (U.S.) per fine ounce since the 1830s, the price was\ntoo low for most U.S. gold mines to operate at a profit. But, of\ncourse, there was always the rest of the world's gold holdings\nand Canada, especially, ran a perpetual trade deficit with the U.S.\nNow that Canada was back on the Gold Standard, such a deficit\ncould be and frequently was demanded to be paid in gold, at\nleast in large amounts. Consequently, Canada's gold reserves\nwere slowly but surely leaking away, usually southward. For\nthis reason, aided and abetted by the Crash of  29, Canada semi-",
            "left the Standard in that year; gold was forbidden to be exported\nin either coin or bullion form except as international payments\nunder licence, but could be used internally. This last provision\nwas used so seldom that most Canadians were totally unaware\nthat they were on the Gold Standard. She would probably have\nbeen better off cutting adrift from it completely but the  hard\nmoney gold bugs,  in power with both national parties, refused\nto consider the move.",
            "As the Depression deepened, great pressure was placed on\nthe various currencies. After a series of European bank failures\nin 1931, the Bank of England\nannounced that their dwindling\ngold reserves no longer\npermitted the country to remain\non the Gold Standard and the\npound sterling was cut loose\nfrom it (20 September 1931),\nimmediately drifting downward\nin relation to the U.S. dollar, to\n$3.25 by December. Leaving\nthe Gold Standard became a\nforce (3 countries in 1929; 3 in\n1930; 17 im 1931; 9 in 1932 and\nanother 9-including the U.S \nin 1933). Canada, neither fish\nnor fowl, remained officially\non the Standard while refusing\nto make her currency freely\nconvertible into gold. The result\nwas devastating on an economy\nalready in trouble; on the one\nhand, the Canadian dollar\nimmediately became  expensive \nin relation to the currencies of the\ncountries that had cut loose from\nthe Standard and devaluated.",
            "Supplying mostly raw materials,\nCanadian wheat and flour (40",
            "percent of her exports in 1929) German poster, late 1918, 1\nbecame 20 percent more gold into the  Gold Mark",
            "expensive than that of return for paper money sinc",
            "her competitors, Australia and Argentina, on world\nmarkets and the same was true of her exports in\npaper (20 percent in 1929) in relation to the new\nprices from the Baltic. On the other hand, her\nnon-convertibility into gold caused the Canadian\ndollar to be worth only 80 cents (U.S.) when\nimporting machinery from that country, making\nthem all the more expensive.\nThe last U.S. gold coins, both the $10 and\n$20, struck for circulation were dated 1933. Most\nhowever, were melted before release.\nBut it was the U.S. that actually killed the Gold",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "168"
    },
    {
        "File": "The_CN_Journal_June_25.jpg",
        "Paragraphs": [
            "Standard. Between the Crash of 29 and the inauguration\nof Franklin Roosevelt in early 1933, a total of 5,504\nbanks had gone under, representing deposits of\n$3.4 billion. Immediately upon assuming the\npresidency, Roosevelt declared a  Bank Holiday \n(6-9 March 1933) and using powers still in\nforce under the Trading With the Enemy Act\nof 1917, placed an embargo on the export of\nAmerican gold, silver and currency except under\nlicence. After the Holiday, a total of 5074 banks,\nabout 75 percent of\nthose remaining, re-\nopened. On March 9, the\nEmergency Banking Relief\nAct was passed, authorizing\nthe Treasury Department to\ncall in all gold coin, bullion or\ncertificates-in the country with\npenalties of up to $10,000 fine\nplus 10 years in prison for non-\ncompliance. Except for certain\nauthorized gold jewellery\nand collectors  coins,\nthe U.S. government\nnow possessed the\nentire country s\ngold supply for\nthe equivalent of\n$20.67 per ounce \nin paper.\nThe USS. officially\nwent off the Gold\nStandard by the Gold\nRepeal Joint\nResolution of 5\nJune 1933. As\nof 25 October\n1933, Roosevelt\nauthorized the\nReconstruction\nFinance Corporation, a\ngovernment body specifically set up to deal with the Depression,\nto establish a government market for newly-mined U.S. gold at\n$31.36 per ounce and to buy gold on world markets at this price\nas well. The price increased to $34.06 on 18 December and to a\nflat $35.00 in January 1934. There it stayed pegged until 1972. In\neffect, the U.S. had devalued the dollar by 40 percent but still had\nit fully backed by gold.",
            "Over the next few years, the western economic world\nseparated into several blocs. There were those off gold who\nsubscribed to the U.S. method of the metal as a commodity\nworth the equivalent of $35 (U.S.) per ounce in whatever\ntheir own currency was. The sterling world, Canada included,\nstrove unsuccessfully to shore up the pound. Germany was a",
            "Number 4 June 2015",
            "case by itself, having already ditched the theoretically gold-\nbacked retenmark for the Reichsmark in 1929; and now, in\n1932, Hitler refused to make any more reparation payments\n(Germany never did strike another gold coin until the 100-\neuro of 2002). But after the U.S. action, there still remained\na Gold Bloc of countries still attempting to retain a gold\ncurrency, the main one of which was France.",
            "Above are shown examples of A the last year ot the pre-\nwar French 100-franc pieces (the 1914 date is rare) and B\nthe last of the smaller post-war 100 francs. After a hiatus of\nyears, France again attempted to shore up the Gold Standard\nwith new coin, starting in 1929. As we can see, the new 100\nfrancs contained only slightly more gold than the old pre-war\n20 francs had, a devaluation of just under 80 percent. Of this\nlatter series, all dates except the last two of 1935 and 1936 are\nrare, consisting of just a few hundred coins or less. But these\nlast two years saw massive mintages: 2.1 million in 1935\nand 7.7 million in 1936-to no avail. France was being priced\nout of the export markets and forced to capitulate as well.\nThe Gold Standard was dead.\n"
        ],
        "PageNo": "169"
    },
    {
        "File": "The_CN_Journal_June_26.jpg",
        "Paragraphs": [
            "J & J TAYLOR TORONTO SAFE WorRKS\nADVERTISING. PIECE",
            "BY MARK DALRYMPLE\nLM,#422",
            "In researching a quick\n[oss of the company,",
            "the four sources that I\ncould find online all have slight\ndiscrepancies in mixing up either\nthe brothers  names, the timeline\nof the company, and/or the location\nof the company. The outline I give\nbelow should be considered mostly\naccurate; however, it may consist\nof some errors due to the sources\navailable to me.",
            "John Taylor was born in\nPerthshire, Scotland, in 1828. In\n1838, at the age of ten John, and\nhis brother James, arrived in Toronto\nas immigrants.  In 1855 they (John\nand his brother James) established\ntheir safe manufacturing business J\n& J Taylor Safe Company on Palace\nStreet (198 and 200 Palace)!. Here\nthey  began as a foundry that made\nmachine and large decorative and\nstructural castings, in 1855. Their\nsafes were fire and theft proof, which\ngave them a near-monopoly in the\nsafe-making business. ",
            "Although there is no definite\ndate recorded, James seems to have\nreturned to Europe due to ill health.\nOne would guess John had full control\nof the company while he was gone,\nand during this time the business\nthrived.  ...with the death in March\n1875 of James, the company changed\nhands, although retaining the name\nof J & J Taylor. By this time the\noriginal Palace Street factory had\ngrown inadequate and the Toronto\nSafe Works, as it was known, had\nmoved to the corner of Front and\nFrederick Streets, just east of the St.\nLawrence Market. ? The 1875 move",
            "1 www.housestories.ca/2013/06/the-j-j-\ntaylor-safe-company-2/ pg.1",
            "2 www lostrivers.ca/points/daviestaylor.\nhtm pg. 1-2",
            "3. wwwlib.uwo.ca/programs/companyin-\nformationcanada/ccc-chubb.htm pg.1",
            
            "and name change is also supported by\nthe following quote:  ...in 1875 they\nmoved their factory (J & J Taylor Safe\nCompany or, later, The Toronto Safe\nWorks) to the existing buildings at\nthe corner of what is now Front Street\nEast and Frederick Streets...  4",
            "If John did not have complete\ncontrol of the company before his\nbrother s death, it would be safe\nto assume he would have it now.\nThis consolidation of ownership\nto John no doubt was a direct result\nof the company name change to",
            "4 sites.google.com/site/135georgesouth/\nintroduction-and-history-1 pg.4",
            ", the Toronto Safe Works.  The\nfactory expanded in 1877 to\noccupy most of the east end of\nthe block. Another addition was",
            "  made in 1883.  The addition\nmade in 1883 was because  the\nsmall factory was almost totally\ndestroyed by fire. A new and",
            "larger factory was built, using the",
            "same foundation and walls. The",
            "company at this time employed\nabout 80 persons.  f This rebuild\nwould take up most all of the city\nblock. From here the company\ncontinued on being successful as\nusual with their business.",
            " The Taylor Safe Works was one of\nthe most successful manufacturers of\nits kind in North America during the\nsecond half of the 19\" century and the\nfirst half of the 20. Their safes were\ndistributed extensively throughout\nCanada and the U.S. John Taylor ran\nthe company for most of this period.\nHe died in 1913.7 It is interesting to\nnote in John s death notice, in the\npaper, that he  had long been retired\nfrom active work on account of failing\nhealth... He is survived by four sons\n  David J., John A., William A., and\nArthur F. Mrs. Taylor predeceased\nhim 28 years ago.  The 1891\nletterhead picture at the end of the\narticle lists Thomas West and Robert\nMcClain at the helm. John may have\nbeen  retired  by then.",
            "After John s death J & J\nTaylor remained an independent\nmanufacturer at this location until\n1959 when they were taken over by",
            "5 www.housestories.ca/2013/06/the-j-j-\ntaylor-safe-company-2 pg.2",
            "6 wwwilib.uwo.ca/programs/companyin-\nformationcanada/ccc0-chubb.htm pg.1",
            "7 www.housestories.ca/2013/06/the-j-j-\ntaylor-safe-company-2 pg.2",
            "8 www.housestories.ca/wordpress/wp-\ncontent/uploads/2013/06/John-Taylor-\nobit-1913.jpg",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "170"
    },
    {
        "File": "The_CN_Journal_June_28.jpg",
        "Paragraphs": [
            "the Mosler Safe Company, who in turn had their controlling\ninterest bought out by Chubb Safe Company, in 1960. The\ncompany was then called the Chubb-Mosler and Taylor\nSafes Ltd. The office and manufacturing plant of security\nequipment was now located to Brampton, Ontario, and\nremains in business there.",
            "As most collectors are aware the J & J Taylor Safes\nare still in use even today.  J & J Taylor was the most\nsuccessful manufacturer of safes in the city because of the\nquality of their products. Their safes were not only fully\nsecure but also lasted for years without giving problems. ?",
            "I have not been able to find any previous mention of this\nadvertising piece therefore it must be considered a new\nfind. With the  Toronto Safe Works  stamped in the piece\nit cannot date any older than 1875 when the name change\noccurred. I would venture to guess the piece was also made\nin house as the factory would have the equipment to make\nsuch a piece. A copper piece may suggest that it also dates\nbefore the 1890s when cheaper medals were in vogue, such\nas aluminum.",
            "Why would this piece be made, especially when by 1875\nthey were a successful well-known firm who had pretty\nmuch a monopoly on the safe making business? I am not\nsure. We may never know why it was made, other than\nany advertising just makes good sense. However, I do put\none theory forward, which would warrant as good as any\nreason to manufacture such a piece. That would be for the\nfirst Industrial Exhibition Association of Toronto, which\nwas held in 1879, in which the company participated. As\nreported in The Trader, October 1879,  Although there was\nonly one exhibitor of Safes, J & J Taylor, of Toronto, the\ndisplay was a very fine one and was very much admired. ",
            "The manufacture and use of advertising pieces and\ntokens would be common knowledge for anyone living\nin this era. John Taylor would also be aware of the use of\nmedal prize awards for exhibitors in this exhibition. What\nbetter way to advertise to the roughly 100,000 persons in\nattendance than by having an advertising piece to hand out\nto prospective buyers?",
            "9 wwwlostrivers.ca/points/daviestaylorhtm pg.2",
            "The CN Journal",
            "Volume 60\n"
        ],
        "PageNo": "172"
    },
    {
        "File": "The_CN_Journal_June_30.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "The reverse image by Canadian illustrator Joel Kimmel\nrecreates the sense of danger and the fierce fighting that\nawaited Canadian soldiers in the narrow streets of Italian\ntowns such as Ortona during the winter of 1943. In the\nbackground, the crumbling remnants of stone buildings",
            "are indicative of the sheer destruction caused by combat\nthat was often fought in close quarters. In the centre, a\nCanadian Sherman tank rumbles through the rubble-filled\nstreets, causing dust to fill the air behind it. The tank is\nflanked by two Canadian soldiers who, despite the risk of\nsniper fire and landmines, bravely move along the streets as\nthey clear the town and search for survivors.",
            "The reverse design by Canadian artist Yves B rub  features\nan impeccable combination of expert engraving and beautiful\nfinishes and depicts the dangerous conditions endured by\ntrans-Atlantic ships during the Battle of the Atlantic between\n1939 and 1945. It is a calm evening on July 11, 1943; in the\nforeground, the ocean steamer SS Duchess of York (left) is\nfeatured prominently, with a thick plume of steam billowing\nout from its funnels. Requisitioned as a troopship during the",
            "Le motif au revers,  uvre de l illustraeu canadien Joel Kimmel,\nrecr e le sentiment de danger et l atmosph re des violents\ncombats qui attendent les soldats canadiens dans les rues  troites\nde villes italiennes comme Ortona, au cours de l hiver 1943. En\narri re-plan, les ruines d difices en pierre illustrent l tendue\nde la destruction caus e par la violence des affrontements qui se\nlivrent souvent en mode de combat rapproch . Au centre, un char\nd assaut Sherman canadien avance dans des rues recouvertes de\nd combres, soulevant un nuage de poussi re sur son passage. Le\nchar d assaut est flanqu  de deux soldats canadiens qui, malgr \nle danger des tirs isol s et des mines, avancent bravement dans\nles rues pour lib rer la ville et secourir les survivants.",
            "Le motif au revers,  uvre de l artiste canadien Yves B rub ,\na  t  grav  de main de ma tre et comporte de multiples finis\nravissants. Il d peint les conditions dangereuses qu ont\nendur es les  quipages des navires marchands pendant la\nbataille de l Atlantique, qui a dur  de 1939   1945.   l avant-\nplan gauche, on voit de pr s le navire   vapeur Duchess of\nYork qui vogue sur les eaux calmes de l oc an le soir du\n11 juillet 1943 tout en crachant de ses chemin es de hauts\npanaches de fum e. R quisitionn  pour le transport de troupes\npendant la guerre, le grand navire faisait partie du convoi\nsurnomm    Faith   que rep ra un avion ennemi au large des",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "174"
    },
    {
        "File": "The_CN_Journal_June_31.jpg",
        "Paragraphs": [
            "war, the large vessel is part of the convoy dubbed  Faith, \nwhich has been spotted by enemy aircraft off the coast of\nSpain. Two Focke-Wulf Fw-200 Kondors have begun their\nhigh-level bombardment, with one bomb hitting the water\nstarboard side off the ship s bow, where detailed engraving\nadds movement through the motion of the water s surface.\nOne of the convoy s escort ships, the Tribal-class destroyer\nHMCS Jroquois (right), has unleashed anti-aircraft fire but it\nis all in vain against this airborne attack. While SS Duchess\nof York and 34 of its crew would be added to the Allied\ncasualties suffered during the Second World War s Battle\nof the Atlantic; 628 of its survivors would be rescued and\ntransported to safety by /roquois.",
            "This coin offers a numismatic replica of the competition\nmedals to be awarded for gold performances at the TORONTO\n2015  Pan Am/Parapan Am Games. Masterful engraving is\nenhanced by a stunning combination of reliefs, while artistry\nand storytelling are brought together through symbolic elements\nthat represent both the natural world and the spirit of the Games.\nThree irregular shapes represent the participating nations from\nNorth America, South America, Central America and the\nCaribbean, and are layered in a way that resembles the steps\nof the medial podium. The curved nature of these shapes take\ntheir inspiration from the TORONTO 2015 logo (as seen on\nthe top shape) and reference the open, accessible nature of the\nHost City. Dynamic pictograms featured on the middle shape\nreference the Games  official motto   United We Play!  \nby inspiring people to come together through sport. Unique\npatterns further celebrate diversity while adding an element of\ntextural interest, including a beautifully engraved version of the\ncircular-patterned mokume gane insert that adorns each medal;\nanother crescent-shaped insert represents water as a sustaining\nelement for us all, with flowing lines that symbolize the rivers\nand oceans of the Pan American region.",
            "Number 4",
            "June 2015 ",
            "cotes espagnoles. Deux bombardiers de type Focke-Wulf Fw-\n200 Condor partirent en chasse, effectuant un bombardement\n  haute altitude au cours duquel une bombe tomba   tribord\ntout pr s de la proue du navire canadien. La finesse de la\ngravure rend bien l agitation de l eau sous l impact du\nprojectile. L une des escortes navales du convoi, le NCSM\nIroquois (  droite)   destroyer de classe Tribal risposte, par\ndes tirs antia riens,   cette attaque muscl e, mais en vain.\nLors de cette attaque, le Duchess of York sombra et apporta\navec lui 34 membres d quipage, mais 628 survivants ont  t \nrescap s par l Iroquois,  chappant ainsi aux pertes subies par\nles Alli s dans la bataille de l Atlantique durant la Seconde\nGuerre mondiale.",
            "La pi ce reproduit la m daille d or qui sera remise aux meilleurs\nathl tes des Jeux panam ricains et parapanam ricains de 2015  \nTorontoMC, Ex cut e de main de ma tre, la gravure est rehauss e\nde divers reliefs magnifiquement imag s par des symboles\nqui repr sentent le monde naturel et l esprit des Jeux. Trois\nformes irr guli res se superposent pour rappeler les marches\nd un podium et incarner les trois Am riques qui participeront\naux comp titions. Leurs lignes courbes renvoient au logo des\nJeux, qui figure   l avant-plan, ainsi qu  la nature ouverte et\naccessible de la ville h te. Des pictogrammes dynamiques sur\nla figure du milieu renforcent l id al f d rateur du sport et la\ndevise officielle des Jeux, Jouons unis!Forte d l ments uniques,\nla composition c l bre la diversit  tout en accentuant les reliefs.\nEn outre, l'insertion d un  l ment reprend le magnifique motif\ncirculaire r alis  par la technique du mokume gane qui ornera\nchaque m daille, alors qu un croissant ponctu  d ondulations\nsymbolisant les rivi res et les oc ans des Am riques repr sente\nPeau essentielle   la vie.\n"
        ],
        "PageNo": "175"
    },
    {
        "File": "The_CN_Journal_June_32.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY",
            "#17134",
            "Canadian Welcome Home Medals, 1899-1945",
            "Canadian Welcome Home Medals, 1899-1945 was\n  published in 1991 by George A. Brown. It covers",
            "a subject that is not discussed often in numismatic\nliterature: the medals of thanks given to soldiers returning\nfrom war.",
            "Grateful communities across Canada presented gifts\nto returning soldiers to recognize and acknowledge their\nefforts during the war. Many of these gifts were in the\nform of medals, but plaques, certificates, and other items\nwere also used for presentation. All of these are related to\nthree wars: the Boer War, World War One (referred to as\n The Great War  in the book), and World War Two.",
            "This was the first attempt to assemble information about\nwelcome home medals into one publication. The information\nwas scattered, and had to be gathered together from museums,\nresearchers, and collectors spread across North America.",
            "The book includes 48 pages of sumptuous, full-colour",
            "photographs by Don LeBlanc. Many of the medals were\ndesigned for suspension, and often the colourful ribbons\nare still attached to the illustrated specimens. Many\nattractive certificates and plaques are also included in the\nphoto plates. The book is printed in large format on high\nquality glossy paper, bound in blue leatherette covers with\nthe title and\nan image of a\nFirst World War\nmedal embossed\nin gold on the\nfront, and it\nis wrapped in\na similarly-\nillustrated\ndust jacket.\nThe beautiful\nphotographs\nand large size\ngive this book\nthe look and feel\nof a coffee table\nbook.",
            "Only a\nthousand copies\nwere printed,\neach hand\nnumbered and\nsigned by the\nauthor.",
            "No doubt a publication of this quality was expensive\nto produce. With such a small production run, the issue\nprice of $84.95 was unlikely to cover the costs of layout,\nphotography, and printing. Fortunately, the author had\nreceived financial assistance from the J. Douglas Ferguson\nHistorical Research Foundation. The Foundation offers\nfinancial support to numismatic researchers. They have\nhelped to publish over a dozen important catalogues, as\nwell as several numismatic publications. They also offer\nassistance to numismatic researchers and help to fund\nequipment for educational presentations.",
            "In 1991, Brown's work was awarded the Fred Bowman\nNumismatic Research Award. The Canadian Numismatic\nResearch Society gives this award to the author of what\nit judges to be the most outstanding piece of Canadian\nnumismatic writing each year.",
            "Those who worry about the future of numismatic\nresearch in our increasingly wired world can take solace in\nthe fact that such dedicated organizations as the Canadian\nNumismatic Research Society and the J. Douglas\nFerguson Historical Research Foundation continue to",
            "foster top quality research in our hobby.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "176"
    },
    {
        "File": "The_CN_Journal_June_36.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "BY ROGER C. PAULEN",
            "LM. 439.",
            "1982 Wildwood, Alberta Trade Dollar varieties",
            "This month s column features a\nrelatively low-mintage trade",
            "dollar series from Wildwood,\nAlberta. The use of Municipal\ntrade tokens initiated in the\nearly 1960s in western Canada,\nand peaked within Canada\nthrough the 1980s. Trade\ntokens, or often informally\ntermed trade dollars, are less\ncommonly used now, with\nonly a few municipalities\nminting them for tourists and\ncollectors. Wildwood, Alberta,\nwith a population at the time of\nfewer than 400 people, is one of the\nsmallest municipalities to have issued\ntrade dollars (Statistics Canada, 2012).",
            "The original issue in 1965 was a medal, and",
            "the first of the trade dollar series was issued\nin 1970. This issue was a long-running\ncommunity project, sponsored by\nthe Wildwood Elks Lodge No.\n411, with all of the designs and",
            "the driving force behind this",
            "by Nick Myschuk, a teacher",
            "at Wildwood s Elementary\nSchool. Mr. Myschuk has\ndesigned the tokens and",
            "medals for Wildwood since",
            "1965 (Remick, 1987).",
            "An excellent catalogue of\nCanadian Municipal Trade\nTokens was published by S.\nPelletier, the most recent version\nbeing the 5\" edition (2008). This\ncatalogue includes mintages by metal\ntypes and assigns a number to each trade\ntoken, according to the province it was\nissued in. Varieties are catalogued using\na letter suffix (e.g., NB-70 versus NB-\n70M) but without accompanying photos",
            "or explanations, leaving the collector to decipher what exactly \nthe variety is. Sometimes, these varieties are minor minting \nerrors, such as a die crack (e.g., ON-14C), or a strike-throughof design elements (NS-78B; cf., Paulen 2014) ",
            "The trade tokens of Wildwood, Alberta,\nare an interesting series, because\ntwo different tokens were struck\nannually. Of those, one was an\nongoing series dedicated to",
            " World Coin Week  and often",
            "depicted various coins from",
            "Canada, World countries,",
            "and occasionally ancient",
            "coins. The designs were",
            "struck in three, or more,",
            "types of metal alloys, and in",
            "some years minor varieties",
            "exist. The coins featured",
            "this month are the 1982  Coin",
            "Week  trade tokens AB-207A and\nAB-207B. The catalogue description\ncites, AB-207A as the  1S! die  and",
            "AB-207B as the  2  die.  It is not until one",
            "finds both varieties, that the difference\nbecomes apparent (Figure 1).",
            "Trade token AB-207A\nshows a lack of detail in the\ngrasslands in the foreground\nand mountains behind the\nelk (Figures 2A and 3A),\nwhich likely was due to an\noverused (or, overpolished)\nobverse die. A fresh die was\nused to strike the remainder\nof the tokens (Figure 2B and\n3B), whereby the finer details",
            "are readily seen.\nWhile the mintages of these\ntokens (206 for AB-207A; 650\nfor AB-207B) are relatively low\ncompared to mintages from other\nmunicipalities in Canada, these\ntokens are often seen for sale on eBay\nand in some dealer inventories at coin\nshows. Snagging both variety types in\nall metal types could be a challenge,",
            
            "but they will not cost you very much when you do find ISO them in the wild, so grab your loupe and keep up the hunt!.",
            " The CN Journal Volume 60\n"
        ],
        "PageNo": "180"
    },
    {
        "File": "The_CN_Journal_June_38.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES, DES, CLUBS","By BRETT IRICK (CLUB SERVICES)",
            "#22198,",
            "The annual Club Delegates Breakfast will be",
            "held on Friday, July 24, from 8 to 10 a.m. This",
            "breakfast provides active members in the clubs\nan opportunity to share information, successes, find\nsolutions to problems and have some good general\ncamaraderie. The breakfast consists of a forty-minute\nhearty buffet feast, a thirty-minute talk by a speaker and\nfifty minutes for open discussion. I am looking forward\nto seeing the regular attendees of the breakfast; for me\nthis event is one of the highlights of the Convention.\nAt $28, this breakfast is a bargain that would be hard to\nmatch in the hotel restaurant.",
            "All interested Convention attendees are eligible\nto attend   even if they are not a formally appointed\nrepresentative of a club. Even if you do not belong to a\nclub, consider attending. You will learn about the strong\nknowledge base and social networks that are present\nin all the clubs. We strongly encourage that each of\nthe clubs that has a member or members attending this\nyear s Convention appoint one or more of their members\nas a Club Delegate.",
            "Ray Lockwood, long-time\nGovernor, Past President and\nEducation Director of the\nCentral States Numismatic\nSociety will speak briefly on\nthe successes and failures he\nhas experienced with local and\nregional numismatic educational\nprograms over the past 40 years.",
            "He will then open up discussion",
            "to the floor and facilitate a",
            "discussion of what is working well and what is not in\nkeeping our clubs fresh and relevant in the fast moving\nInformation Age.",
            "Le Club de Numismates du Bas St-Laurent\nPublishes Book on Eastern Quebec\nNumismatic Issues",
            "It is very seldom that a local club publishes an\nextensive numismatic work. Here we have one of\nthose rare occurrences. Well done to Le Club de\nNumismates du Bas St-Laurent and author Yvon\nMarquis.\nLe Patrimoine numismatique de Est du Qu bec or\nEastern Quebec Numismatic Heritage 1s the title of a\nnew book published by le Club de Numismates du Bas\nSt-Laurent. This 150 plus page book catalogues more than\n500 different numismatic items from about 70 different",
            
            "La rencontre annuelle du petit d jeuner des d l gu s de club",
            "aura lieu le vendredi 24 juillet entre 8h et 10h. Ce d jeuner",
            "offre aux membres actifs dans leur club l opportunit  de\npartager de l'information, les succ s de leur activit , de trouver des\nsolutions aux probl mes et de profiter de la bonne camaraderie.\nUn d jeuner typique est compos  d'un d licieux brunch qui dure\nenviron quarante minutes, un discours d une trentaine de minutes\npar un conf rencier, et qui se termine avec une discussion ouverte\ndurant environ cinquante minutes. J ai bien h te de vous voir, les\nparticipants r guliers du petit-d jeuner ainsi que les nouveaux.\nSelon moi, cet  v nement est un des points forts de chaque congr s.\nAu cout de 28 $, ca repr sente une aubaine qu on ne retrouve pas\ndans les autres restaurants d h tels.",
            "Tous les participants aux congr s peuvent assister - m me s ils\nne sont pas un repr sentant officiel d'un club. M me si vous ne\nfaites pas partie d'un club, envisag  de participer. Vous pourrez en\napprendre davantage sur les connaissances  labor es des membres\nde clubs et l impact des r seaux sociaux pour tous les clubs. Nous\nencourageons fortement que chacun des clubs ayant un membre ou\ndes membres qui participeront   la convention cette ann e, nomme\nun ou plusieurs de ces membres en tant que d l gu  de club pour",
            "assister au d jeuner.",
            "Ray Lockwood, gouverneur de longue\ndate, ancien pr sident et directeur de\nl' ducation de la Soci t  numismatique des\n tats du centre des Etats-Unis (Central States\nNumismatic Society) parlera bri vement\nsur les succ s et les  checs qu'il a v cu,\nau cours des 40 derni res ann es, avec les\nprogrammes  ducatifs numismatiques locaux\net r gionaux. Ensuite, il ouvrira la discussion\net facilitera une discussion sur ce qui",
            "fonctionne bien et ce qui fonctionne moins bien afin de maintenir\nnos clubs   jour et toujours pertinent dans cette p riode ou\nPinformation circule rapidement gr ce   l re de la technologique.",
            "Le Club de Numismates du Bas St-Laurent lance\nun volume historique",
            "IT est tr s rare qu'un club local publie un ouvrage nu-\nmismatique d taill . Nous avons ici un de ces rares cas.\nBravo au Club de Numismates du Bas St-Laurent ef\nl auteur Yvon Marquis.\nLe Patrimoine numismatique de l'Est du Qu bec tel est le titre\ndu volume lanc  par le Club de Numismates du Bas St-Laurent,\nle 14 avril dernier. Ce volume de 150 pages regroupe plus de\n500 items numismatiques diff rents r pertori s comme ayant  t \n mis par pr s de 70 municipalit s situ es dans l Est du Qu bec.\nLe territoire couvert comprend le Bas-Saint-Laurent, la Gasp sie,\nVile d Anticosti, les Iles-de-la-Madeleine, la C te-Nord,",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "182"
    },
    {
        "File": "The_CN_Journal_June_39.jpg",
        "Paragraphs": [
            "issuers in eastern Quebec. The\nregion covered includes the Lower\nSt-Laurence, the Gaspe Peninsula,\nAnticosti Island, Magdalen Islands,\nthe north shore from Tadoussac to\nBlanc Sablon and northern Quebec.\nWith over 150 pages, this 8.5 x 11\nbook lists the currently known items\nfrom the region including tokens,\nnotes, medals as well as  Bons \nor  good fors  issued by dairies\nand bakeries and other businesses\nover the past 200 plus years. With\nresearch believed complete for\nsome areas, others continue to be\na work in progress due to recent\ndiscoveries.\nThe research has been a several-\nyear project with research\nand text developed by\nwell-known Quebec\nnumismatist Yvon\nMarquis. Gaetan Aubin,\nCNBSL president, noted\nthat  we had planned to\nlaunch the book in 2014 for\nour 35th anniversary, but\nbecause the time required\nfor research and the\nresulting number of new\ndiscoveries, we decided to\npostpone publication until\nApril of this year [2015] on\nthe 36\" anniversary of the\nfounding of our club. \nThis book is in keeping\nwith our club s educational\nmandate. It also goes a\nbit further in offering\nthose interested in this\ntype of material the\npossibility of searching,\nin a structured manner, for\nall the numismatic items\nillustrated. In many cases, these numismatic artifacts are the\nonly trace of the historic events that caused their issuance and\nregular use in daily commerce.\nThe book sells for $30 and may be ordered directly from Le\nClub de Numismates du Bas St-Laurent, Box 1475, Rimouski,\nQC GSL 8M3. For more information, visit the club Web site\nwww CNBSL.org .\nBrett rick",
            "Number 4 June 2015 ---------------------------------------------",
            "(de Tadoussac jusqu  Blanc-Sablon), et\nle Nord du Qu bec.",
            "Comprenant plus de 150 pages, le\nvolume de format 8,5 x 11 pouces,\npr sente tous les types d articles connus,\nincluant les jetons, billets et m dailles\ndiverses, les   Bons    mis par les\nlaiteries, les boulangeries et quelques\nentreprises priv es, sans oublier quelques\n  vieux papiers   reli s au commerce\nd antan. Presque tous les items r pertori s\nsont illustr s. Alors que des recherches\nassez compl tes ont  t  r alis es pour\nplusieurs items, elles restent   faire pour\nd autres d couverts plus r cemment.",
            "L'identification des divers items a\n t  un travail collectif, commenc  il\ny a quelques ann es et le travail de",
            "coordination et de recherches a",
            " t  confi  au numismate Yvon",
            "Marquis. Comme le mentionne",
            "Ga tan Aubin, Pr sident du",
            "CNBSL,   Nous avions pr vu",
            "lancer ce volume lors de notre",
            "35  anniversaire en 2014, mais",
            "en raison des recherches et des",
            "nouveaux items qui se sont",
            "ajout s jusqu  la derni re",
            "minute, nous avons pr f r ",
            "le lancer le soir de notre 36 ",
            "anniversaire, le 14 avril dernier  .",
            "Ce volume s inscrit dans le",
            "mandat du club et va plus loin",
            "en offrant   tous les int ress s,",
            "qu'ils soient collectionneurs ou",
            "non, de d couvrir tous les items",
            "numismatiques qui ont  t   mis",
            "dans l Est du Qu bec, depuis",
            "plus de 200 ans. Qu'ils soient",
            "t moins du pass  ou l empreinte",
            "d v nements contemporains,",
            "ces items constituent un reflet",
            "de notre histoire. Parfois m me,",
            "ils sont les seuls vestiges qui",
            "ont surv cu au temps pour nous rappeler ces  v nements,",
            "commerces et   mani res de faire   qui faisaient jadis partie\nde la vie courante.",
            "On peut se le procurer aupr s du Club de Numismates\ndu Bas St-Laurent, C.P. 1475, Rimouski, QC GSL 8M3\nPour plus d informations, visitez le site internet du club\nwww. CNBSL.org.",
            "Brett Mick\n"
        ],
        "PageNo": "183"
    },
    {
        "File": "The_CN_Journal_June_40.jpg",
        "Paragraphs": [
            "ELECTION INFORMATION CONTINUED FROM PAGE 165",
            "2015 RCNA _ELECTION_INFORMATION",
            "William O'Brien: Candidate for Director At Large / Candidat au poste de Directeur par mandat sp cial",
            "Like most numismatists my quest began at a very young\nage. I remember examining each coin from my parents\nchange with the hope of finding a shinny old 1-cent\npiece or a silver George coin. My interests soon grew\nexponentially as I discovered world coins through those I\nreceived from my parents and relatives. I was hooked for\nlife and the bug never left, only went dormant.",
            "After obtaining a BBA from the University of Prince Edward\nIsland, marrying a local girl and producing a beautiful daughter\nmany busy years ensued with building up a successful small\ncompany. In 2000 my collecting interests were rekindled when life\nbecame more stable and I resumed where I left off some twenty-\nfive years previous. It quickly expanded to include tokens and\nother numismatic items especially related to my family s history. A\ncustomer explained that the best way to expand my knowledge was\nto join a coin club and directed me to a nearby church basement",
            "where the MESCCC met. This friendship and fellowship\nhas lasted some fifteen years. I still attend these club\nmeetings along with those of the NYCC, for which I am\nhonoured to be the President for a second term.\nMy involvement locally has encouraged me to\njoin the larger organizations which include the ONA,\nCPMS, CATC, ANA and the RCNA for which I am\ncurrently an area director. The NYCC was the host club for the\n2014 RCNA annual convention and as club president I was proud\nto host my fellow numismatists. The ability to share knowledge\nand passion within these organizations is what drives me to\nbecome more actively involved. In the future I see myself always\nstriving not only to gain knowledge relevant to my collection,\nbut to encourage new collectors to develop their passions and to\nshare in the camaraderie, which I believe is as just as important as\nfinding the missing piece in a collection.",
            "Brett Irick: Candidate for Director At Large / Candidat au poste de Directeur par mandat sp cial",
            "Numismatics has been a lifetime passion and journey,\nnow spanning 40+ years. If re-elected as an RCNA\nArea Director, I will be able to continue to directly\ncontribute my experience and hard work to help further\nstrengthen the RCNA.",
            "Volunteerism and hobby leadership are important in\nmy numismatic life and I feel honoured to be active in\nhobby leadership in both Canada and the United States. Current\nnumismatic offices include RCNA Club Services Chairman,\nPresident of the Windsor Coin Club, Governor and Finance\nCommittee of the Central States Numismatic Society, Director\nof the Michigan State Numismatic Society and Treasurer of the\nPolish-American Numismatic Society. As President, Windsor\nCoin Club won the Louise Graham Canadian Coin Club of the\nYear Award in 2012 and 2013. Our club then put together a talk,",
            " Building a Better Club , that was presented at the CSNS\nand RCNA Conventions. Life achievements include an\nAmerican Numismatic Association Presidential Award,\nFellow of the Ontario Numismatic Association Award,\nand Best of Show exhibit awards from the ANA, CSNS,\nMSNS and ONA. In the past year, I have given seven\ntalks on four topics, chaired two 100 table local club\nshows, entered and judged exhibits at four conventions and was\nChairman for the 2014 ONA Convention.",
            "A passionate engineer, I currently work for Ford Motor Company\nas an Engineering Manager of a stamping plant in Dearborn,\nMichigan and have earned Bachelor of Mechanical Engineering\nand Master of Business Administration degrees to enable the pursuit\nof my profession. This experience will be used in the execution of\nmy responsibilities as Director on the RCNA board.",
            "Jeffrey Wilson: Candidate for Director representing Newfoundland & Labrador and Nova Scotia /\nCandidat au poste de Directeur repr sentant de Terre-Neuve -et-Labrador et de la Nouvelle -Ecosse",
            "I started collecting coins when I was 6-years-old in 1968.\nMy mom started me with a Whitman folder for Canadian\n1-cent Coins. My mom had coins in a small wooden\nbox and we would go through it and plug the holes in\nthe Whitman folder. I started collecting other coins from\ncirculation and by the time I was 12, I had put together a\nnice collection of coins of different dates.",
            "I remember when I was 11 my neighbour knew I had an interest\nin coins and gave me my first com book. This made things easier\nand I learned a lot from this book. When I was 12 I learned of the\nBluenose Coin Shop in Scotia Square, Halifax, and I purchased\nthe mint set of my birth year. In the summer of 1979 I was sent to\nVictoria for the summer and I spent a lot of time going to different\ncoin stores buying lots of different types of coins. The New Penny\ncoin store opened in 1978. This was awesome for me, for I could",
            "walk to the store from my house. I spent most of the\neighties collecting decimal. I still enjoy my decimal\ncollection and strive to improve the collection.\nIn the mid-eighties I discovered the CNA and joined\nthe organization. I also jomed the Halifax Coin Club. I\nwas a member of the ANA for a couple of years and then\nrejoined the ANA in the late nineties. By the late nineties\nI was focused on collecting medals; specializing in Canadian\nmedals. There are many different categories of medals and I collect\nin most of them. I do specialize in coin club, 1967 centennial year\nand Nova Scotia Municipal & Commemorative Medals to name a\nfew. I have been very active in the hobby for 47 years now. I was\npresident of the Halifax Regional Coin Club from 2010 to 2013. I\nenjoy creating power point presentations on different numismatic\nsubjects and presenting them when the opportunity arises.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "184"
    },
    {
        "File": "The_CN_Journal_June_41.jpg",
        "Paragraphs": [
            "Kevin Day-Thorburn: Candidate for Director representing New Brunswick and Prince Edward\nIsland / Candidat au poste de Directeur repr sentant de Nouveau-Brunswick et de l' le",
            "-du-Prince-Edouard",
            "A member of the RCNA since 1988, Kevin Day-\nThorburn has held the position of Area Director for",
            "Nova Scotia and Newfoundland. Now a resident of",
            "New Brunswick, he s been an active member of the",
            "Saint John Coin Club, currently serving as the editor",
            "of their newsletter, Almost Circulated. He is a strong\nproponent of furthering numismatic education and\nattracting young numismatists to the hobby, having had both these\nas mandates for the ACCCR (Atlantic Canadian Coin Collectors \nRally), a numismatic convention/coin show organizing body",
            "of which he is co-chair. As a member of the Halifax\nRegional Coin Club, he held executive positions,\nincluding secretary and vice-president. He has also\nserved as editor for the Atlantic Provinces Numismatic\nAssociation. He is a strong supporter of organized\nnumismatics/coin clubs, recognizing the value they\nprovide to furthering the hobby. Kevin has a broad\nrange of numismatic interests, including Canadian and world\ncirculating coins, Maritime Provinces medals, tokens, wooden\nnickels, and cheques.",
            "James Williston: Candidate for Director representing Alberta / Candidat au poste de",
            "Directeur repr sentant l'Alberta",
            "James Williston was born and raised just outside\nMontreal. His interest in numismatics started in Canada s\ncentennial year of 1967 at the age of 9. Upon moving\nto Edmonton in 1978, began to pursue his numismatic\npassion more seriously. His current interests include\nCanadian paper money, encased coins and colonial tokens.",
            "James has served as a director of the Edmonton\nNumismatic Society (ENS). During his tenure with the ENS he\nwas involved in the running of the annual coin shows. After a job\ntransfer to Calgary in 2002, he became a director of the Calgary",
            "Numismatic Society (CNS) and also served as president\nfor 3 terms. During his time as president, the CNS\ncreated a youth coin club to encourage and involve\nJunior collectors. He has been the chairman of the CNS\nannual coin show for the past 8 years which has enjoyed\nstrong attendance and dealer involvement. James is the\nonly recipient to receive the Ray Eltom award from\nthe ENS and the Donald D. Paterson award from the CNS. Both\nawards recognize an individual s contributions to raising the profile\nof the hobby through volunteerism and community promotion.",
            "William Kamb: Candidate for Director representing Eastern USA / Candidat au poste de",
            "Directeur repr sentant l'Est USA",
            "I was born and raised in Massachusetts and moved\nto Ohio, in 1972, after graduating from Worcester\nPolytechnic Institute with a degree in civil engineering.\nI've been collecting coins for over fifty years and have\nbeen specializing in Newfoundland numismatics for\nover thirty. I started attending Canadian shows in 1990\nand usually attend three a year. I joined the CNA (now\nRCNA) about twenty years ago and have been on the\nboard as a director for the last twelve years. I'm currently the chair\nof the committee on member retention and am involved in new\nmember mentoring, which basically introduces new members",
            "to someone that shares their numismatic specialty. As\nI'm deeply involved in my Newfoundland specialty, I\nstarted a club at the 2006 convention in Niagara Falls,\nand was pleasantly surprised when over fifty people\nshowed up for that inaugural meeting. We meet once\na year at the convention and have a participatory type\nof meeting that attracts over twenty people who want\nto learn more about Newfoundland numismatics. I'd\nappreciate your vote as I'd like to continue giving back to the\nhobby, which is a big part of my life.",
            "Rob Turner: Candidate for Director representing Eastern USA / Candidat au poste de",
            "Directeur repr sentant Ouest USA",
            "Rob Turner began collecting Canadian decimal coinage\nas a teenager growing up in Maine during the 1960s. By\n1980, he had focused his passion upon collecting and\nstudying Victorian cents. During the last thirty years, he\nhas assembled multiple sets of these fascinating coins,\nincluding a mint state set containing all of the date and\nobverse variety combinations.",
            "Since 2007, Rob has authored four highly acclaimed books\nand several articles on Victorian cent die varieties. In addition\nto describing in detail how the Royal Mint manufactured these\ncoins, his books include comprehensive die catalogs for the dates\n1858, 1859 over 1858, 1890-H, 1891, and 1892. His work on this\nseries continues.",
            "Number 4",
            "June 2015 ----------------------------------------------",
            "Rob has been elected as a Fellow of the Canadian\nNumismatic Research Society. He currently serves\nas Vice President of that society. In 2011, he won the\nSociety s Fred Bowman Award for Numismatic Research\nfor his book, Dies and Diadems. He holds membership\nin both the Royal Canadian Numismatic Association\nand the American Numismatic Association. He serves as",
            "secretary of the Newfoundland Numismatic Enthusiasts.",
            "Outside of numismatics, Rob has earned B.S. and M.S. degrees\nin civil engineering and works as a licensed civil engineer and\nmanager for a municipal government in California. He has served\non the boards of several public and private corporations engaged\nin supplying water to various California communities.\n"
        ],
        "PageNo": "185"
    },
    {
        "File": "The_CN_Journal_June_42.jpg",
        "Paragraphs": [
            "ERROR_OF_THE. MONTH. BY Henry Nienhuis FRCNA,FCNR,FONA, LM# 4430",
            "Re-drawing the map of Europe...",
            "This column has tended to concentrate on error coins that result during",
            "the manufacturing stages of minting. As such these errors are unique",
            "in as much as they are produced individually rather than identically\nin larger numbers. Unique errors are not always the case however.",
            "If an error is introduced into the tools, or the dies, all coins that are\nstruck with these tools will exhibit the same, identical error. Often\nthese types of error are labelled as Varieties; especially if they become\ngenerally collectable. There are a number of examples of this in\nthe Canadian decimal series such as the hanging date 1-cent pieces\nof the 50s and 60s, the bug-tail 5 cents or the 1964 extra-waterline\n5 cents. There are a number of ways in which an error of this type can\nbe introduced ranging from a mistake in the initial design, to the actual\nproduction or maintenance of the tool or to damage which occurred\nwhile the tool in question was in use.",
            "The most insidious of these tooling errors 1s perhaps when a decision is\nmade by the artist in the initial design that was not well received when the coin\nis circulated. An example of this in the Canadian series might be the  Godless \ncoins of 1911 when the DEI GRATIA portion of the legend was intentionally\nleft out. Perhaps a better example is the 2008 Chilean 50-peso piece that was\nissued with the name of the country of origin mis-spelled as CHIE.",
            "This is exactly what happened with this month's error coin from\nItaly. In 1997, Italy released a 1,000-lire circulating bi-metallic coin to\ncommemorate the European Union; it had a mintage of 100 million\n(KM #190). The round coin, consisting of a copper-nickel core\nand aluminum-bronze outer ring, was 27 mm in diameter, 2.1 mm\nin thickness, and weighed 8.8 g. The obverse, designed by Laura\nCretara, features an allegorial female bust looking left and the legend\nREPUBBLICA ITALIANA with L.CRETARA in exurgue below the\nbust. The reverse, designed by Uliana Pernazza, features a stylized\nglobe centred on Europe being revealed as a covering is pulled away\nwith 1997 right, R (mint mark for Rome) left and L.1000 below. The\nproblem is that the map looks too similar to Europe prior to the unification\nof Germany when it was still the Federal Republic of Germany. East Germany\nis missing, and the Netherlands and Belgium are shown re-united.!",
            "As the coin made its way into circulation in\nSeptember 1997, the resulting uproar, by December\n1997, caused the Italian government to quickly release\na new corrected version with the map of Europe more\nclosely representing its current reality. The corrected\nversion (KM # 194) has a mintage of 80 million, so\nboth varieties can be easily found.",
            "Errors such as these can be inexpensive and easy\nto locate. That's a good reason why this type of error\nis quite popular to collect, even for the date or series\ncollectors. It is also a possible theme collection for\nboth the experienced and novice collector.",
            "Keep your eyes open!",
            "Henry Nienhuis (fenix@rogers.com) is a member of CEVNA, the Canadian Errors and Varieties Numismatic Association (www.cevna.com).\n0 \" The CN Journal Volume 60\n"
        ],
        "PageNo": "186"
    },
    {
        "File": "The_CN_Journal_June_44.jpg",
        "Paragraphs": [
            "NOTES ON THE ANCIENT ANCESTORS OF MODERN COINS",
            "NUMMUS_ MATRIX",
            "BY JAMES R. BAKES\n#19824",
            "78. The Duchess (and the Emperor)",
            "The most important\nsite in Rome, both\nancient and modern, is",
            "the Forum Romanum at the centre",
            "of the old city. Originally lowland between the proverbial\nseven hills upon which the city was founded, it grew into\nthe meeting place of the early tribes of the area and by\nimperial times had become the most important few acres\nin the world. There the Senate met, the emperors  palace\nglowered down and citizens gathered to celebrate triumphs\nand worship at the great temples. But of all the mute stones\nwhich could tell us great tales of the past none would\ntell a stranger tale than the Column of Phocas erected to\ncommemorate the visit of a seventh century emperor from\nConstantinople making his first and only stop in the old\nimperial capital.",
            "Phocas (602-610) ruled in what was at first the Eastern\nRoman Empire, but the Western half had by now been long\nover run by the barbarians and the Eastern half, known to\nus as the Byzantine Empire was all that was left. His rule\nwas a disastrous one for the empire threatened on all sides\nby external invasion and from within by a civil war. Hated\nby all, he found peculiar popularity in Italy and especially\nin Rome where he made a stop in the city in 608. Already\nstanding in the Forum was a white marble column just in\nfront of the Temple of Divus Vespasian at the western end.\nThis column likely dating from the Antonine period in the\nsecond century seems to have been standing as a landmark\nprobably indicating that many of the famous buildings\naround there had already fallen into ruin. The Governor of\nthe Byzantine Province of Italy erected a statue of Phocas on\nthe top of this column making it the last ancient monument\nto be erected in the Forum. After this, nothing was added and\nthe area became a sea of ruins, filling up gradually with the\ndetritus of the ages until, by the Renaissance and later it was\nknown as the Campo Vaccino or cow pasture.",
            "As an aside to this visit, Phocas gave the Pantheon\nto Pope Boniface IV and the church has preserved that\nwonderful building to this day, just as it looked to its\ndesigner, the architect-emperor Hadrian. In the meantime\nPhocas returned home to Constantinople where he was\nkilled in 610 by his successor Heraclitus.",
            "In one of those fast-forwards\nof centuries that Rome can\nproduce, we jump ahead to the\nearly 19\" century. Here, in the words\nof writer-Forum historian David Watkin,  one of the more\nexotic creatures of the Grand Tour  comes forward to make\nher mark in the Forum s history. Elizabeth Cavendish,\nDuchess of Devonshire from 1809-24 took up residence\nin Rome in 1814. Born Elizabeth Hardy she was the fourth\ndaughter of an earl (the Earl-Bishop of Derry, a collector\nof classical antiquities) but seemed ever conscious of\na greater fate awaiting her. On holiday with her aunt she\nbecame acquainted with the 5 Duke and Duchess of\nDevonshire, William and Georgiana Cavendish, played\nin the 2008 movie  The Duchess  by Ralph Fiennes and\nKiera Knightley. Only a short while later she moved in with\nthem stirring up a scandal of great proportion in the always-\nready-for-gossip society of Georgian times. Elizabeth now\nbecame the mistress of the Duke (and likely the Duchess\ntoo) and bore the Duke two children. With admirable skill\nshe played the two off one another so that she kept her\nposition as the Duke s lover all the while being the friend\nand trusted confidante of the Duchess. In 1806 the Duchess\ndied. Elizabeth now married the Duke who died himself in\n1811, leaving her the Dowager Duchess of Devonshire.",
            "Now came her departure for Rome on the Grand Tour.\nShe immediately began subsidising the archaeological\nexcavations going on at that time in the Forum area and\nbecame the adored friend of Edward Gibbon (The Decline\nand Fall of the Roman Empire) and Cardinal Consalvi. The\nlatter enabled her to excavate near the Column of (what\nturned out to be) Phocas which was covered up to the top\nof its dedicatory base and lacked its defining statue. In\n1816 with the aid of manacled convicts she uncovered\nthe base and discovered the 1200 year old dedication to\nPhocas (sometimes Focas).",
            "The column stands today, fully identified thanks to the\nDuchess, directly in front of the remains of Vespasian s\nTemple. The large building behind both is the Tabularium\nby Michelangelo where the tax records of modern Rome\nare kept. This was her claim to fame and she was not about\nto let anyone forget it.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "188"
    },
    {
        "File": "The_CN_Journal_June_45.jpg",
        "Paragraphs": [
            "Number 4",
            "June 2015",
            "Shortly after uncovering the identity of the monument she had a small\nseries of medalets struck in silver depicting her portrait, veiled facing left.\nThe one illustrated here is 20 mm. in diameter and weighs 4.4 g. It was\nstruck in Milan by medallist L. Manfredi in 1816.",
            "Around her portrait is E. D. DE DEVON for Elizabeth Duchess of\nDevonshire. On the reverse is the, by then statue-less, Corinthian column\nand around: MONUMENTA DETECTA for  monument found  (a bit of a\nstretch but a reputation is being built here). To either side of the column is\nCOL FOC for Column Focas, here adopting the alternative spelling.",
            "There can be no doubt that Elizabeth inherited the love her father bore\nfor classical antiquities and now circumstances had given her the means\nto indulge her passion. There can also be little doubt that if Phocas were to\nknow of the woman whose name in the modern world would be coupled\nwith his he would appreciate the ruthless ambition that got her there.",
            "The western end of the Forum\nshowing the Column of Phocas\nand the surviving corner of the\nTemple of Divus Vespasianus with\nthe Tabularium in the background.\nPhoto by James Bakes, 2008.\n"
        ],
        "PageNo": "189"
    },
    {
        "File": "The_CN_Journal_June_46.jpg",
        "Paragraphs": [
            "CLOSING COMMENTS",
            "BY HENRY NIENHUIS",
            "FRCNA, FCNRS,FONA, LM. #430,",
            "Your vote is your voice!",
            "his is an election year in the RCNA. As Bret",
            "Evans outlined in his President's Message this",
            "month, there have been a number of modifications\nnecessary to the Association's previous election\nprocedures. These modifications were brought on by the\nrecent changes in our By-Laws which were required to\nbring the RCNA in compliance with federal legislation\nthat governs not-for-profit associations.",
            "If you look at the ballot and covering letter, included as\ninserts with this issue of The CN Journal, you will notice that\nyou have the opportunity to cast your vote for every director\nposition including those for which there is only one candidate.",
            "You will also notice that there is a section at the end of\nthe ballot for you to include your name and signature. This\nis information that is required in order for your ballot to\nbe valid and it is necessary to permit you to revoke and\nre-register your vote at the Annual General meeting if\nyou so choose. That meeting will be held in Halifax NS\nat 10:30 a.m. Saturday July 25 in the Lunenburg room\nof the Westin Nova Scotian Hotel and Convention Centre.\nPlease be aware that your vote will be kept completely",
            "confidential with NO information about your vote made\navailable to anyone, other than the Election Officers.\nMembers who serve in this position are obligated to keep\nall voting information confidential. Refer to the cover letter\nfor more detailed explanations regarding these changes.",
            "Please take the time to review the election information\ncontained in this issue and mail in your vote early. To ensure\nthat your vote is counted your ballot must be received no later\nthan Friday, July 17, 2015. Remember to allow plenty of time\nfor Canada Post to get your ballot choices to the Elections\nCommittee in Halifax.",
            "Even if you intend to be at the meeting, it is important that\nyou complete this ballot to register your vote at the meeting.",
            "So I truly hope that you read the information available to\nyou and above all get your ballot in! This is your opportunity\nto help the Association move forward.",
            "In closing I want to remind you that we value your feedback\nand constructive criticism. And, as always, we welcome and\nlook forward to article submissions by our members. I think\nyou will find the writing exercise quite fulfilling. We are\nalways willing to help you express your creativity.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "190"
    }
]