[
    {
        "File": "The_CN_Journal_April_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT",
            "There is really no such thing as a typical collector.\nSure there are a few assumptions we can\nmake: Most collectors are men, and most serious\ncollectors who are active in mainstream numismatics\nare more than 35 years old, but that s only a generality.",
            "I have met collectors who are compelled to learn\nas much as they can about coins, and other collectors\nwho only aimed at completeness. I have met collectors\nwho viewed their collection as a form of art, and others\nwho only care about grade or rarity. Finally, I have met\ncollectors who always had an eye on the bottom line,\nnever overpaying or underselling, and others who have\npaid way above market value because they wanted that\ncoin now, for their collection.",
            "Even what we collect isn t consistent. Numismatists\nwho specialize in ancient coins rub shoulders with\npaper money enthusiasts, Newfoundland specialists,\nerror coin lovers, Canadian decimal collectors and\nwooden nickel enthusiasts. I could go on and on\nbecause one of the great things about numismatics is\nthat the individuals get to define their interests, and\neven the scope and budget of their collections.",
            "For us as collectors, it means we shouldn t form\ntoo many opinions about other people s collections.\nWhenever I hear one collector put down what another\nperson has as worthless or not really collecting, it raises\nmy ire. I don t care if your entire collection consists\nof a handful of coins worth little more than face value\nor pocket change, it s important to you, and I should\nrespect that.",
            "I know collectors who have literally spent millions of\ndollars on their collections, and others whose individual\nbudgets are just a few bucks. Both are good company,\nand in my mind both are collectors.",
            "Finally, I know you re getting tired of this, but once\nagain I would like to urge as many of you as possible to\nattend our upcoming convention in Halifax.",
            "I was in that wonderful city last year on a business trip\nand took a few minutes to check out the Westin Nova\nScotian. I can tell you that it is a wonderful hotel with\na fantastic location right on the harbour within walking\ndistance of tourist sites, restaurants, and night life.",
            "I m looking forward to being there, and I m also\nlooking forward to seeing as many of you as possible\nthere.",
            "Full information is available from our Web site",
            "WWww.rcnd.ca .  \n15",
            "Number3 April-May 2015",
            "MoT_DU_PRESIDENT.",
            "In y a vraiment rien de tel qu un collecteur typique.\nBien stir il y a quelques hypoth ses que nous pouvons\nfaire: La plupart des collectionneurs sont des hommes, et les\ncollectionneurs influents et qui sont actifs dans la numismatique\ntraditionnels sont  g s de plus de 35 ans, mais c est seulement\nde fa on g n rale.",
            "J ai rencontr  des collectionneurs qui veulent en apprendre autant\nque possible sur les pi ces, et d autres collectionneurs qui visent\nde compl ter des collections. J ai rencontr  des collectionneurs\nqui consid rent leur collection comme une forme d art, alors que\nd autres s int ressent plut t au grade ou la raret  des pi ces. Enfin,\nj'ai rencontr  des collectionneurs qui avaient toujours un ceil sur\nl'aspect financier, jamais surpayer ou vendre en deca du march , et\nd autres qui ont pay  des primes au-dessus de la valeur du march \nparce qu ils voulaient une pi ce tout de suite, pour leur collection.",
            "M me ce que nous collectionnons n est pas coh rent. Les\nnumismates qui se sp cialisent dans les pi ces anciennes c toient des\ncollectionneurs de papier-monnaie, les sp cialistes de pi ces de Terre-\nNeuve, les amateurs de pi ces d erreur, les collecteurs de d cimales\net les collectionneurs de jeton de bois canadiens. Je pourrais continuer\npendant longtemps parce que l une des grandes appr ciations de\nla numismatique est que les individus apprennent   d finir leurs\npassions, d' tablir les limites et le budget de leurs collections.",
            "Pour nous, collectionneurs, cela signifie que nous ne devrions\nfaire attention d mettre notre avis sur les collections d autres\npersonnes. Chaque fois que j entends un collectionneur diminuer la\nvaleur de ce qu une autre personne a comme collection, ou qualifi \nun type de collection qui ne vaux pas la peine de collectionner,  a\nsoul ve ma col re. Il n est pas de ma responsabilit  si toute votre\ncollection est constitu e d une poign e de pi ces qui valent un peu\nplus que la valeur nominale ou si elle est compos e de monnaie de\npoche, si elle est importante pour vous, et je dois respecter cela.",
            "Je sais qu il existe des collectionneurs qui ont litt ralement\ninvestit des millions de dollars pour b tir leur collection, alors\nque d autres ont un budget de quelques dollars. Les deux sont\nde bonne compagnie, et dans mon esprit les deux sont des\ncollectionneurs  quivalents.",
            "Enfin, je sais que vous  tes tann s de lire mes invitations, mais\nune autre fois, je voudrais vous recommander de participer en\ngrand nombre   notre prochain congr s   Halifax.",
            "Jai eu le privil ge d tre dans cette merveilleuse ville l an\ndernier lors d un voyage d affaires et j ai pris quelques minutes\npour visiter le Westin Nova Scotian. Je peux vous dire que c est un\nh tel merveilleux avec un emplacement fantastique sur le port et  \ndistance de marche des attractions touristiques, des restaurants et la\nvie nocturne.",
            "Je suis impatient d y  tre, et je suis aussi impatient de vous\nvoir en grand nombre   ce congr s.",
            "L'information compl te est disponible sur notre site web\nBR-o a\n",
            "WWWarnc.ca .\n"
        ],
        "PageNo": "101"
    },
    {
        "File": "The_CN_Journal_April_07.jpg",
        "Paragraphs": [
            "2015 FUN, FELLOWSHIP AND\nNUMISMATICS_IN HALIFAX ",
            "BY PAUL JOHNSON\n FRCNA, FONA, LM #159",
            "There is much in store for numismatists who",
            "attend the upcoming 2015 Royal Canadian",
            "Numismatic Association Convention in\nHalifax! Our annual event will take place from\nWednesday, July 22 to Saturday, July 25 at the\nWestin Nova Scotian Hotel in downtown Halifax.",
            "The Committee for the 2015 RCNA Convention, Co-\nChaired by Wayne Taylor and Richard Sisco, invites\nyou to Halifax for this four-day numismatic fest and its\nfun activities. Make this trip to Halifax and enjoy Nova\nScotia as a part of your Family Vacation. The Province\nhas many scenic attractions, and a wide range of tours\nare available along with\nevery type of numismatic\nactivity a collector could\nimagine. The Westin Nova\nScotian is a historic hotel,\nand convention goers will\nexperience a wonderful\nsetting for our show.",
            "The convention schedule\nincludes the meetings of\nseveral numismatic specialty clubs, the educational\nsymposium, annual banquet, social events, fellowship\nand fun for everyone! This year s convention medal\nfeatures the ship Bluenose, one of the Maritimes \ncherished iconic symbols. Each Main and Junior\nRegistration includes a copper Convention Medal, but\nyou may want to buy an extra, or better yet, a silver\ncopy. These are both available and details are on the\nregistration form. Plan to take in the Royal Canadian\nMint Reception at  Pier 21,  across from the hotel.\nThe Convention bourse will feature nearly fifty\ntables with well-known dealers from across Canada.\nDealers are a major part of our convention. Exhibitors\nwill display an abundance of competitive and non-\ncompetitive exhibits. These will be coordinated by\nExhibit Chairman John Siteman.",
            "See page 64 of our March Journal for the RCNA\n2015 Convention s  Schedule of Events  and then,\npage 72 for its  Registration Form.  The forms are also\nconveniently presented on the RCNA Web site www.\nrena.ca Click  Events  then click  2015 Convention. ",
            "You can register online for the convention and\nchoose the events that you want. Deadline for\nregistrations is June 30. Tours will fill up quickly, so\nbe sure to register early.",
            "We know that you will have a great time in scenic\nNova Scotia    Canada s Ocean Playground.  Come\nfor fun, fellowship and numismatics. Join us in\nHalifax this July!",
            "Number 3 April-May 2015",
            
            "I ya beaucoup de choses   offrir pour les numismates qui",
            "assisteront   la prochaine convention de l association royale de",
            "numismatique canadienne   Halifax de 2015! Notre  v nement\nannuel aura lieu du mercredi 22 juillet au samedi 25 juillet   l hotel\nWestin Nova Scotian dans le centre-ville d Halifax.",
            "Le comit  responsable de la convention 2015 de   ARNC, co-\npr sid  par Wayne Taylor et Richard Sisco, vous invite   Halifax\npour cet  v nement numismatique de quatre jours accompagn s\nd activit s amusantes. Faites ce voyage   Halifax et profiter de\nla Nouvelle- cosse dans le cadre de vos vacances familiales. La\nprovince a de nombreuses attractions pittoresques et une vari t \nde visites sont disponibles en plus des diff rents choix d activit ",
            "numismatique qu un collectionneur\npouvait imaginer. Le Westin Nova\nScotian est un h tel historique, et les\nparticipants pourront b n ficier d un",
            "emplacement id al pour l exposition.\nLe calendrier du congr s\ncomprend les r unions de plusieurs\nclubs numismatiques sp cialis s,\nle symposium  ducatif, le banquet\nannuel, des  v nements sociaux, des\nrencontres entre amis et du plaisir pour tout le monde! Cette ann e,\nla m daille de la convention met en vedette le navire Bluenose, un\ndes symboles embl matiques des Maritimes. Chaque inscription de\nmembre r gulier et junior comprend une m daille en cuivre de la\nconvention, et vous pourrez acheter des m dailles suppl mentaires,\nou encore, vous procurez une m daille en argent. Ces informations\net autres d tails sont disponibles sur le formulaire d inscription.\nPr voyez participer   la r ception de la Monnaie royale canadienne\nau  Pier 21 , en face de l h tel. La bourse durant la convention\ncomptera pr s de cinquante tables avec les marchands bien connus\n  travers le Canada. Les marchands sont des partenaires importants\npour notre convention. L exposition comprendra une quantit \nimportante de pi ces dans les volets comp titifs et non comp titifs.\nIls seront coordonn s par le pr sident des expositions John Siteman.",
            "Recherchez le  Calendrier des  v nements  de la convention\nde l ARCN 2015 et le formulaire d inscription qui  tait\ndans les pages centrales du num ro de mars 2015 du journal\nnumismatique canadien. Les formulaires sont  galement\nid alement disponible sur le site web de l ARNC www.arnc.ca\nCliquez sur  Activit s  puis cliquez sur  2015 Convention .",
            "Vous pouvez vous inscrire en ligne pour la convention et\nchoisir les  v nements que vous souhaitez participer. La date\nlimite pour les inscriptions est le 30 juin. Les visites organis es se\nremplissent rapidement, alors assurez-vous de vous inscrire t t.",
            "Nous sommes certains que vous allez passer un bon moment\ndans la province pittoresque de la Nouvelle- cosse -  Canada s\nOcean Playground  Venez pour le plaisir, la fraternit  et la\nnumismatique. Joignez-vous   nous   Halifax au mois de juillet!\n"
        ],
        "PageNo": "103"
    },
    {
        "File": "The_CN_Journal_April_09.jpg",
        "Paragraphs": [
            "ROYAL CANADIAN MINT \nNEW_PRESS_RELEASE MONNAIE ROYALE CANADIENNE_e NOUVEAU_COMMUNIQUE",
            "Royal Canadian Mint Invites Canadians To Design\nCirculation Coins For 2017. My Canada, My Inspiration\ncoin design contest opens nation-wide.",
            "OTTAWA, ONTARIO, MARCH 11, 2015   To celebrate\nCanada s upcoming 150\" anniversary, the Royal Canadian\nMint is inviting Canadians from coast-to-coast-to-coast to\ndesign the 5-cent, 10-cent, 25-cent, one-dollar and two-\ndollar coins that will circulate in 2017.",
            " As a curator of our nation s history, culture and values,\nthe Mint is in a unique position to offer Canadians a rare,\nonce-in-a-generation opportunity to change the face of\nour circulation coinage as a lasting tribute to Canada s\n150\" anniversary of Confederation,  said Sandra L.\nHanington, President and CEO of the Royal Canadian\nMint.  Jn addition to creativity, the Mint is encouraging\nCanadians to demonstrate their overwhelming pride for\nthe best country in the world. ",
            "As part of the contest, Canadian residents are\nbeing asked what Canada means to them by entering\ncoin designs in the following theme categories until\nApril 30, 2015:",
            "  Our Wonders (Canada s beauty, from nature to",
            "monuments)",
            "  Our Character (Values or principles which define\nCanadian identity)",
            "+ Our Achievements (Discoveries, exploration or\nvictories)",
            "+ Our Passions (From culture to sports, to pastimes)",
            "  Canada s future (this category is reserved for\nCanadians 12-years of age and under for the\n25-cent coin)",
            "The finalists in each category will be determined by the\nRoyal Canadian Mint and a panel of notable Canadians. The\nwinning design per category will be selected by Canadians\nin an online vote which will take place in September 2015.\nIn 2017 each circulation coin denomination will feature one\nof the winning designs.",
            "There are five grand prizes to be won (one per theme\ncategory). To enter a design and to obtain full contest rules\nand regulations, visit www.mint.ca/canada150.",
            "Number 3 April-May 2015",
            "La Monnaie Royale Canadienne Invite La Population\nCanadienne A Cr er Des Motifs Pour Les Pi ces De\nCirculation De 2017. Le concours de cr ation de pi ces\nMon Canada m inspire est ouvert   l chelle nationale.",
            "OTTAWA (ONTARIO), LE 11 MARS 2015   Pour\nsouligner le 150  anniversaire du Canada   venir, la\nMonnaie royale canadienne invite les Canadiens d un bout\n  l autre du pays   cr er les motifs qui figureront sur les\npi ces de 5 cents, de 10 cents, de 25 cents, de 1 dollar et de\n2 dollars qui seront mises en circulation en 2017.",
            "  La Monnaie a pour mission, entre autres, de pr server\nl histoire, la culture et les valeurs de notre nation. A ce titre,\nelle b n ficie d une position privil gi e pour proposer aux\nCanadiens une occasion rare   qui ne se pr sente qu une\nfois par g n ration   de modifier le visage des pi ces de\ncirculation, afin de rendre un hommage permanent  \nla Conf d ration canadienne, qui f tera bient t son 150e\nanniversaire  , a d clar  Sandra L. Hanington, pr sidente de\nla Monnaie royale canadienne.   La Monnaie encourage les\nCanadiens   exprimer leur talent cr atif et   manifester leur\ngrande fiert  d appartenir au meilleur pays du monde.  ",
            "Dans le cadre du concours, la Monnaie demande aux\nr sidents canadiens d illustrer ce que le Canada signifie\npour eux et de participer au concours de cr ation de pi ces\ndans les cat gories th matiques suivantes, au plus tard le\n30 avril 2015 :",
            "  Nos merveilles (la beaut  du Canada, de la nature\naux monuments)",
            "+ Nos valeurs (valeurs ou principes qui d finissent\nl identit  canadienne)",
            "+ Nos r ussites (d couvertes, exploration ou victoires)",
            "  Nos passions (culture, sports et traditions du pass )",
            "+ Notre Canada de demain (cette cat gorie est",
            "r serv e aux Canadiens  g s de 12 ans et moins; le\nmotif gagnant figurera sur la pi ce de 25 cents)",
            "Les finalistes de chaque cat gorie seront choisis par la\nMonnaie royale canadienne et un jury form  d minents\nCanadiens. Le motif gagnant dans chaque cat gorie sera\nensuite s lectionn  par les Canadiens lors d un vote en\nligne qui aura lieu en septembre 2015. En 2017, les motifs\ngagnants figureront sur chacune des pi ces de circulation.",
            "Il y a cinq grands prix   remporter (un par cat gorie\nth matique). Pour participer au concours, proposer un motif\net obtenir le r glement, visitez le site www.monnaie.ca/\ncanada150 .",
            ""
        ],
        "PageNo": "105"
    },
    {
        "File": "The_CN_Journal_April_10.jpg",
        "Paragraphs": [
            "An_INTERVIEW_WITH_BRIAN_CORNWELL",
            "By JEFF CHAPMAN\nLM,#310",
            "This is the second and final part",
            "of the two-part series intended\nto acquaint the reader with",
            "Brian Cornwell, the current owner\nof International Coin Certification\nService (ICCS). This interview was\nconducted during the 2014 Royal\nCanadian Numismatic Association\nConvention in Toronto, August 13-17.",
            "Introduction:",
            "Brian Cornwell s involvement in coins\nbegan with a Krause Catalogue, and a\nbag of world coins. It was in the mid-\n1970s that he visited his first coin show.\nAs time went on, he became more\nfocused and his collecting interests\nmatured. In the early 1980s he became\nthe Trends editor for Canadian Coin\nNews. His contributions to the hobby\ninclude more than 600 scholarly\nnumismatic articles, appearing in both\nCCN and The Canadian Numismatic\nJournal. Brian has authored sections of\nthe RCNA s correspondence courses,\nprovided numerous educational\nseminars on grading and counterfeit\ndetection, as well as a detailed long-\nrange planning report for the RCNA.",
            "Mr. Cornwell s numerous\nnumismatic accomplishments\ninclude being named a Fellow of\nthe Canadian Numismatic Research\nSociety (FCNRS). He served as\npresident of that organization in\n1994-5. He was named, and served\nas a governor of The J. Douglas\nFerguson Historical Research\nFoundation from the mid-1980s\nthrough 2012.",
            "Other prestigious honours received\ninclude the Award of Merit, presented\nby the Ontario Numismatic Association\nin 1997. That same year he received\nthe J. Douglas Ferguson Gold Medal\nAward. In 2004 he recetved an RCNA\nPresidential Award in recognition of his\nCanadian grading expertise. And finally",
            "Part Two...",
            "in 2005, Mr. Cornwell was honoured\nas a Fellow of the Royal Canadian\nNumismatic Association (FRCNA).",
            "What follows is the second half\nof the transcription of the interview\nconducted Saturday, August 16, 2014.\nWe have elected to limit editing to\nprimarily grammatical corrections,\nto provide the reader with as close\nto an in-person account of both the\nquestions asked by Jeff Chapman\n(RCNA Eastern USA Director)\nand the answers provided by Brian\nCornwell.",
            "Numismatic BU: What occurred",
            "to make this necessary?\nNumismatic BU, from our end, this",
            "goes from 1977 on. The world has and",
            "still does call them proof-like. The",
            "mint has never used that term. It is",
            "the wrong term. So from a technical",
            "grading point of view, saying something",
            "is PL is not right. When you are dealing",
            "with specimens or proofs, the mint has",
            "labeled them as such. They are easy to",
            "tell. About 5 years ago,  Numismatic",
            "BU  came into being. Bill Cross and I",
            "started to see more and more examples",
            "of these modern era coins. Fifteen to",
            "twenty years ago we never saw those",
            "coins, we would get the occasional",
            "1954 PL set,",
            "or something",
            "like that, but",
            "they had been",
            "around a long",
            "time. So we",
            "started to get",
            "an influx of",
            "1977 and later",
            "coins, we then",
            "thought about",
            "the use of the",
            "term PL. We",
            "decided we",
            "would sort of",
            "grandfather",
            "the use of",
            "PL terminology into this future system\nif the coin was 1976 or before. Part of\nthis was there had been a long history\nof 1953-1976 coinage, not because\nthe coins were PL-65 or PL-67, but\nrather because the coins were PL-65\nCameo, or Heavy Cameo. Significant\nprice premiums were being paid in\nthe marketplace for those cameo-like\ncoins, which don t exist by the way\nfrom 1977 onwards. So the long and the",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_April_11.jpg",
        "Paragraphs": [
            "short of it is we tried to come up with\na name to represent 1976 and before\nas opposed to 1977 and later, even\nthough the marketplace called that\nwhole range of coins PL. Bill Cross",
            "one year had a write-up in his\nCharlton catalogue and used the\nterminology  numismatic  (not\nnumismatic BU or PL) describing",
            "an item. So we got used to using",
            "the  Numismatic BU  term, then",
            "he went and changed it. Now he calls",
            "it  non-circulating.  We weren t going\nto go back and forth, so we just left it\nas Numismatic BU. We still represent\nearlier coins as PL s. You might say\nthey were protected by virtue of some\nof them being cameo and ultra heavy\ncameo. You do not see Numismatic BU\ncoins as being cameo or heavy cameos.\nThere is a very clear difference in quality\nbetween 1976 and going into 1977 and\nlater years. They were still issued by the\nMint in plio-sets. It is just an arbitrary\ndesignation, we chose a name for it, and\nwhile there were a couple of dealers that\nsaid it was  going to be a big problem \n  it is not a problem. It might be a bit\nconfusing but it is not that difficult to\nunderstand. Take for example a 1977\ntaken out of a plio-set, they are basically\n66 or 67 Red. You have the same 1977\nthat comes as a circulation coin from a\nroll, and some of those would be MS-67\nRed. The marketplace for those coins\nwould pay several hundred dollars,",
            "Number 3",
            "Bill Cross one year had a write-up in his\nCharlton catalogue and used the terminology\n numismatic  (not numismatic BU or PL)\ndescribing an item. So we got used to using\nthe  Numismatic BU  term, then he went and\nchanged it. Now he calls it  non-circulating. \nWe weren t going to go back and forth, so we\njust left it as Numismatic BU.",
            "while the NBU coin\nwithout the label is\njust a $5 coin. Coins\ncertified prior to the\nadoption of the NBU\nterm would likely be\nlabeled as PL. The term PL from 1977\non has now been replaced with NBU.",
            "How do you handle a\ncounterfeit coin?",
            "We don t (and the US grading\ncompanies) call a coin counterfeit, we\nuse the term  irregular surfaces. ",
            "If a coin is received and is\ndetermined to be a counterfeit, the\ncoin is the submitter s and will go\nback to him. The law authorities could\ngive us a document that says if you\ncome across a coin that you determine\nis counterfeit, you must return it to the\nRCMP. If that were the case, and you",
            "April: May 2015 ",
            "as a collector suspected through lack\nof knowledge that you had a bad coin,\nyou re not going to send it to us. So\nit would be negative on business. In\na way the Chinese counterfeit is no\ndifferent than the coin that has been\nwhizzed. If the surfaces have been\naltered, then the coin is worthless. It\nis not counterfeit, but it is an altered",
            "coin, that from a knowledgeable\n  collector s point of view has no",
            "value.",
            "Internet and new technology:",
            "What is your reasoning to",
            "remain  old school  and not",
            "maintain a Web site? Thoughts\non e-mail?",
            "We have nothing against new\ntechnology. We will eventually get\naround to a Web site. Right now, for\ne-mail, if we' ve got to communicate\nwith somebody on a special requirement\nbasis, we ll use a personal e-mail. We\ndon t have company e-mail. Part of the\nreason behind it is here in Canada for\nnewer users, ICCS has sort of become\na teaching institute, but not by design.\nSome people call in with quite frankly\nthe dumbest question in the world. We'll\ntake the time to answer it for them. If\nwe had e-mail, and we have those kinds\nof questions coming in, we would have\nto take either Scott or myself for more\nthan part of a day to answer those. We\nare not getting any revenue for it, and\nwe are bare-bones as it is. If we were\ngoing to do something like that, we\nwould have to jack up our prices, and\nif you jack up the price, volume goes\ndown because it is not worth sending in\nthis type of coin with a higher grading\nfee. I do not want to be rude to the",
            "107\n"
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_April_12.jpg",
        "Paragraphs": [
            "marketplace, because the questions\nare honest questions. But how many\ntimes a day do you want to answer\nthe question: What is the difference\nbetween a business strike and a PL? It\nis not a standardized menu of questions\nthat one can go to a Web site and\nanswer them. They each individually\nhave their own sort of twist to it. We re\njust not going to get involved in that.\nIf we had an army of people and much\nlarger volumes, you could afford to\nhave somebody dedicated to a function\nlike that. But we are an operation of two\npeople. You can t sluff the answering\nof those kinds of questions off onto a\npartly knowledgeable person because\ngiving the wrong answer is going to\nlook stupid. It has to be somebody who\nknows what they are talking about.\nWith the telephone, you have more\ncontrol. You can work it so you come\nto a closure pretty quickly if it has\ngone on too long. The problem with\nthe electronic world is you can go back\nand forth, and back and forth. I can\nexplain what an answer is faster than\nI can type it. I have more control over\nwhen I can cut the telephone off. It s not\nsomething that is anti-modern world,\nit s practicality over how you use your\ntime.",
            "Annual Population Reports -\nWhen are they updated?",
            "The report is typically issued in April.\nIt usually includes grading data up to the\nprevious December. It does not always\ngo through to the end of the year.",
            "How does a collector go about\nordering a new (and/or old) copy?",
            "That can be accomplished by calling\nand asking for it. There are a couple\nof dealers that we sell reports to on a\nwholesale basis, and they in turn, turn\naround and offer them on their Web\nsites. This is a minor distribution basis,\nand most requests come to us.",
            "What do you see as the problems\nfor the collector relying on the\ndata contained in the report?\nApart from technical data gathering\nor recording problems which have\nhappened, such as something got put\nin the wrong column or something, the\ndanger is best typified by the 2005-P\n[cent] that is supposed to be magnetic.\nSo a 2005-P non-magnetic penny was\nsold for $20,000.00. Another one sold\nfor around that price. As soon as those\nsold, they started walking into our\noffice and we have seven instances of\nsubmissions of one or more of these\nvery same things. And then one dealer\ncame in who claimed to have 46 of\nthem. That dealer had already sold\none, and the price had dropped to\n$2,500.00. Before long, that [coin]\nis going to be where it should be, a\nhundred bucks. The population report\nall got started off by  this is the only\none known.  Wrong, it is the only\none that has been recorded. My view\non population reports on condition-\nrare coins is that as a collector, would\nI buy an extra of a given coin that\nwas not as good as what I have, a\nnice, reasonably priced coin? I would\nonly buy extras in what I call time-\ntested areas. I think Victoria issues\nare time tested. Most of Edward, time\ntested. George V, I don t think is time\ntested. Going all the way to modem\nElizabeth, absolutely not time tested.\nDangerous, dangerous, dangerous.\nSo population reports taken literally,",
            "without any sense of context, are going\nto be a problem. It is not our problem, it\nis the interpreter s problem.",
            "Some people are better than others\nabout sending their old \"certs\" back to\nus. In one instance, a dealer gave us\nback about 800 tickets, and I can tell\nyou where every one of them went.\nThey went to an American grading\nservice for a higher grade. I have no\nargument with that. We did our job,\ngrading the coin based on our style the\ncountry has accepted. If somebody else\nwants to grade it higher, that s fine.",
            "Vision of the future. What\nchanges do you see impacting\nyour certification service, in five,\nten or twenty years?",
            "I don' t know how you can look out\ntwenty years   nobody can predict\nthat. You can look out a few years if\nyou like, and I would say that we re\ngoing to have more and more of the\nmodern coins submitted. I think we\nwill have more tokens submitted,\neven by old-time token collectors,\nwho will start submitting tokens.\nThe world out there is getting to\nthe point where nothing can be sold\nout there unless it is certified. Older\ncollectors are comfortable with what\nthey know or don t know. In the\nview of the newer collector today,\ntomorrow and in the future, I think\nwill be thoroughly entrenched that, it\nhas to be certified, unless certification\ncompanies screw the whole process\nup, which I don t see happening.\nThe kind of submission that is going\nto come in is going to be the $50,\n$100, or $150 modern coin, that in\nmy opinion is never going to go up\nin value. We are back to people not\ninvesting, though there are some, but\nthe newer crowd is just having fun\nplugging holes so to speak. You could\nargue that the use of certification\nservices is the new Whitman holder.\nYou plug holes and have fun doing it.\nThe coins never go up in value, and\nyou may never get a fair price when\nyou sell them. It is a different world\nthan existed in the  80s and  90s.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "108"
    },
    {
        "File": "The_CN_Journal_April_13.jpg",
        "Paragraphs": [
            "Succession planning: Would you\nshare with the readers your\nfuture plans?",
            "It is already happening. The world\ndoesn t know it, because I assume the\nrole of front man. The company has\nbeen run by Scott for three or four\nyears. We alternate in finalizing the\ngrade of the coins. Three years ago I\nspent three months in Ottawa grading\nall those Bank of Canada gold coins,\nand the office ran just fine. Apart from\nthe need of having another person\nfor physical support of the grading\nand packaging process, it was not a\nproblem. As far as I am concemed, as\nlong as I am healthy, I am involved.\nI have adopted a supporting role for\nseveral years now. As the owner of\nthe company, and the person liable for\nwhat the company does, I am totally\nhappy with that.",
            "Your collecting interests over the\nyears: How long have you been\ncollecting, and what areas?",
            "I have pretty well collected\neverything, including tokens. I\nwould have started back in the  70s,\nwhen a lot of specialist dealers were\ndipping coins. That was the only\nway customers would buy them.\nThey had to be brilliant. A couple of\ndealers pointed me in the direction\nof eye appeal coins. Originality and\ngem quality, which at the time was\nMS-64 or -65 or better. There were\nlots of coins available and only two\nor three others actively seeking them.\nYou could go to coin shows and pick\nout coins that were way, way, way\nundervalued. So over the years I\naccumulated all kinds of coins. Five-\ncent silvers was a specialist area of\ninterest. Most of those have now been\nsold. Some of the coins sold for ten\ntimes what was paid for them. The\nquestion now would be, the buyer\nof those coins at today s levels, are\nthey going to get ten times [their\ncost] in the future? Not a chance.\nBecause I think what I went through\nwas a discovery process. There was\nlittle competition, and you could",
            "Number 3 April.May 2015", 
            "pick and choose. Unless you had a\nlot of knowledge, nobody knew what\nthe best was. You assumed there\nwas somebody out there with equal\nquality of coins. Population reports\nhave disproved all of that now. We re\nat a point now, where somebody\ncoming into the business will have\ntotally different challenges. On top\nof which to form a gem quality, or\neven a nice choice quality date set of\nVictoria coins is extremely expensive.\nI don t know how newer players will\nreact. Their incoming world will be\nvery different from mine. I have done\nwell from the ownership of coins\nand what I received even factoring\nin inflation. But I can' t see that being\nrepeated. I still have five-cent silvers.\nThey are the last thing that [ 1l end up\nselling. The objective there is to have\nthe best I can possibly find.",
            "How do you view Canadian\nnumismatics in the future?",
            "There will always be a hobby. It\nwill have different flavours. I think\ncollectors are going to have to\nventure into tokens. I am surprised\nthat the earlier major collections\nthat sold, like Belzberg, Waxman and\nMason didn t get involved in tokens.\nThe timing was right, and they had\ngotten to a point where they couldn t",
            "Number 3 April.May 2015",
            "improve their decimals anymore,\nbecause better ones weren t available\nor they had the best. The hobby will\nhave a changing face. It probably\nwill be away from expensive coins,\nnot to say that those coins are history\nor will drop in value, they just won' t\nbe offered. We' re into a period of\ninexpensive coin purchases, and I\nthink that will stay with us because we\nsee in the media all kinds of questions\nfor older people, such as will you\nhave enough money to retire? Finally\npeople are starting to pay attention.\nThey don' t have company pension\nplans. And they are starting to figure\nout  do I have enough money not to\nlive to 85, but what about 95 or to go\ninto these retirement homes? They are\nnot cheap. I think that is going to end\nup causing people to think: do I buy\nthis $10,000 coin, or do I just put the\nmoney in the bank? It is no different\nthan these huge corporations sitting\non the huge amounts of cash. Why\nare they sitting on the cash? Probably\nbecause they don t have confirmed\nconfidence in the near future, to\ninvest in machinery, equipment\nor stuff like that. The same thing\napplies to individuals. If we get into a\nserious downturn or stagnation in the\neconomy, one end of the coin market\ncould not get totally wiped out, but\nthere would be no activity. Collectors\nare collectors   they like to buy things.\nThey'll buy a 5-, 10-, 25- or 50-dollar-\npriced coin at some rate of frequency,\nbut not the thousand dollar coin.\n"
        ],
        "PageNo": "109"
    },
    {
        "File": "The_CN_Journal_April_14.jpg",
        "Paragraphs": [
            "Do you feel Newfoundland and\nthe Maritime collecting will\nevolve, and in what direction?",
            "Well, let me say it this way.\nBack in the late  70s and early\n 80s, I remember talking to\nseveral knowledgeable people\nand the question was why aren t\nNewfoundland prices higher? And\nNewfoundland coins are rarer,\ncondition for condition than Canadian\ncoins. The same question is still\nbeing asked today. Why aren t they\nhigher? And the answer probably is\nuntil people of Newfoundland, New\nBrunswick and Nova Scotia get in\nthere and actively bid on those coins\nthe prices aren t going anywhere. I\nmean it will stay where it is. It won t\nshrink from where it is, it s not\njust going to suddenly answer that\nquestion. Yes they are rare, and they\nshould be priced two or three times\nhigher.",
            "Medals   Your thoughts on this\ncollecting area?",
            "We ve encapsulated government\nissued medals, the ones they gave out\nto the public in 1939, and larger 1927\nConfederation medal. We' ve done\nthat because they were issues of the\ngovernment. They are medals, but they\nare small sized. If you open the door to\nmedals in general, you have probably\nseen some of them that are that size\n(holding out hand demonstrating 3-5\ninches). We don t ... nobody has\npackages for things like that. Because\nthere is a wide range in the sizing, we\nend up saying well we can do these,\nbut can t do those. I don t think that\nwould go over well. Medal collectors,\neven more so than token collectors ...\nthey want to handle the medal. They\ndon t want it in some package.",
            "Is there a way to identify when\na coin was placed in one of your\nholders?",
            "No, you would have to call us. We\nwill tell you the date it was submitted.\nWhat we won t tell you, and people\nhave tried to find out, is who submitted\nthe coin. It is none of their business.\nBut you would have to call us for the\nother information.",
            "Is your certification numbering",
            "system openly available? In other",
            "words, can a collector look at the",
            "ICCS certification number and",
            "determine when it was graded?\nNo.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "110"
    },
    {
        "File": "The_CN_Journal_April_16.jpg",
        "Paragraphs": [
            "COURAGE UNDER FIRE:\nA_CANADIAN_TRADITION",
            "The declaration of war by\n[ England in August 1914\nresulted in a call to arms in\nthe new Dominion of Canada. Men\nfrom all walks of life rushed to\nvolunteer to serve as part of the\nCanadian Expeditionary Force\n(CEF). More than 31,000\nmen travelled to England for\ntraining in October 1914 and\nwere subsequently shipped\nover to France to see action\nby February 1915. These\nwere the men of the First\nCanadian Division. In 2014, The\nRoyal Canadian Mint produced\na 5 dollar, 99.99% fine silver coin\nhonouring these brave soldiers who\nhelped forge Canada s reputation of a\ndedicated and disciplined force.",
            "When the Canadian Expeditionary\nForce volunteers arrived in France\nthey were eager to join the fray and\nfight the  Huns,  but they met with\na sense of disappointment initially.\nThe battle along the Western Front\nhad essentially settled into a  into\na war of attrition.  The armies of\nGermany and its allies had dug in on\none side and the French and British\nand Empire forces well established\non the other. The two sides had setup\na vast system of opposing trenches\nin which the men lived, travelled up\nand down through the length of and\noccasionally lobbed fire from\nacross  no man s land  at their\nenemy. This trench warfare had\nestablished a predictable pattern\nand in certain areas the trenches\nof the opposing sides were close\nenough that the men could shout\ninsults at each other. The trench\nsystem once established ran the\ndistance from the Swiss border\nto the Belgian North Sea coast.",
            "This quiet introduction to\nthe war was to be short lived\nfor the CEF volunteers and in\nApril 1915, the First Canadian",
            "112",
            "Division was ordered transferred to\nthe Ypres salient. This was to be the\nlocation where they would participate\nin their first major engagement of\nWWI.",
            "The Ypres salient was a bulge in the\nGerman front lines on the Flanders\nplain, east of the ancient Belgian city\nof Ypres, created by British and Allied\ntroops to keep the Germans away\nfrom the city.",
            "Ypres was important to the Allies\nbecause of the rail and road links to\nports on the coast. The Allies were\ndetermined to keep this connection",
            "BY LORI HELSTON",
            "mm BASC,,Bsc,, BHS, MA,",
            "out of the German forces control. The",
            "British forces also had the additional",
            "justification of defending the",
            "Belgian people since it was the",
            "German invasion of Belgium",
            "that originally was the cause",
            "for England to enter into the",
            "conflict and declare war on",
            "Germany. Should Ypres,",
            "the last major unoccupied",
            "centre, be abandoned it",
            "would have indicated a",
            "major victory in favour of\nGermany.",
            "The Ypres salient was an",
            "extremely dangerous location for",
            "the Canadian troops. The trenches",
            "along this area of the Allies  lines",
            "were known to be poorly constructed.",
            "These trenches offered the troops little",
            "protection from enemy fire; they were",
            "shallow and their conditions were",
            "insanitary. The German troops held",
            "the higher ground in the area and were",
            "able to fire directly into the Allies ",
            "trenches from the north, east and the",
            "south.",
            "It was at the Ypres salient that the\nCEF force came to be exposed to a new\naspect of conflict which changed the\ncourse of the war. The use of chemical\nweapons had been outlawed by\ninternational treaties prior to the start of\nWWI. However, the German command\ndecided to destroy the Allies  salient at",
            "Ypres by using a new deadly\nweapon of mass destruction,\npoison gas. On April 22, after a\nheavy artillery bombardment,\nGerman troops released more\nthan 160 tons of chlorine gas.\nThe gas cylinders, aimed\ntoward the Allies, had been\ndug into the forward edge of\nthe German trenches. The\nyellow-green chlorine gas\nclouds appeared in no-man s\nland and started to drift with\nthe wind. The Canadian,\nAlgerian (French) and British",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "112"
    },
    {
        "File": "The_CN_Journal_April_17.jpg",
        "Paragraphs": [
            "troops stationed along the\nsalient were confused as\nto what was occurring as\nthe result of never before\nseeing gas used as a weapon.\nOriginally the Allied forces\nbelieved that the German\narmy was just laying down a\nsmoke screen in advance of\ntroop movement. However,\nthese gas clouds were heavier\nthan air and crawled along the\nground and into the trenches\noccupied by the Allied forces.",
            "The Algerian forces were\nthe first to be exposed to\nthe chemical and were hit\nwith the heaviest part of\nthe cloud. The chlorine gas\nimmediately burned the\nthroats of the men and caused their lungs to fill\nwith fluids. The soldiers exposed to the chemical\nwere drowning in their own fluids and panic\nbroke out. The Algerian defences crumbled and\ntroops either died on the spot or broke and fled.\nThe Canadian troops, not understanding what had\noccurred watched in horror and confusion as the\nAlgerians fled leaving a six-kilometre gap in the\nAllied line on the Canadian s left flank.",
            "The German forces moved forward following the\ngas clouds into the empty Algerian trenches. The\nbreak in the Allies  lines offered German troops a\ntremendous opportunity. If they could be successful\nin continuing to press this new advantage they could\nsweep behind the Canadian trenches and put 50,000\nCanadian and British troops in deadly jeopardy. To\ncounter this threat, the Canadian and British battalions",
            "Number 3 April.May 2015 ",
            "including many troops who were suffering from\nexposure to the chlorine gas themselves immediately\nmoved to plug the hole in the Allied lines. During the\nmany hours of desperate fighting that day, with help\nfrom isolated groups of French and Algerians, these\nforces managed to stop the enemy from encircling the\nFirst Canadian Division inside the salient, and from\nmarching on Ypres.",
            "An additional factor that favoured the Canadians\nwas the German forces had not planned an\nextensive offensive. The German command had\nunderestimated the effectiveness of this new\nweapon and they lacked the required troops\nnecessary to fully take advantage of the break in\nthe Allies  lines because they had transferred many",
            "men to the Eastern Front to\nfight Russia. Additionally\nGerman troops themselves\nwere hesitant to fight near\nthe gas. After an advance of\nonly about three kilometres\nthey stopped and dug in\ntheir troops.",
            "Over the course of the\nnext several days Canadian\nand British forces attempted\nto launch counterattacks and\nfight several engagements\nin an effort to halt the\nGerman assault and to\nmaintain the lines and\nprotect Ypres. Allied forces,\nincluding many Canadian\ndivisions, fought pitched\n"
        ],
        "PageNo": "113"
    },
    {
        "File": "The_CN_Journal_April_18.jpg",
        "Paragraphs": [
            "battles at Mauser Ridge, Gravenstafel Ridge and in\nat Kitchener s Wood with the goal of preventing the\nGermans taking Ypres.",
            "While these battles were going on, the German\ncommand made the decision to launch a further\ngas attack on April 24. With the realization, by the\nGerman command, of the effectiveness of this\nweapon this second use of deadly chlorine gas was\ndesigned to destroy the Allies  position once and for\nall and open a clear path for the German occupation\nof Ypres. The second attack took the same pattern\nas the first, starting with heavy bombardment of the\nAllied positions, followed by release of gas. The target\nthis time was the Canadian lines and they were hit\nstraight on. The effects of the chlorine gas were as\nequally devastating because none of the troops carried\na gas mask at this point in\nthe war. Some Canadian\ntroops fled their positions.",
            "Others attempted to avoid\nthe effects of the gas by\nlying face down in the\ncrevices of their trenches.\nUnfortunately, the chlorine\ngas was heavier than air\nand settled into these\nlow areas and found and\nkilled these men. Many\nothers survived by holding\nurine-soaked cloths and\nhandkerchiefs over their\nmouths and noses. This\nattempt to neutralize the\ngas was on instructions of\nmedical officers who had identified the chemical agent as\nchlorine.",
            "The effects of the chlorine resulted in gaps in the Canadian\nlines opening, and several battalions were forced to retreat.\nHowever, First Canadian Division held the ground outside\nYpres. The Canadian troops fought intensely under horrific\nconditions which provided enough time for fresh French\nand British reinforcements to be brought in. The majority of\nCanadian forces were relieved by April 25\". The Canadian\ntroops distinguished themselves in their first major appearance\non a European battlefield,. They established a reputation as a\nformidable fighting force by refusing to surrender despite\nbeing exposed to the toxic fumes and hampered by weapons\nthat jammed and failed in the muddy conditions.",
            "After the first deadly days, the Second Battle of Ypres\ncontinued for a month and was fought largely by British\nunits. A battalion of the Princess Patricia s Canadian Light\nInfantry continued to fight in Ypres and assisted in re-\nestablishing control of the salient.",
            "The new Canadian",
            "Expeditionary Force was praised",
            "for their courage in holding",
            "the line during the gas attacks",
            "of the first critical four days of",
            "the battle. The Canadians  courage and tenacity cemented a",
            "reputation that would only grow as the war continued. The",
            "price in terms of lives lost was tremendous. Overall, the",
            "month-long battle for Ypres battle cost the Allies 59,000 men,\nkilled, captured, or wounded.",
            "The courage exhibited by Canadian forces was\nexemplified by Company Sergeant-Major Frederick\nWilliam Hall of the 8 Winnipeg Rifles Battalion, Canadian\nExpeditionary Force. Hall after discovering a number of men\nwere missing from his unit during the night of April 24, heard\nmoans from the wounded men on the ridge above the trench.\nHe proceeded to the top of the ridge on two occasions in\ndarkness to retrieve a wounded man. Hall continued his\nrescue of the wounded in full daylight, despite heavy enemy\nfire. He was mortally wounded, shot in the head, bringing\nback a wounded man. Hall was posthumously awarded the\nVictoria Cross for his bravery and sacrifice in facing the\nenemy, the British and Commonwealth forces  highest award\nfor gallantry.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "114"
    },
    {
        "File": "The_CN_Journal_April_19.jpg",
        "Paragraphs": [
            "Notably, Hall was one of three\nCanadian soldiers from the 700 block\nof Pine Street, Winnipeg, who won\nthe Victoria Cross. To honour these\nthree VC recipients: Frederick Hall,\nLeo Clarke, and Robert Shankland,\nPine Street, in 1925, was officially\nrenamed Valour Road.",
            "After the Second Battle of Ypres, the\nBritish War Office cabled messages\nof congratulation to the Canadian\nPrime Minister, Sir Robert Borden,\nrecognizing the courage under fire\nshown by the CEF in the face of the\ndeadly nature of this assault. However,\nthis courage came at a great price and\nduring those deadly 48 hours from\nApril 22 to 24, 6,035 Canadians,\nor one man in every three, became",
            "Number 3",
            "casualties of the German assault of\nYpres. More than 2,000 died and these\nheavy losses for Canada s force, whose\nmen had been civilians only several\nmonths before, came as a significant\nshock of the reality of war and grim\nforeshadowing of what was to come.",
            "The Second Battle of Ypres has\nalso left a lasting place in the hearts\nof Canadians as it was during a pause\nin fighting during that battle that\nCanadian Army Medical Corps officer,\nJohn McCrae penned his famous poem\n In Flanders Fields  m May 1915 just\nnorth of Ypres, in the midst of the\nbattle. This poem, so familiar to all, is\nrecited at Remembrance Ceremonies\nacross Canada, Commonwealth\ncountries.",
            "April. May 2015",
            "The Royal Canadian Mint has just\nreleased a $20 Fine Silver Coin, the\nsecond issue in the First World War\nBattlefront Series, to honour the\nbravery shown by Canadian troops at\nthe Second Battle of Ypres. Members\nof the Canadian Expeditionary Force\nare shown bravely defending their\ntrench position; in the background we\nsee clouds of the gas.",
            "Web site Sources:",
            "www.thecanadianencyclopedia.ca/en/\narticle/battle-of-ypres/\nwww.veterans.gc.ca/eng/remembrance/\nhistory/first-world-war/canada/\ncanada4\nwww.warmuseum.ca/firstworldwar/\nhistory/battles-and-fighting/land-\nbattles/second-ypres/\nwww.historicacanada.ca/content/\nheritage-minutes/valour-road?media_\ntype=41&media_category=\nmanitobamuseum.ca/\nmain/?s=victoria+cross\nwww.mint.ca\nwww.gutenberg.org/files/35845/35845-\nh/35845-h.htm\n"
        ],
        "PageNo ": "115"
    },
    {
        "File": "The_CN_Journal_April_20.jpg",
        "Paragraphs": [
            "THE. MUSEUM _OF_THE BANK","BY RAY P. OLDENBURG",
            "#23490,",
            "In Canadian financial circles, the",
            "big news in early 2013 was that our",
            "Governor of the Bank of Canada\nwas going to be leaving his post in the\nspring to become Governor of the Bank\nof England. It was a fine career move\nfor Mark Carney. He would now head\nthe second oldest central bank in the\nworld. The oldest is the Swedish one,\nthe Sveriges Riksbank. However, of all\nfinancial institutions, none has for so\nlong enjoyed such prestige as the Bank\nof England. As an adjunct, in British\nfinancial circles when someone speaks\nof The bank, the inference is easily\nunderstood.",
            "Like our Canadian counterpart\nin Ottawa, the Bank of England\nalso operates a museum, but theirs\ndiffers. The Bank of Canada s\nCurrency Museum is heavily\nweighted in Canadian\nnumismatic material, but\nalso encompasses a lot of\nworldly items. The Bank of\nEngland s museum is almost\nentirely slanted towards the\nBank s history.",
            "I will describe the\nmuseum a little later. First\nhowever, let us become\nfamiliar with a little of The\nBank of England s history.",
            "The bank was established\nin 1694 by Royal Charter.\nThe groundwork for it was\nlaid by William Paterson,",
            
            "a Scotsman. While it was founded\nto raise funds for the government\nduring a time of war with France,\nit was also welcomed by London",
            
            "merchants. From 1720 onward, the\nBank of England gradually emerged\nas the guardian of the money supply\nas well as the manager of the financial\nconcerns of the government. Although\nnot nationalized until 1946, the bank\nhas been operated during the greater\npart of its life on the principle that\nthe national interest rather than\nprofit making should be its main\nconsideration. Of course a cynic\ncould add that if the end result was\nprosperity for England, the end result",
            "for the bank would be fat dividends.\nThough the Bank of England s\naddress is Threadneedle Street,\nthe bank s museum entrance is a\nsmall side street around the corner,\nBartholomew Lane. If you go there\nby the Underground (subway) the\nstop where you disembark is very\nappropriately named Bank.\nUpon entering the museum,\nyou will have to walk through\na detector (like at airports)\nand any handbag or briefcase",
            "may be searched.",
            "Once you enter the\nexhibit area, you will climb\na few steps up to the deck\nof simulated ship. It is an\ninteractive boat game and\ninvites you to take the helm\nand set monetary policy to\ncontrol inflation. You can\nalso take the helm of history\nand navigate the financial",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "116"
    },
    {
        "File": "The_CN_Journal_April_21.jpg",
        "Paragraphs": [
            "storms from the 17\" century onwards.\nGetting off the ship and moving on,\nyou will come to a small area where\nyou can see the original Royal Charter.\nThe Bank of England is often referred\nto as  The Old Lady of Threadneedle\nStreet  and the next section of the\nmuseum describes how the  old lady \ngot her nickname. The following area\nis called the Rotunda because the room\nis a round enclosure. Its emphasis is\nthe period 1800 to 1946 and deals with\nhistory of that time. In the middle of\nthe Rotunda is a very small section\nhousing temporary exhibitions. There\nyou may get a chance to view non-\nBritish material.",
            "For many numismatists, the most\ninteresting part of the museum would\nprobably be what is shown as section\n8 in the museum guide   a history and\ndisplay of Bank of England banknotes\nfrom when they were first produced\nup until the present time. Section 9",
            "Number 3 April-May 2015",
            "continues in that vein\ndisplaying exhibits dealing\nwith counterfeiting and\nthe security measures\nthe bank embeds in its\nnotes. The last stop is the\nmuseum shop if you wish\nto purchase a souvenir.\nI said earlier that the\nBank of England\nmuseum differs\ngreatly from the\none at The Bank\nof Canada. The\nnames themselves\nprovide a hint. Our\nmuseum is called the Bank of\nCanada Currency Museum. The\none in London is named Bank\nof England Museum. Although\nthere is a very fine display of\ncurrency, the main focus is on the bank\nand what it does. The displays almost\nalways point toward that objective.\nThe 3 pamphlets the bank provides\nvisitors with are entitled as follows\nand provide a further hint: See Money\ncome to Life, the basic museum guide\nand brief histories; Your money,\nwhat your bank does, provides brief\nexplanations on 10 topics including\nthe financial system, inflation,\nquantitative easing and storing gold;\nYour money and the financial system,\nexplains the global financial system,\ncrisis, capital and liquidity.",
            "We were also told by one of the\nmuseum guides that the bank gives\ntalks and presentations and that",
            "they have videos,\nfor any age range,\nthat describe bank\nactivities. If the\ngrade 3 teacher takes\nhis or her class to a\npresentation, they will\nsee a video, at a grade\n3 level, describing\neconomics.",
            "For as long as I\ncan remember, I have\nalways wanted to\nhold a regular 13 kg\n(28 Ib) full size Gold",
            "bar. I finally got my chance in the\nRotunda. There as a special display\nis a gold bar partially covered by\nplexiglass with antitheft features on\neach side. You can reach underneath\nthe bar and lift it. Needless to say, it\nis quite a hit with most visitors and\nthe most common reaction is  I never\nimagined it being so heavy .",
            "Mark Carney is now at the tail end\nof his first year as governor. It must\nbe a stressful and time consuming\njob. But I hope he either has or will\nvisit the museum. It will provide him\nwith more financial depth that any\ncommittee. I also hope that should\nyour travels take you to London, you\nwill take the time for a visit. It will\ndefinitely be worth your while. You\nmay never get another chance to hold\nover half a million dollars in the palm\nof your hand.",
            "Sources:",
            "Encyclopaedia Britannica, Micro-\npaedia (1976) Volume 1, p 792\nBank of England Museum Web site\n See Money Come To Life , Bank\nof England museum guide entitled\nWikipedia, Bank of England article\n"
        ],
        "PageNo": "117"
    },
    {
        "File": "The_CN_Journal_April_22.jpg",
        "Paragraphs": [
            "THE WORLD'S FirST SPHERICAL COIN",
            "The Mennicka Polska (The official Mint of Poland) had its most innovative product thus far on display during\nthe 2015 World Money Fair, one of the largest events in numismatics. The intricately decorated spherical\ncoin  Seven New Wonders of the World  justifiably gathered a great deal of interest during the event.",
            "This year s World Money\n  Fair, the 44\" annual event\nwas held from January 30\nto February 1, 2015. The 9,000\nsquare-metre exhibition is the\nworld s most important platform\nfor the exchange of information\nin the numismatic trade, hosting\nnearly 300 exhibitors from all\nover the world, including mint\nrepresentatives, industry suppliers,\nand coin dealers.",
            "Once again, the Mint of\nPoland s booth at the Berlin show\nwas abuzz with interest. The 34 mm\ndiameter  Seven New Wonders of\nthe World,  the first spherical coin\nminted with unprecedented attention\nto detail, was the centre of interest\namong fair participants.",
            "This NZD$7.00 face-value\ncommemorative coin, issued by Niue\nIsland, was struck in pure silver.\nBased on the beautiful hand-drawn\n17 century map created by the\nfamous Dutch cartographer Willem\nJanszoon Blaeu, this masterpiece\nof monetary art combines past and\npresent in its extraordinary design\nand shape with the Seven New",
            "assure its ideally spherical shape\nand map the images on it, the\nmint s engineers created a special\n6-element die set consisting of the\nspecial concave hammer and anvil\ndies and a four-part collar.",
            " Seven New Wonders of the\nWorld  is not the first innovative\nproduct struck at the Polish Mint.\nDuring last year s  World Money\nFair,  the company presented a\n3-D coin in the form of a pyramid,\nand one   issued on the occasion\nof the canonization of John Paul\nII   in the form of a cube.",
            "The detailed silver sphere, an\nexample of the highest craftsmanship, is\nsure to draw a wide variety of collector\ninterest with its unique concept and\nhigh-quality manufacture. It is minted\nin 7 troy oz. of .999 fine silver with\na bright finish. An antique finish,\n to enrich its texture and give it a\ntimeless look,  is available on special\norder.",
            " The Mint of Poland continues its nearly 250-year-\nold tradition. Yet, our brand is considered a token\nof innovation. Thanks to ambitious projects and\nunclich d approach towards their realization, high-\nend technologies and highest craftsmanship, our\nproducts are pioneers in the field of numismatics. \n  said Grzegorz Zambrzycki, the President and CEO of",
            "the Mennicka Polska.",
            "Wonders of the World marked on\nthe historical map with Swarovski\ncrystals.",
            "In order to create this spherical coin,\nthe Mint of Poland broke new ground\nin innovative minting technology.",
            "After conceiving of the design\nthe next step was to prepare and\nevaluate a 3D-model of the coin. To",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "118"
    },
    {
        "File": "The_CN_Journal_April_23.jpg",
        "Paragraphs": [
            "Industry Recognition",
            "The following information was\npresented at the 11\" Technical\nForum associated with the 2015\nWorld Money Fair held in Berlin\nin January of this year by Siemowit\nKalukiewicz, Head of the Technical\nDepartment at the Polish Mint.",
            "The spherical  Seven New Wonders\nof the World  is another innovative,\nadvanced technical achievement by the\nMennicka Polska.",
            "The Mint of Poland won peer\nrecognition recently for its design\nand production of the NZD$ 50\nFourtuna Redux, also issued by Niue\nIsland, in 2013. This cylindrical\n(32 mm diameter and 22.10 mm in\nheight) coin was awarded  The Most\nTechnologically Advanced Coin in the\nWorld  at the 2014 28\" Annual Mint\nDirectors conference hosted by Casa\nde Moneda (the Mexican Mint) in\nMexico City.",
            "Number 3 April-May 2015 ---------",
            "Innovative Design",
            "After the initial concept of using the 17 century map by the Dutch cartographer\nand printer Willem Janszoon Blaeu as the basis to locate the Seven Wonders of\nthe World on the globe and the design parameters including the metal, weight\nand dimensions were chosen, the mint began the painstaking task of creating a\n3-dimensional model in software.",
            "The software in this case is ArtCAM, a sophisticated CAD-CAM software\npackage by Delcam Ltd. This is the same software chosen by the Royal\nCanadian Mint.\n"
        ],
        "PageNo": "119"
    },
    {
        "File": "The_CN_Journal_April_26.jpg",
        "Paragraphs": [
            "THE ROYAL MINT REVEALS HER MAJESTY THE\nQUEEN S_ FIFTH COIN_ PORTRAIT,",
            "The reveal of the Queen s fifth coin portrait   the first to be\ndesigned by a Royal Mint engraver in over 100 years.",
            "The Royal Mint unveiled a new\n  coinage portrait of Her Majesty\nThe Queen on March 2,\n2015, giving the general public the\nfirst glimpse of the image that\nwill soon be a familiar sight on\nUnited Kingdom coins.",
            "This is only the fifth\ndefinitive portrait of The\nQueen to appear on UK\ncirculating coins since her\naccession to the throne in\n1952, making it a very rare\nevent indeed. When it appears in\nour change later this year, it will\nbecome the fourth portrait currently\nin circulation, joining those created in\n1968, 1985 and 1998; together, the coins\nthat bear them tell the story\nof Her Majesty s lifetime and\nshow a compelling picture of\nthe story of her reign.",
            "It has also been revealed\ntoday that the new portrait is\ndesigned by Jody Clark. He is\nthe first Royal Mint engraver\nto be chosen in over 100 years\nto create a definitive royal\ncoinage portrait.",
            "Just 33 when his design\nwas selected from a number of\nanonymous submissions to a\ndesign competition, Jody is the\nyoungest of the five designers\nto have created the portraits of\nThe Queen that have appeared\non UK circulating coin during her 63-year reign.",
            "Adam Lawrence, Chief Executive of The Royal Mint,\nsaid,  This change of royal portrait will make 2015 a vintage\nyear for UK coins, and it will be hugely exciting for us all to\nsee the new design appear on the coins we use every day. ",
            " Jody s achievement is something that we can celebrate as a\nproud moment for The Royal Mint. Capturing a portrait on the\nsurface of a coin demands the utmost skill, and is one of the\nmost challenging disciplines of the coin designer s art. The last",
            "Royal Mint Engraver to be commissioned\nto undertake a royal portrait was\nGeorge William de Saulles, who\nengraved the portrait of Edward\nVII, which first appeared on the\ncoinage in 1902. \nCommenting on the\nhonour of being selected,\nJody Clark said,  I really\nliked the four previous\ncoin portraits   each one\nis strong in its own way.\nI hope that I ve done Her\nMajesty justice and captured\nher as I intended, in a fitting\nrepresentation. The news that\nmy design had been chosen was\nquite overwhelming, and I still can t\nquite believe that my royal\nportrait will be featured on\nmillions of coins, playing\na small part in The Royal\nMint s 1,000-year history. \nJody s elegant portrayal\nof The Queen, wearing the\nRoyal Diamond Diadem\ncrown worn for her\nCoronation, was selected\nin a closed competition\norganised by the Royal\nMint Advisory Committee\n(RMAC), a consultative\npanel to Her Majesty s\nTreasury, comprising experts\nfrom such fields as history,\nsculpture, architecture, art\nand design. A number of specialist designers from across\nBritain were invited to submit their own interpretations\nof the Queen s portrait under anonymous cover, and each\none was judged on its merits and suitability before the\nwinning artwork was recommended to the Chancellor and,\nultimately, The Queen for approval.\nThe public are being encouraged to keep a watchful eye,\nlater this year, when the portrait will start to appear across\nthe UK on coins in pockets, purses and piggy banks.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "122"
    },
    {
        "File": "The_CN_Journal_April_30.jpg",
        "Paragraphs": [
            "AROUND THE WORLD","BY GEORGE MANZ",
            " FRCNA, #19846,",
            "Great Britain",
            "Pattern coins are an interesting\ntype of coin to collect.\nWhenever a new coinage",
            
            "Provenance:",
            "G. Hamilton-Smith\nCollection, Glendining\nAuction, May 23 25,\n1927, lot 216;",
            "Sir Kenyon Vaughan",
            "design is in the works,\none or more engravers\nproduce pattern coins",
            "for approval by mint, lot rn",
            "treasury or other racy uveen\ngovernment officials. oO ection, ;\nSometimes their Glendining Auction,",
            "visions become actual !\ncoins, but that is not",
            "Morgan Collection,\nSotheby Auction,\nJune 17 18, 1935,",
            "September 29 30,\n1964, lot 70;",
            "always the case. L Dabney\nOne such pattern was Collec on\nproduced by A.G. Wyon Ie  \nGlendining Auction,",
            "for the new King, George",
            "V, who took the throne in",
            "May 1910 following the death",
            "of his father, Edward VII. Wyon s",
            "design was rejected, despite the fact",
            "that he came from a dynasty of designers",
            "and engravers, with close ties to the British Mint,\nwhich had played an important role in British public\nlife for more than a century.",
            "But what a design it was. Wyon s design had\nthe bare head of the new king facing left on the\nobverse, while the reverse shows St. George on\nhorseback spearing a dragon, with the date in\nexergue. One of only two known specimens\nof this 1910 George V pattern crown struck in\ngold topped Dix Noonan Webb s auction of\ncoins, tokens and historical medals on February\n11, 2015. The rare pattern was estimated to sell\nin the range from  80,000 to  100,000 but it was\nfinally hammered down at  120,000 or  144,000\n(US$ 219,364) including buyer s commission.",
            "The Wyon rarity was produced following the death\nof the British King Edward VII in May 1910, the year\nbefore his successor George V was formally crowned at\nWestminster Abbey, London, in June, 1911.",
            "Dix Noonan Web   www.dnw.co.uk .",
            "George Manz Coins, Box 3626 Regina SK S4P 3L7 www. georgemanzcoins.com",
            "Da The CN Journal",
            "April 13, 1972, lot 383.\nGraded by NGC Proof 62",
            "Volume 60\n"
        ],
        "PageNo": "126"
    },
    {
        "File": "The_CN_Journal_April_32.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "\n2015 $20 Fine Silver Coin  \nFirst World War: Battlefront Series\n  The Second Battle of Ypres",
            "The reverse design by Canadian artist Silvia Pecota transports\nthe viewer to the front line near Ypres, and into the trenches\nin the thick of the battle. A Canadian soldier stands in the\nforeground, manned with a bayonet, his Ross rifle is raised",
            "as the soldier scopes the advancing enemy. Behind him, one\nman is crouched down as he tends to his rifle, which has\njammed from the rapid rate of fire. Another leans against the\nsandbags as he fires upon the enemy. To the right, a soldier\nhas pulled his handkerchief up over his nose in an attempt to\nprotect himself against the burning effects of the green-yellow\ncloud that bore down on the Allies. It is a telling reminder of\nthe great perils faced by the men of the First Canadian Division.\nThe reverse also features the engraved commemorative dates\n 1915  and  2015 ; between the words  SECOND BATTLE\nOF YPRES  and  DEUXI ME BATAILLE D YPRES  is\na gold-plated rendering of the winged figure of Victory, as it\nappeared on the Victory Medal that was awarded to all Allied\ntroops who fought in the First World War. The obverse features\nSir Bertram Mackennal s effigy of King George V, who was the\nreigning monarch.",
            "2015 $10 Fine Silver Coin Fifa Women s World\nCup  c Series: Canada Welcomes The World",
            "This coin is 99.99% pure silver, with a diameter of 34 mm\nand a nominal metal weight of 15.87 g. The reverse image,\nby Canadian artist Greg Banning, features a single maple\nleaf packed with the colours of the world that will appear\nin the tournament a symbolic welcome to the world from\nCanada. The obverse features the effigy of Her Majesty\nQueen Elizabeth II by Susanna Blunt.",
            "Pi ce De 20 $ En Argent Fin 2015  \nS rie Champs De Bataille De La Premi re\nGuerre Mondiale : La Deuxi me Bataille D ypres",
            "Le motif au revers,  uvre de l artiste canadienne Silvia Pecota,\nnous transporte dans les tranch es de la ligne de front pr s d  Ypres,\ndirectement dans le feu de l action.   l avant-plan, un soldat\ncanadien debout braque son fusil Ross muni d une ba onnette en\ndirection de l ennemi qui s approche. Derri re lui, un homme est\naccroupi, tentant de r parer son fusil, qui s est enray  apr s un tir\nrapide. Un autre prend appui contre les sacs de sable pour tirer sur\nles troupes allemandes.   droite, un soldat a utilis  son mouchoir\npour se couvrir le nez afin de se prot ger des br lures inflig es par\nle gaz verdatre qui envahit les Alli s. Cette sc ne  loquente ravive\nle souvenir des p rils terribles que brav rent les hommes de la\nPremi re Division canadienne. Figurent  galement au revers les\ndates comm moratives   1915   et   2015  ; entre les mentions\n  SECOND BATTLE OF YPRES   et   DEUXI ME BATAILLE\nD YPRES   se trouve une version plaqu e or de la figurine ail e\nsymbolisant la victoire, tel qu elle apparaissait sur la m daille de\nla Victoire qui fut d cern e aux troupes alli es qui combattirent a\nla Premi re Guerre mondiale. L avers   l effigie du roi George V a\n t  r alis e par sir E. B. MacKennal pendant le r gne du monarque.",
            "Pi ce De 10 $ En Argent Fin 2015\nS rie Coupe Du Monde F minine De La Fif AMC/T4 :\nLe Canada Accueille Le Monde",
            "Cette pi ce en argent pur   99,99 % a un poids m tallique\nnominal de 15,87 g et fait 34 mm de diam tre. Le motif\nau revers,  uvre de l artiste canadien Greg Banning, met\nen valeur les couleurs d quipes de partout au monde qui\nparticiperont au championnat. Elles sont r unies au sein d une\ngrande feuille d rable, qui symbolise l accueil chaleureux\nque le Canada r serve au monde entier. L avers est   l effigie\nde Sa Majest  la reine Elizabeth II, selon Susanna Blunt.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "60"
    },
    {
        "File": "The_CN_Journal_April_33.jpg",
        "Paragraphs": [
            "2015 $20 Fine Silver Coin Venetian Glass\nTurtle With Broadleaf Arrowhead Flower\nThis $20 coin is 99.99% pure silver, with a diameter of",
            "38 mm and a metal weight of 31.39 g. The reverse design",
            "by Canadian artist Maurice Gervais uses colour to\nrecreate the leaves and white flowers of the broadleaf\narrowhead (Sagittaria latifolia), which fills the lower\nportion of the image field. A floating log serves as the\nperfect sunbathing platform for a Venetian glass version", "of a painted turtle, which has been handcrafted by\nmaster glass-maker Giuliano Donaggio in Murano, Italy.\nAbove the image, the face value of  20 DOLLARS  and\nthe year  2015  are engraved, as is the word  CANADA \nbelow it. The obverse features the effigy of Her Majesty\nQueen Elizabeth IT by Susanna Blunt.",
            "2015 $75 Pure Gold Coin Fifa Women s\nWorld Cup  < Series: The Soccer Ball, The\nChampionship Game, The Pinnacle of Soccer",
            "This coin is certified to be 99.99% fine gold with a diameter of\n20 mm and a metal weight of 7.797 g. The obverse features the\neffigy of Her Majesty Queen Elizabeth II by Susanna Blunt.\nThe Soccer Ball: reverse image by Canadian artist Tony\nBianco shows two female soccer players racing to win control\nof the ball against a backdrop featuring a large soccer ball\nwith a stylized maple leaf.",
            "The Chanmpoinship Game: reverse image by Canadian artist\nTony Bianco shows Vancouver s BC Place where the final match\nwill be played. A soccer ball soars overhead while orcas and\nmountains provide quintessential images of Canada s West Coast.\nThe Pinnacle of Soccer: reverse image by Canadian artist\nGlen Green shows soccer s ultimate trophy a tall, spiraling\nribbon of gold with a silver ball poised at the top to declare\nthat the holders have reached the pinnacle of soccer.",
            "Number 3 April-May 2015",
            "Pi ce De 20 $ En Argent Fin 2015 Tortue En\nVerre V nitien Et Fleur De La Sagittaire\nA Larges Feuilles\nCette pi ce de 20 $ en argent pur a 99,99 % a un poids\nm tallique de 31,39 g et fait 38 mm de diam tre. Le motif au\nrevers,  uvre de l artiste canadien Maurice Gervais, recr e en\ncouleurs les feuilles et les fleurs blanches de la sagittaire a larges\nfeuilles (Sagittaria latifolia) qui occupent la partie inf rieure de\nl image. Sur un rondin flottant, endroit id al pour un bain de\nsoleil, se trouve une tortue peinte en verre v nitien et fabriqu e\n  la main par le ma tre-verrier Giuliano Donaggio,   Murano,\nen Italie. Au-dessus du motif sont grav s la valeur nominale\n 20 DOLLARS   et le mill sime   2015  , et en dessous,\nla mention   CANADA  . L avers est   l effigie de Sa\nMajest  la reine Elizabeth II, selon Susanna Blunt.",
            "Pi ce De 75 $ En Or Pur 2015 S rie Coupe Du\nMonde F minine De La Fif /  - Le ballon de\nsoccer , Le match de championnat, Le troph e",
            "Cette pi ce en or pur a 99,99 % a un poids m tallique nominal\nde 7,797 g et fait 20 mm de diam tre. L avers est   l effigie de Sa\nMajest  la reine Elizabeth II, selon Susanna Blunt.",
            "Le Le ballon de soccer: motif au revers,  uvre de |  artiste\ncanadien Tony Bianco, pr sente deux joueuses courant a vive\nallure pour gagner le contr le du ballon. L arri re-plan est orn \nd un grand ballon et d une feuille d rable stylis e.",
            "Le match de championnat: motif au revers,  uvre de\nl artiste canadien Tony Bianco, repr sente le stade BC Place\nde Vancouver, o  le match de championnat sera disput .\nUn ballon de soccer frapp  avec force surgit au-dessus du\nstade, tandis que des montagnes et des  paulards rappellent\nles embl mes de la c te ouest du Canada.",
            "Le troph e: motif au revers,  uvre de l artiste canadien\nGlen Green, illustre le troph e supr me du soccer f minin\n: un long ruban dor  d crivant une spirale au sommet de\nlaquelle repose un ballon d argent. La position  lev e de\ncelui-ci symbolise le summum du jeu.\n"
        ],
        "PageNo": "129"
    },
    {
        "File": "The_CN_Journal_April_35.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY",
            "#17134",
            "Canadian Bouquet-sous by Eugene Courteau",
            "For many years, Canadian Bouquet-sous by Eugene",
            "Courteau has been the standard reference on this\npopular series of nineteenth-century Lower Canada\ntokens. Anyone working on a collection of bouquet tokens\nwould know by Courteau number what they have and need.\nEugene Courteau was a physician with a practice in\nSainte Jacques, a community about 50 kilometres north\nof Montreal. He was an enthusiastic researcher who wrote\nseveral pamphlets on Canadian tokens. He would become\none of the few writing during the doldrums of Canadian\nnumismatic publishing between the two World Wars.\nThe first few sous were issued by\nMontreal banks. Many later varieties were\nissued in response to a boycott of British\nproducts by French-speaking Canadians\nin the province. They even refused to use\nthe English currency. These, according to\nCourteau, are called  patriots  sous. \nThe bulk of the text includes descriptions\nof each token headed by its Courteau\nnumber. The descriptions include the\nnumber and positions of the various leaves\non the obverse, and shamrocks and other\nflowers in the bouquet portrayed on the\nreverse of each variety.\nThis became a sort of shorthand for\nCourteau s catalogue. He sorted and\nidentified the different varieties by the\nnumber of leaves and shamrocks. He even\nincluded a table at the back of the catalogue\nto help quickly identify the Courteau number\nof your token this way. Another table was\nalso added to provide corresponding numbers\nfrom P. Napoleon Breton s J/lustrated\nHistory of Coins and Tokens Relating to\nCanada. Breton s catalogue was the previous\nstandard for this series, as well as all other\ntokens issued in Canada.\nThe descriptions can be a little difficult\nto interpret by the novice collector.\nFortunately, Courteau also included four\nphotographic plates illustrating each variety.\nBut he warns the reader not to rely too\nheavily on the photographs:",
            "For many years, Canadian Bouquet-sous by Eugene",
            "Number 3",
            "April May 2015 ------------------------------------",
            "I would strongly advise young collectors to\nacquire the habit of arranging their varieties by the\ndescriptions rather than by the illustrations, otherwise\nthey are likely to lose the power of arrangement from\ndescriptions and much of the benefit and pleasure to\nbe derived from collecting. ",
            "Bouquet-sous continue to be popular among collectors.\nBoth the Charlton and Haxby & Willey catalogues have\nupdated sections covering them. But even with their own\nproprietary numbering systems, each still acknowledge\ntradition and include Courteau s original numbers.\n"
        ],
        "PageNo": "131"
    },
    {
        "File": "The_CN_Journal_April_36.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "BY ROGER DENT (GUEST COLUMNIST)",
            "#22841,",
            "Die Alignment Variety of 1871 PEI Cents",
            "This month s column features a coin\nvariety that is analogous to a",
            "numismatic white whale",
            "to many collectors of Canadian\nProvincial coins. This coin, while\nbeing catalogued as a  common \nvariety, is actually a rarity, and\nit is my pleasure this month\nto step aside here and invite\na guest columnist to share his\nrecent find. (Roger Paulen)",
            "Prince Edward Island had a\nvery limited history as an issuer\nof decimal coins. The province\nonly issued one decimal coin, the\n1871 cent, before joming Canada as\na province in 1873. The 1871 cent was\nstruck at the Heaton Mint with a mintage\nof 2 million coins. Curiously, while the\ncoin was struck at the Heaton Mint, it\ndoes not bear the H mint mark seen on\nother Newfoundland, Canadian and\nCommonwealth coins struck at the\nsame mint in the 1870s.",
            "Collectors on a number of\noccasions have discussed\nthe apparent contradiction\nbetween the scarcity of\nmedal alignment 1871 Prince\nEdward Island cents and their\nsurprisingly low values in the\nCharlton Standard Catalogue\nof Canadian Coins (Cross,\n2014). The Prince Edward Island\n1871 cent was most commonly\nstruck by dies oriented with  coinage\naxis  or  coinage alignment,  similar to\nthe way US coins are\nstruck. The obverse and\nthe reverse are oriented\nat 180 degrees to each\nother. Modern Canadian\ncoins are struck with\n medal axis  or  medal\nalignment,  which\nmeans that the obverse\nand reverse each have\nthe same up-down\norientation.",
            "Typically, Canadian collectors and third",
            "party grading companies often describe",
            "a coin with coinage alignment to have",
            " upset dies  as the die alignment is",
            "the opposite of what is intended.",
            "However, using the term  upset",
            "_ dies  when referring to a coin",
            "that is meant to have coinage",
            "alignment would lead to utter",
            "confusion!",
            "The medal alignment 1871",
            "Prince Edward Island cent has",
            "proven to be very, very elusive.",
            "A number of collectors have",
            "conducted random searches of",
            "the fairly common circulated PEI",
            "cents, and their results are that one",
            "hundred percent of the sampled coins",
            "have coinage alignment.",
            "The PCGS Population Report lists a",
            "single, SP-64 Brown, specimen strike",
            "medal alignment coin. The ICCS",
            "Population Reports do not list this\nspecific coin by die axis.",
            "There have only been two",
            "1871 Prince Edward Island",
            "cents with medal alignment",
            "that have appeared in recent",
            "numismatic auctions. One",
            "appeared in the 2007 Jerry",
            "Remick Collection of Coins",
            "of the British Colonies and",
            "Commonwealth, Part II  ",
            "Central America, West Indies",
            "& Canada (Spink & Son, 2007).",
            "The coin, which sold for  900, was",
            "not certified at the time (Figure 1).",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "132"
    },
    {
        "File": "The_CN_Journal_April_37.jpg",
        "Paragraphs": [
            "It is not known if this is the same coin that is now included\nin the PCGS population report.",
            "A second example of the scarce medal alignment\n1871 Prince Edward Island cent, graded SP-65 Red by\nICCS, recently surfaced and sold at an auction in Toronto\n(Figure 2).",
            "Historically, the Charlton Standard Catalogue of\nCanadian Coins (Cross, 2014) has not stated just how rare\nthis die axis variety actually is. Early catalogues, such as\nthe 25  Anniversary Edition of the Standard Catalogue\nof Canadian Coins, Tokens & Paper Money (Charlton,\n1976), did not mention the die alignment varieties. Other\nanomalies were noted within the Charlton catalogues. For\nexample, in the 1996 catalogue (Cross, 1995), the coin\nwas listed as having only medal alignment. In 2010, both\norientations were listed in the Charlton catalogue (Cross,\n2010), but the coins had identical valuations for all grade\ncategories except a small difference in the value for MS-65.\nA full range of values for business-strike medal alignment\ncoins was listed even though, to the best of the author s\nknowledge, no business-strikes with medal alignment\nexist. Somewhat curiously, as we move forward to 2015,\nthe 69\" edition of the Charlton catalogue (Cross, 2014)",
            "Number 3 April-May 2015",
            "significantly boosted the value of the comage alignment\ncoins while leaving the values of the much scarcer medal\nalignment strikes at their original, lower values. Obviously,\nan update reflecting the rarity and the price of the medal\nalignment variety is warranted.",
            "To date, only a small handful of the medal alignment\nvariety have been documented, all attributed as specimen\nstrikes. That should not, and does not, mean that potential\nmedal axis business strikes might exist out in the wild, so\ngrab your loupe and keep up the hunt!",
            "Acknowledgements",
            "The author acknowledges Roger Paulen for the\nopportunity to share the research that was conducted on this\nvariety, and for reviewing an earlier draft of this column.",
            "References",
            "Charlton, J.E., 1976. Standard Catalogue of Canadian Coins,\nTokens & Paper Money, 25\" Anniversary Edition, Charlton\nPress.",
            "Cross, W.K., 1995. The Charlton Standard Catalogue of\nCanadian Coins, 50 Anniversary Edition, Charlton Press.\nCross, W.K., 2010. A Charlton Standard Catalogue of\nCanadian Coins, Volume One, Numismatic Issues, 65h Edition,\nCharlton Press.",
            "Cross, W.K., 2014. A Charlton Standard Catalogue Canadian\nCoins, Volume One, Numismatic Issues 2015, 69\"\" Edition,\nCharlton Press.",
            "Spink & Son, 2007. The Jerry Remick Collection of British\nColonial and Commonwealth Coins Part IIT   West Indies,\nCentral & South America & Canada, 24 January 2007.",
            "Figure 2. Arecent example that\nsurfaced in an ICCS specimen\n65 holder. Close examination of\nthe ICCS example, shows that\nit is not the same coin as the\nJerry Remick specimen strike.\n"
        ],
        "PageNo": "133"
    },
    {
        "File": "The_CN_Journal_April_38.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES, DES, CLUBS",
            "By BRETT IRICK (CLUB SERVICES)\n#22198",
            "The annual Club Delegates Breakfast will be\nheld on Friday July 24 from 8 to 10 a.m. This\nbreakfast provides active members in the clubs",
            "an opportunity to share information, successes, find\nsolutions to problems and enjoy good camaraderie. A\ntypical breakfast consists of a hearty forty-minute buffet,\na thirty-minute talk by a speaker, then a fifty-minute\nopen discussion. I am looking forward to seeing the\nregular attendees at the coming breakfast. For me this\nevent is one of the highlights of every convention.",
            "All RCNA members and convention registrants\nare eligible to attend this breakfast-whether or not as\na formal representative of a club. Even if you do not\nbelong to a club, plan to attend. You will learn about\nthe strong knowledge base and social networks that\nare present in all clubs. We urge every club that will\nhave representatives at this year s convention to appoint\none of those members as its Club Delegate. For the\ncost of the breakfast, many clubs offer the Delegate an\nhonorarium as recognition of a service to the hobby and\nto the home club. So, if you re coming to the convention,\nask your club to name you its representative; then join us\nat breakfast and report to your club what you  ve learned.",
            "Discounted Copies of  The Coin\nCollector s Field Guide, 15t Edition 2013 ",
            "Kyle Woolard, the 18-year-old owner of Woolard\nCom Supplies, published his first edition of The Coin\nCollector 8 field Guide, in 2013. It includes a checklist\nof all Canadian circulation coins, a photo coin-grading\nguide, silver coin values and more. With a new edition\nforthcoming, he is offering bulk quantities of this 2013\nguide. While supplies last, he is offering copies at $1.25\neach for orders of 50+ and $1.00 each for orders of 100+.\nThe 2013 Guide retailed for $12.95 and wholesaled at\n$5.50, so a considerable saving is available. Kyle suggests\nthat buyers give out the books to current members, young\nnumismatists and/or new club members. He can be\ncontacted at kwoolard_spike@msn.com .",
            "Polish American Numismatic Society Plans\nSeptember Eastern Europe Numismatic Tour",
            "The Polish American Numismatic Society (PANS),\na club that partners with Windsor Coin Club for their\ncoin shows, will be coordinating a numismatic tour\nof the eastern European countries of Poland, Estonia,\nLatvia, Lithuania, and Russia departing September 9\nand returning September 26. Highlights include visiting\nthe Numismatic Cabinet at the Warsaw Castle; the",
            "e rencontre annuelle du petit d jeuner des d l gu s de club\naura lieu le vendredi 24 Juillet entre 8h et 10h. Ce d jeuner\noffre aux membres actifs dans leur club l opportunit  de\npartager de l information, les succ s de leur activit , de trouver des\nsolutions aux probl mes et de profiter de la bonne camaraderie.\nUn d jeuner typique est compos  d un d licieux brunch qui dure\nenviron quarante minutes, un discours d une trentaine de minutes\npar un conf rencier, et qui se termine avec une discussion ouverte\ndurant environ cinquante minutes. J ai bien h te de vous voir, les\nparticipants r guliers du petit-d jeuner ainsi que les nouveaux.\nSelon moi, cet  v nement est un des points forts de chaque congr s.\nTous les membres de 1  ARNC et les personnes inscrites   la\nconvention sont admissibles   participer   ce petit d jeuner   que\nvous soyez un repr sentant officiel d un club ou non. M me si\nvous n appartenez pas   un club, planifier d y assister. Vous en\napprendrez beaucoup sur les connaissances de base et les r seaux\nsociaux qui sont pr sents dans tous les clubs. Nous encourageons\ntous les clubs qui auront des repr sentants au congr s de cette ann e\nde nommer un de leurs membres   agir comme D l gu  du club.\nPour les frais du petit d jeuner, plusieurs clubs offrent au d l gu \nune compensation honoraire   titre de reconnaissance de service\n  votre passe-temps et   votre club local. Donc, si vous assistez  \nla convention, demander   votre club pour vous nommer comme\nd l gu ; alors, joignez-nous au petit d jeuner et vous pourrez\nrapporter les choses apprises   votre club lors de votre retour.",
            "Des copies   rabais de  The Coin Collector s\nField Guide, 1 re  dition 2013 ",
            "Kyle Woolard, ag s de 18 ans et propri taire de Woolard Coin\nSupplies (Woolard accessoires numismatiques), a publi , en 2013,\nson premier guide numismatique  The Coin Collector s Field\nGuide . Il comprend une liste de toutes les pi ces de circulations\ncanadiennes, une photo avec crit re pour classement de pi ce, la\nvaleur des pi ces d argent et plus. Avec une nouvelle  dition a\nparaitre prochainement, 1l offre des quantit s en vrac de son guide\n2013. Il offre des copies a $1,25 chacun pour les commandes\nsup rieures   50, et de $1,00 chacun pour les commandes de plus\nde 100 guides, jusqu   puisement des stocks. Le Guide 2013\n tait vendu au d tail pour $12,95 et les grossistes d boursaient\n$5,50, donc une  conomie consid rable est possible. Kyle sugg re\nque les acheteurs donnent les livres aux membres actuels,   des\njeunes numismates et/ou aux nouveaux membres du club. Il peut\n tre rejoint   kwoolard_spike@msn.com.",
            "La soci t  numismatique Polish American planifie\nune tourn e de l Europe de l Est en septembre\nLa soci t  numismatique Polish American (PANS), un club",
            "qui s associe avec le club numismatique de Windsor pour leurs\nexpositions de monnaies, organise une tourn e numismatique des",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "134"
    },
    {
        "File": "The_CN_Journal_April_39.jpg",
        "Paragraphs": [
            "Money Museum of the Bank of Lithuania, in Vilnius;\nthe National Museum in Riga, Latvia; Bank of Estonia\nMuseum; the Numismatic Department of the Hermitage\nMuseum, Saint Petersburg, Russia; and the Numismatic\nDepartment of the Pushkin State Museum in Moscow,\ntogether with various non-numismatic stops and tours.\nThe cost of the tour is US$3,700 each, which includes\ngood hotels, breakfast and dinner. Tour participants are\nresponsible for their own travel to the tour s start point,\nKrakow, Poland, and for their return from its end point,\nWarsaw, Poland. They should have travel insurance,\nand they will need a visa to enter Russia. The tour has\na limit of 22 participants of which 11 have already\nbeen reserved. If you are interested in this tour, contact\nPANS President Les Rosik at /rosik@aol.com or Brett\nIrick PANS Treasurer xr7gt@prodigy.net . For those\ntravelling to Poland from the Detroit, Michigan, area,\nthe added round-trip air fare is estimated at US$1,200.",
            "Counterfeiters Still Active RCMP\nEducational Web site",
            "First published in the Manitoba Coin Club\nBison Tales, February 2015.\nDuring the past few years, Canadian coin collectors\nhave been noticing a substantial increase in the number\nof counterfeit Canadian coins that have surfaced over\nthe Internet and at coin shows across the country. The\nRCMP, under its Federal Commercial Crime Section s\nIntegrated Counterfeit Enforcement Team (ICET)\nbelieves that this problem is directly related to the\nlevel of sophistication used by overseas manufacturers\nin the production of fake coins and the ease at which\nthey are being sold over the Internet. The ICET has\nrecently launched a Web site aimed at educating\nthe public in the detection of counterfeit Canadian\ncoins. The site is designed to provide information on\nhow to detect counterfeit money and how to avoid\nbecoming a victim. The public and more specifically\ncoin collectors can familiarize themselves with the\nmethods of detecting counterfeit Canadian coins by\nreviewing the examples on the Web site, which will be\nregularly updated with digital images, specifications\nand identifiers for recently identified counterfeit\nCanadian coins found in Canada and abroad. It has\ncome to the attention of\ninvestigators that sellers from\nAsia have been and may\nstill be selling counterfeits\non eBay and other auction\nsites. Many of these coins\nare replicas of rare Canadian\ncoins. While eBay and other\nsites have cooperated fully\nwith the RCMP requests to",
            "Number 3",
            "April May 2015 ",
            "pays d Europe de l Est soit la Pologne, l Estonie, la Lettonie, la\nLituanie et la Russie avec un d part le 9 septembre et retour le 26\nseptembre. Les faits saillants comprennent la visite de la collection\nnumismatique du Ch teau Royal de Varsovie; le mus e de la\nmonnaie de la Banque de Lituanie,   Vilnius; le mus e national de\nRiga, en Lettonie; le mus e de la banque d Estonie; le d partement\nde numismatique du mus e de l Ermitage,   Saint-P tersbourg,\nen Russie; et le mus e provincial de numismatique de Pushkin  \nMoscou, avec diff rents arr ts et visites d attractions non reli es  \nla numismatique. Le co t du voyage est de $3,700 US par personne,\nqui comprend de bons h tels, les petits d jeuners et les soupers. Les\npersonnes int ress es sont responsables de se rendre au point de\nd part de la tourn e   leur frais,   Krakow en Pologne, et aussi pour\nle voyage de retour qui partira de Varsovie en Pologne. Vous  tes\nresponsable de vous procurer une assurance voyage, et vous aurez\nbesoin d un visa pour entrer en Russie. Un nombre maximum de 22\nparticipants est allou s pour ce voyage et 11 de ces places sont d j \nr serv es. Si vous  tes int ress  par ce voyage, contactez le pr sident\nPANS Les Rosik au Irosik@aol.com ou Brett Irick PANS tr sorier\nxr7gt@prodigy.net . Pour ceux qui veulent partir de la r gion de\nDetroit, Michigan, le tarif a rien aller-retour est estim  a $1,200 US.",
            "La contrefacon toujours active - Volet  ducatif\ndu site internet de la GRC\nPubli  dans le bulletin du Manitoba Coin Club Bison, f v-\nrier 2015\nAu cours des derni res ann es, les collectionneurs canadiens ont\n t  remarqu s une augmentation substantielle du nombre de pi ces\nde monnaie canadienne contrefaites qui ont fait surface sur les sites\ninternet et dans diverses expositions   travers le pays. La GRC, en\nvertu de l quipe int gr e de lutte contre la contrefa on (EILC) sous\nla section f d rale des d lits commerciaux estime que ce probl me est\ndirectement li  au niveau de sophistication utilis e par les fabricants\nd outre-mer dans la production de fausses pi ces de monnaie et la\nfacilit  d acc s   la vente sur internet. L EILC a r cemment lanc \nun site web visant   sensibiliser et  duquer le public   la d tection de\npi ces de monnaie canadiennes contrefaites. Le site est con u pour\nfournir des informations sur les fa ons de d tecter l argent contrefait\net comment  viter de devenir une victime de ces arnaques. Le public\net plus particuli rement les collectionneurs peuvent se familiariser\navec les m thodes de d tection de pi ces de monnaie canadienne\ncontrefaites en examinant les exemples sur le site web, qui sera mise\n  jour r guli rement avec des photos num riques, les sp cifications\net les identifications pour toutes les pi ces canadiennes contrefaites\nr cemment identifi es et qui\nsont en circulation au Canada\net l tranger. Il a  t  apport   \nl attention des enqu teurs que\nles vendeurs en provenance\nd Asie ont  t  et ils sont peut-\n tre toujours impliqu s dans la\nvente de contrefa ons sur eBay\net d autres sites d ench res.\nPlusieurs de ces pi ces sont",
            "\n"
        ],
        "PageNo": "135"
    },
    {
        "File": "The_CN_Journal_April_40.jpg",
        "Paragraphs": [
            "remove these listings from both the Canadian, and\nAmerican sites, many of the purchased counterfeits\nare presently in the hands of collectors worldwide and\nmay still be sold in the future. The RCMP Web site is\nopen for viewing at any time; however, at the time of\nwriting this piece, I could not access the information.\nFor more information visit: www.be.rcmp-grc.gc.ca .",
            "Attention Transportation Token Collectors",
            "First published in the Scarborough Coin Club",
            "News, March 2015\nOur member Dick Masuda gave me a token at a\nmeeting last fall. It was a one-side, oval-\nshape, stamped-aluminum token. At the\ntop is T.R. MASUDA, at the bottom\nis VECTURIST and in the centre is\nA.V.A. 696. A.V.A. is the American\nVecturist Association and its Web site 1s\nwww.vecturist.com .",
            "A.V.A. is an organization of\ntransportation token collectors in the U.S.\nand in Canada. Members collect Car Wash,\nParking and Transportation Tokens. The group has\na monthly newsletter  The Fare Box  and a yearly\nconvention. I e-mailed A.V.A. with a scan of the token\nto see if I could get more information about it. Back\ncame an e-mail with the following information: T.\nRichard Masuda was announced as AVA member 696\nin the May 1965 Fare Box, page 85. He was 35 then, a\nmining engineer and living in Chibougamau, Quebec.\nHe was sponsored by Harold Don Allen. If I had\nHarold s e-mail address I would have tried to get more\ninformation. This issue is Masuda s only Members\nPersonal Token, and it s listed as 696-A.",
            "E-Sylum - An Internet Publication of the\nNumismatic Bibliomania Society",
            "If you cannot find enough to read about numismatics,\nconsider joining the free mailing list of the E-Sylum,\nthe e-mailed publication of the Numismatic\nBibliomania Society. Filled with articles on new\npublications and research, this is a must have resource\neven if you only have time to read a few key items of\ninterest. You can sign up at Aitps://lists.capalon.com/\nlists/listinfo/esylum. After registering, you will be sent\nan e-mail to confirm your interest. Many of the topics\nbecome a thought starter for club meeting topics and\neducational exhibits. More information can be found\non the club s Web site www.coinbooks.org .",
            "Brett Mick",
            "The CN Journal",
            "des r pliques de rares pi ces de monnaie canadiennes qui datent\ndu d but du si cle. Bien qu eBay et d autres sites aient collabor \nenti rement avec les demandes de la GRC pour supprimer ces\nannonces provenant de sites canadiens et am ricains, la plupart des\npi ces contrefaites achet es sont actuellement entre les mains de\ncollectionneurs du monde entier et pourraient  tre revendus dans\nle futur. Le site web de la GRC est ouvert pour la consultation  \ntoute heure de la journ e; malgr  le fait qu au moment d crire\ncette nouvelle, je ne pouvais pas acc der   l information. Pour plus\nd  informations, visitez: www.be.remp-gre.gc.ca",
            "Attention collectionneurs de jetons de transport",
            "Publi  dans le bulletin numismatique de Scar-\nborough, mars 2015",
            "Un coll gue membre du club, Dick Masuda,\nm'a remis un jeton lors d une r union\nl automne dernier. C tait un jeton frapp \nd un seul c t , de forme ovale, plaqu \nen aluminium. Sur le haut du jeton est\ninscrit (TR. Masuda  et au bas on retrouve\nl'inscription  Vecturist  et au centre du\njeton est inscrits  AVA 696  A.V.A. est pour\nAmerican Vecturist Association et son site Web est\nwww.vecturist.com. A.V.A. est un regroupement de collectionneurs\nde jetons de transport des  tats-Unis et du Canada. Les membres\ncollectionnent les jetons de lave-auto, de stationnement et de\ntransport. Le groupe  met un bulletin mensuel  The Fare Box  et\ntient un congr s annuel. J ai envoy  par courriel une image num ris e\ndu jeton d A.V.A. pour voir s ils pourraient me fournir plus\nd informations. R ponse par courriel avec les informations suivantes:\nT. Richard Masuda a  t  publi  en tant que membre AVA 696 dans le\nbulletin  The Fare Box  de mai 1965, en page 85. Il  tait alors  g  de\n35 ans, un ing nieur minier qui vivait   Chibougamau, Qu bec. Il a\n t  parrain  par Harold Don Allen. Si j'avais eu le courriel d Harold,\nj'aurais tent  d obtenir plus d informations. Ce jeton personnel de",
            "Masuda est unique et il est r pertori  comme 696-A.",
            "E-Sylum - Une publication  lectronique de la\nsoci t  numismatique de Bibliomania",
            "Si vous ne trouvez pas suffisamment de lecture sur la\nnumismatique, consid rer de vous inscrire sur la liste de\ndiffusion de la E-Sylum, la publication  lectronique de la\nsoci t  numismatique de Bibliomania. Rempli d articles sur\nles nouvelles publications et la recherche, ce site de ressources\nest essentiel m me si vous prenez le temps de lire quelques\narticles cl s d int r t seulement. Vous pouvez vous inscrire\nau https://lists.capalon.com/lists/listinfo/esylum. Apr s votre\ninscription, vous recevrez un courriel ou vous devrez confirmer\nvotre int r t. Bon nombre des sujets deviennent des id es\npour des th mes   explorer lors de vos r unions du club et\nvos expositions  ducatives. Plus d informations peuvent  tre\ntrouv es sur le site web du club www.coinbooks.org .",
            "Volume 60\n"
        ],
        "PageNo": "136"
    },
    {
        "File": "The_CN_Journal_April_42.jpg",
        "Paragraphs": [
            "ERROR OF THE. MONTH. BY HENRY NIENHUIS FRCNA,FCNRS,FONA LM#4430",
            "A fused planchet of a different kind...",
            "In past articles we have discussed a number of different",
            "examples of mated-pair or fused-planchet error",
            "coins. These types of errors consist of two (or more)\nplanchets, or coins, which through some happening have\noverlapped and have been struck together in the coming\npress. In the overwhelming majority of these cases the\ntwo planchets enter the press as separate pieces, are\nstruck together creating two brockages, which then go\ntheir separate ways after being ejected from the press.\nIn some rare instances the pair of coins that were\nstruck together may later be re-united as a mated-pair.",
            "In even rarer instances the two planchets will become\nattached, mechanically fused or bonded together,\ncreating a fused-planchet error. This type of error rarely\nescapes the mint s quality control and is often sought\nafter by many error collectors.",
            "Our error coin this month is a very special example\nof a fused-planchet error. A quick look at the 1977 1 cent\nerror to the right will tell you that this is not a typical\nmated-pair error. Although you can see that the two\nplanchets are partially overlapping, the combination was\nstill not large enough to fill the striking chamber of the\npress and be struck with all of the design details. This 1s\nbecause both planchets making up the error are smaller\nin diameter than expected. The slightly oblong combined\nerror is roughly 16.24 x 18.30 mm. Also, the combined\nweight of the pair is only 2.04 g.",
            "These measurements are significantly less than the\n19.05 mm, 3.24 g, that is specified for a Canadian 1-cent\nplanchet of the date. Not surprisingly, the thickness of the\nerror is also below the expected 1.55 mm. It measures\nabout 1.0 mm, where a single planchet can be sampled,\nand 1.27 mm, where the two planchets overlap.",
            "If we estimate the measurements of a single planchet\nmaking up this fused pair we can conclude that our\ndonor planchet was under 16 mm in diameter (allowing\nfor the unrestrained radial spreading when the planchet\nwas struck), 1.0 mm thick and weighed 1.02 g.",
            "A review of official specifications for Canadian coins\nof the same date instantly ruled out other Canadian\ncoin planchets as the donor. This leads us once more to\nconclude that the host planchets were most likely meant\nfor a foreign coin being produced under contract at the\nRoyal Canadian Mint.",
            "  The CN Journal Volume 60\n"
        ],
        "PageNo": "138"
    },
    {
        "File": "The_CN_Journal_April_43.jpg",
        "Paragraphs": [
            "A careful study of the information available for that\ntime period reveals the likely candidate from the many\nforeign coins produced by the RCM.",
            "In 1976 the mint produced a number of denominations\nfor the Republic of Panama. One of these was the\n2  4-centesimos, a small cupro-nickel clad copper coin\nthat is 10 mm in diameter and 1.02 g in weight.",
            "Consulting Krause s Standard Catalogue of World\nCoins we determined that the RCM struck 20,000 of\nthese tiny 2  4-centesimos pieces for circulation in the\nRepublic of Panama. We can reasonably conclude that\ntwo planchets destined for this foreign coin were the\ndonors for our 1-cent error.",
            "One important aspect of this error though needs further\nexplanation. We mentioned that the 2 4-centesimos is\nstruck from a cupro-nickel clad copper planchet. Our\nerror is clearly copper coloured. This discrepancy can",
            "be explained if our two planchets originated from an\nearly stage in production consisting of the raw copper\ncore which somehow missed the cladding process. One\npossible, although unverified, scenario might be that the\nRCM decided to use a different process to produce these\nplanchets. The new Winnipeg branch of the RCM mint\nhad just opened its doors in 1976 and the mint may have\ndecided to use a plating process rather than cladding the\nsmall quantity of planchets necessary to fill this order.",
            "This also might explain the presence of the crystalline\ndeposits visible at the protected edges where the two planchets\njoin. An error in this process may also explain how the two\nplanchets were fused together in the first place. If this is the\ncase then it would indicate that the fused pair entered the press\nalready joined and stayed together after being struck.",
            "This is definitely a fused-planchet error of a different\nkind and further investigation seems to be in order. As\nwe mentioned before, foreign errors like this one afford\ncollectors a great opportunity to explore the world of coins\nfrom a new angle, to expand their knowledge base of\nnumismatics and, at the same time practice their deductive\nreasoning skills. A good reason why this type of error is\nbecoming increasingly more popular. Many may consider\nowning errors such as these a challenge as well as a prize!",
            "Keep your eyes open!",
            "Henry Nienhuis (fenix@rogers.com) is a member of CEVNA, the Canadian Errors and Varieties Numismatic Association (www.cevna.com).",
            "Number 3 April-May 2015"
        ],
        "PageNo": "139"
    },
    {
        "File": "The_CN_Journal_April_44.jpg",
        "Paragraphs": [
            "NOTES ON THE ANCIENT ANCESTORS OF MODERN COINS",
            "NUMMUS MATRIX",
            "BY JAMES R. BAKES",
            "#19824",
            "77. An Imperial Auction",
            "hese coins represent two-thirds of the",
            "| members of a distinguished family\nled astray by vaulting ambition.",
            "The family is that of Didius Julianus,",
            "and besides himself, comprised",
            "his wife Manlia Scantilla (both",
            "seen above) and their daughter",
            "Didia Clara. Didius had had a",
            "wonderful career as an august",
            "father (Roman Senator) and even",
            "rose to the head of government",
            "as Consul in the year 175. He",
            "was a man of great wealth, honour",
            "and prestige and he threw it all away,",
            "becoming , in a few short days, one of the",
            "laughing stocks of history. It is a sad,",
            "even embarrassing tale to relate.",
            "In the year 192, the emperor\nCommodus, son of the  philosopher-\nking  Marcus Aurelius, had become\nnearly completely mad. He fancied\nhimself to be Hercules. He\nfought in the arena\n(Russell Crowe s\nGladiator) and\neven apparently,\ndressed himself\nin the lion skin\nheaddress of\nthe demi-god\nand clubbed\nprisoners to",
            "death. As is\nthe case when\nsome modern",
            "politicians have proven",
            "embarrassments, many Romans",
            "wished themselves rid of him and",
            "in a palace coup on New Years ",
            "Eve 192, their wishes came true. The story of his body\nbeing transported out of the palace wrapped in bedding\nand carried through the streets in the pitch dark (Roman\nstreets were not lit up at night) and taken to the home of\nSenator Pertinax is well told by the historian/senator Dio\nCassius who was there as a young man. Pertinax, himself\nan ambitious man, now went to the Imperial bodyguard,\nthe Praetorians and had himself declared emperor. It\nhad, almost from the earliest days of the empire, been",
            "the practice for the emperor-designate to give\na bonus to each Praetorian and Pertinax\noffered 12,000 sestertii per man. (Since\nthe weight of a sestertius was about\n25 g, a donative that large was\nlikely given in gold pieces. There\nwere 100 sestertii to an aureus, so\n120 aurei would have been easier\nto handle. This represented about\n10 years  pay for an ordinary\nlegionary, although the elite Guard",
            "was more highly paid.)\nBut Pertinax was notorious for\nhis frugality and delayed making\nthe payoff. In addition, he had some\nguardsmen executed for allegedly\nplotting against him (the word of one\nslave was accepted as gospel). Not\nlearning from the fate of Galba (AD\n68-9) who also failed to produce\nhis promised donative, Pertinax was\ndeposed and killed after a reign of\nonly 88 days (January 1 ",
            "March 28, 193).",
            "The Praetorians\nnow began to see\nthe possibilities\nfor their own\npurses, and the\nmost dangerous\nprecedent in\nRoman history\nwas about to be set.\nThe father-\nin-law of the late\nemperor Pertinax rushed\nto the Praetorians  camp located\non the northern edge of the city\n(the high walls of it are still to\nbe seen incorporated into the wall Aurelian built later\naround Rome.) Hurrying into the camp, and immediately\nsurrounded by the men, he loudly offered them each\n20,000 sestertii. However, Titus Flavius Sulpicianus\ndid not realise that Senator Didius Julianus was close\nbehind him in the footrace to the Praetorians  camp.\nAlthough the gates had been closed, Didius must have\nhad a loud voice, developed in the senatorial debating\narena of the Roman Curia and it didn t take long for those",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "140"
    },
    {
        "File": "The_CN_Journal_April_45.jpg",
        "Paragraphs": [
            "inside to hear there was a competing offer from outside.\nDidius, whose personal wealth was prodigious, was\noffering 25,000 per man, more than double the amount\nPertinax had offered only three months before. That won\nthe day. Didius Julianus had bought the Roman Empire\nfrom the Praetorian Guard!",
            "The rare coins above are from his brief reign: a\nsestertius of Manlia Scantilla with her haunting portrait\nand a denarius of Didius promising to right the wrongs\nof the world! (MP CAES M DID IVLIAN AVG/\nRECTOR ORBIS)",
            "Number 3",
            "April May 2015 ------------------------------------",
            "Democracy has strange ways of working sometimes.\nThe people met in the Circus Maximus shortly after the\nauction to offer the empire to other claimants. In the end,\nDidius was deposed and killed after a reign of only 66\ndays; his wife and daughter were allowed to live out their\nlives in Rome in retirement and Septimius Severus became\nemperor, establishing the Severan Dynasty which lasted\nfor nearly 50 years. Order emerged from chaos at last.",
            "James R. Bakes is past editor of the Classical and Medieval Numismatic\nSociety Journal www.cmns.ca\n"
        ],
        "PageNo": "141"
    },
    {
        "File": "The_CN_Journal_April_46.jpg",
        "Paragraphs": [
            "CLOSING COMMENTS",
            "BY HENRY NIENHUIS",
            "FRCNA, FCNRS, FONA, LM #430,",
            "If you always do what you always did,\nyou will always get what you always got. Albert Einstein",
            "When I was taking one last look through the articles\nin this issue I was struck by how creativity and\ninnovation is being expressed in various ways.",
            "The announcement by the Royal Canadian Mint inviting\nCanadians to submit coin designs to their My Canada, My\nInspiration Coin Design Contest, is your chance to express\nyour creativity. You will have until April 30 to help Canada\ncelebrate its Sesquicentennial Anniversary in 2017 with\ncirculating commemorative coinage. I heartily recommend\nthat you enter the contest ... why not!",
            "In her article,  Courage Under Fire: A Canadian\nTradition  Lori Helston writes about the Second Battle\nof Ypres in April 1915, and the first use of chlorine gas\nas a chemical weapon. This example is innovation at its\nworst. My eyes teared when I read of the three Victoria\nCross recipients, all originally living in the same block in\nWinnipeg. My thoughts then turned to John McCrae being\nmoved to write his famous poem,  Jn Flanders Fields, \nwhile dealing with the horrors of the gas attacks. He used his\ncreativity and poetic talents to personally cope with the war.",
            "In the press release from the Royal Mint we learn of the\nfifth portrait of Her Majesty Queen Elizabeth II to appear\non the coinage of the UK and of its young designer Jody\nClarke. His design was the first chosen from a Royal Mint\nengraver in over a century. Quite an accomplishment for\nthe 33-year-old artist.",
            "George Manz tells us of the recent Dix Noonan Webb\nsale of the 1910 George V pattern gold crown designed by\na member of the Wyon dynasty, A. G. Wyon.",
            "Naturally the article on the  Seven New Wonders of the\nWorld  spherical coin produced by the Mennicka Polska\nfor Niue Island is an amazingly innovative technical\nachievement. The article gives us some insight into the\ncreative world of coin design. I just can t wait to see one the\nlittle masterpieces close-up!",
            "Both Bret Evans and I have asked you for your\nfeedback on the new format Journal and its content. I have\nto say that I am happy to report that the input we have\nreceived so far has been quite positive and supportive of\nthe decision to move to the larger size. There are too many\ncomments to print every one but I did want to share a few\nof the kind words we have received.",
            "Just received and scanned through the CNJ in its new\nformat. Its a nice, clean, appealing product. You ve hit\nthe pavement running. Congratulations!",
            "Clifford Mishler LM #19",
            "I have been a member of the CNA since its founding\nin 1950 and can say without hesitation this is the\nfinest and most enjoyable communication to date.\nCongratulations! It is obvious that the organization\nhas grown and kept up with the changing times. I\napplaud all that you have done to enrich our hobby.\nKen Bressett LM #46",
            "I enjoyed the new issue in the new format. I'd like to\nput something about the issue in the next E-Sylum.\nWayne Homren #21903",
            "Got my Journal today. Well done! Keep up the good\nwork.\nSerge Pelletier LM #423\nThe new journal arrived, and I was very impressed\nwith the ease with which I could read it, and the layout\nof the material. I think this is a positive step for the\nRCNA... Great job. |\nTim Henderson LM #204\nIn closing I want to remind you that we value your\nfeedback and constructive criticism. And, as always, we\nwelcome and look forward to article submissions by our\nmembers. I think you will find the exercise quite fulfilling.\nWe are always willing to help you express your creativity.",
            "The CN Journal Volume 60\n"
        ],
        "PageNo": "142"
    }
]