[
    {
        "File": "The_CN_Journal_july_05.jpg",
        "Paragraphs": [
            "FROM._THE_PRESIDENT.",
            "MoT_DU_PRESIDENT.",
            "Each year at our convention, we announce the",
            "recipients of several awards for achievement",
            "in numismatics. The public acknowledgement\nof these accomplishments not only highlights the\ncommitment of the award winners to the advancement\nof numismatics in Canada, it also encourages others to\ncontribute to our hobby. I congratulate each recipient\non your well-merited awards and thank you sincerely\nfor your dedication to  The Hobby of Kings. ",
            "As I reach the end of my two-year term as your\nPresident, I thank all RCNA members for their individual\ncontributions to the Association and to numismatics in\nCanada. Your collective efforts have advanced the study,\nthe knowledge, and the enjoyment of money collecting.\nWhether you have written a book or article, given a\npresentation or workshop, mentored a new collector,\nserved on a club executive, operated a numismatic\nbusiness, created an exhibit, or simply talked with others\nabout money collecting, you have served as ambassadors\nof numismatics. Kudos to all of you!",
            "Thanks also to each Director on the RCNA Board\nover the past two years. Your counsel and support\ntaught me much and were greatly appreciated. Two\nBoard members deserve special mention: Alberta\nDirector James Williston, for his leadership and\ninnovation as Chair of the Convention Planning\nCommittee to deliver highly successful annual\ngatherings during our emergence from COVID-19;\nand RCNA Executive Secretary, Paul Johnson, whose\ntireless devotion to the minutiae of managing our\nAssociation ensured our continued success.",
            "Most importantly, my sincerest thanks and love\ngo out to my wife, Leslie Guyatt, for her patience,\nunderstanding, and undying support. My life is so\nmuch better with you in it.",
            "recognition(n): the act of acknowledging the\nachievements of a person or team.",
            ": Al",
            "Chaque ann e, lors de notre congr s, nous annongons les\n( r cipiendaires de plusieurs prix pour leurs r alisations",
            "en numismatique. La reconnaissance publique de ces\nr alisations souligne non seulement | engagement des laur ats\na l gard de  avancement de la numismatique au Canada, mais\nelle encourage  galement d autres personnes a contribuer a notre\npasse-temps. Je f licite chaque r cipiendaire pour les prix qu 1l\na recus et je le remercie sinc rement pour son d vouement a\nP gard du   hobby des rois.  ",
            "Au terme de mon mandat de deux ans en tant que pr sident, je\nremercie tous les membres de 1 ARNC pour leurs contributions\nindividuelles a 1  Association et 4 la numismatique au Canada.\nVos efforts collectifs ont fait progresser l tude, la connaissance\net le plaisir de la collection de la monnaie. Que vous ayez  crit un\nlivre ou un article, donn  une pr sentation ou un atelier, encadr \nun nouveau collectionneur, fait partie du conseil d administration\ndun club, exploit  une entreprise numismatique, cr  une\nexposition ou simplement parl  a d autres personnes de la\ncollection de la monnaie, vous avez servi d ambassadeurs de la\nnumismatique. F licitations a vous tous !",
            "Je remercie  galement tous les membres du conseil\nd administration de l ARNC au cours des deux derni res ann es.\nVos conseils et votre soutien m ont beaucoup appris et ont  t \ntr s appr ci s. Deux membres du conseil d administration\nm ritent une mention sp ciale : James Williston, directeur de\nl Alberta, pour son leadership et son sens de I innovation en\ntant que pr sident du comit  de planification des congr s, qui\na permis d organiser des r unions annuelles tr s r ussies a la\nsortie du COVID-19; et Paul Johnson, secr taire ex cutif de\nVARNC, dont le d vouement infatigable aux moindres d tails\nde la gestion de notre association a assur  la poursuite de notre\nsucc s.",
            "Plus important encore, mes remerciements les plus sinc res et\nmon amour vont 4 ma femme, Leslie Guyatt, pour sa patience, sa\ncompr hension et son soutien ind fectible. Ma vie est tellement\nmeilleure avec toi.",
            "reconnaissance (n. f.) : l action de reconnaitre les\naccomplissements d une personne ou d une  quipe.",
            "Number5 July   August 2023 ---------------------------\n"
        ],
        "PageNo": "197"
    },
    {
        "File": "The_CN_Journal_july_07.jpg",
        "Paragraphs": [
            "PRINCESS CHARLOTTE OF WALES: THE\nROYAL_LINEAGE.T,HAT_COULD_HAVE_BEEN",
            "BY JOHN CSASZAR\n#23951",
            "t is interesting to think\nLe what the royal\nlineage could have been\nif things had gone a little\ndifferently. Who might we have\ntoday as our Head of State and\non our currency instead? There\nare a lot of different points\nin royal history that can be\nconsidered. The most recent\nand what probably comes to\nmind for most is that of King\nEdward VIII, who abdicated\nthe throne on December 11,\n1936. His younger brother\nbecame King George VI.\nHowever, Edward did not have\nany children and died in 1972.\nTherefore, in that scenario,\nQueen Elizabeth II would still\nhave been queen, but in reality,\n20 years later than she did.\nAn earlier scenario to\nconsider would have had a\nmuch greater alteration of royal",
            "lineage. Princess Charlotte was born January 7, 1796, and \nremained the sole child of the Prince of Wales, the future \nKing George IV, and his wife, Caroline of Brunswick. She  in St.\nwas caught between her parents  bitter dislike for each other ",
            "throughout her life.",
            "Just prior to her 18th birthday,\nthe Prince of Wales arranged a\nmeeting between his daughter\nand William, Hereditary Prince\nof Orange, who was next in\nline to become King of the\nNetherlands. George became\nset on a marriage between the\ntwo and set out to negotiate the\nmarriage contract. Charlotte\nhad other thoughts. She broke\noff the engagement and pushed\nback against her father s wishes.\nInstead, she fell in love with\nPrince Leopold of Saxe-Coburg-\nSaalfeld. Eventually, George\nalso grew a liking to him and\nagreed to their matrimony.",
            "Charlotte and Leopold were\ntruly in love and were married\non May 2, 1816. At the age\nof 21, on November 5, 1817,\nCharlotte delivered a large\nstillborn boy. Shortly after, she\nbegan experiencing abdominal\npain, difficulty breathing and\nbleeding. She soon died in the\nearly hours of November 6. It\nhas been argued that the use of\nforceps could have saved both\nCharlotte and her child.",
            "Great Britain was in shock.\nThe country went into a period\nof national mourning, with\nbusinesses closed for up to two\nweeks. Charlotte was much\nbeloved by the people and\nseen as a breath of fresh air\nfrom the rule of the successive\nGeorges. Also, now there was\na succession crisis. Old King\nGeorge III had fathered 15\nchildren with his wife and had",
            "no surviving legitimate grandchildren. Of George III s 12 children still alive at the time, the youngest was 40 years old. The Princess was buried, her son at her feet,George s Chapel, Windsor Castle, on November 19, 1817.",
            "Number5 July e August 2023 ------------------------------------------------------------------ -",
            "British officials urged the\nKing s unmarried sons to\nmarry. The King s fourth\nson, Prince Edward, Duke\nof Kent and Strathearn, took\nup the call, left his long-\ntime mistress and returned\nto England from Brussels.\nHe married Prince Leopold s\nwidowed sister, Princess\nVictoria of Saxe-Coburg-\nSaalfeld. Their daughter,\nVictoria, born May 24, 1819,\nwould become the longest-\nreigning British monarch\nand mother/grandmother to\nroyalty throughout Europe at\nthe time of her death in 1901.\n"
        ],
        "PageNo": "199"
    },
    {
        "File": "The_CN_Journal_july_08.jpg",
        "Paragraphs": [
            "A number of historical medals have been issued in Princess Charlottes s name. This one, issued in 1814 by Sir Edward\nThomason, was somewhat premature as the Princess broke off the engagement brokered by her father after only six\nmonths. Her father was furious with her and she was secluded at Cranbourne Lodge, Windsor, until January 1816.",
            "(Image: A. H. Baldwin & Sons Ltd, www.baldwin.co.uk)",
            "Princess Charlotte of Wales, Betrothal to Prince William of the Netherlands, A! medal, 1814 (53 mm) by Thomas Webb\nafter Head r., hair in fillet, CAROLETTA AVGVSTA. Rev. Standing figure of Hope, with cornucopia, olive branch and\nrudder, SPES PVBLICA, JAN   7 * 1814 in exergue. (BHM 778, Eimer 1041).",
            "Five medals were issued at the time of Charlotte and Leopold s marriage, and over a dozen were issued at the time of\nCharlotte s death.",
            "This nicely executed 54 mm A! medal struck at the time of the wedding depicts the conjoined busts of Prince Leopold\nand Princess Charlotte. The reverse shows a winged male figure standing, holding a torch in his right hand and a wreath in\nhis left hand. The Latin phrase  Taedis Felicibus  translates to Jn happy marriage, MAY 2 * 1816 in exergue. The medal is\nby Thomas Halliday, BHM 907, Eimer 1082.",
            "200 ----------------------------------  The CN Journal Volume 68\n"
        ],
        "PageNo": "200"
    },
    {
        "File": "The_CN_Journal_july_09.jpg",
        "Paragraphs": [
            "This 50 mm, 61.2 g, 12h, AZ medal was issued at the time of Charlotte s death. The obverse features a bust of the\nPrincess facing three-quarters right. The reverse depicts allegorical Britannia seated and weeping next to the British Lion\nand broken column. At the bottom, the words are:  Weep Britain thou hast lost the expectancy and rose of the fair\nstate . The medal is by Thomas Webb and George Mills. BHM 940, Eimer 1097.",
            "Number 5 July   August 2023 ----------------------------\n"
        ],
        "PageNo": "201"
    },
    {
        "File": "The_CN_Journal_july_10.jpg",
        "Paragraphs": [
            "(Image: A. H. Baldwin & Sons Ltd, www.baldwin.co.uk)",
            "This 53 mm A! medal, issued on Princess Charlotte s death, 1817, by T Webb and J Marrian after the designs by Messrs\nE Thomason and Jones, with the same obverse as BHM 778, head r., hair in fillet, CAROLETTA AVGVSTA.. The reverse\nfeatures sarcophagus on plynth, topped by urn with cherubs mourning; inscibed SACRED / TO THE MEMORY / OF /\nCHARLOTTE AUGUSTA. (BHM 941).",
            "e MARRIED. \\\n~TO HSH PRINCE LEOPOLD es)\nOF SAXE COEOURG",
            "MAY IT MDCCCXVI,\nDIED\nNOW? VI.",
            "(Image: A. H. Baldwin & Sons Ltd, www.baldwin.co.uk)",
            "This is another 50 mm A medal (Gilt) issued at the time of her death. Thomas Wyon Sr designed it, after Peter\nTurnerelli, featuring Charlotte, her hair in chignon, facing left. The reverse displays text in the middle regarding her birth,\nmarriage and death. The outer text states:  When the ear heard her, it blessed her, and when the eye saw her,\nit gave witness to her. The voice of wailing is heard! As the morning cloud, as the early dew, she passeth\naway!  BHM 943.",
            "| The CN Journal Volume 68\n"
        ],
        "PageNo": "202"
    },
    {
        "File": "The_CN_Journal_july_11.jpg",
        "Paragraphs": [
            "IN THE NEWS\n2023 RCNA Convention Auction Highlights",
            "EF eatured in this auction: an elusive 1914 50  PCGS gem Mint State-65. An ultra rare Indian Chief Medal treaty",
            "No.4; A 1935 $500 in VF condition, the most sought-after Bank of Canada banknote; a splendid 1935 $25 English",
            "in Superb Gem Mint State-65. An ultra rare 1915 25  PCGS Choice Mint State-64; a 1936 25  with the Bar variety\nin PCGS Superb Gem Mint State-66+ with great eye appeal; a magnificent set of 1954 replacement banknotes with the\ndevil s face portrait. A beautiful 1905 25  PCGS Gem Mint State-66, a stunning 1920 50  Narrow O PCGS Superb Gem\nMint State-66. An amazing 1898H 1  ICCS Superb Gem Mint State-67 Red. In addition, a superb selection of the Brian\nCornwell collection of five cent silver pieces. Again, the  Southern Ontario Collection  Part 2 holds a premium selection\nof Proof and Specimen banknotes and several others including rare serial numbers.",
            "Images: Courtesy of the Canadian Numismatic Company.",
            "Number5 July   August 2023 -------------------------------------------------------------------- -- - -- ---- -- 203\n"
        ],
        "PageNo": "203"
    },
    {
        "File": "The_CN_Journal_july_12.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "jy : BY ALAN ROY\nERCNA, #17134",
            "Kooy CM, Ty ilis mE   Na SA\n1976 Addendum to the Charlton Standard Catalogue of\nCanadian Coins, Tokens & Paper Money",
            "Nestled on a shelf in my library between the 24th and\nN 25th editions of the Charlton Standard Catalogue",
            "of Canadian Coins, Tokens and Paper Money is\na thin booklet not often noticed by collectors. And although\nit s a unique publication that was never published before or\nsince, it lies precisely where it s supposed to be: between\nthose two thicker editions of the standard catalogues.",
            "The 1976 Addendum to the Charlton Standard Catalogue\nof Canadian Coins, Tokens & Paper Money was published\nsix months after the 1976 edition of the standard catalogue.\nIt is labelled as the first edition. No other editions of this title\nwere published.",
            "It may remind some collectors of the Coin Guides\npublished by Charlton since 1961, but it has nothing to\ndo with them. Those are often referred to as  wholesale \ncatalogues and have fewer details and list lower prices when\ncompared to the standard\ncatalogues. Coin dealers often\nuse Coin Guides to establish\nthe buying price of more\ncommon numismatic items\nthe public brings to sell.",
            "The Addendum includes\nmuch more information than\nthe Coin Guides. Its pages\nlook indistinguishable from a\nCharlton Standard Catalogue\nof the time. They are laid out\nand formatted identically\nto the standard catalogue,\nincluding the same images\nand text. It lists prices for\nvarious grades for all dates\nand major varieties of Canada\nand Newfoundland decimal\ncoins. It also reproduces the\ntypical sections covering\ncoin grading, Specimen sets,\nand patterns. But despite the\ntitle, this booklet excludes the\nsections covering tokens and\npaper money.",
            "The work includes updates\non the prices of various decimal\nand collector coins. Specimen\nsets, patterns, and essays\nalso have updated pricing.",
            "New coins, such as series 4 and 5 of the Montreal Olympic\ncoins, were added.",
            "According to The Charlton Press, a very active market\nwas the reason for its publication. The title page includes\nthis note:",
            "Because of rapidly rising prices of Canadian coins\nand the ever increasing collector interest and\ninvestment potential in numismatics, the 1976 coin\naddendum to the Charlton standard catalogue has\nbeen printed six months after the publication date of\nthe 1976 catalogue.",
            "The introduction of the Montreal Olympic coins and its\naggressive marketing may have been responsible for the\nincreased interest in the hobby.",
            "While no second edition of the Addendum was ever produced,\nits publication turned out to be prescient. A fast-moving",
            "numismatic market did again\naffect the Charlton Standards.\nIn 1979, the Charlton Press\nremoved the token and paper\nmoney sections. These subjects\nwould eventually be covered\nin their own specialized\ncatalogues. The newer,\nslimmer Standard Catalogue\nof Canadian Coins would be\npublished every six months\nto keep up with the quicker\nchanges in the coin market.\nThese  Summer  and  Winter \neditions continued to be\npublished until the 38th edition,\nissued in the summer of 1984.\nIt turns out that collecting\nCharlton catalogues can be\nmore challenging than it\nlooks. It s not just a straight\npath of sequentially numbered\neditions of books; sometimes,\nthere is a detour or a fork in\nthe road. The Charlton Press is\na business that must respond\nto changes in the market, as\nany other business would,\nmaking for an exciting and\nchallenging collecting scene.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "204"
    },
    {
        "File": "The_CN_Journal_july_14.jpg",
        "Paragraphs": [
            "PopPE_PIUS, XIl_1939 1958",
            "BY DAN McCORMICK\nFRCNA, #20113",
            "Eugenio Maria Giuseppe Giovanni\nE Pacelli was born in Rome on\nMarch 2, 1876, and was the son",
            "of a lawyer. He studied at the Gregorian\nUniversity, the Capranica College, and\nthe S. Apollinare Institute in Rome. He\nwas ordained a Priest in 1899 and entered\nthe Papal Service in 1901. He taught\nInternational Law for several years. In\n1917 he was made Archbishop of Sardes.\nIn 1920 Pope Benedict XV appointed\nhim Nunico (a papal ambassador to\na foreign court or government) of the\nNew German Republic. He became very\nknowledgeable of German policy. He was\nmade a Cardinal on December 16, 1929.",
            "He was elected Pope on March 2,\n1939, on the third round of voting, 48 \n53. He was the first Pope to visit North\nAmerica and became a personal friend of President Roosevelt.\nWhen war was threatened, he proposed a meeting between\nthe five world powers: France, Germany, England, Italy, and\nPoland, to settle their differences peacefully, but to no avail.",
            "He was criticized for not helping or speaking out against\nthe persecution of the Jews by the Germans. After reading\nthe novel about Pope Pius XII, I discovered that his warnings\nabout the persecution of the Jews went unheeded by the Nazis.\nHe had his Nunico of Germany-Poland-Russia-Malta plead\nfor the safety of Jews and begged neutral countries to take in\nfleeing Jewish deportees. He was appalled by the treatment of\nthe Jews in the Warsaw Ghetto and pleaded with the Nazis for\nfood and medical aid for the persecuted, again to no avail.",
            "He pleaded with the Allies to let the Vatican be neutral even\nthough Italy was a German ally and succeeded in stopping the\nbombing of The Vatican City grounds.",
            "In doing this, he made the Vatican an\nasylum for countless refugees, including\nJewish refugees. It was also a safe haven\nfor downed Allied airmen, which Hitler\nwas not happy about.",
            "After the war, he made changes to\nthe length of time for fasting to receive\ncommunion and also held evening\nmasses, as was done during the war\nyears. He was the first to appreciate the\nMarian importance of Fatima. He made\nnew guidelines for audio-visual media.",
            "During his reign, he canonized thirty-\nthree people into sainthood, including\nPope Pius X. He installed fifty-four\nCardinals between 1946 and 1953 from\nall different countries and reduced the\nnumber of the Italian element to one-",
            "third. He raised the number of dioceses",
            "from 1,696 to 2,048 over eighteen years. He established\nhierarchies in China, Burma and several African countries.",
            "He was widely heard on the radio and seen on television,\ngiving speeches and sermons. He took a lot of roles away\nfrom the Cardinals and so lost popularity with them.",
            "When he died at the Castel Gandolfo, his authority stood\nhighest in the non-Roman compared to the Roman circles.",
            "He died in 1958 after nineteen and a half years as Pope.",
            "References:",
            "Kelly, J N D and Walsh, Michael J (2010) The Oxford\nDictionary of Popes. Oxford University Press.",
            "Krupp, Gary L (2010) Pius XI and the Second World War \nThe Documented Truth, Pave the Way Publishing, LLC",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "206"
    },
    {
        "File": "The_CN_Journal_july_15.jpg",
        "Paragraphs": [
            "PREVIOUSLY UNPUBLISHED > ey ROB TURNER\n1858 CENT WORKING, DIES, PART 5. ERCNA, FCNRS, #20948.",
            "[Editor s note: This is the fifth article in an 8-part series which includes all the dies used to strike Provincial Canadian\nlarge cents 1858 and 1859 W9/8 discovered since the author s second book (2008). The author has requested that\nthe die description pages be in the same format as his books for better consistency. ]",
            "The series of articles on the 1858 and 1859 W9/8 one-cent reverse dies discovered since 2008 continue _ \nwith the first two 1858 reverse dies from group RC,  clockwise.\nspecifically Dies RC32, and RC33.",
            "In Part 1, we discussed the problems encountered while\nsinking these one-cent dies in that the delicate maple vine\nand leaf stems on the reverse punch rapidly deteriorated.\nReaders will remember that while sinking the fourth die, half\nthe stem to Leaf #9 broke away from the punch, so every die\nsunk after the third die inherited this broken leaf stem. Then\nstarting with the fifth die sunk, a section of the maple vine\nbroke away from the punch adjacent to Leaf #13. Thus each\ndie from the fifth die onward shows this very visible vine\nbreak that the engraver usually left unrepaired.",
            "All die group RC dies have two breaks in the maple vine,\none adjacent to Leaf #13 and another next to Leaf #7. For all\nthe known RC dies, the mint engraver manually repaired the\nbroken stem to Leaf #9 with varying results.",
            " Also, for ease of reference, we numbered the maple leaves",
            " on the reverse design, from | through 16 starting at the top of _ the coin (12 o clock) and moving",
            "Number 5 July   August 2023 --------------------------207\n"
        ],
        "PageNo": "207"
    },
    {
        "File": "The_CN_Journal_july_20.jpg",
        "Paragraphs": [
            "UNINTENDED CONSEQUENCES   THE 1882-H",
            "OBVERSE 2 OVER 1 CENTS",
            "FROM_7T.HE_HEATON_ MINT.",
            "  BY DAN FLYNN #20440,\nROB, TURNER ERCNA, FCNRS, #20948",
            "This article describes three very interesting\n| 1882-H Canada cents struck by three\ndifferent obverse working dies.\nIdentifying coins from a given die in this\nera 1s not particularly difficult. Most of\nthese dies have unique traits from the\ncreation of the die itself, or they have\ndeveloped identifiable traits through\nuse. Progressive failures take their\ntoll in the form of cracks, chips, and\nother flaws over the working life of\nthe die. These markings can be utilised\nto identify coins from a particular die.",
            "Let us undertake a brief review of\nhow the mint created dies to assist our\nunderstanding of what we will be looking at on\nthe coins. In the methods used by Leonard C. Wyon\nand the Royal Mint staff for Canadian coinages, Wyon\nmanually engraved the major design elements (primarily\nthe effigy) in relief on an annealed (softened by heating\nand slow cooling) preliminary obverse or reverse punch.\nHe then hardened it by heating it and quenching it in cold\nwater. Pressing that hardened preliminary punch under\ntremendous pressure into an annealed steel blank yielded\na matrix with a partial design incuse in the blank. This\npressing process caused the steel blank to strain harden,\nso it probably took multiple pressings to transfer the\ndesign fully. Each pressing was preceded by annealing the\nmatrix. Once the design was fully transferred, Wyon once\nagain annealed the matrix. He then manually punched the\ndenticles, beading, and legends into the softened matrix to\ncomplete the final incuse design. He hardened it one final\ntime to complete the matrix.",
            "The exercise of creating sufficient working dies to strike\nlarge mintages of coins involves replicating the design of\nthe delicate matrix multiple times while protecting that\nmatrix from damage. In accomplishing this, Wyon or the\nmint staff impressed the completed matrix design into\nanother annealed steel blank to create a punch with the\ndesign in relief. Again, multiple cycles of annealing and\npressing were needed to complete this design transfer. The\nfinal punch was then hardened.",
            "Punches were the workhorses that created the working\ndies, while the precious matrix sat on the shelf protected from\ndamage. The mint staff impressed the punch into an annealed\nsteel blank to partially transfer the design into its face.",
            "Multiple cycles of annealing and pressing\nresulted in the incuse design being fully\ntransferred to the die. Coin evidence\nindicates three iterations were usually\nemployed on Victorian large cents\nof Canada. If corrections or repairs\nto the final transferred design were\nneeded, the die was annealed\nagain, and the mint staff entered\nthe repairs by hand. The completed\nworking die was then hardened\nbefore use. This process was repeated\nto create the quantity of working dies",
            "needed to execute the coinage.\nDuring periods of heavy workload or\nmaintenance at the Royal Mint, it was common\nfor them to subcontract out comage orders to the Ralph\nHeaton and Sons Mint in Birmingham. This was particularly\ntrue during 1882, as the Royal Mint underwent a major\nrenovation and ceased production for much of the year. The\nRoyal Mint produced only a limited amount of Imperial\nsilver coinage that year. Heaton produced all the Imperial\nFarthings, Half Pennies and Pennies, except a few examples\nof the extremely rare 1882 Penny, without a mintmark, that\nwas coined by the Royal Mint.! That year the Royal Mint\nalso contracted with Heaton for the 1882 issue of Canadian\ncents, just as they had done in 1876 and 1881. For the Queen\nVictoria bronze cents for Canada, 1882 was a transition\nyear for the obverse dies. The new obverse design 2 was\nbeing introduced, and the older obverse 1 and 1a s were\nbeing phased out. In 1881, Heaton did not seem to pay\na lot of attention as to which obverse punch they used to\ncreate the dies. Unintended hybrid obverse dies, bearing\nthe obverse 1a design over the obverse | design (1a/1) were\ncreated, resulting in three obverse groups for that year. This\noccurred again in 1882; the three obverse | groups of 1, la\nand 1a/1 are all found to have produced cois for this year\nas well as the new obverse 2 die group. The addition of\nthe obverse 2 dies into the mix created an opportunity for\nanother unintended hybrid die, obverse 2/1x. Heaton did\nnot disappoint as they mixed and matched the obverse 2",
            "punches with the obverse 1 punches.",
            "1 Spink, (2004) Standard Catalogue of British Coins and Coins of\nEngland and the United Kingdom 39th Ed., (London UK: Spink &\nSons Ltd., 2003), p 437",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "212"
    },
    {
        "File": "The_CN_Journal_july_21.jpg",
        "Paragraphs": [
            "Although obverse 2/1x coins have been known since\nabout 2008, little written documentation exists exploring\nthese oddities. Rob Turner? published the first formal\ndocumentation in 2009 when he covered three of these\nhybrids. The next instance of publication for these dies\nwas during the creation of the One Cent Victorian Die\nVarieties Guide created by The Victoria Large Cent Group?\nand published in the 65th Edition of the Charlton Standard\nCatalogue by W. K. Cross.  Included in the guide were two\nexamples of obverse 2/1x coins. Both examples were from\nthe dies published by Turner the year earlier. When the\nguide was published, it wasn t known how many of these\nhybrid dies there were. To date, there still have been only\nthree 2/1x hybrid dies identified. The scope of this paper is\nto examine the three dies in detail and illustrate the markers\nto assist in the identification of coins from these dies.",
            "When looking at the obverse of an 1882 Victoria large cent\nusing the crown tip and bust truncation markers, it is very\neasy to determine if the coin 1s part of the obverse 1 group\nor the obverse 2 group. At first glance of a coin bearing an\nobverse 2 portrait, it is not obvious that a particular coin is\na hybrid until a third marker is considered. The third marker\nis Queen Victoria s chin. Chart 1 shows that obverse 2/1x\ncoins inherit two of the markers from an obverse 2 punch\nand one from an obverse 1x punch. The coins minted from\nthe hybrid 2/1x dies will always separate into the obverse 2\ngroup using the crown and the bust truncation. It is not until\nVictoria s chin is examined that the obverse 1 characteristic\nbecomes obvious. The smooth, youthful chin of a 1x die is\nthe delineating factor when contrasted against the typical\ncleft chin on a normal obverse 2 die.",
            "The coins produced from all three known hybrid\nobverse 2/1x dies possess a top crown jewel that impinges\non the bead, a smooth rounded chin and a larger sweeping\nbust truncation. In order to differentiate between coins from\nthe three known hybrid dies, we will call them Type 1,\nType 2 and Type 3.",
            "2 Turner, Rob, (2009) Dies and Diadems, A Die Trackers Guide\nto the Victorian Cents of Canada, Fountain Valley CA: published by\nthe author), 84-88, 166",
            "3 Group members contributing to the variety section were Rob\nTurner, California; Dan Flynn, Illinois; Brad Gravestone, Ontario;\nBill Hall, Ontario; Randy Ash, Alberta; Gerald Corriveau,\nQuebec; Jim Johnson, British Columbia.",
            "4 W.-K. Cross, (2011) A Charlton Standard Catalogue Canadian\nCoins, Vol. 1, Numismatic Issues 2011, 65th Ed., (Toronto ON: The\nCharlton Press),313-314",
            "Number 5 July e August 2023 ---------------------------------",
            "In addition to determining the differences between\nthe three hybrid dies, we will also examine clues as to\nwhether an obverse | or an obverse 1a punch was used\nto create them. To accomplish this, we have a reference\nwork published by Turner, Dies and Diadems, A Die\nTrackers Guide to Victorian Large Cents of Canada. In\nthis work, Turner explores the common elements found\nacross the various obverse punches within each year of cent\nproduction. We can use some of these blemishes and letter\ndefects to help determine unique aspects of the underlying\npunch. While some of the markers are common across\nobverse 1 and la punches for this year, we will utilise a\ncouple of unique markers to determine the underlying\nobverse 1x punch where possible.",
            "Type 1",
            "The coins from obverse 2/1x Type 1 die are the most\ncommon of the three hybrid 2/1x dies. Besides Victoria s\nsmooth round chin, these coms have a die-defining marker.\nThe marker is the very significant A/A in VICTORIA.\nNothing else is even close to the offset of this letter re-\npunch across the 1882 series of coins. The underlying\nright stroke and serifs are significantly lower than the final\nfull A. The positioning of the underlying A is so far offset\nthat it implies an accidental contact with the letter punch\nand the die.",
            "Additional details found on this coin are minor doubling\non the D in DEL, which is seen along the bottom of the D,\nand at the serif on the C in CANADA. A radial die crack\ndevelops during the life of the die from the denticles, one to\nthe left of the C in VICTORIA and one above the C. The\ncrack travels through the C to the nearby bead.",
            "Determining the underlying 1x punch is relatively easy\nas this die possesses a unique marker. Between the NA\nof REGINA, there is a die chip that makes it appear like\nthere is an apostrophe between the two letters. This chip,\nwhen visible, is only present in the obverse | series and not\nthe la series>. From this marker, we can determine that the\nType 1 hybrid die is, in fact, an obverse 2/1.",
            "This coin is described by both Turer  and Cross .",
            "5 Turner, 62\n6 Turner, 85-86\n7 Cross, 313\n"
        ],
        "PageNo": "213"
    },
    {
        "File": "The_CN_Journal_july_23.jpg",
        "Paragraphs": [
            "Type 2",
            "The coins from obverse 2/1x Type 2 die are more difficult\nto find and are considered reasonably scarce. The coins\nare punch-doubled. The punches used to create the die\nwere not lined up perfectly, and there is a shift in letters in\nCANADA, REGINA and TIA in GRATIA. This shift\nshows up as doubling on those letters, most significantly\nin REGINA and ADA in CANADA. The doubling is\ndie-defining, as is the denticle shift starting above the C in\nVICTORIA and travelling to the N in CANADA. As\nwith the die-defining characteristic in the Type 1 die, there is\nnothing else like this denticle shift in the entire 1882 series.",
            "Determining the underlying 1x punch is more\ncomplicated for the Type 2 hybrid. The die chip between\nthe NA is missing. That does not mean the underlying\npunch is not an obverse 1. Some obverse | dies did not\ndisplay the chip prominently on the coins produced. It\ncan be there, faint or not there at all. The chip could also\neasily be obscured by the obverse 2 overpunch. While the\npresence of the chip 1s a defining marker for an obverse 1\npunch, its absence is not a definitive marker for an\nobverse la punch.",
            "The rest of the noticeable blemishes are a tick on the upper\nright serif of the I in GRATIA, a chip on the top of the G\nin REGINA, a tick on the left side of the upper right serif\nof the N in REGINA, and a very small chip between the\nstands of the N in REGINA. None of these are unique to\neither obverse 1 or 1a punches for that year. There is one\nother blemish that is found on an obverse 1a punch that is\nnot found on an obverse 1 punch. The upper left serif of the\nI in REGINA has a tick present on the 1a punch and not on\nan obverse 1 punch. This coin does not display the tick on\nthe upper left serif of the I in REGINA. This tick is a small\nclue and not necessarily definitive. It is possible that the\nunderlying punch is an obverse 1. It is also possible that the\ntick was there and is obscured by the obverse 2 overpunch.",
            "In addition to the blemishes, some of the letters have\ndefects as well. The combination of broken letters in\nVICTORIA differs between an obverse 1 and 1a punch.\nThere are just enough of the underlying letters showing\nthrough on high-grade coins that a clue is present. The\nfirst | in VICTORIA shows the underlying bottom right\nserif as broken. This break is only present on an obverse 1\npunch for this year? The obverse 1a punches all have intact\nbottom-right serifs.",
            "The combination of the lack of a blemish on the I in\nREGINA and the underlying broken I in VICTORIA\ngives us enough to conclude that this Type 2 hybrid die is\nan obverse 2/1.",
            "This coin was described by Turner!?.",
            "Number 5 July   August 2023 ---------------------------------",
            "Type 3",
            "The coins from obverse 2/1x, Type 3 die are also more\ndifficult to find and are considered scarce. As with the Type 2\ncoins from obverse 2/1x, Type 3 are punch doubled. The\npunches were not lined up during the creation of the Type\n3 dies either, resulting in remarkable doubling throughout\nmost of the lettering on the die, most significantly in\nREGINA and CANADA. The letter shifting is more\nnotable and dramatic than that found on a Type 2 coi. In the\nobverse 2 coins of this date, there is no other as spectacular.\nIn addition to the significant letter shifting in REGINA and\nCANADA, a large die chip is present just under Victoria s\near. While die chips are not uncommon on Victoria s\nportrait in 1882, there is none larger than the one found on\nType 3. A strong radial die crack develops through the C\nin VICTORIA. In later die states, the crack extends into\nthe field beyond the bead line towards Victoria s chin, The\nsmooth chin, die chip, and letter shifting are the die-defining\nmarkers for the coins from this hybrid die.",
            "Two dies in the 1882 obverse | series could be confused\nwith the 2/1x Type 3 if first glance is to the doubling rather\nthan the obverse type. Both of them are obverse la/1\nhybrids. One is a punch-doubled example showing through\nGRATIA and REGINA. The other example is a punch-\ntripled coin showing doubling in DEI and CANADA and\ntripling through GRATIA and REGINA.",
            "As with the Type 2 hybrid, there is no die chip between the\nNA of REGINA. To determine the underlying obverse 1x\npunch we will focus on the letters in VICTORIA. The first\nletter | in VICTORIA has both right and left underlying\nserifs; this is an obverse 1a marker. All obverse | coins have a\nbroken bottom right serif for this year. The letter C is broken at\nthe bottom, and the O is intact. These characteristics could be\nfound in that combination on either obverse | or 1a punches.\nThe final letter I in VICTORIA appears to have an underlying\nbroken bottom left serif. Both obverse 1 and 1a punches had\nsmaller left bottom serifs, so it is simply not visible. Since all\nfour markers can be attributed to an obverse la punch, but\nonly three could be on an obverse 1 punch, we can conclude\nthat this Type 3 hybrid die is an obverse 2/1a. In this case, the\nabsence of a chip between NA of REGINA does support our\nobservations from the letters in VICTORIA.",
            "This coin was described by both Turner!! and Cross!?.",
            "How Common Are These Hybrids?",
            "Although the Royal Mint kept records of dies consumed by\nyear, no equivalent Heaton Mint records have surfaced. For\na year like 1882 with multiple distinct groups of obverse\ndies and absent any die records, random sampling of the\nmuntage yields our best chance of determining the relative\nproportions for each type of obverse die.",
            "8 Turner, 50-51\n9 Turner, 50-51\n10 Turner, 87-88",
            "Ll Turner, 166\n12 Cross, 314\n"
        ],
        "PageNo": "215"
    },
    {
        "File": "The_CN_Journal_july_26.jpg",
        "Paragraphs": [
            "Flynn s 1882 study involved two independent random\nsamples; one sample of 452 obverse 1x coins and one sample\nof 411 comms that encompassed both obverse 2 and obverse\n2/1 coins.!> The first sample contained twenty-five different\nobverse 1x dies, and all 452 coins were attributed to one of\nthose twenty-five obverse dies. In the latter random sample,\nthe obverse 2/1 cents were merely accumulated as obverse 2\ncents without bias for their hybrid status. The second sample\nyielded forty-nine identifiable obverse 2 dies, and the three\nhybrid dies described above. In this second sample, a lack of\ndie cracks and other unique blemishes meant the obverse die\ncould not be determined for thirty-one coins.",
            "Since the two samples were mutually independent, we\nmust make one assumption about each to apportion the\n1882-H mintage of four million coins between obverse 1x\nand obverse 2x. First, we will assume that we have found\nall the obverse 1x dies used in 1882. With the large sample\nsize of 452 attributed coins, perhaps we did find them all, or\na very small number remains undiscovered.",
            "The second sample presents more of a problem because\nof the thirty-one unattributed coins. Many of these coins\nwill be early die states of the already identified obverse\n2 dies, but some may be new dies. In 1881, Heaton\nachieved a rate of about 46,500 coins struck per obverse\ndie.!* If their die longevity in 1882 was similar, we would\nexpect to find 86 obverse dies used during 1882. From\nthe two samples, 77 have already been attributed. Our\nsecond assumption will be that we have found all of the\n1882 obverse 2 and 2/1 dies. This construct allows us\nto approximate the 1882-H mintage by the ratios of the\ndiscovered dies. Our estimate of the obverse 1x mintage\nbecomes 25 + 77, or 32.47 percent of four million coins,\nfor a total of 1,298,701 cents. Our combined obverse 2\nand 2/1x mintage estimate becomes 52 + 77, or 67.53\npercent, for a total of 2,701,299 cents.",
            "The obverse 2 sample of 411 coins produced eighteen\nexamples of Type | hybrids, two Type 2 hybrids, and\none Type 3 hybrid. If we apply this result to our mintage\nestimates, the central limit theorem of statistics tells us that\nthe most probable mintage (the mean probability) of the\nType 1 hybrid is (18 + 411) x 2,701,299 - 118,303 cents.",
            "13 Dan Flynn, 1881-H and 1882-H die studies, (La Valle WI,\nunpublished, 2022).\n14 Ibid.",
            "218",
            "Similarly, the most probable mintage of Type 2 and Type 3\nhybrids are 13,145 and 6,573 cents, respectively.",
            "Although these represent the most probable mintages\nbased upon the sampling, they are probably not the exact\nmintages coined by Heaton. We can better understand\nthese populations by employing the statistical method of\nconfidence intervals. In short, confidence intervals tell us\nthe probability that the actual mintage lies between two\nvalues. Conversely, suppose we state a desired probability\nof, say, 95 percent. In that case, we can compute lower\nand upper mintage bounds having a 95 percent probability\nof the actual mintage lying between them, with one-half\n(47.5 percent) of the probability lying below the mean and\none-half above it. The table below presents the results of\nthese calculations.",
            "Inreality, and despite our assumption, probably a handful\nof obverse 2 dies used in 1882 remain to be discovered.\nThat said, our analysis is not particularly sensitive to\nthat possibility. For example, if we change our second\nassumption to allow for ten new obverse 2 dies to appear,\nour estimate of the obverse 1x mintage becomes 25 + 87, or\n28.74 percent of four million coins, or 1,149,425 cents. Our\ncombined obverse 2 and 2/1x mintage estimate changes to\n62 + 87, or 71.26 percent, for a total of 2,850,575 cents. If\nno new hybrid 2/1 dies appears, our mean and confidence\ninterval probability percentages above do not change. As\nthe following table shows, only the estimated mintages\nassociated with them vary.",
            "Because the numbers of obverse 2/1 examples lie\nrelatively near zero, the probability distributions are non-\nsymmetric and skewed towards zero. Half of the probability\ndistribution lies compressed between the zero and the\nmean, while the other half stretches asymptotically from\nthe mean to 100 percent. For example, the lower one-half\nof the 95 percent confidence interval for the Type 3 hybrids\nencompasses only 0.23 percent of the mintage (from the\ntables, the mean of 0.24 percent minus 0.01 percent). There\nis a 2.5 percent chance the actual percentage lies in the very\nnarrow range between 0.00 and 0.01 percent of the mintage.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "218"
    },
    {
        "File": "The_CN_Journal_july_27.jpg",
        "Paragraphs": [
            "The upper one-half lies in a much wider range of 1.11\npercent of the mintage (again, from the tables 1.35 percent\nminus the mean of 0.24 percent). Similarly, a 2.5 percent\nprobability also exists that the true percentage falls in\nthe very wide range from 1.35 percent all the way out to\n100 percent. This skewness implies the actual mintages\nwill likely lie much closer to the means than the upper\nconfidence limits.",
            "Of the five working die groups found in 1882, the 2/1x\ngroup is the smallest, with just the three known dies.\nCollecting an example of each in high grade is challenging\nas both the Type 2 and Type 3 coins are scarce. The Type 1\ndie, with its larger estimated mintage, is much easier to\nfind. The Type 1 happens to be paired with two different\nreverses, while the Type 2 and 3 were married to one\nreverse die apiece. Depending upon a collector s goals, a\ncomplete set of this group could either consist of examples\nof coins from each of the three hybrid obverse dies, or four\ncoins, one from each die\nmarriage.",
            "It has been about\nfifteen years since these\nthree dies have been\nknown. How likely is\nit that a fourth type of\n2/1x coin will be found?",
            "We can construct a table\nreflecting the probability\nof detection and non-",
            "Number 5 July e August 2023 ---------------------------------",
            "detection by utilising our sample size of 411 coins and\nan estimated obverse 2 mintage of 2,701,299 cents. From\nthe following table, we can see that, for a coin like the\nType 3 that comprised only 0.24 percent of the mintage, the\nprobability of detection for a single example in our sample\nset is estimated at about 63 percent confidence level. If\nanother, yet undiscovered, obverse 2/1x die struck coins,\nthen more likely than not, it struck less than 0.24 percent of\nthe mintage.",
            "If we are looking for a 95 percent confidence level of\nfinding an example of a coin struck by a specific die, that\ndie needed to strike at least 19,611 comms. With the large\nsample size of 411 coins, these computed probabilities of\ndetection tell us that any dies undiscovered in the sample\nlikely produced exceptionally low mintages. In other\nwords, the possibility still exists that another 2/1x type\nawaits discovery, and if they are out there, they will also\nbe quite scarce. It will be interesting to see if any surface",
            "in the coming years.\nIf one does appear,\nwe must revisit our\ninitial assumption that\nwe have found all of\nthe hybrid 2/1x dies\nfor 1882. Redoing the\nmath will be worth it\nfor such an exciting\nfind.\n"
        ],
        "PageNo": "219"
    },
    {
        "File": "The_CN_Journal_july_29.jpg",
        "Paragraphs": [
            "RCNA COIN GRADING AND PRESERVATION",
            "WoORKSHOP_OCTOBER._2.1",
            "is again sponsoring its popular, one-day\nworkshop event, Coin Grading and\nPreservation. The workshop is taking place in\na Community Room in the Humber College  \nEtobicoke campus in northwest Toronto.",
            "The two highly respected instructors,\nRobert Forbes and Susan Maltby, will\nsupplement their discussion with slides,\ndemonstrations, handouts and displays of\nrelevant numismatic material.",
            "The morning session with Robert Forbes\nexplores the technical aspects of grading\nCanadian coins, including market grading\nand the use of professional grading services.\nThe afternoon session with Susan Maltby\ndiscusses coin and paper money preservation.",
            "The class size is intentionally small,\nso students have an opportunity to speak\npersonally with instructors to understand the\nmaterial presented fully or to ask related\nquestions.",
            "Coin Grading",
            "This session will focus on the practical aspects",
            "of grading Canadian decimal coinage as it relates to and\nis used by professional grading services. The material\npresented covers the three fundamentals of accurate and\nconsistent grading: knowledge, technique and objectivity.\nThe instructor will explain important tips and methods\nexperienced graders use, including  market grading  and\nusing various coin grading services. A detailed discussion\nof the fine points that distinguish one grade from another is\nalso included, as well as a close-up look at  coin problems, \nspecifically those cleaned or altered coins.",
            "This course is intended for students who know the\nbasics of grading coins, have some grading experience, and\nrecognize those areas where they lack grading skills and\nhelps to resolve the confusion that sometimes accompanies\ngrading coins.",
            "Robert Forbes, RCNA s Past President, is a collector of\nCanadian, Newfoundland and Maritime decimal coinage,\nand royal portrait coinage of New France. He is an expert in\ngrading Canadian coinage, having graded thousands of coins\nduring the past number of years and is often asked by both\ndealers and collectors to consult on coin grading matters.",
            "Ts RCNA, with financial support from CAFNE,",
            "Number 5 July e August 2023 ---------------------------------",
            "2023",
            "Coin and Paper Money Preservation",
            "One of the most important aspects for the\npreservation of coins, tokens, and paper money\nis providing proper handling and storage. If not\nstored correctly, collections can deteriorate over\ntime. Find out what can be done to preserve\nvaluable numismatic material.",
            "This advanced course offers the collector a\npractical learning session for the proper care and\nconservation of numismatic collections: coins,\ntokens, medals and banknotes.",
            "Topics discussed will include: cleaning,\ncare and handling of numismatic material;\nstorage and holders; agents of deterioration;\nenvironmental monitoring techniques and\nestablishing a controlled environment.",
            "The Beilstein Test, used to determine if a\nplastic contains PVC (polyvinyl chloride), is a\npopular demonstration which helps determine\nthe safety & suitability of the material you use to\nstore your collection. Susan will explain which\nmaterials are safe, which are not and why.",
            "Participants are urged to bring along problem\npieces for examination and discussion.",
            "Susan Maltby is an objects conservator in\nprivate practice in Toronto. She has been a regular columnist\nfor Coin World for over 30 years. Prior to establishing her\nconsulting firm, Maltby & Associates Inc., she worked at the\nCanadian Conservation Institute in Ottawa.",
            "Registration Information",
            "Date: Saturday, October 21, 2023\nTime: 9 a.m. to 4:15 p.m.\nLocation: Humber College, 205 Humber College Blvd.,\nEtobicoke, Ontario (South of Finch Ave., East of Hwy. 427)\nRegistration Cost: $95.00\nFor further information, contact the RCNA Executive\nSecretary: by phone: (647) 401-4014\nemail: info@rcna.ca\nOr mail: RCNA Educational Course\n5694 Highway #7 East,\nSuite 432; Markham ON, L3P 1B4\nIncludes: Certificate of Participation; handouts;\nrefreshments; and free parking. There will be a 45-minute\nlunch period. There is a college cafeteria on-site (lunch\ncosts paid are by the student). Two rest breaks are scheduled\nwith complimentary tea and coffee.\n"
        ],
        "PageNo": "221"
    },
    {
        "File": "The_CN_Journal_july_32.jpg",
        "Paragraphs": [
            "REPRINTS OF PAST ARTICLES FROM THE CN JOURNAL",
            "THE MOTTOES ON COINS AND\nJETONS_OF_NEW_FRANCE",
            "BY ROBERT C. WILLEY\nFERNS, ECNRS",
            "Volume 17, No. 3, March, 1972, pp 122 124",
            "France used religious mottoes on her coins\nFe: the middle of the thirteenth\ncentury till the revolution. Most\nof these mottoes were familiar to the\nColonists of New France, where\nspecial colonial coinages were few\nand far between, and French coins\nwere generally in use. The jetons\nof the Campagnie des Indes bore\nmottoes or slogans relating to the\ncolonies  wealth or France s power in\nthe New World.",
            "Most French silver coins bore a motto\nintroduced with the first issue of the gros\ntournois by St. Louis IX in 1266. This inscription\nwas first rendered, with abbreviations,\nas BENEDICTUM SIT NOMEN DOMINI\nNOSTRI DEI IESU CHRISTI, or  Blessed\nbe the name of our Lord God Jesus\nChrist.  Tt was later simplified to SIT\nNOMEN DOMINI BENEDICTUM, or\n Blessed be the name of the Lord ;",
            "a quotation from the second verse of",
            "Psalm 113. This legend was also used",
            "for billon coins when this alloy was\nintroduced for denominations higher than",
            "two deniers. In New France, it was seen on\nall the principal silver coins of France and was\nused in France until 1791.",
            "Louis IX (St Louis) AR gros tournois",
            "(Image: CNG, cngcoins.com)",
            "The gold coinage bore the legend CHRISTUS",
            "REGNAT, CHRISTUS VINCIT, CHRISTUS",
            "IMPERAT, which is a sentence from the",
            "Easter Lauds in the Roman Catholic",
            "Church. It was used as the battle cry",
            "in the first crusade. It means Christ",
            "reigns, Christ conquers, Christ",
            "; commands. In time, the legend on",
            "the coins was shortened to CHRISTUS\nREGNAT VINCIT IMPERAT.",
            "Both these legends are suitable",
            "for the coinage of the line of kings",
            "who were officially styled  Their Most",
            "Christian Majesties . The title was never shown",
            "on the coinage but was used on numerous",
            "jetons of Louis XIV and Louis XV,",
            "who were designated on them as REX",
            "CHRISTIANISSIMUS.",
            "The coinage of 1670 for all the",
            "French colonies in the New World",
            "was of the same design as the",
            "contemporary French coinage,",
            "differing only in the motto. For the",
            "Colonial coinage, the king chose",
            "GLORIAM REGNI TUI DICENT or",
            " they shall speak of the glory of thy",
            "kingdom , a quotation from the eleventh",
            "verse of Psalm 145. It was also meant to",
            "allude to the glory of the kingdom of",
            "France in the days of  Le Roi Soleil .",
            "enna nena nnn nnn nnn nnn nnn nanan The CN Journal Volume 68\n"
        ],
        "PageNo": "224"
    },
    {
        "File": "The_CN_Journal_july_33.jpg",
        "Paragraphs": [
            "Colonial 1670-A GLORIAM REGNI 5 sol. (Image: Museums Victoria, Jennifer McNair, 59777 / CC BY)",
            "Louis XIV, at this time, was beginning to\nconsolidate his power in France. He had\nsubdued the nobility and required the chief \nnobles of the land to constantly attend\ncourt in his magnificent new palace at\nVersailles, where he could keep an eye\non them. In 1670 he had just taken\nover the personal direction of the\naffairs of New France and wanted to\nhave his power acknowledged in the\nNew World as much as he intended it\nto be in the Old World.\nLater in his reign, Louis XIV began\nhis career of conquest, first invading\nthe Netherlands. The Dutch and Flemish\nproved stubborn, and soon much of Germany\nwas fighting against him, and after 1688 the\nEnglish. In 1691, French coins began\nexpressing a prayer, DOMINE SALVUM\nFAC REGEM, or 0 Lord, make the\nkingdom safe, as edge lettering. Things\nwere becoming difficult, and after the\noutbreak of the War of: the Spanish\nSuccession, Louis found himself in\nreal difficulty. This prayer from the\nold French liturgy was retained on\nthe smaller silver coins to the end of\nthe reign, which, in Davenport s words,\n opened with great promise, lapsed into\nmagnificence, and ended amid the curses of\nan exhausted and disillusioned people. \nThe reign of Louis XV saw no\nchanges in the mottoes, except that the liturgical prayer was\ndiscontinued. The CHRISTUS REGNAT legend of the gold\ncoinage was also used on the petit louis d argent of 1720,\none of the grossly inflated coins issued at the instigation\nof John Law. Apart from this, all the silver coinage bore\nthe traditional SIT NOMEN DOMINI BENEDICTUM.",
            "Number 5 July e August 2023 ---------------------------------",
            "This legend was used for the billon sous marques\nand halves, which first came out in 1738. It\nalso appeared on the colonial copper of\n1721-1722, the only French copper\ncoinage ever to have a motto. The\nonly legends on all other French or\nColonial copper were the Royal titles\nand the value and date.",
            "The jetons were frankly\npropagandist. Both the types and the\ninscriptions were used to acquaint\nall users of jetons that LUDOVICUS\nXV REX CHRISTIANISSIMUS was a\npower to be reckoned with in the New\nWorld. The first jeton of the series of\n1751 shows an Indian,  symbolical of Canada,\nstanding on the banks of a river, with lilies\ngrowing on the shore, symbolical of the\nFrench settlements. The legend is SUB\nOMNI SIDERE CRESCUNT, or  they\ngrow under every constellation .\nSome varieties show an alligator,\nsymbolical of Florida, emerging\nfrom the water. The legend was\nappropriate, for the French had\nplanted colonies on every continent\nof the globe except Australasia, which",
            "had not yet been fully explored.\nThe jeton of 1752 shows Mercury\nflying over the sea towards a shoreline,\nwith the motto UTRIQUE FACIT\nCOMMERCIA MUNDO, which\nmeans  He establishes trade with each world . Mercury\nis the Roman god of commerce and, not so odd as one\nmay think, the protector of thieves. The jeton implies\nthat, under the protection of the king of France, Mercury\ncan foster commerce in the New World and the Old.\n"
        ],
        "PageNo": "225"
    },
    {
        "File": "The_CN_Journal_july_34.jpg",
        "Paragraphs": [
            "1721 9-denier French colonial copper with the legend SIT NOMEN\nDOMINI BENEDICTUM. The only French copper coinage ever to have a",
            "motto.",
            "The jeton of 1753 shows the sun shining over two\nhemispheres, with the legend SATIS UNUS UTRIQUE or\n One is enough for both worlds . The sun is, of course, the\nFrench monarchy, still radiant with the grandeur of the days\nof Louis XIV and shedding its rays of power over the New\nWorld and the Old.",
            "In 1754 a jeton appeared with a motto alluding to the\nindustries and produce of Canada. A beaver is seen at work\non a dam, while corn grows on the banks of the river. The\nlegend is NON INFERIORA METALLIS or  Not inferior to\nprecious metals . The beaver and the com symbolize the fur\ntrade and agriculture, respectively, the legend saying that furs\nand grain are by no means inferior in value to gold and silver.\nSome explorers had set out into the interior of New France\nin the hope of finding rich mines, such as the Spaniards had\ndiscovered in Mexico and South America. They quickly\nlearned the value of furs as a substitute for amassing wealth.",
            "(Image: Jetons Canada, jetonscanada.com)",
            "The jeton of 1755 carries the idea a bit further. The\nvessel of the Argonauts is depicted, with a fleece at the\nmasthead and the inscription NON VILIUS AUREO. This\nlegend means that the beaver pelt 1s  worth no less than the\nGolden Fleece . The French quickly learned the value of\nbeaver pelts and attempted to keep a monopoly of the fur\ntrade in- the hands of trading companies. These companies\nhad extraordinary powers in New France and tolerated no\ncompetition whatever. But the lure of making a fortune in\na single season was too strong to be denied, and hundreds\nof men left the colony and set off into the woods each year\nto trade on their own. These  Coureurs du bois , as they\nwere called, could never be entirely suppressed by the French\nauthorities. Many of them made their fortune in a season\nor two, retiring to a life of ease in France, while others lost\neverything they had.",
            "(Image: Jetons Canada, jetonscanada.com)",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "226"
    },
    {
        "File": "The_CN_Journal_july_35.jpg",
        "Paragraphs": [
            "In 1756 a jeton was struck, alluding to the loyalty of the\nFrench wherever they went as colonists. A swarm of bees\nflies from one hive to another situated across a stream. The\nlegend is SEDEM NON ANIMUM MUTANT, meaning,  they\nchange their home but not their character . The French\ncolonists of that time, wherever they went and whatever\nconditions they contended with in their new home, were\nstill French. They never forgot their ancestry or their loyalty\nto the French king. In contrast to the English colonists in\nAmerica, who were always quarrelling and jangling with\none another and with their governors sent out from England,\nthe French remained united in a common loyalty. It was\nonly when the French governing classes forgot this and were\ninterested only in themselves that France lost Canada.",
            "In 1757, France being at war, a more aggressive tone was\nadopted for the jeton of that year. A warrior, armed with a javelin\nand a shield emblazoned with the lilies of France, 1s accompanied\nby Neptune, holding his trident, upon a shell gliding over the\nwaves. The legend is PARAT ULTIMA TERRA TRIUMPHOS, or\n the farthest lands prepare triumphs . At the start, France was\nvictorious. Braddock had been killed in an unsuccessful attempt",
            "(Image: Stacks and Bowers, auctions.stacksbowers.com)",
            "Number 5 July   August 2023 ---------------------------------",
            "(Image: Jetons Canada, jetonscanada.com)",
            "to drive the French out of the Ohio Valley in 1755, Oswego in\nNew York had been taken in 1756, and French raids were making\nlife generally miserable for the English colonies.",
            "In 1758 the final jeton of the series was issued. Here, a\nflight of eagles flies across the sea. The legend is EADEM\nTRANS AEQUORA VIRTUS, which means  The same valour\nacross the seas . The eagles represent French soldiers and\ncolonists, whose bravery in hardship was the same wherever\nthey might happen to be. Indeed the French fought bravely,\nbut in 1758 the tide turned. At the precise time the English\nlearned to work together, the French forgot, and they paid\nfor their quarrels with their entire empire in North America.\nLouisbourg was taken in 1758, Quebec in 1759, and Montreal\nin 1760. Attempts by French armies to retake Quebec failed,\nand the governing classes sailed for France, abandoning the\ncolonists whose loyalty and courage they had rewarded so\nill. In 1763 France ceded Canada and all territory east of the\nMississippi River to Great Britain, retaining only the islands\nof St. Pierre and Miquelon for the use of her fishermen.\nLouisiana and all lands west of the Mississippi were given to\nSpain without the knowledge of the inhabitants.",
            ""
        ],
        "PageNo": "227"
    },
    {
        "File": "The_CN_Journal_july_36.jpg",
        "Paragraphs": [
            "INTERNATIONAL ASSOCIATION",
            "IN THE NEWS   PRESS RELEASE   or CURRENCY AFFAIRS",
            "Two-dollar circulation coin with innovative black nickel plating earns Mint another\nExcellence in Currency Award   La pi ce de circulation de 2 $ dot e d un placage\ninnovant de nickel noir vaut a la Monnaie un autre prix Excellence in Currency Awards.",
            "Ottawa ON, May 17, 2023   The Royal Canadian\nMint is delighted that its bi-metallic $2 circulation",
            "coin featuring a world-first black nickel-plated\nouter ring was recognized as the Best\nNew Circulating Coin or Coin Series\nunder the International Association\nof Currency Affairs  (IACA)\n2023 Excellence in Currency\nAwards. Developed by the Mint s\nResearch and Development team,\nthe black nickel plating on the\ncoin s outer ring is reminiscent of\na mourning armband, echoing the\nloss felt by millions of Canadians\nupon their late queen s passing on\nSeptember 8, 2022. The award was\nofficially presented at the 2023 Currency\nConference in Mexico City, Mexico.",
            " Queen Elizabeth II served as Canada s head\nof state for seven decades and for millions\nof Canadians, she was the only monarch\nthey had ever known,  said Marie\nLemay, President and CEO of\nthe Royal Canadian Mint.  By\nleveraging yet another Royal\nCanadian Mint innovation to\ncreate this special $2 circulation\ncoin, we were able to offer\nCanadians an excellent way to\nremember her. ",
            "This circulation coin was launched\non December 7, 2022, when thousands\nof visitors flocked to the Mint s Ottawa\nand Winnipeg boutiques, to trade their\nloose change for an affordable and memorable",
            "Ottawa (Ontario), le 17 mai 2023   La Monnaie royale\ncanadienne est ravie d annoncer que sa pi ce de circulation",
            "bim tallique de 2 $, dont l anneau ext rieur est\nplaqu  de nickel noir, une premicre mondiale,\narecu le prix   Meilleure nouvelle pi ce\nde circulation ou s rie   a l occasion\ndes Excellence in Currency Awards\n2023 de I International Association\nof Currency Affairs (ACA). Mis\nau point par | quipe de Recherche-\nd veloppement de la Monnaie, le\nplacage de nickel noir sur l anneau\next rieur de la pi ce rappelle un\nbrassard de deuil et fait  cho a la perte\nressentie par des millions de Canadiens\net de Canadiennes lors du d c s de leur\nreine, le 8 septembre 2022. Le prix a  t \nofficiellement remis lors de la Conf rence sur\nla monnaie de 2023 qui s est tenue 4 Mexico, au\nMexique.",
            "  La reine Elizabeth II a r gn  en tant\nque chef d Etat du Canada pendant sept\nd cennies et a  t  le seul monarque\npour la majorit  de la population\ncanadienne , a d clar  Marie Lemay,\npr sidente de la Monnaie royale\ncanadienne.   En tirant parti d une\nautre innovation de la Monnaie royale\ncanadienne pour cr er cette pi ce de\ncirculation sp ciale de 2 $, nous avons\npu offrir 4 1a population canadienne une",
            "fagon de pr server son souvenir.  \nCette piece de circulation a  t  lanc e\nle 7 d cembre 2022, lorsque des milliers de\npersonnes ont afflu  dans les boutiques de la Monnaie",
            "keepsake by which to remember the late queen. It features a Ottawa et a Winnipeg pour  changer leur petite monnaie\nthe traditional Brent Townsend polar bear design on the contre un souvenir abordable et m morable de la d funte reine.\ncore of the reverse, as well as the Susanna Blunt effigy On retrouve au cceur du revers de cette pi ce le motif classique\nof Her Late Majesty on the obverse. While the metal de l ours polaire de Brent Townsend et, a l avers, l effigie de la\ncomposition of the coin remains unchanged, the outer rmg reine Elizabeth II, selon Susanna Blunt. Bien que la composition\nis black. m tallique de la pi ce reste inchang e, | anneau ext rieur est noir.",
            "Nearly five million coins entered the national coin Pr s de cinq millions de pi ces sont entr es dans le syst me\ndistribution system in December and additional volumes national de distribution de pi ces en d cembre, et des pieces\nare being produced to meet ongoing marketplace suppl mentaires sont en cours de production pour r pondre a la\ndemand. demande continue du march .",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "228"
    },
    {
        "File": "The_CN_Journal_july_37.jpg",
        "Paragraphs": [
            "The Excellence in Currency Awards were introduced\nby IACA in 2007 to promote and recognise excellence in\ncurrency issue, production, processing, management and\ndistribution. The Mint is proud to have been recognized\nthrough several previous awards:",
            "* the Best New Commemorative or Test Circulating\nCoin for the Barbados $1 Glow-in-theDark Flying\nFish (2022);",
            "* the Best Currency Initiative Implemented in Response\nto the COVID-19 Pandemic (Other Organization)\nspecial award for the Recognition Medal honouring\nCanada s front-line workers and community\ndifference makers (2021);",
            "* our tri-metal token technology, under the Best new\ncoin product, feature or distribution innovation\ncategory (2019)",
            "* our Canada 150 commemorative circulation coin\nprogram in the Best New Communications Program\ncategory (2017)",
            "* joint recognition with the Reserve Bank of New\nZealand for New Zealand s 50-cent Anzac 100th\nanniversary coloured circulation coin, in the Best\nNew Commemorative or Test Circulating Coin\ncategory (2015);",
            "* our multi-ply plated steel $1 and $2 circulation coins\nwith advanced security features, introduced in 2012,\nin the Best New Coin Innovation category (2013);",
            "* our Vancouver 2010 Winter Games commemorative\ncirculation coin program in the Best New Coins\nSeries category (2011); and",
            "* our 2006 25-cent Pink Ribbon circulation coin in the\nBest New Coin category (2007).",
            "Number 5 July e August 2023 -----------------------------",
            "Les prix Excellence in Currency Awards ont  t  mis sur pied\npar  IACA en 2007 afin de promouvoir et de r compenser\nl excellence dans | mission, la fabrication, la transformation,\nla gestion et la distribution de la monnaie. La Monnaie est fi re\nd avoir remporte  plusieurs de ces prix :\n  Meilleure nouvelle pi ce comm morative ou pi ce",
            "de circulation d essai pour la pi ce de circulation",
            "photoluminescente de 1 $ Poisson Volant de la Barbade",
            "(2022);\n  Meilleure initiative en mati re de devise en contexte de",
            "pand mie COVID-19 (cat gorie   autre organisation  )",
            "[2021], prix sp cial pour la M daille de reconnaissance",
            "honorant les travailleurs de premicre ligne du Canada et",
            "les personnes qui apportent une contribution positive a la\ncollectivit ;",
            "  Meilleure innovation en mati re de pi ce, de caract ristique\nou de distribution (2019) pour la technologie d preuve\ntrim tallique;",
            "  Meilleur nouveau programme de communications (2017)\npour le programme de pi ces de circulation comm moratives\nCanada 150;",
            "* Meilleure nouvelle pi ce comm morative ou pi ce de\ncirculation d essai (2015), prix regu conjointement avec la\nReserve Bank of New Zealand pour la pi ce de circulation\ncolor e de 50 cents de la Nouvelle-Z lande soulignant le\ncentenaire de ANZAC;",
            "  Meilleure innovation   Nouvelles pi ces (2013) pour les pi ces\nde circulation de 1 $ et de 2 $ en acier plaqu  multicouche\navec caract ristiques de s curit  de pointe, introduites en 2012;",
            "  Meilleure nouvelle s rie de pi ces (2011) pour le programme\nde pi ces de circulation comm moratives des Jeux d hiver de",
            "2010 a Vancouver\n  Meilleure nouvelle pi ce (2007) pour la pi ce de circulation de",
            "25 cents au ruban rose 2006.\n"
        ],
        "PageNo": "229"
    },
    {
        "File": "The_CN_Journal_july_40.jpg",
        "Paragraphs": [
            "COANE So",
            "2023 $20 Fine Silver Coin   Generations:\nMi kmag Creation Story",
            "Designed by Mi kmaw artist Marcus Gosse (Ala suinu -\nTraveller), your coin s reverse illustrates the Mi kmaq",
            "Creation Story, which explains the seven levels of Creation",
            "of life. The first three levels of Creation are combined",
            "in the centre portion: the first level is Kisu lk, the",
            "Giver of Life (above), represented here by the stars",
            "of the universe; the second level, represented by the",
            "Mi kmaq eight-pointed star, is Niskam, Grandfather",
            "Sun, who puts spirit into life (within); and the third",
            "level is Wsitkamu, Mother Earth (under), sustaining",
            "life (water, rocks, plants and a moose). In the east",
            "and to the right of the centre portion, the fourth level",
            "shows Kluskap, the first human being, created from a",
            "lightning bolt and visited by the eagle Kitpu, messenger",
            "to the Giver of life, and when he leaves a feather",
            "falls, which Kluskap catches before it touches",
            "the ground. Symbolic sacredness of the eagle",
            "feather. Moving in a clockwise direction,",
            "the fifth level (south) is Nukami, the",
            "Grandmother who owes her existence to",
            "a rock, she is wise and knowledgeable",
            "and brings teachings how to survive, she",
            "is with a marten that represents the first",
            "meal of meat cooked on the first fire. The",
            "sixth level (west) shows Netawansum, the",
            "Nephew, representing the youth, who owes his",
            "existence from elements of the sea, and he holds with",
            "a braid of sweetgrass; their second meal of fish. Finally, the seventh\nlevel (north) is Nekanakanim-Koosiskw, the Mother; she owes her\nexistence to a leaf of a tree, she brings love, understanding and all the\ncolours of the world, while the wigwam represents home. She will\nteach all her children to share and care for each other. The third meal is\nmade of plants and berries to honour her arrival.",
            "2022 $20 Fine Silver Coin   Queen Elizabeth\nIl s Royal Cypher",
            "Fully plated with black rhodium, the reverse features the\nRoyal Cypher of Queen Elizabeth II, which combines\nher initials  E II  (Elizabeth I) with her title initial\n R  (for Regina, or  Queen  in Latin) and an\nimage of St. Edward s Crown. The cypher is\nframed by shapes resembling the gold beads\nand clusters of stones that adorn St. Edward s\nCrown; the four larger shapes represent the\ndifferent effigies that have graced Canadian\ncoinage since 1953. Double dated to\ncommemorate Queen Elizabeth II s historic\nreign, the tribute obverse is selectively plated\nwith black rhodium; it is marked",
            "by a Tudor rose and features",
            "four effigies of Queen",
            "Elizabeth II (left to right):",
            "the 2003-2022 effigy by",
            "Susanna Blunt; the 1990-",
            "2002 effigy by Dora de",
            "P dery-Hunt; the 1965-",
            "1989 effigy by Arnold",
            "Machin; and the 1953-1964",
            "effigy by Mary Gillick.",
            "Pi ce de 20 $ en argent fin 2023   G n rations\n: R cit mi kmaq de la cr ation",
            "Le motif au revers, oeuvre de l artiste mi kmaq",
            "Marcus Gosse (Ala suinu   le voyageur),",
            "repr sente le r cit mi kmaq de la cr ation, soit",
            "les sept niveaux de cr ation de la vie. Les",
            "trois premiers niveaux sont r unis dans la",
            "portion centrale : le premier est Kisu lk,",
            "le Donneur de vie (en haut), repr sent ",
            "par les  toiles de  univers; le deuxi me",
            "est Niskam, le Grand-p re Soleil,",
            "repr sent  par | toile a huit pointes des",
            "Mi kmags, qui a insuffl  la vie a l esprit",
            "(au centre); et le troisi me est Wsitkamu,",
            "la Terre M re (en bas), qui soutient la vie,",
            "repr sent  par l eau, les roches, les plantes",
            "et un orignal). A l est, a la droite de la portion",
            "centrale, on peut voir Kluskap (le quatri me",
            "niveau), le premier  tre humain, cr  a partir de la foudre.",
            "Il regoit la visite de l aigle Kitpu, messager du Donneur de vie, qui",
            "laisse une plume dans son sillage. Kluskap l attrape avant qu elle ne",
            "touche le sol : une repr sentation symbolique du caract re sacr  des",
            "plumes d aigle. Dans le sens horaire, on voit ensuite le cinqui me",
            "niveau : Nukami, la Grand-m re (au sud), qui doit son existence a une",
            "roche. Sage et avertie, elle transmet ses connaissances en survie. Elle",
            "est repr sent e aux cot s d une martre, qui  voque le premier repas de",
            "gibier cuit sur le premier feu. Le sixi me niveau, Netawansum, le Neveu",
            "(a Pouest), symbolise la jeunesse et tient une tresse de foin d odeur.",
            "Devant son existence 4 des  l ments marins, il est repr sent  avec le",
            "deuxi me repas   du poisson. Enfin, le septi me niveau, Nekanakanim-",
            "Koosiskw, la M re (au nord), est n e d une feuille d arbre. Elle apporte",
            "l'amour, la compassion et toutes les couleurs du monde. Le motif de",
            "wigwam repr sente le foyer. Nekanakanim-Koosiskw apprendra a tous",
            "ses enfants a partager et 4 prendre soin les uns des autres. Le troisi me\nrepas est fait de plantes et de baies, en honneur de son arriv e.",
            "Pi ce de 20 $ en argent fin 2022   Le\nmonogramme royal de la reine Elizabeth II",
            "Le revers, rehauss  d un placage de rhodium",
            "noir int gral, met en vedette le monogramme",
            "royal de la reine Elizabeth II, qui combine",
            "les lettres   EII   (Elizabeth ID et  initiale",
            "de son titre   R   (pour Regina, qui",
            "signifie   reine   en latin), surmont es",
            "dune repr sentation de la couronne de",
            "saint Edouard. Le monogramme est",
            "entour  de formes qui  voquent les",
            "perles dor es et les grappes de pierres",
            "pr cieuses ornant la couronne de saint",
            "Edouard; les quatre grandes formes",
            "repr sentent les effigies ayant figur  sur",
            "les pi ces de monnaie canadiennes depuis",
            "1953. Pr sentant une inscription 4 double",
            "date qui rend hommage au r gne historique",
            "de la reine Elizabeth II, l avers comm moratif,",
            "rehauss  d un placage s lectif de rhodium noir et",
            "marqu  d une petite rose Tudor, est omn  des quatre effigies\nhistoriques (de gauche a droite) : l effigie de 2003 4 2022 par\nSusanna Blunt; l effigie de 1990 a 2002 par Dora de P dery Hunt;\nVeffigie de 1965 4 1989 par Arnold Machin; et l effigie de 1953 a",
            "1964 par Mary Gillick.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "232"
    },
    {
        "File": "The_CN_Journal_july_41.jpg",
        "Paragraphs": [
            "BLOG SPOT, BY,:.GRAHAM,IDDON",
            "on Canadian banknotes for the first time including",
            "I n the early 1970s, real people appeared in the vignettes\nJoseph Idlout and his relatives.",
            "Deconstructing the engraving",
            "The Scenes of Canada series (1969-79) was loosely themed\naround landscape with human activity. The location for\nthe 2-dollar banknote vignette was Nuvuruluk, (a common\nplace name meaning  insignificant point of land ) near\nAulatsitvik. Engraver C. Gordon Yorke slightly altered this\nimage to suit the note s format, bringing the horizon down",
            "Number 5 July e August 2023 ---------------------------------",
            "Bank of \\ Mus e de\nCanada \\ la Banque\nMuseum \\ du Canada",
            "to fit the height of the note. Clouds were added that echoed\nthe ripples in the water, giving directional energy to the\nimage. The hunters  appearance in the engraving is identical\nto the photograph, and their families were easily able to\nidentify them on the 2-dollar note.",
            "Below is a proof: a print test of a printing plate. Though\nnot as beautiful as the final colour print, the black ink\nshows the engraving with great clarity.",
            "Joseph Idlout s daughter Leah, a teacher, editor and\ntranslator, labelled all of the men pictured in this secene in\nInuktitut.\n"
        ],
        "PageNo": "233"
    },
    {
        "File": "The_CN_Journal_july_42.jpg",
        "Paragraphs": [
            "Issued in 1975, the Scenes of Canada series\n2-dollar note was in circulation into the late\n1980s. Its vignette was based on a 1951\nphotograph. So, what s the story behind the\nmen in the image?",
            "The men of the hunting scene",
            "This scene also appears in Wilkinson s film, part of a hurried preparation to pursue a pod of narwhals sighted by Idlout\namongst the ice floes. The men were readying harpoons and kayaks and inflating avatags, sealskin floats that they would\nuse to slow the whale s escape. Apart from canvas for the kayaks and a few small tools, the hunters used the traditional\ngear of this ancient hunting practice.",
            "Ullattitaq Paul Idlout Joseph Idlout shifts a Elijah Erkloo lifts a paddle\ninflates a sealskin float kayak into the water",
            "A The CN Journal Volume 68\n"
        ],
        "PageNo": "234"
    },
    {
        "File": "The_CN_Journal_july_43.jpg",
        "Paragraphs": [
            "As of October 2020, two of the six hunters on the note are still living: Elyah Erkloo and Ullattitaq Paul Idlout. The latter,\none of Joseph s sons, became the first Inuk to be elected bishop of the Anglican Diocese of the Arctic. He recently retired.",
            "A foot in each world",
            "The early 1950s were what Wilkinson called\n a difficult and critical time  for all Inuit\npeople, a time of massive societal transition.\nAt that point, Idlout s community had long\nsince become accustomed to tea, flour, biscuits,\nguns, gasoline, boats and other 20th-century\ncommodities paid for with the furs Idlout\nsupplied to the Hudson s Bay Company. When\narctic foxes became scarce in the mid-1950s, he,\nlike others in the community, began to rely on\nstore credit, reluctantly adopting another feature\nof modern life: debt.",
            "Hoping for better hunting, Idlout\nand his family moved 650 km north to\nResolute Bay, a Royal Canadian Airforce\nbase site. In an attempt to encourage him\nto move, authorities assured Idlout that\nResolute was a  land of plenty.  It wasn t.\nAnd, like other families relocated to the frontiers of the Cold War by the Canadian government, the Idlouts became\nwards of the state.",
            "When the new 2-dollar note came out in 1975, the way of life depicted",
            "on it was already a thing of the past. By the late 1950s, hunting, as the\nInuit knew it, had become an unaffordable luxury   even to Idlout. For\na time, he worked as an instructor at Resolute. He taught Arctic survival",
            "techniques to soldiers and helped acclimatize Inuit families relocated by\nthe Canadian government from distant Northern Quebec. But it was a poor\nsubstitute for the life of a master hunter and respected community leader.",
            " He knew the different ways that\nmade the Inuit happy and the\ndifferent ways that made white",
            "people happy. He could have two\nlives.    Peter Paniloo",
            "In the end",
            "Not knowing where he belonged and being unable to practice his vocation,\ndepression and alcohol began to dominate Joseph Idlout s life. He became\na regular at the bar on the airbase. At 1:00 a.m. on June 2, 1968, he and his\nwife left the bar to head back to their village. His snowmobile broke down,\nso he sent his wife home with friends. He was able to fix the problem, but\nby 4:00 a.m., he hadn t arrived home. His daughter called the RCMP. Idlout\n  sand his snowmobile were found at the bottom of a ravine later that day.\nHis death was officially recorded as an accident. But Peter Paniloo knew his father better than that. Examining Idlout s\nsnowmobile tracks, Paniloo recognized that the  accident  was sadly a suicide.",
            " It will continue being cold. It will\nalways be the way it is. Someone\nwill always need to know the land.\nWe re more than just hunters. \n  Peter Paniloo",
            "Resources and further study",
            "Special thanks to Edward Atkinson and Sharon Angnakak of the Nunavut Archives for historic photographs and\nwriter Kenn Harper for assisting with the image of the marked 2-dollar note. Thanks as well to Lucie Idlout, Joseph s\ngranddaughter, for fact checking, spelling and identifying family members.",
            "Land of the Long Day (1952) Directed by Douglas Wilkinson. National Film Board of Canada.\nBetween Two Worlds (1990) Directed by Barry Greenwald. National Film Board of Canada.\nWilkinson, Douglas. (1969) Land of the Long Day, Toronto: Clarke, Irwin.",
            "Sourced with permission from the Bank of Canada Museum website blog: www.bankofcanadamuseum.ca/the-museum-blog/,",
            "Number5 July   August 2023\n"
        ],
        "PageNo": "235"
    },
    {
        "File": "The_CN_Journal_july_44.jpg",
        "Paragraphs": [
            "THE_END_OF_PLACIDIA_S_REGENCY.",
            "A NUMISMATIC DATE WITH HISTORY",
            "By JESUS VICO\nAND, MARISA,OLLERO.",
            "July 2, 437 CE",
            "Galla Placidia was\nG the daughter of",
            "Theodosius I (379- \n395 CE), the last emperor of\nthe undivided Roman Empire.\nHer date of birth was not\nrecorded, although 388-9 or\n392-3 are most likely. Her\nmother, Galla, was the daughter\nof Valentinian I (364-375) and\nhis second wife, Justina.",
            "Her paternal half-brothers\nwere Emperors Arcadius\n(Eastern) and Honorius\n(Western).",
            "Placidia also played a\nsignificant role in Roman\npolitics for most of her life, not\nthe least of which was as regent\nto her son Valentinian III from\n423 until his age of majority in\n437. She was queen consort to\nAtaulf (Ataulphus), king of the\nVisigoths from 414 until he died\nin 415, and briefly Empress consort to Constantius III in 421.",
            "After her mother died in 394, she was summoned to her\nfather s court in Mediolanum (Milan) and was present at\nTheodosius s death on January 17, 395. She was granted\none of the highest imperial titles, that of  nobilissima\npuella  ( most noble girl ), and given financial\nindependence by her father.",
            "Placidia spent most of her early years in the household\nof her paternal cousin Serena and her husband, Stilicho.\nStilicho was the magister militum (military General) of\nthe Western Roman Empire and regent to Honorius until\nhe came of age. He was the only known person to hold the\n magister militum in praesenti  rank from 394 to 408 in\nboth the Western and Eastern Roman Empires.",
            "On May 1, 408, Placidia s brother, Emporer Arcadius,\ndied and was succeeded by his son Theodosius II, who\nwas only seven years old. Stilicho, convincing Honorius\nnot to travel to the East himself, planned to proceed\nto Constantinople to assume the role of regent and\n undertake the management of the affairs of Theodosius .\nShortly after, Olympius,  Magister Scrinii , attempted\nto convince Honorius that Stilicho was conspiring to\ndepose Theodosius II in favour of his son Eucherius.",
            "Olympius led a military coup\nd' tat, leaving him in control\nof Honorius and his court.\nStilicho, whose reputation had\nbeen severely damaged by the\nmilitary losses to the Vandal\ncoalition in the Rhine frontier,\nwas arrested and executed on\nAugust 22, 408. Eucherius\nsought refuge in Rome but was\narrested there and executed.",
            "In the aftermath that\nfollowed the fall of Stilicho,\nthe wives and children of the\nfoederati living in the cities of\nItaly were slain. Most of the\nfoederati, considered loyalists\nof Stilicho, joined the forces of\nAlaric I, King of the Visigoths.\nAlaric led them to Rome and\nbegan a blockade of the city,\nwhich was under siege, with\nminor interruptions, from\nAutumn 408 to August 24, 410.",
            "Zosimus records that Placidia was within the city during the\nsiege. When Serena was accused of conspiring with Alaric,\n the whole senate therefore, with Placidia, uterine sister to\nthe emperor, thought it proper that she should suffer death .",
            "Prior to the fall of Rome, Placidia was captured by\nAlaric. She followed the Visigoths  move from the Italian\nPeninsula to Gaul in 412. Their ruler Ataulf, having\nsucceeded Alaric, entered an alliance with Honorius against\nJovinus and Sebastianus, rival Western Roman emperors\nlocated in Gaul. He managed to defeat and execute\nboth Gallo-Roman emperors in 413. After the heads of\nSebastianus and Jovinus arrived at Honorius  court in\nRavenna in late August to be forwarded for display among\nother usurpers on the walls of Carthage, relations between\nAtaulf and Honorius had improved enough for Ataulf to\ncement them by marrying Galla Placidia at Narbonne on\nJanuary 1, 414. Placidia and Ataulf had a single known son,\nTheodosius. He was born in Barcelona by the end of 414. In\nAugust/September 415, in the palace at Barcelona, a former\nGermanic chieftain, a follower of Jovinus and Sebastianus,\nbrought Ataulf s reign to a sudden end by killing him while\nhe bathed.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "236"
    },
    {
        "File": "The_CN_Journal_july_45.jpg",
        "Paragraphs": [
            "Placidia was returned to Honorius as part of a peace\ntreaty. Her brother Honorius forced her to marry\nConstantius III on January 1, 417. Their daughter Justa\nGrata Honoria was probably born in 417 or 418. Their son\nValentinian III was born July 2, 419.",
            "On February 8, 421, Constantius was proclaimed an\nAugustus, becoming co-ruler with the childless Honorius.\nPlacidia was proclaimed an Augusta. She was the only\nEmpress in the West since Honortus had divorced his\nsecond wife, Thermantia, in 408 and had never remarried.\nTheodostus II, the Eastern Roman Emperor, did not recognise\neither title. Constantius, unhappy with the requirements of\nimperial office, died of an illness on September 2, 421.",
            "Galla Placidia and Honorius suddenly turned hostile\nto each other and she and her children, Valentinian and\nHonoria, were forced from the Western Empire to\nConstantinople in 422-3. Though the motivation for\nthis apparent sudden change remains unclear, the public\nissue was the increasingly scandalous public caresses she\nreceived from her brother Honorius this at least was\nthe interpretation of Olympiodorus of Thebes, a historian\nused as a source by Zosimus, Sozomen and probably\nPhilostorgius. Gibbon had a different opinion:  The power\nof Placidia; and the indecent familiarity of her brother,\nwhich might be no more than the symptoms of a childish\naffection, were universally attributed to incestuous love. ",
            "Number 5 July e August 2023 ---------------------------------",
            "On August 15, 423, Honortus died without an heir.\nAlthough Johannes, the primicerius notariorum  chief\nnotary  (the head of the civil service), was declared\nto be the new Western Roman Emperor by patricius,\nFlavius Castinus, Theodosius II had a different plan he\nhad Placidia s 4-year-old son betrothed to his 2-year-old\nfirst cousin once removed, Licinia Eudoxia. Theodosius\nfollowed through by launching a successful campaign\nagainst the West. After Johannes was captured and\nexecuted, Valentinian was proclaimed Augustus of the\nWestern Roman Empire on October 23, 425, in the presence\nof the Roman Senate and Theodostus.",
            "Galla Placidia was proclaimed regent from 425 to 437.\nHer regency ended when Valentinian reached his eighteenth\nbirthday on July 2, 437.",
            "Coins issued in Placidia s honour in Constantinople after\n425 give her name as AELIA PLACIDIA; this may have\nbeen intended to integrate Placidia with the eastern dynasty\nof Theodostus II. There is no evidence that the name Aelia\nwas ever used in the West or that it was part of Placidia s\nofficial styling.",
            "In the spring of 450, Placidia s daughter Honoria,\nfamously entised Attila the Hun to rescue her from an\narranged marriage, a request he took as her proposal of\nmarriage and diverted his army to Rome. But that is another\nstory! Placidia died in November 450 at Rome.",
            "Sourced with permission from VCoins eNewsletter, and Wikipedia (CC BY-SA 4.0).\n"
        ],
        "PageNo": "237"
    },
    {
        "File": "The_CN_Journal_july_46.jpg",
        "Paragraphs": [
            "Empress Regent Galla Placidia as depicted in Gold (solidi) of the contemporary Roman Empires:",
            "Galla Placidia. Augusta, 421 450 CE. AV Tremissis (13 mm,\n1.38 g, 12h). Rome or Ravenna mint. Struck 440 455 CE.\nObv: D N GALLA PLA CIDIA P F AVG, pearl-diademed and\ndraped bust right, cross on shoulder; Rev: Latin cross patt e\nwithin wreath; COMOB. RIC X 2062 (same dies as illustration);\nDepeyrot 47/9 (Rome); DOCLR 831 (Ravenna [or Rome?];\nsame dies); Biaggi 2336 (same dies); Kampmann 20 (this coin).",
            "(Image: Classical Numismatic Group, cngcoins.com.)",
            "Galla Placidia. Augusta, 421 450 CE. AV Solidus\n(21mm, 4.168, 6h). Vicennalia issue. Constantinople\nmint, 10th officina. Struck 423 5 CE. Obv: AEL\nPLACI DIA AVG, pearl-diademed and draped bust\nright; above, manus Dei holding diadem; Rev: VOT\nXX MVLT XXX, Victory standing left, holding long\njewelled cross in right hand; star above; I//CONOB.\nRIC X 203; Depeyrot 75/4. Obverse struck with\nslightly rusty die.",
            "(Image: Classical Numismatic Group, cngcoins.com.)",
            "Galla Placidia. Augusta, 421 450 CE. AV Solidus\n(22 mm, 4.44 g, 6h). Ravenna mint. Struck 444 5.\nObv: D N GALLA PLA CIDIA P F AVG, pearl-diademed\n(with four tails) and draped bust right, wearing\nearring and two pearl necklaces, cross on right\nshoulder; crowned by manus Dei (hand of God)\nabove; Rev: VOT XX MVLT XXX, Victory standing left,\nholding long jewelled cross with right hand; star\nabove; R V // COMOB. RIC X 2020; Ranieri 76 corr.\n(cross on shoulder); Depeyrot 16/3; Biaggi 2333.",
            "(Image: Classical Numismatic Group, cngcoins.com.)",
            "Galla Placidia. Augusta, 421 450 CE. AV Solidus\n(22 mm, 4.45 g, 6h). Vicennalia issue. Rome mint.\nStruck while regent for Valentinian Ill, 425 6 CE.\nObv: D N GALLA PLA CIDIA P F AVG, laureate,\npearl-diademed, and draped bust right; manus Dei\nholding diadem above; Rev: VOT XX MVLT XXX,\nVictory standing left, holding long jewelled cross;\nstar above; R M // COMOB. RIC X 2007; Depeyrot\n45/2; Biaggi -; G. Lacam. Civilisation et monnaies\nbyzantines (Paris, 1974), pl. Cll, 12 (this coin).",
            "(Image: Classical Numismatic Group, cngcoins.com.)",
            "Galla Placidia. Augusta, 421 450 CE. AV Solidus\n(21 mm, 4.24 g, 1 h) Ravenna mint, 422 CE. Obv:\nD N GALLA PLA CIDIA P F AVG. Pearl-diademed and\ndraped bust right, wearing pearl necklace and\nearring; crowned by manus Dei holding diadem\nabove. On shoulder, Christogram >2 ; Rev: SALVS\nREI PVBLICAE. Victory seated on cuirass, inscribing\na shield with Christogram. In exergue, COMOB.\nP. Grierson   M. Mays, Catalogue of Late Roman\ncoins in the Dumbarton Oaks Collection and in the\nWhittemore Collection (1992) Nr. 817 (421 422).",
            "(Image: Miinzkabinett der Staatlichen Museen, 18217902; Dirk Sonnenwald)",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "238"
    }
]