[
    {
        "File": "The_CN_Journal_September_05.jpg",
        "Paragraphs": [
            "FROM._THE_PRESIDENT.",
            "MoT_DU_PRESIDENT.",
            "reetings all. At the end of the Association s",
            "Annual General Meeting, I was surprised and",
            "honoured when the Election Committee Chair,\nMark Dalrymple, read my name as the new President. The\nAGM was held in conjunction with the annual convention\nheld recently in Halifax, Nova Scotia, where the Halifax\nRegional Coin Club did another bang-up job of being the\nperfect East Coast host.",
            "Wayne Taylor, Albert LeGrow, Anne and Dan\nMcCormick and the entire team are to be commended\non the spread laid out in the hospitality suite and the\nmachine-like precision with which volunteers performed\nall the necessary convention jobs. A job well done by all.\nThe feedback from attendees that I received about the\ntours, educational symposium, bourse and club meeting\nwas positive and well received. Last but not least, a big\nround of applause for James Williston and his Convention\nCommittee for a show well done. Bravo!",
            "With all that positive feedback from the convention\nregistrants, stories and pictures in the CN Journal of people\nenjoying themselves, why not plan for your 2024 summer\nvacation now and come out and see what you have been\nmissing? Next year s convention takes us back to Boucherville,\nwhere the host clubs are already hard at work planning an\nexperience that should not be missed. Also, don t forget\nabout Calgary in 2025, take in the stampede and stay for a\nnumismatic convention. Now, that sounds like family fun.",
            "Before I go on with the plans for the Association s future,\nI would like to thank the Past President, Steve Woodland,\nfor his two years guiding the Association through some very\nchallenging times from which the organisation has emerged\nmore vital for his efforts. I applaud a job well done.",
            "While I am on a roll with the thank yous, my biggest thanks\ngo out to all the past presidents and directors who encouraged\nme to come forward, throw my hat in the ring. I also want to\nthank all the clubs and members for believing I am the man to\nlead your Association forward. This united group is ready and\neager to roll up their sleeves and take on the necessary tasks\nto increase our social network footprint, member ben fits and\nwebsite while keeping our overhead in check.",
            "My term as President has already begun with the",
            "newly elected Board of Directors and myself having",
            "met. Committees of the Board with their mandate and,",
            "composition are in the works. The appointed positions\nof the Board have all confirmed their commitment to-the\nAssociation and agreed to continue in their respective\nroles. The next President s message will update you\nfurther on our progress.",
            "Number6 September 2023 -------------------------------",
            "Je vous salue tous. A la fin de l assembl e g n rale annuelle de",
            "association, j ai  t  surpris et honor  lorsque le pr sident du",
            "comit   lectoral, Mark Dalrymple, a lu mon nom en tant que",
            "nouveau pr sident. L assembl e g n rale annuelle s est tenue\nen m me temps que la convention annuelle qui a eu lieu r cemment\na Halifax, en Nouvelle-Ecosse, ov l Halifax Regional Coin Club a\nencore une fois fait un excellent travail en tant qu hdte parfait de la\nc te Est.",
            "Wayne Taylor, Albert LeGrow, Anne et Dan McConmick et toute\nl quipe m ritent d tre f licit s pour l organisation de la suite\nd accueil et la pr cision machinale avec laquelle les b n voles ont\neffectu  toutes les taches n cessaires a4 la convention. Un travail\nbien fait par tous. Les commentaires des participants que j ai recus\nau sujet des visites, du symposium  ducatif, de la bourse et de la\nr union des clubs ont  t  positifs et bien accueillis. Enfin et surtout,\nJ applaudis chaleureusement James Williston et son comit  de la\nconvention pour l excellence de leur travail. Bravo !",
            "Avec tous les commentaires positifs des personnes inscrites a la\nconvention, les histoires et les photos dans le Journal du Canadien\nde numismatique ou les gens s amusent, pourquoi ne pas planifier\nd s maintenant vos vacances d t  2024 et venir voir ce que vous\navez manqu  ? Le congr s de l ann e prochaine nous ram ne a\nBoucherville, ott les clubs h tes travaillent d ja a la planification\nd une exp rience a ne pas manquer. N oubliez pas non plus Calgary\nen 2025, ot vous pourrez assister au stampede et rester pour assister 4\nun congr s numismatique. Voila qui a l air d un plaisir famille.",
            "Avant d aborder les projets pour | avenir de |  Association, je\nvoudrais remercier le pr sident sortant, Steve Woodland, pour les\ndeux ann es qu il a pass es a guider | Association a travers une\np riode tr s difficile, dont l organisation est sortie plus vitale grace a\nses efforts. Je salue un travail bien fait.",
            "Si je me lance dans les remerciements, mes plus grands\nremerciements vont a tous les anciens pr sidents et directeurs qui\nmont encourag  4 me pr senter et a jeter mon chapeau dans | ar ne.\nJe tiens  galement a remercier tous les clubs et tous les membres\nd avoir cru que j tais  homme qu il fallait pour faire avancer votre\nassociation. Ce groupe uni est pr t et d sireux de retrousser ses\nmanches et d entreprendre les taches n cessaires pour accroitre notre\nempre inte sur les r seaux sociaux, les avantages offerts aux membres\net le site web, tout en maitrisant nos frais g n raux.",
            "Mon mandat de pr sident a d ja commenc  par les r unions du\nconseil d/administration nouvellement  lu et de moi-m me. Les\ncommissions du conseil d administration, avec leur mandat et leur\ncomposition, sont en cours d laboration. Les membres nomm s\ndu-conseil d administration ont tous confirm  leur engagement\nenvers l association et accept  de continuer a assumer leurs fonctions\nrespectives. Le prochain message du pr sident vous tiendra au\ncourant de nos progr s.\n"
        ],
        "PageNo": "245"
    },
    {
        "File": "The_CN_Journal_September_08.jpg",
        "Paragraphs": [
            "2023 CAFNE_ RECEPTION a/, _",
            "The Canadian Association for Numismatic Education (CAFNE) hosted a\n| reception from 6:30 p.m. to 8:00 p.m. on Thursday evening during the\nRCNA Convention. This year s event, once again, served to increase the\nawareness to CAFNE s presence in the numismatic community and to act as a fund\nraiser for the Association. Part of CAFNE s mandate is to help sponsor numismatic\neducational events through the RCNA and other numismatic clubs and associations.",
            
            "Once again the support from the numismatic community exceeded\nthe organizers  expectations. Held each year, with the kind support\nof key sponsors like: Trajan Publishing, The Canadian Numismatic\nCompany, Gatewest Coins and Proof Positive Coins; this CAFNE\nevent serves as the main fund-raiser for the Association   critical to\nhelp it continue its support of numismatic education. This year the\nAssociation raised over $6,000 from individuals, numismatic clubs\nand associations in Canada and the US.",
            "This outstanding achievement is due in part to the supporting\ndonations by major benefactors: the Calgary Numismatic Society,\nRon Moore; Michael S. Turrini, US Area RCNA Director; Canadian\nPaper Money Society, Richard Dunn; Edmonton Numismatic\nSociety, Tom Woznow; North York Coin Club, William O Brien;\nANEC, France Waychison. In addition to the various organizations\nwho generously make, in kind, donations to CAFNE s popular\nsilent auction which, this year, raised over $1,000.",
            "Scott Douglas receiving donations from (clockwise-left) Fred van den Haak; Lloyd Chan, on behalf of Michael Turrini;\nRon Moore CNS; Tom Woznow, ENS; Richard Dunn, CPMS; William O Brien, NYCC.",
            "La The CN Journal Volume 68\n"
        ],
        "PageNo": "248"
    },
    {
        "File": "The_CN_Journal_September_10.jpg",
        "Paragraphs": [
            "2023 AWARDS PRESENTATIONS",
            "Literary Awards",
            "The following annual RCNA Literary Awards for the year 2023 were presented at the convention: the Louise Graham\n Club of the Year  Award, the Guy Potter Literary Award, the Jerome Remick III Literary Award, the Best\nRegional / National Newsletter Award, the Best Regional / National Newsletter Editor Award, the Best Local Club\nNewsletter Award, and the Best Local Club Newsletter Editor Award.",
            "Jacques Poitras (left) accepting the Regional / National\nawards for best Newsletter and for best Editor, on behalf\nof the Atlantic Numismatist, a publication of the Atlantic\nProvinces Numismatic Association.",
            "Jasmin Lavoie (left), receiving the Louise Graham Club\nof the Year Award from Brett Irick on behalf of le Club\nde Numismates du Bas Saint Laurant.",
            ". . . . Wayne Hansen, showing the Jerome Remick Ill\nPierre Leclerc (right) on behalf of his daughter Julie, Literary Award for his article  Mytilene s Ferocious\nNumibec editor, receives the Best Local Club Newsletter /jttle Lion  in the Edmonton Numismatic Society s\nEditor Award, and the Best Local Club Newsletter Award newsletter The Planchet December 2022 issue.\nwon by the Association des numismates et des philat listes\nde Boucherville.",
            "Graham Neale receives the Guy Potter Literary Award\nfor his article  The Massey Medal for Architecture (1950 \n1970),  that appeared in The CN Journal for March 2022.",
            " The CN Journal Volume 68\n"
        ],
        "PageNo": "250"
    },
    {
        "File": "The_CN_Journal_September_11.jpg",
        "Paragraphs": [
            "Exhibit Awards",
            "Group photo of Exhibit Judges: (left to right) (back) Andy McKaig, Kevin Day-Thorburn, Brett Irick, Scott Douglas,\nBob Fritsch, James Williston (Head Judge), Jeff Fournier, Lorne Barnes; (front) Richard Dunn, Tim Henderson, Marina\nFischer and Geoffrey Bell.",
            "Exhibit Awards presented Saturday afternoon by James Williston, Head Judge:",
            "Group photo of Exhibit Winners in attendance: (left to right) (back) James Williston (Head Judge); (front)\nBrett Irick, Lisa McPherson, Cassidy Stroud, Paul Demerchant, Thomas J. Uram and John Csaszar.",
            "Number 6 September 2023 ----------------------------- 251\n"
        ],
        "PageNo": "251"
    },
    {
        "File": "The_CN_Journal_September_12.jpg",
        "Paragraphs": [
            "Exhibit Category Winners:",
            "Category A: Canadian Coins & Tokens: [Jean Bullen a ae",
            "1st - Paul Demerchant  . u\n2nd - Steven Oatway  Pond eons Wreck ",
            "Category C: Canadian Medals, Orders, Decorations and Other Numismatic Items\nWhich Are Not A Medium of Exchange:",
            "3rd - Raymond Gregory  8 Canadian Historical Medals from the Michael Joffre\nCollection ",
            "Category D: Non-Canadian Coins and Tokens:",
            "1st - Brett Irick  Early Republic of Mexico Half Escudo Gold Coins 1825 1870 \n2nd - Thomas J. Uram  The Historically Significant Two Cent ",
            "3rd - Cassidy Stroud  Shipwreck Coins of Admiral Gardner (1809) ",
            "Category E: Non-Canadian Paper Scrip and Related Paper Items:\n3rd - Lisa McPherson  The First Venezuelan Sovereign Banknotes ",
            "Category F: Non-Canadian Medals, Decorations and Other Items not Medals of\nExchange:\n3rd - John Csaszar  Official Coronation Medals George IV to George VI ",
            "Category I: Juveniles (under 16)\n2nd - Ariana Csaszar  Animal Coins of Ireland ",
            
            "Paul Demerchant in front of his 3\ncase, Category A 1st Place and\nPeoples Choice Award winning\ndisplay (see below).",
            " James Williston (Head Exhibits judge) presenting Paul\nDemerchant with Peoples Choice and Best of Show\nAward at the Banquet.",
            
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "252"
    },
    {
        "File": "The_CN_Journal_September_13.jpg",
        "Paragraphs": [
            "2023 PRESENTATIONS, OF_ SERVICE. AWARDS",
            "J. Douglas Ferguson Award   Robert E Forbes Frcna",
            "Each year the J. Douglas Ferguson Award is presented as the culmination to the Royal Canadian Numismatic Association s\nannual convention banquet. It is award by the J. Douglas Ferguson Historical Foundation and is considered the highest\ndistinction in Canadian Numismatics. This year the award citation, presented to Robert E Forbes, read:",
            "By authority of the Board of Award, it is our\nprivilege to inform you that you have been awarded\nthe J. Douglas Ferguson Award for distinguished\nservice to Canadian numismatics.",
            "You were the Chair of fund raising for the\nCanadian Association for Numismatic Education\n(CAFNE) for a number of years, then served on\nthe Board of the J. Douglas Ferguson Historical\nResearch Foundation for several years before\nbecoming the Chair of the Foundation. You joined\nthe Board of the Royal Canadian Numismatic\nAssociation (RCNA) in 201] as 2nd Vice-President\nand are still on the Board today, having served as\nPresident from 2019 to 2021, during the extremely\nchallenging COVID-19 period.",
            "Your devotion to high quality decimal coins is\nwell known. In addition to giving grading seminars\nand producing several articles on early Canadian\nand Newfoundland coins you have updated Brian\nCornwell's Fine Points series of articles (from 1987 ",
            "1991) upgrading them with fresh commentaries and\ncurrent information. We view this as an invaluable\nservice to the entire numismatic community.",
            "You also led the RCNA and several other numismatic organizations through the complex\nContinuation process that the Federal Government implemented for Not-for-Profit Societies.\nThis foundational work ensures the on-going security of the RCNA for the foreseeable future.",
            "We would like to congratulate you and to present to you the J. Douglas Ferguson Award for 2023, the\nhighest distinction in Canadian numismatics. Rouald Greene, Chairman, Board of Award",
            "Paul Fiocca Award   Robert E Forbes FrRcNA",
            "Robert E Forbes received this year s Fiocca\nRe during the Awards Banquet on\nJuly 22, 2023.",
            "In 2007 the Royal Canadian Numismatic\nAssociation created the Paul Fiocca Award for\nLong Term and Meritorious Service to the RCNA.\nIt is the highest award presented by the RCNA,\nand second only to the J. Douglas Ferguson Award\nin Canadian numismatics. The Fiocca Award is\nsupported by Trajan Publishing, the Fiocca family\nand friends of Paul.",
            "For 2023 the Board of Award comprised\nRCNA President Stephen Woodland, Committee\nChair, and Mike Walsh of Trajan Publishing.",
            "Number 6 September 2023 ----------------------------- 253\n"
        ],
        "PageNo": "253"
    },
    {
        "File": "The_CN_Journal_September_14.jpg",
        "Paragraphs": [
            "Charles D. Moore Award   Stephen",
            "Stephen Oatway received this year s Charles D. Moore\nSs from Stephen Woodland at the banquet awards\npresentations.",
            "In 2016 the RCNA Executive committee determined that an annual\naward to honour those best described as  Professional Numismatists \nwas long overdue in the Canadian Numismatic world.",
            "The award each year is intended to honour the recipient who\nhas consistently contributed to the advancement of Canadian\nNumismatics and to the Royal Canadian Numismatic Association\nover several years. The recipient will have exhibited a willingness\nto advance the hobby through Dignity, Integrity, Truth and\nKnowledge. The recipient shall be selected from those professional\nnumismatists, full- or part-time dealers, researchers and writers,\npublicists, and benefactors, who are members of the RCNA.",
            "The Charles D. Moore Award, named after a past president of\nthe RCNA who many feel embodied the very characteristics this \naward honours, was inaugurated at the 2017 RCNA Convention, held at Boucherville, Quebec.",
            ", : Stephen Oatway (right) accepting the Charles D.Moore Award for the year 2023 from Stephen", " Woodland, President, RCNA (left).",
            "Fellow of the RCNA Awards",
            "The Royal Canadian Numismatic Association established this member service award in 1990 to recognize those\nmembers who performed a worthy service judged to be of a direct benefit to the Association and the hobby. An\naward of  Fellow  authorizes use of the letters, FRCNA to follow the recipient s name. This year s prestigious\nawards were presented to Mark Dalrymple NS, Judy Blackman ON (not in attendance), Lisa McPherson ON, France\nDuranleau Waychison ON, and Clifford Mishler WI.",
            
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "254"
    },
    {
        "File": "The_CN_Journal_September_15.jpg",
        "Paragraphs": [
            "2023 RCNA Presidential Awards",
            "he dedicated individuals receiving a Presidential Award this year are (clockwise alphabetically): Jeff Chapman,",
            "| Bemidji MN; Marina Fischer, Calgary AB, Dan Gosling, Sherwood Park AB; Bill Kamb, Powell OH; Serge",
            "Pelletier, Ottawa ON, and the Calgary Numismatic Society. In addition, the following RCNA First Ladies were",
            "also recognized with a special Presidential Award: Sylvia Bell, Judi Gosling, Leslie Guyatt, Lori Helston, Diane Levesque,\nSusan McCabe, Monina McCullough-Regitko, and France Duranleau Waychison.",
            "Presidential Awards are presented under the prerogative of the RCNA President to reward individuals or groups for",
            "outstanding support to our Association.",
            "Number 6 September 2023 -----------------------------255\n"
        ],
        "PageNo": "255"
    },
    {
        "File": "The_CN_Journal_September_16.jpg",
        "Paragraphs": [
            "2023 RCNA MEMBER ANNIVERSARIES",
            "E ach year the RCNA presents certificates that honour the long-standing support of individuals who are celebrating",
            "a noteworthy membership anniversary. Certificates this year were presented to the following individuals for an\noutstanding 25+ years of membership loyalty:",
            "RCNA # Name Anniversary\n#5726 Barry Uman 1963 60 Years\n#5899 Don West 1963 60 Years",
            "LM 106 William K. Cross 1963 60 Years",
            "#14838 Edward Van Parys 1983 40 Years",
            "LM 227 Michael Cahill 1983 40 Years",
            "LM 230 Stan Wright 1983 40 Years",
            "LM 234 Daniel Bailey 1983 40 Years",
            "LM 242 Bertram Warr Jr 1983 40 Years",
            "LM 379 William Waychison 1983 40 Years",
            "LM 455 Jeffery Wilson 1983 40 Years",
            "#19530 Alan Ciesla 1998 25 Years\n#19532 Walter Demiak 1998 25 Years\n#19670 Eric Leighton 1998 25 Years\n#19611 John Callaghan 1998 25 Years\n#19640 Todd Sandham 1998 25 Years\nLM 440 Jack Fortin 1998 25 Years",
            "16) | aa The CN Journal Volume 68\n"
        ],
        "PageNo": "256"
    },
    {
        "File": "The_CN_Journal_September_17.jpg",
        "Paragraphs": [
            "This year s Educational Symposium presentations spanned two days, Wednesday and Thursday, July 19 and 20.",
            "Overall Attendance continued the previous upward trend, and one session alone attracted approximately 40\npeople. Each year our symposium brings members new knowledge and interesting subjects offered by experienced\nnumismatists. This year its highlighted presentations were given by these eight leading numismatist:",
            
            "Wednesday Session Speakers:\n(top I-r) Lloyd Chan: Collecting Alexander the Great s Coins; Doug Shand: Archeology and Coins Recovered From\nNova Scotian Shipwrecks; Mark Dalrymple: The Numismatic Legacy of Alexander Keith and his Brewery.",
            "Thursday Session Speakers:",
            "(top-r) Jeffery Wilson: Nova Scotia Exhibition Medals; (bottom I-r) Kyle C. Knapp: To Counterfeit is Death  \nForgeries, Replicas and Unofficial Coinage in Colonial America; Frangois Rufiange: The  Victory  Canada 1943 5\ncent coin; Eric Leighton: Train Design on the 1912 Dominion of Canada $5.00 Banknote; Geoffrey Bell : Banks on\nRails. (not pictured) Lloyd Chan ex rel. Michael S. Turrini : Money from the Titanic.",
            "Education Chairman Michael Turrini did an excellent job in organizing this symposium, which continued the two-day\nformat. Regrettably, he was not able to attend the Convention   instead, Lloyd Chan presented Money from the Titanic on\nhis behalf at 1:30 p.m. Thursday.",
            "This event was funded by a grant from the Canadian Association for Numismatic Education (CAFNE).",
            "Number 6 September 2023 ----------------------------- 257\n"
        ],
        "PageNo": "257"
    },
    {
        "File": "The_CN_Journal_September_20.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "BY GEORGE MANZ\nERCNA, #19846",
            "Regina Coin Club celebrates European Explorers of Canada",
            "The first peoples of Canada, the First Nations,",
            "| Metis and Inuit, explored all of what is now called",
            "Canada. Many years later, Europeans began to",
            "arrive, often claiming it belonged to whatever European",
            "nation they served. I will examine seven European",
            "explorers whose exploits were commemorated by the\nFranklin Mint in several series of Sterling silver medals.",
            "The first European explorer to visit what is now Canada\nwas Leif Ericson. This Viking sailed west from Iceland to\nGreenland about a thousand years ago. His tiny ship missed\nGreenland, and he continued to sail west until he landed on the\nLabrador coast. While there, he established a fort.",
            "John Cabot was an Italian explorer who sailed for England.\nHe set sail aboard a ship called Matthew in 1497, becoming\nthe first European to place an English flag on the island of\nNewfoundland.",
            "Jacques Cartier was a French explorer who mapped the Gulf\nof St. Lawrence and the St. Lawrence River. In 1534, he landed\nat Gaspe and claimed the land for France, where he later set up\nsettlements in the New World.",
            "John Franklin was a British Royal Navy officer who led\nseveral expeditions into the Canadian Arctic to find the North-\nWest Passage. During his third and final expedition, his two\nships were frozen into the ice in what is now the Territory\nof Nunavut. Both crews died. Archaeologists discovered his\nwrecked ship, HMS Erebus, in 2014, while the other, HMS\nTerror, was located in 2016.",
            "Alexander Mackenzie was a Scottish explorer and fur trader.\nIn 1789, on behalf of the North West Company, he and his men\nand guides canoed down the Mackenzie River to the Arctic\nOcean. A few years later, accompanied by two First Nations\nguides and six voyageurs, Mackenzie reached the Pacific\nOcean by land in 1793. He was the first European to cross the\ncontinent by land north of Mexico, and, more than ten years\nbefore the famous American Lewis and Clark expedition.",
            "George Vancouver was a British Royal Navy captain who\nexplored the Pacific coast of North America from California,\nOregon, Washington, and British Columbia to Alaska.\nVancouver Island and the city of Vancouver are both named in\nhis honour.",
            "David Thompson was a Welsh explorer and fur trader who\nbegan working for the Hudson s Bay Company at the age of\n14 in 1784. He served as a clerk before he broke his leg. While\nconvalescing, Thompson spent two years learning surveying\nskills and became a full-time surveyor for the HBC until 1797.\nHe then trekked 130 km through the snow to the nearest North\nWest Company fort, where he signed up to work as a fur trader\nand surveyor for the NWC. By the 1800s, Thompson mapped.\nand explored almost 5 million square km of the Canadian and\nAmerican West.",
            "These, and many more, Sterling silver medals will be on\ndisplay during the Regina Coin Club Show on October 21-22,\n2023, at the Italian Club in Regina.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "260"
    },
    {
        "File": "The_CN_Journal_September_21.jpg",
        "Paragraphs": [
            "ERROR OF THE MONTH, By HENRY NIENHUIS, \n FRCNA,FCNRS,FONA ,LM#430",
            "Toonie trouble",
            "I n May of this year, Geoffrey Bell Auctions began selling",
            "the extensive Error coin collection from the estate of",
            "the late Patrick Glassford. Over decades of diligent\ncollecting, Patrick assembled one of the best, if not the best,\ncollections of Canadian Wrong or Incorrect Planchet (off\nmetal / wrong denomination / foreign planchet) error coins.\nHe enjoyed displaying this award-winning collection at key\nconventions such as FUN and the RCNA in 2018.",
            "An incorrect planchet error can result either when a\nplanchet intended for a different denomination Canadian\ncoin (an incorrect denomination planchet) or when a\nplanchet intended for a coin for another country or issuing\nauthority (a foreign planchet) is struck by the coining press\nand then makes its way into circulation.",
            "The incorrect planchet can enter the production process\nin many ways; for example, the planchet can be left in the\ncomming press s feeding hopper from a previous production\nrun of foreign or alternate denomination coins, it can also\nbe left unnoticed, stuck in a transfer bin, which\nthen later mixed in with other planchets\nwhen the bin is used again. Some types of\nthis error class are also called off-metal\nstrikes, referring to the case when the\nmetal alloy the planchet is made from\ndiffers from what is expected for the\ncoin produced. Other characteristics\nof this error class are a different size,\nweight or shape than the regular coin.",
            "Because of the physical restrictions\nin the coming press feeding mechanism,\nthe incorrect planchet must be either an\nequivalent or smaller diameter than the correct\nplanchet for the coins being made. An exception\nto this would be if the feeding tube is also\nincorrectly configured, but this is unlikely.",
            "The size discrepancy means that the\noverwhelming percentage of these errors\nwill have part of the design elements\nmissing and usually not centred on the\nplanchet. Any combination of lower\ndenomination planchet is possible:",
            "2-dollar struck on a 1-dollar,",
            "50-cent struck on a 25-cent.",
            "5-cent struck on a 10-cent.",
            "5-cent struck on a l-cent",
            "or even a 5-cent struck on a 2-dollar core.",
            
            "Number6 September 2023 --------------------------------------",
            "Usually, when we approach discussing an incorrect\nplanchet error, the donor planchet is unknown, so we\nneed to use deductive reasoning and the error coins\ncharacteristics to determine the source of the planchet.",
            "The intended denomination of a Canadian donor\nplanchet that has been struck in error is usually easily\ndistinguishable by weight or metal alloy composition.",
            "Perhaps the more interesting type of this error is that\nof the foreign planchet due to its widely varied physical\ncharacteristics of diameter, thickness, shape, weight and\nmetal alloy content. You may be asking yourself, how\ndoes a planchet from a foreign country make its way into\nCanadian coin production? The Royal Canadian Mint\nis a crown corporation obligated to earn a profit for its\nshareholder, the federal government of Canada. One way\nthe Mint has achieved this profit is to contract its services\nto produce coins for several foreign governments. Over the",
            "last few decades, this has resulted in the Mint producing",
            "various denomination coinage for a number of\ncountries each year.\nIn 2022, the RCM s revenue from the\nForeign Circulation business decreased\n45% to $62.6 million from $112.9\nmillion in 2021. The annual report\n| stated,  Foreign circulation contract\nopportunities were limited in 2022 due\nto the slower than expected re-opening\nof foreign economies post-pandemic\nand the rising geopolitical and economic\nuncertainties on the global economy.  But,\neven with these issues, the Mint s Winnipeg\nproduction facility ships billions of foreign coins\nand blanks each year.",
            "Thanks to Patrick s work, the origin of\nthe donor planchet, for the most part, is\nalready known. Among some of the\nmore spectacular incorrect planchet\nerrors are those of the two-dollar",
            " toonie  denomination.\nThe first off-metal toonie I d\nlike to discuss from the Glassford\nCollection is the gorgeous, almost\nfull-struck gold-coloured 1996 2-dollar\ncoin (left). The coin weighs 7.05 g and is\nmade from an aureate, a bronze electroplated\nnickel planchet meant for a 1-dollar  loonie  coin.\n"
        ],
        "PageNo": "261"
    },
    {
        "File": "The_CN_Journal_September_22.jpg",
        "Paragraphs": [
            "One last point reflects on the coin being fully struck, missing only a small portion of the nm. This is because the loonie\nplanchet is about 26 mm in diameter and 1.95 mm thick, which is close to the approximate 28 mm diameter and 1.8 mm\nthickness of the toonie planchet.",
            "A popular error in the toonie series is the solid nickel coin above. The one-piece planchet weighs 7.68 g and does not\nmatch a foreign or domestic planchet; it was possibly introduced in the shipments of the compound planchets received\nfrom Germany in 1996. Remnants of a cameo finish are visible on the polar bear.",
            "A significantly more rare toonie error coin is the 1996 $2 above, struck on a solid stainless steel planchet weighing 7.9 g.\nA decisive diagnostic to help pinpoint the donor planchet is its 12-sided Reuleaux polygon shape. This, combined with the\nalloy, poits to that of the Bangladesh 5 taka 26.8 mm planchet. See the example coin at the right.",
            "Our last example of off-metal toonie from the Glassford collection is this 1998 $2 struck on a 6.4 g cupro-nickel\nplanchet. One of the most noticeable characteristics of the error coin is the loss of lettering at the top because the planchet\nwas not large enough to fill the striking chamber. The likely candidate for the donor planchet is the United Arab Emirates\nAH1419 1 dirham 24 mm coin planchet; see the example at the right a very scarce and desirable off-metal error.",
            "Images used with permission of Geoffrey Bell Auctions.",
            "a The CN Journal Volume 68\n"
        ],
        "PageNo": "262"
    },
    {
        "File": "The_CN_Journal_September_23.jpg",
        "Paragraphs": [
            "PREVIOUSLY UNPUBLISHED > ey ROB TURNER\n1858 CENT WORKING, DIES, PART.6.ERCNA, FCNRS, #20948.",
            "[Editor s note: This is the sixth article in an 8-part series which includes all the dies used to strike Provincial Canadian\nlarge cents 1858 and 1859 W9/8 discovered since the author s second book (2008). The author has requested that\nthe die description pages be in the same format as his books for better consistency. ]",
            "T he series of articles on the 1858 and 1859 W9/8 one-cent reverse dies discovered since 2008 continue \nwith the first two 1858 reverse dies from group RC, \nspecifically Dies RC34, and RC35.",
            "In Part 1, we discussed the problems encountered while\nsinking these one-cent dies in that the delicate maple vine\nand leaf stems on the reverse punch rapidly deteriorated.\nReaders will remember that while sinking the fourth die, half\nthe stem to Leaf #9 broke away from the punch, so every die\nsunk after the third die inherited this broken leaf stem. Then\nstarting with the fifth die sunk, a section of the maple vine\nbroke away from the punch adjacent to Leaf #13. Thus each\ndie from the fifth die onward shows this very visible vine\nbreak that the engraver usually left unrepaired.",
            "All die group RC dies have two breaks in the maple vine,\none adjacent to Leaf #13 and another next to Leaf #7. For all\nthe known RC dies, the mint engraver manually repaired the\nbroken stem to Leaf #9 with varying results.",
            "- Also, for ease of reference, we numbered the maple leaves _ on the reverse design, from | through 16 starting at the top of the coin (12 o clock) and moving clockwise.",
            "Number6 September 2023 ---------------------------------------------------------- -------------- - ~~ 263\n"
        ],
        "PageNo": "263"
    },
    {
        "File": "The_CN_Journal_September_32.jpg",
        "Paragraphs": [
            "HUNTING THE ZOELL VARIETIES\nOF _THE_1882-H_ CANADIAN. CENTS",
            "BY DAN FLYNN #20440,\nALAIN. GRAVEL, #23803",
            "This year marks the 40th",
            "| anniversary of the passing of",
            "Hans Zoell, one of the pioneers",
            "of  variety collecting  of Canadian coins.",
            "His start was in stamps in the mid-1930s.",
            "Shortly thereafter, he added coins and then",
            "a printing business. By the mid-1950s,",
            "he opened the Phila-Coin Company with\nElizabeth Kadannek.",
            "Zoell had a passion for variety\ncollecting. He published his first\ncatalogue, the 1st Edition 196/ Variety\nCatalogue of Canadian Coins, in 1960.",
            "In the introductory paragraph, he writes:",
            " The desire to search for and collect",
            " varieties  has seen a steady growth in the past decade and\npromises to reach great heights of popularity . The first\nedition sold out quickly. Zoell had tapped into this ever-\ngrowing interest in variety collecting. He encouraged his\nreaders to send him coins they considered varieties so that\nhe could photograph and catalogue them and then create\nan illustration for future editions of his catalogue. His\nrequest for coins was fully embraced by his readership,\nas evidenced by the long lists of contributors in the\nacknowledgement section in each subsequent edition.",
            "In the early 1960s, health issues caused him to sell\nhis stamp/coin business and discontinue his commercial\nprinting operation. Zoell kept enough printing equipment\nto continue to print numismatic publications. He went on to\ncomplete seven editions of his variety catalogue and edited\nother lesser-known numismatic pamphlets and journals\ninto the 1970s. Zoell would be pleased that his publications\nremain a must-read for researchers and those who collect\nbased on varieties, errors or die-tracking.",
            "Zoell Observations and Cataloguing\nNomenclature",
            "The rights to all Hans Zoell publications, numbering systems\nand illustrations are wholly owned by Charlton Press. They are\nused in this article with the kind permission of Charlton Press.",
            "Zoell s approach of crowd-sourcing coins (for all\ndenominations) was well ahead of his time. This approach\nensured him a steady flow of  varieties  and work. He was\na family man, ran two businesses and had to find the time\nto produce and publish catalogues with limited staff, using\nequipment that would be considered antiquities by today s\nstandards. Unsurprisingly, Zoell could only confirm and\ncatalogue  varieties . Contributors utilized the  minute\nclock  to pinpoint the location and give a basic description",
            "of the anomaly, allowing Zoell to find and\nunderstand what the submitter was focused\non easily.",
            "Zoell created a variety numbering\nsystem that the reader could use to identify\nwhat anomaly to look for. It took two\neditions to settle on a suitable format\nhe felt best described the variety he was\nillustrating. The 2nd edition completely\nrenumbered and expanded the quantity of\nvarieties found in the Ist edition. Zoell s\nnumbering system, starting with the 2nd\nedition, consisted of three components:\n1s Upper-case prefix\nletters indicate the anomaly type.",
            "2. Anumber indicating the issue of the large cent by date; in\nour case, 5 is the fifth issue of large cents, thus 1882.",
            "3. Lowercase suffix letters, a to m, indicate that the\nanomaly is on the obverse, while n to z indicates it is on the\nreverse. We note gaps in the use of the lowercase letters,\nbut no information was found to explain them.",
            "The list below from the 4th edition is a partial list of\nprefix letters that pertain to the 1882-H cents (the wording\nmay be slightly different in earlier editions).",
            "A - Regular issue, for comparison only",
            "B - Resembling dots, spots, lumps etc.",
            "F - Die breaks and cracks forming lines, dashes, etc.",
            "H - Mis-shaped letters and figures, etc.",
            "L - Breaks and cracks joining letters and figures to the rim",
            "R - Re-entered, re-cut or re-engraved",
            "The third edition introduced the concept of multiple\nvariety numbers for the same coin if there were multiple\nanomalies found.",
            "The Project and Methodology",
            "Two independent die tracking studies involving 1882-H\ncents,!-2 provided the opportunity to ask this question:\n Did we find all Zoell s 1882 varieties as published in his\ncatalogues?  The first step was to review the catalogues\nand list all the varieties for 1882. There were entries in\neach catalogue except for the 5th edition, for a total of\ntwenty-three entries. An additional entry from one of\nthe Unusual Canadian Coin pamphlets was added as it\npertained to an existing die identified in the catalogues. Of\nthese twenty-four entries, six were found to be duplicates.\nThus, the tally stands at eighteen, and all were found.",
            "1 Flynn, Daniel, (2022) 1882 Obverse 1x die study, unpublished,\nLa Valle Wisconsin",
            "2 Flynn, Daniel; Gravel, Alain (2023), 1882 Obverse 2x die\nstudy, unpublished, La Valle Wisconsin",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "272"
    },
    {
        "File": "The_CN_Journal_September_33.jpg",
        "Paragraphs": [
            "There were five different portraits of Victoria for the Dominion of Canada issues between 1876 and 1901. In 1882, three\ndifferent portraits were used, and two hybrid portraits are found as well, for a total of five. It is appropriate to add another layer\nto Zoell s nomenclature. Our findings are grouped by obverse portrait to narrow the search for anyone attempting to collect this\ndate by Zoell s varieties. This approach can be utilized across any year where multiple obverse or reverse designs were deployed.",
            "We now recognize that many of the listed varieties are normal punch/die wear and tear, such as die breaks, die chips,\nbroken letters, etc., along with other unique punch/die identifiers. Zoell did as well. We also found that a few recently\ndiscovered varieties are, in fact, old  varieties  discovered by unknown contributors to Zoell s works in the 1960s.",
            "Obverse 1",
            "There are seven known obverse | dies used by Heaton Mint to coin the 1882-H series. They all featured the single serif N\nintroduced in 1876. All 1876-H coins were Obverse | single serif Ns. Five of Zoell s sixteen obverse varieties were found\nin the Obverse 1 group.",
            "H3n/H5n: Zoell correctly identified that some of the dies used for the 1882-H issue came from the same punch used for the 1876-H\ndies. His H3n/H5n variety could be viewed as the vanilla Obverse 1 die. The illustration he refers to as H5n in his description is the\nH3n 1876 issue (the photograph is of an 1882 coin). The illustration shows a closed D of Canada in conjunction with the single\nserif Ns. There are two known 1882 Obverse 1 dies that display a closed bottom D, and this variety could be either of them.",
            "ok",
            "S5c: The Obverse 1 bust truncation is clearly visible in his illustration. While H5n shows a closed D in CANADA, this variety shows\na generic open D. There are four known 1882 Obverse | dies that display an open D in CANADA, and this variety could be any of\nthem. In his Premium Catalogue   Prices Paid for Coins and Paper Money series, he uses S5c as the lone variety for this year.",
            "B5d: This can be found on an Obverse | coin. Die chips on Victoria s neck were quite common in 1882; the\nlocation of this one is the key to this variety. One of the possible four known dies that could be S5c has this die chip.",
            "3 Flynn, unpublished, (2022)\nNumber 6 September 2023 ----------------------------- 273\n"
        ],
        "PageNo": "273"
    },
    {
        "File": "The_CN_Journal_September_34.jpg",
        "Paragraphs": [
            "There is a larger die chip on an Obverse 2/1 Type 3,* but the location is much closer to the ear.",
            "S5d: The Obverse 1 bust truncation is clearly visible in his illustration. There are two obverse 1 dies that have a broken\nbottom O in VICTORIA; however, only one has an intact C in VICTORIA. The other one has a broken O and C. This",
            "$5d(2): This is the same variety designation used in the 2nd edition. By comparing both varieties together, it can be seen\nthat the left bottom serif of the T in VICTORIA is weak in both cases. This second use of S5d is the same as the initial one,\nwith just the addition of the weak serif of the T.",
            "Obverse 1a",
            "There are fifteen known Obverse 1a dies used to mint 1882-H cents.> Three of Zoell s sixteen obverse varieties were\nObverse la. Victoria s bust truncation is more rounded and further from the bead. All Obverse 1a dies exhibit deterioration\nof both serifs of the A in VICTORIA as well as a broken bottom C.",
            "4 Flynn, D; Turner, R; (2023) Unintended Consequences   The 1882H Obverse 2 over 1 Cents from the Heaton Mint, The CN Journal,\nJuly/August 2023, Volume 68 Number 5, Markham Ontario, p215\n5 Flynn, unpublished (2022)",
            "a The CN Journal Volume 68\n"
        ],
        "PageNo": "274"
    },
    {
        "File": "The_CN_Journal_September_35.jpg",
        "Paragraphs": [
            "S5f: The bust truncation at the bead, the missing serifs on the left leg and intact serifs on the right leg on the A in\nVICTORIA identify this variety as an Obverse la die. Five dies in the Obverse 1a group have the single serif Ns. Of those,\nonly two dies have the missing left side serif with an intact right side serif combination on the Ain VICTORIA and an open\nbottom O. This variety could be either of those two.",
            "S5a: This progressive deterioration of the A in VICTORIA occurred on the punch. The  no serif A  is the final stage of\ndeterioration. Three dies in the obverse la series have no serifs at the As.",
            "$5c(2): This is the second time Zoell has used S5c as a variety identifier. The initial use of this variety identifier was for an Obverse\n1 die with single serif'Ns and a broken D in CANADA. One would think that reusing the variety identifier would indicate the same\ndie as described earlier. This is not the case, as the A of VICTORIA is missing the left-side serifs. All Obverse 1 dies have complete\nserifs on the left leg of the letter. All the Obverse 1a dies have a broken C. There are four dies with a broken C and O in this group.\nAll of them are also from single serif N dies. Two of them display an A in VICTORIA with full serifs on the right leg. SSfis one of\nthem, and this could be the other. These two varieties could be considered interchangeable based on Zoell s description.",
            "Obverse 1a/1 Hybrid",
            "Four obverse 1a/1 hybrid dies are known to have minted the 1882-H series by the Heaton Mint.  Two of Zoell s sixteen\nobverse varieties were from dies in this group. In addition to the typical 1a/1 bust truncation that almost reaches the bead,\nthe A in VICTORIA exhibits full serifs on the left leg and serif remnants on the right leg. Interestingly, Zoell listed four\nvarieties! In his 3rd edition, Zoell wrote,  Multiple types of irregularities (on one coin) are now illustrated and listed\nseparately, and consequently numbered separately.  Thus, a single coin can be listed multiple times depending on the\nirregularities Zoell brings to our attention. This duplication is indeed the case in the Obverse 1a/1 hybrid group, as Zoell s\nvarieties LS5a, F5a and F5b are all found on the same coin.",
            "6 Flynn, unpublished (2022)\nNumber 6 September 2023 ----------------------------- 275\n"
        ],
        "PageNo": "275"
    },
    {
        "File": "The_CN_Journal_September_36.jpg",
        "Paragraphs": [
            "R5c: The die that produced this coin was triple punched, as seen throughout most of the legend. The tripling is quite\ndramatic in the letters of GRATIA and REGINA, even on worn examples. Although the obverse type isn t evident from the\nillustration, when viewing the coin itself, the Ain VICTORIA and bust truncation markers confirm that this coin originates\nfrom an Obverse la/1 hybrid die. R5c is a variety that was forgotten through time, only to be rediscovered in 2011.",
            "LS5a: Zoell lists LS5a, F5a and F5b in the same issue of Unusual Canadian Coins (UCC), pamphlet no. 8 1966 (LSSa is\nnot listed in the regular catalogues). The T in VICTORIA has a very weak left bottom serif, and the A in VICTORIA has\nthe typical full left serif and missing or remnant right serif combination. Three die cracks are illustrated on this coin; the\neasiest one to find is the radial crack from the rim to the C in VICTORIA. This is present in early die states.",
            "F5b: This circumferential die crack has unique characteristics in the angle of the crack between the AN and NA letters.\nThis crack is light and can be difficult to see. It is present at the same early die state as the radial crack of LS5a.",
            "F5a: This circumferential die crack is very light. It forms over time to become the die crack shown in Zoell s illustration.\nThe earliest crack is on GINA. It should be visible at the same time as the F5b and LSSa cracks. In later die states, the\ncrack forms at REG to join with the earlier die crack. The unusual crack pattern at EG is unique to this die. Interestingly,\nZoell didn t mention that the coin is slightly hub-doubled, showing predominantly in GRATIA and REGINA.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "276"
    },
    {
        "File": "The_CN_Journal_September_37.jpg",
        "Paragraphs": [
            "Obverse 2",
            "Fifty Obverse 2 dies are known to have been used to mint 1882-H cents by the Heaton Mint.  This was the first year that\nthe Obverse 2 portrait was utilized in production. Three of Zoell s sixteen obverse varieties were Obverse 2.",
            "B5f: The dot is a die chip that forms on a radial die crack between the AN in CANADA. The illustration shows a late-stage\ndie chip. The die crack forms first and is visible in early die states. The die chip forms during the last known late state for\nthis die. The second photograph shows an early-stage die chip. It is easier to find than the late-stage large die chip example.\nInterestingly, Zoell didn t mention or illustrate that the die chip lies on a radial die crack.",
            "LA5e & L5e: This is a good example of the refining of numbering in earlier catalogues. Both LASe and L5e refer to the\nsame anomaly with different descriptions and variety identifiers. The illustrations indicate that it is the same anomaly. This\nis a simple radial die crack from the rim to the C in CANADA. There are only two dies in this series with radial die cracks at\nthe C in CANADA. In the other instance, the die crack is further to the right and interacts with the next denticle to the right.",
            "7 Flynn; Gravel; unpublished (2023)",
            "Number 6 September 2023 ----------------------------- 277\n"
        ],
        "PageNo": "277"
    },
    {
        "File": "The_CN_Journal_September_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2023 $20 Fine Silver Coin   Remembrance\nDay",
            "The reverse design by Canadian artist Silvia Pecota\ndepicts a powerful moment at the National War\nMemorial in Ottawa, Ontario. A Veteran lays\na red poppy on the Tomb of the Unknown\nSoldier, where many have already placed\ntheirs as a show of respect. By involving his\ngrandchild, he is helping to ensure that the\ntraditions of Remembrance will be carried\nforward through the years by each new\ngeneration of Canadians.",
            "Selective colour highlights\nthe red poppies that\nsymbolize Remembrance.",
            "Part of a longstanding .\ntradition, poppies are often\nplaced upon, or at the base",
            "of, a cenotaph or memorial",
            "in Canada, as a show of\nrespect after Remembrance Day\nceremonies.",
            "The obverse features the effigy of Queen Elizabeth II by\nSusanna Blunt. The obverse also bears a special marking that\nincludes four pearls symbolizing the four effigies that have\ngraced Canadian coins and the double date of her reign.",
            "2023 $20 Fine Silver Coin   Great Hunters:\nGrizzly Bear",
            "Designed by artist Emily Damstra, your coin s\nreverse invites you to step into the boreal forest\nof Western Canada, where the grizzly bear\n(Ursus arctos horribilis) reigns supreme. The\nlow perspective, combined with Ultra High\nRelief (UHR), emphasizes the grizzly bear s\nimposing size and appearance. Standing on\na rock outcrop or cliff and surrounded by\ntowering conifers, the elusive grizzly has\nperceived a threat as it looks down from its\nperch, the bear has raised its paw as if to strike\nand has a fierce expression on its face.\nThe obverse features a maple leaf\npattern behind the effigy of Queen\nElizabeth II by Susanna Blunt.\nThe obverse also bears a special\nmarking that includes four pearls\nsymbolizing the four effigies that\nhave graced Canadian coins and\nthe double date ofher reign.",
            "Pi ce de 20 $ en argent fin 2023   Jour du\nSouvenir",
            "Le motif au revers, oeuvre de | artiste",
            "canadienne Silvia Pecota, repr sente",
            "un moment charg  d motion au",
            "Monument comm moratif de Guerre",
            "du Canada a Ottawa, en Ontario : un",
            "v t ran d pose un coquelicot rouge",
            "sur la Tombe du Soldat inconnu,",
            "comme l ont fait de nombreuses",
            "autres personnes avant lui en signe",
            "de respect. En faisant participer son",
            "petit-enfant, il contribue a pr server les",
            "traditions du jour du Souvenir pour les",
            "prochaines g n rations et pour les d cennies\na venir.",
            "Les touches s lectives de couleur mettent en valeur\nles coquelicots rouges qui symbolisent le Souvenir. Ces\nfleurs sont traditionnellement plac es sur les c notaphes et\nmonuments comm moratifs du Canada ou 4a leur pied en\nsigne de respect lors des c r monies du jour du Souvenir",
            "Lavers est a l effigie de la reme Elizabeth II, selon Susanna\nBlunt. Y figure  galement une marque sp ciale compos e de\nquatre perles et d une double date, laquelle symbolise les\nquatre effigies de la Reine ayant orn  les pi ces canadiennes\nainsi que la dur e de son r gne.",
            "Pi ce de 20 $ en argent fin 2023  \nRedoutables pr dateurs : Le grizzli\nOEuvre de lartiste Emily Damstra, le motif\nau revers de la pi ce nous invite a nous\naventurer dans la for t bor ale de\nl Ouest canadien, ot le grizzli (Ursus\narctos horribilis) regne en maitre. La\nperspective en contre-plong e et le\ntr s haut relief font ressortir la taille\net allure imposantes de I animal.\nDu haut d un affleurement rocheux\nou d une falaise, entour  d immenses\nconif res, l insaisissable grizzli a\nmanifestement pergu une menace;\nperch  et arborant une expression f roce,\nTours l ve la patte comme s 1l s appr tait\na frapper. L avers, orn  d un motif r current de\nfeuilles d rable, est 4 l effigie de la reine Elizabeth II, selon\nSusanna Blunt. Y figure  galement une marque sp ciale\ncompos e de quatre perles et d une double date, laquelle\nsymbolise les quatre effigies de la Reine ayant orn  les pi ces",
            "canadiennes ainsi que la dur e de son r gne.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "280"
    },
    {
        "File": "The_CN_Journal_September_41.jpg",
        "Paragraphs": [
            "Continued from page 277",
            "L5b: The anomaly is a radial die crack from the rim to the C in VICTORIA. It is the only known radial die crack of this\nkind interacting with the C in VICTORIA.",
            "Obverse 2 over 1 Hybrid\nThe Obverse 2/1 hybrid group is the smallest group among the obverse groups for 1882-H, with only three known dies. -\nLooking at these obverses, Victoria s portrait shares the sweeping bust truncation and top jewel bead impingement of an",
            "Obverse 2 with the youthful chin (no cleft) of an Obverse 1x.!  This obverse group has been known since about 2008.\nZoell catalogued two of the three known dies of this group.",
            "B5b: We can clearly see the sweeping bust of an Obverse 2 portrait with the youthful chin of an Obverse 1x. The die chip\nbetween the NA is characteristic of an Obverse 1 die.!! This is the only die that has the die chip that doesn t display the single\nserif N, courtesy of the obverse 2 punch. This die also has an offset A over A in VICTORIA. BSb is a variety that was also\nforgotten through time until about 2008. This variety was described by Turmer!2 and Cross! as an Obverse 2/1 Type 1.",
            "So",
            "8 Turner, Rob, (2009) Dies and Diadems, A Die Trackers Guide the Victorian Cents of Canada: Fountain Valley, CA: (published by the author)\n9 Flynn, D; Turner, R; (2023)",
            "10 ibid",
            "11 Turner (2009), p 62",
            "12 Turner (2009), p 85-86",
            "13 W. K. Cross, (2011) A Charlton Standard Catalogue Canadian Coins, Vol 1, Numismatic Issues 2011, 65th Ed., (Toronto ON: The\nChariton Press), p 313",
            "Number 6 September 2023 ----------------------------- 281\n"
        ],
        "PageNo": "281"
    },
    {
        "File": "The_CN_Journal_September_42.jpg",
        "Paragraphs": [
            "R5b: We can clearly see the sweeping bust of an Obverse 2 portrait. When viewing the coin in hand, we can see the\nyouthful chin of an Obverse 1x. Significant hub doubling, evident throughout CANADA and REGINA, is unique. There\nis nothing else like it on any obverse in 1882. R5b is another variety that was forgotten through time and rediscovered in\nabout 2008. This variety was described by Turner! and Cross!5 as an obverse 2/1 Type 3",
            "Reverse",
            "Only two contributors submitted reverse anomalies over ten years. It seems that the collectors at the time didn t find much\ninterest in the reverse side of the 1882-H cent. Of the two reverse varieties he did list, one will take some effort to find, but\nthe other is ubiquitous.",
            "T5n: The H was repunched in the matrix; thus, every 1882 reverse has a large H over a small H mint mark.",
            "B5n: The two die chips between the E and N in CENT develop over time. This reverse is paired first to an Obverse 1a die\nand then to an Obverse 1. Zoell did not comment on die pairings. The first pairing can be narrowed down to an obverse\nwith Zoell S5c(2) characteristics as a starting point.",
            "This being the first pairing, the die chips begin development during the time these dies are together. The two die chips\nhad not yet formed in the very early die states. However, there is a third die chip under the diagonal of the N that forms\nbefore the other two. If you only find that chip, you have the correct die. In later reverse die states, the two chips are easily\nseen.",
            "The second pairing is to an Obverse | die. The starting point for the Obverse | die pairing is Zoell s S5d. The obverse\ndie is similar to S5d, except the C in VICTORIA has an open bottom, and the D in CANADA is triple punched. This\nsecond die pairing for BSn is the first die pairing for this particular Obverse 1 die. Later obverse die states have a different\nreverse.",
            "14 Turner (2009), p 166\n15 Cross (2011) p 314",
            "1 The CN Journal Volume 68\n"
        ],
        "PageNo": "282"
    },
    {
        "File": "The_CN_Journal_September_43.jpg",
        "Paragraphs": [
            "Conclusion",
            "One must appreciate the timeless relevancy of Zoell s\nworks for researchers and collectors alike. They are\ndiamonds in the rough, given Zoell s strict commitment\nto catalogue  varieties  for the common collector. If one\nstudies his illustrations with an understanding of punch and\ndie creation and wear, one may find a gold nugget or an\nimportant missing piece of information.",
            "Collecting this series by Zoell variety will be\nchallenging. The triple-punched R5c Obverse 1a/1 is\nconsidered reasonably scarce, as is the RS5b Obverse 2/1\nType 3. Both are illustrated in his 4th edition. Expanding\non a couple of his varieties creates additional collecting\nopportunities. B5n, for example, could be collected in up\nto three different ways: as a very early die state with only\nthe chip under the N visible and then as illustrated with\nboth known die pairings. B5f can also be collected with just\nthe die crack, early die chip, and late die chip states. It is\nhumbling to realize that three of the most collectable 1882\nlarge cents of this day and age (R5b, R5c and B5b) were\nfirst documented by common collectors of the mid-1960s.",
            "Bibliography",
            "Cross; W. K.; (2011) A Charlton Standard Catalogue\nCanadian Coins, Vol.1, Numismatic Issues 2011, 65th\nEd. Toronto ON, The Charlton Press",
            "Flynn, D; Turner, R; (2023) Unintended Consequences\n  The 1882H Obverse 2 over 1 Cents from the Heaton\nMint, The CN Journal, July/August 2023, Volume 68\nNumber 5, Markham Ontario",
            "Number6 September 2023 --------------------------------------",
            "Gosling, Daniel; Evans, Bret, Hans Zoell, Variety\nSpecialist, The CN Journal October 2012, Volume 57\nNumber 8, Markham Ontario",
            "Turner, Rob; (2009) Dies and Diadems, A Die Trackers\nGuide to the Victorian Cents of Canada, Fountain\nValley CA, (published by the author)",
            "Zoell, Hans, 1st Edition 1961 Variety Catalogue of\nCanadian Coins, Hobby Publishing and Manufacturing,\nRegina, Saskatchewan, 1960",
            "Zoell, Hans, Canadian Coin Variety Catalogue Including\nNewfoundland, 2nd Edition, Hobby Publishing and\nManufacturing, Regina, Saskatchewan 1962",
            "Zoell, Hans, 1964-1965, Major Coin Varieties, 3rd Edition\npart 1, Hobby Publishing and Manufacturing, Regina,\nSaskatchewan 1964",
            "Zoell, Hans, Minor Coin Varieties including\nNewfoundland, 3rd Edition part 2 1965-1966, Hobby\nPublishing and Manufacturing, Regina, Saskatchewan\n1965",
            "Zoell, Hans, Major Coin Varieties, 4th Edition, 1966-\n1967 Hobby Publishing and Manufacturing, Regina,\nSaskatchewan 1966",
            "Zoell, Hans (1966) Unusual Canadian Coins, No.8, June\n(1966)",
            "Zoell, Hans, Minor Coin Varieties   Supplement to the 3rd\nEdition, 4th Edition, 1967-1968 Hobby Publishing and\nManufacturing, Regina, Saskatchewan 1967",
            "Zoell, Hans, Minor Coin Varieties   Supplement to the\n3rd Edition and 4th Edition, 5th Edition part 2, Hobby\nPublishing and Manufacturing, Regina, Saskatchewan\n1970 1\n"
        ],
        "PageNo": "283"
    },
    {
        "File": "The_CN_Journal_September_44.jpg",
        "Paragraphs": [
            "A NUMISMATIC DATE WITH HISTORY",
            "THE BATTLE, OF PINKIE (CLEUGH)",
            "By JESUS VICO\nAND, MARISA.OLLERO,",
            "September 10, 1547",
            
            "Lord Grey of Wilton s charge at Pinkie, engraved by RS Marriott, William Grey s charge with the\nEnglish cavalry in the early stages of the Battle of Pinkie Cleugh. (Image: Public Domain, British Library)",
            "The Battle of Pinkie (Cleugh) took place on\n| September 10, 1547, on the banks of the River Esk\nnear Musselburgh, east of Edinburgh, Scotland.\nConsidered to have been the first modern battle in the\nBritish Isles, it was the last formal battle between Scotland\nand England during the  Eight  or  Nine Years  War \nprior to the Union of the Crowns. It was a catastrophic\ndefeat for Scotland, where it became known as  Black\nSaturday . Four months after the battle, a highly detailed\nand illustrated English account of the battle and campaign,\nwritten by an eyewitness, William Patten, was published in\nLondon as propaganda.",
            "In the last years of his reign, King Henry VIII of England\ntried to secure an alliance with Scotland by the marriage\nof the infant Mary, Queen of Scots, to his young son, the\nfuture Edward VI. When diplomacy failed, and Scotland\nwas on the point of an alliance with France, he launched a\nwar against Scotland that has become known as the Rough\nWooing. The war also had a religious aspect; some Scots\nopposed an alliance that would bring religious Reformation\non English terms.",
            "When Henry died in January 1547, Edward Seymour,\nmaternal uncle of Edward VI, became Lord Protector and\nDuke of Somerset, with (initially) unchallenged power.\nHe continued the policy of forcible alliance with Scotland\nby the marriage of Mary to Edward and of imposing an\nAnglican Reformation on the Scottish Church. Early\nin September 1547, he led a well-equipped army into\nScotland, supported by a large fleet. James Hamilton, Earl\nof Arran, Scottish Regent at the time, was forewarned by\nletters from Adam Otterburn, his representative in London,\nwho had observed English war preparations.",
            "Somerset s army was partly composed of the traditional\ncounty levies, summoned by Commissions of Array and\narmed with longbow and bill as they had been at the Battle\nof Flodden thirty years before. However, Somerset also\nhad several hundred German mercenary arquebusiers\n(musketeers), a large and well-appointed artillery train,\nand 6,000 cavalry, including a contingent of Spanish and\nItalian mounted arquebusiers under Don Pedro de Gamboa.\nThe cavalry were commanded by Lord Grey of Wilton, as\nHigh Marshal of the Army, and the infantry by the Earl of\nWarwick, Lord Dacre of Gillesland, and Somerset himself.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "284"
    },
    {
        "File": "The_CN_Journal_September_45.jpg",
        "Paragraphs": [
            "Somerset advanced along the east coast\nof Scotland to maintain contact with his\nfleet and thereby keep in supply. Scottish\nBorder Reivers harassed his troops but could\nimpose no major check on their advance.\nFar to the west, a diversionary invasion of\n5,000 men was led by Thomas Wharton\nand the dissident Earl of Lennox. On\nSeptember 8, 1547, they took Castlemilk\nin Annandale and burnt Annan after a bitter\nstruggle to capture its fortified church.\nTo oppose the English south of Edinburgh,\nthe Earl of Arran had raised a large\narmy consisting mainly of pikemen with\ncontingents of Highland archers. Arran also\nhad large numbers of guns, but these were\napparently not as mobile or as well-served\nas Somerset s.",
            "His cavalry consisted of only 2,000 lightly\nequipped riders under the Earl of Home,\nmost of whom were potentially unreliable\nBorderers. His infantry and pikemen were\ncommanded by the Earl of Angus, the Earl\nof Huntly and Arran himself. According to",
            "Huntly, the Scottish army numbered 22,000 or 23,000 men,\nwhile an English source claimed that it comprised 36,000.",
            "Number6 September 2023 --------------------------------------",
            "Arran occupied the slopes on the west\nbank of the River Esk to bar Somerset s\nprogress. The Firth of Forth was on his\nleft flank, and a large bog protected his\nright. Some fortifications were constructed\nin which cannon and arquebuses were\nmounted. Some guns pointed out into the\nForth to keep English warships at a distance.",
            "Although they had suffered a resounding\ndefeat, the Scottish government refused\nto come to terms. The infant Queen Mary\nwas smuggled out of the country to France\nto be betrothed to the young dauphin\nFrancis. Somerset occupied several Scottish\nstrongholds and large parts of the Lowlands\nand Borders, but without peace, these\ngarrisons became a useless drain on the\nTreasury of England.",
            "Although the Scots blamed traitors within\ntheir own ranks for the defeat, it may be fair\nto say that a Renaissance army defeated a\nMedieval army. Henry VIII had taken steps\ntowards creating standing naval and land\nforces, which formed the nucleus of the fleet",
            "and army that gave Somerset the victory.",
            "Sourced with permission from VCoins eNewsletter, and Wikipedia (CC BY-SA 4.0).\n"
        ],
        "PageNo": "285"
    },
    {
        "File": "The_CN_Journal_September_46.jpg",
        "Paragraphs": [
            "Contemporary coinage of the mid 16th century:",
            "TUDOR. Henry VIII. 1509 1547. AR Groat (25.5mm, 2.59 g,\n4h). Third coinage. Tower (London) mint; im: lis. Struck\n1544-1547. Obverse: (lis) hEnRIC - 8: D - G - AGL : FRA : Z\n: HIB : REX : (saltire and double saltire stops), crowned and\nmantled bust right (Laker bust A); Reverse: (lis) POSVI DEV  :\nA DIVTOR   : MEV  (double saltire stops), coat-of-arms over\nlong cross fourch e, with annulet in each fork. Whitton p.\n309, A.2; North 1844; SCBC 2369.",
            "TUDOR. Henry VIII. 1509 1547. AV Crown of the double rose\n(25mm, 2.86 g, 2h). Third coinage. Bristol mint; im: -/WS\nmonogram. Struck 1546 1547. Obverse: Crowned double\nrose; crowned h R flanking; Reverse: Crowned coat-of-arms;\ncrowned h R flanking. Whitton p. 320, 2; Schneider 640 (same\ndies); North 1836; SCBC 2310.",
            "TUDOR. Henry Vill. 1509-1547. AV Half Sovereign (30mm,\n6.16 g, 7h). Third coinage. London (Tower) mint; im: pellet-\nin-annulet. Struck 1544-1547. Obverse: (pellet-in-annulet)\nHENRIC9 - 8 - D  - G  - AGL  - FRANC  - Z - HIB  : REX - (trefoil\nstops), Henry enthroned facing, holding scepter in left hand,\nglobus cruciger in right; rose below; double and single saltire\nstops; Reverse: (pellet-in-annulet) IHS  - AVTE  - TRANSI  - PER\nMEDI  : ILLOR  : IBAT (double and single trefoil stops), crowned\nroyal shield held aloft by lion, on left, and dragon, on right;\nligate HR on panel below; double and single saltire stops.\nWhitton Type II(b), var. 3; Schneider -; North 1827; SCBC 2295.",
            "TUDOR. Edward VI. 1547-1553. AV Half Sovereign (29mm,\n5.64 g, 4h). First period. Southwark mint; im: E. Struck\n1547-1548. Obverse: Edward enthroned facing, holding\nscepter and globus cruciger; rose below; Reverse: Crowned\ncoat-of-arms supported by crowned lion on left and griffin on\nright; retrograde E below shield. Whitton p. 88, Soutwark var.\nIl; Schneider 665 var. (E not retrograde); North 1893; SCBC\n2430.",
            "TUDOR. Edward VI. 1547 1553. AV Half Sovereign (30mm,\n5.43 g, 2h). Second period. Tower (London) mint; im: arrow.\nStruck 1549. Obverse: (arrow) - EDWARD  - VI: D  - G  - AGL  -\nFRA  - Z: HIB  - REX   (square stops), crowned and armored bust\nright; Reverse: (arrow) * SCVTVM * FIDEI * PROTEGET * EVM *\n(rose stops), crowned coat-of-arms. Potter, Coinage, type 2(a);\nSchneider 672 var. (legends); North 1911; SCBC 2438.",
            "SCOTLAND. Mary. 1542 1567. AV (28mm, 5.05 g, 9h). First\nperiod, James, Earl of Arran, regent. Edinburgh mint. Dated\n1553. Obverse: + + + MARIA - DEO - GRA - R - SCOTORVM,\ncrowned coat-of-arms; | G (for lacobus Gubemator) flanking;\nReverse: + + + DILIGITE - IVSTICIAM - 1553, crowned monogram;\ncinquefoils flanking. Murray, 1556 E/7; Burns 4/6 (cf. fig. 813);\nSCBI 58 (Edinburgh) 245/248-9 (same obv./rev. dies); SCBC",
            "5394. (Images: Classical Numismatic Group, cngcoins.com.)",
            ""
        ],
        "PageNo": "286"
    }
]