[
    {
        "File": "The_CN_Journal_05.jpg",
        "Paragraphs": [
            "FROM._THE_PRESIDENT.",
            "MoT_DU_PRESIDENT.",
            "Happy New Year to all! We begin 2023 with the\nH challenges of the COVID-19 pandemic mostly",
            "behind us. Like each of you, I look forward\nwith optimism as we adjust to the  new normal .",
            "I encourage everyone to reflect on how life has changed\nand how you have adapted to the  ups and downs of the\nlast three years, with particular focus on the positive.",
            "The RCNA begins 2023 on a solid financial footing.\nA highly successful convention and auction in Ottawa,\nsignificant gifts by generous donors, and astute changes\nto reduce expenses all indicate that we will be  in the\nblack  for the first time in many years. Achieving this\ngoal was a priority for Past President Bob Forbes, and I\nand the members of Board of Directors are delighted to\nshare this success with him.",
            "This year promises to be exciting. Our annual\nconvention in Halifax is sure to be exciting and\nentertaining for all who attend. Watch our website for\nregular updates and be sure to book your hotel room\nearly. 2023 is also an election year, and your chance to\nget involved in determining the direction and goals of\nthe Association. I am pleased to announce the following\nappointments: Nominations Committee Chair   Stephen\nHyde, Calgary AB, and Elections Committee Chair  \nMark Dalrymple, Halifax NS. New people with new\nideas are always welcome and needed on the Board of\nDirectors. Please consider submitting your name for this\nimportant and simulating work.",
            "I am pleased announce an exciting change for 2023.\nWith the unanimous support of the Board of Directors,\nThe RCNA Library will be sold to the Nickle Galleries\nNumismatic Library of the University of Calgary. This\nwill bring significant funds to the RCNA and eliminate\nthe annual cost of our Librarian. We thank Dan Gosling\nfor his dedicated work over the years and his insightful\ninput preparing for the sale. We also extend a big thank\nyou to the Calgary Numismatic Society for all they did to\nmake the sale a reality. RCNA members will have access\nto the documents via inter-library loan through their\nlocal library and will be able to visit the new location\nin Calgary once established later this year. Watch our\nwebsite for more information as the project progresses.",
            "To each Association member, their family, friends,\nand loved ones I offer sincere best wishes\nfor a healthy, prosperous, and\nnumismatically invigorating year in\n2023.",
            "Number1 January * February 2023 -------------------",
            "la pand mie de COVID-19, nous esp rons, derri re nous.\nComme chacun d'entre vous, j'envisage avec optimisme\nl'adaptation a la   nouvelle normalit   .",
            "Je vous encourage a r fl chir aux changements amen s par la\npand mie et 4 comment vous vous  tes adapt s aux   hauts et aux\nbas   des trois derni res ann es, en mettant I'accent sur les aspects\npositifs.",
            "L'ARNC commence l'ann e 2023 sur une base financi re solide.\nUn congr s et une vente aux ench res tr s r ussis 4 Ottawa, des dons\nimportants de la part de g n reux donateurs et des changements\nastucieux pour r duire les d penses indiquent que nous serons  \ndans le noir   pour la premi re fois depuis de nombreuses ann es.\nAtteindre cet objectif  tait une priorit  pour l'ancien pr sident Bob\nForbes. Les membres du conseil d'administration et moi-m me\nsommes ravis de partager ce succ s avec lui.",
            "Cette ann e promet d' tre passionnante. Notre congr s annuel\na Halifax sera certainement int ressant et divertissant pour tous\nceux qui y assisteront. Surveillez notre site Web pour des mises a\njour r gulicres et assurez-vous de r server votre chambre d'hdotel\ntot. ann e 2023 en est une d' lections, et votre chance de vous\nimpliquer dans la d termination de la direction et des objectifs de\nl'Association. J ai le plaisir d annoncer les nominations suivantes :\nPr sident du Comit  des nominations   Stephen Hyde, Calgary\nAB, and Pr sident du Comit  des  lections   Mark Dalrymple,\nHalifax NS. De nouvelles personnes avec de nouvelles id es\nsont toujours les bienvenues et n cessaires au sein du conseil\nd'administration. Veuillez envisager de soumettre votre nom pour\nce travail important et stimulant.",
            "J'ai le plaisir d'annoncer un changement passionnant pour 2023.\nAvec l'appui unanime du conseil d'administration, la biblioth que\nde l'ARNC sera vendue a la Nickle Galleries Numismatic Library\nde l'Universit  de Calgary. Cela apportera des fonds importants a\nl'ARNC et  liminera le coiit annuel de notre biblioth caire. Nous\nremercions Dan Gosling pour son travail d vou  au cours des\nann es et sa contribution perspicace a la pr paration de la vente.\nNous adressons  galement un grand merci a la Calgary Numismatic\nSociety pour tout ce qu'elle a fait afin que cette vente se r alise. Les\nmembres de l ARNC auront acc s aux documents par le biais de\npr ts interbiblioth ques depuis leur biblioth que locale et pourront\nvisiter le nouvel emplacement a Calgary une fois qu'il sera  tabli\nplus tard cette ann e. Surveillez notre site Web pour de plus amples\ninformations au fur et 4a mesure de l'avancement du projet.",
            "Je vous souhaite, 4 chacun d entre vous et a votre\nfamille, 4 vos amis et vos proches une ann e\n2023 saine, prosp re et stimulante sur le plan\nnumismatique.",
            "oan een 5\n"
        ],
        "PageNo": "5"
    },
    {
        "File": "The_CN_Journal_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _DU_CONGRES",
            "Halifax, site of the Next RCNA Convention  \nLe prochain congr s de l ARNC dans la ville d Halifax",
            "As the Royal\nCanadian\nNumismatic",
            "Association s",
            "Convention Chair, I",
            "am privileged to invite",
            "members to the 2023",
            "RCNA Convention",
            "scheduled for July",
            "18 to 22 in Halifax,",
            "Nova Scotia. The",
            "Convention is always",
            "the numismatic",
            "highlight each summer",
            "in Canada, and it brings",
            "both fellowship and memories for years to come for all\nmembers that attend each year. The last time the Halifax\nRegional Coin Club hosted a Convention was in 2015, and\nattendees still say how much they enjoyed the surrounding\narea s hospitality and scenic beauty.",
            "This year s Convention will be at the Westin Nova Scotia\nhotel in downtown Halifax, the same hotel that hosted the\n2015 Convention. Please check out the RCNA website to\nreview the different room rates and to keep abreast of all\nthe events and updates regarding the Convention. Please\nbe aware that the 2023 North American Indigenous Games\nare occurring in Kyjipuktuk (Halifax) the same week our\nConvention is scheduled, so that hotel room availability\nwill be at a premium during this time frame. Over 5,000\nathletes, coaches and team staff will be involved in the\nGames. We have different room blocks reserved for our\nmembers during the Convention at the hotel, so book your\nroom sooner than later!",
            "Most members attending a Convention for the first\ntime get what I call the Convention bug and look\nforward to attending future Conventions each year. The\nfellowship of seeing old friends and making new ones\neach year is something special. Plus, all the events during\nthe Convention will keep you hopping from one to\nanother. The bourse is always the largest that takes place\nin Canada each year. In addition, another great attraction\nis the different specialty numismatic club and association\nmeetings that take place each year, sometimes the only\ntime their members meet in person. Associated with\nthe Convention each year, the official auctioneer holds\na prestigious event which contains a wide variety of",
            "Number1 January February 2023",
            "En tant que pr sident du",
            "Fen: des congr s de",
            "l  Association royale de",
            "numismatique du Canada, j ai le",
            "privil ge d inviter les membres",
            "au congres 2023 de l ARNC",
            "qui aura lieu du 18 au 22 juillet",
            "a Halifax, en Nouvelle-Ecosse.",
            "Le congre s est toujours le point",
            "culminant de la numismatique",
            "chaque  t  au Canada, et il",
            "apporte a la fois la camaraderie",
            "et des souvenirs pour les ann es",
            "a venir pour tous les membres",
            "qui y participent chaque ann e.",
            "La derni re fois que le Halifax Regional Coin Club a accueilli",
            "notre congr s, c tait en 2015, et les participants disent encore",
            "combien ils ont appr ci   hospitalit  des environs et la beaut  des\npaysages.",
            "Le congr s de cette ann e se tiendra 4 l h tel Westin\nNova Scotia, au centre-ville d Halifax, le m me h tel qui a\naccueilli le congr s de 2015. Veuillez consulter le site Web de\nYARNC pour connaitre les diff rents tarifs des chambres et\nvous tenir au courant de tous les  v nements et mises a jour\nconcernant le congr s. Veuillez noter que les Jeux autochtones\nde l Am rique du Nord de 2023 se d rouleront 4 Kjipuktuk\n(Halifax) la m me semaine que notre congr s, ce qui signifie\nque la disponibilit  des chambres d h6tel sera tr s limit e\npendant cette p riode. Plus de 5 000 athletes, entraineurs et\nmembres du personnel des  quipes participeront a ces jeux.\nNous avons r serv  diff rents blocs de chambres a l h tel pour\nnos membres pendant le congr s, alors r servez votre chambre\nle plus tot possible !",
            "La plupart des membres qui participent 4 un congr s pour la\npremiere fois attrapent ce que j appelle le virus du congr s et\nont hate de participer aux congr s annuels suivants. Le fait de\nrevoir de vieux amis et d en faire de nouveaux chaque ann e\nest quelque chose de sp cial. De plus, tous les  v nements\norganis s pendant le congr s vous feront sauter d un  v nement\na lautre. La bourse est toujours la plus grande qui se d roule\nau Canada chaque ann e. En outre, les r unions des diff rents\nclubs et associations numismatiques sp cialis s qui ont lieu\nchaque ann e, et qui sont parfois la seule occasion pour leurs\nmembres de se rencontrer en personne, constituent une autre\ngrande attraction. En marge du congres, l'encanteur officiel\norganise chaque ann e une vente aux ench res prestigieuse qui\n"
        ],
        "PageNo": "7"
    },
    {
        "File": "The_CN_Journal_08.jpg",
        "Paragraphs": [
            "numismatic items,\nsomething for every\ncollector to bid on and\nfill that particular spot\nin their collection.",
            "This summer s\nConvention tours\nare being planned as\nI write to you. One\nhighlight at this year s\nConvention is a two-\nhour harbour tour\non the Bluenose II.",
            "As we all know, the\nimage of Bluenose is\nthe ship represented\non Canada s ten-\ncent coin. Standing\non the wooden deck\nof the vessel as it",
            "cuts through the",
            "waves and the wind",
            "stretches the sails",
            "and picks up speed,",
            "experiencing and",
            "feeling the vessel s",
            "movement beneath",
            "your feet and hearing",
            "the ropes and sails",
            "flapping in the wind\nwill be a once-in-a-",
            "lifetime experience.",
            "This tour will be one",
            "item I can cross off\nmy bucket list.",
            "Another planned\ntour is a visit to one of Canada s National Historic\nSites, Georges Island, which holds the remains of Fort\nCharlotte. The fort was constructed under the direction of\nPrince Edward, son of King George III, Commander-in-\nChief in Halifax as part of the Halifax Defence Complex\nand later as an Acadian internment camp and prison.\nGuided tours of the fort and the tunnels located beneath\nthe fort are available. There is a great area to picnic, so\nwhy not pack a lunch from the vendors on the pier before\nyou enjoy the short scenic ferry ride to the island? This\ntour is mobility friendly.",
            "As the Convention draws closer and closer, please\ncheck for further information on our website, www.rcna.\nca, under the Events menu.",
            "Hope to see you in Halifax!",
            "Games Willistou",
            "propose une grande vari t \narticles numismatiques,\nde quoi permettre a chaque\ncollectionneur de faire\nune offre et de combler\nun vide particulier dans sa\ncollection.",
            "Les visites du congr s\nde cet  t  sont en cours de\nplanification au moment\nou je vous  cris. L un des\npoints forts du congr s de\ncette ann e est une visite\ndu port de deux heures\na bord du Bluenose II.\nComme nous le savons\ntous, l image du Bluenose\nest le navire repr sent  sur\nla pi ce de dix cents du\nCanada. Se tenir sur le pont\nen bois du navire alors qu il\nfend les vagues et que le\nvent  tire les voiles et prend\nde la vitesse, ressentir le\nmouvement du navire sous\nvos pieds et entendre les\ncordes et les voiles battre\nau vent sera une exp rience\nunique. Cette excursion\nsera un  l ment que je\npourrai rayer de ma liste\nde choses a faire avant de\nmourir.",
            "Une autre visite pr vue\nest celle de I un des lieux\nhistoriques nationaux",
            "du Canada, Georges Island, qui abrite les vestiges du Fort\nCharlotte. Le fort a  t  construit sous la direction du prince\nEdward, fils du roi George III, commandant en chef a Halifax,\ncomme partie du complexe de d fense d  Halifax et, plus tard,\ncomme camp d internement et prison pour les Acadiens. Des\nvisites guid es du fort et des tunnels situ s sous le fort sont\ndisponibles. Il y a un grand espace pour pique-niquer, alors\npourquoi ne pas emporter un repas des vendeurs sur le quai\navant de profiter du court trajet en ferry yusqu a Vile ? Cette\nvisite est adapt e aux personnes a mobilit  r duite.",
            "A Papproche du congr s, nous vous invitons a consulter les\ninformations compl mentaires sur notre site Web, www.rena.\nca, sous le menu Ev nements.",
            "Au plaisir de vous voir a Halifax !",
            "Games Williston",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "8"
    },
    {
        "File": "The_CN_Journal_10.jpg",
        "Paragraphs": [
            "CALL_FOR_2023 AWARDS NOMINATIONS",
            "J. Douglas Ferguson Award",
            "Nominations for the J. Douglas Ferguson Award will be\nwelcomed by the Board of Award. This is the highest award\nin Canadian numismatics and is given annually to the living\nnumismatist who, in the opinion of the Board, has contributed\nmost to the advancement of numismatics in Canada, through\nresearch, writing or publishing, or in any other manner,\nand who has not previously received the award. Members\nof the Board of Award are: Geoffrey G. Bell, Shediac NB,\nChristopher Faulkner, Ottawa ON, Ronald A. Greene, Victoria\nBC and the President of the RCNA, ex officio.",
            "Members of the RCNA may submit a nomination for the\nAward. The deadline for submissions is March 31, 2023.\nContact: Ronald Greene, 1908 Store Street, Victoria BC\nV8T 4R4, ragreene@telus.net",
            "Paul Fiocca Award",
            "Nominations for the Paul Fiocca Award will be welcomed\nby the Board of Award for  long term meritorious service\nor major contributions to the RCNA.  This is an award not\nJust to recognize the elite of the hobby, but any individual\nwho may have worked behind the scenes, often for many\ndecades, for the betterment of The Royal Canadian\nNumismatic Association.",
            "This award 1s strictly an RCNA award for RCNA members\nand is the highest distinction presented by the RCNA. It is\nnot to be confused with the J. Douglas Ferguson Award, the\nhighest award in Canadian numismatics, which does not\nrequire membership in the RCNA.",
            "Any member of the RCNA may submit a nomination for\nthe Paul Fiocca Award.",
            "The deadline for submissions is March 31, 2023.\nContact: William Waychison, PO Box 466, Station MAIN,\nTimmins ON, P4N 7E3, billwaychison@gmail.com.",
            "Charles D. Moore Award",
            "The Charles D. Moore Award, established in 2017 by the\nExecutive Committee of your Association, is to honour the\ncontributions of those individuals felt to be best described\nas a  Professional Numismatist. ",
            "An eligible recipient is a full- or part-time numismatic\ndealer, or researcher, writer, publicist or benefactor who 1s a\nmember of the Association in good standing.",
            "The award is meant to honour a recipient who has\nconsistently contributed to and been devoted to the\nadvancement of Numismatics in Canada and to the Royal\nCanadian Numismatic Association over many years,\nwithout regard to personal benefit.",
            "The recipient will exhibit the traits of Dignity, Integrity,\nTruth and Knowledge and the willingness to advance the\nhobby through education.",
            "The winner will be selected from eligible recipients\nnominated by the RCNA awards committee in consultation\nwith the Executive Committee and key individuals in the\nnumismatic community.",
            "Any member of the RCNA may submit a name for nomination\nfor the Award. The deadline for submissions is March 31, 2023.\nContact: William Waychison, PO Box 466, Station MAIN,\nTimmins ON, P4N 7E3, billwaychison@gmail.com.",
            "Fellow, Royal Canadian Numismatic Association",
            "In 1990, the Award, Fellow Canadian Numismatic",
            "Association was established by the Executive Committee",
            "of your association. To be eligible for this award,",
            "the services performed must have been carried out\nby a member of The Royal Canadian Numismatic",
            "Association and be of benefit directly to The Royal",
            "Canadian Numismatic Association.",
            "The rules approved for this award are as follows:",
            "1. Amaximum of five members may be inducted annually.\n2. Anomination must come from an RCNA member, or club,\nwith a comprehensive report to support the nomination.",
            "3. The Awards and Medals Committee, with at least\nthree members, shall choose the inductees from those\nnominated.",
            "4. A certificate and a lapel pin shall be presented to each\ninductee.",
            "Announcement of the names and a suitable induction\nceremony will take place during the Annual RCNA\nConvention.",
            "Any member of the RCNA may submit a nomination for\nthe Award. The deadline for submissions is March 31, 2023.\nContact: William Waychison, PO Box 466, Station MAIN,\nTimmins ON, P4N 7E3, billwaychison@gmail.com.",
            "Louise Graham Memorial Club of the Year Award",
            "The Louise Graham Memorial Club of the Year Award\nwas established to give recognition to our clubs and\nassociations, and to honour their noteworthy achievements\nthroughout the previous calendar year.",
            "Any club or association wishing to enter this competition\nmay do so by submitting a report about its activities\nthroughout the previous calendar year. This report should\nconsist of at least two typed pages of 8%  x 11  and should\nlist the club s executive and highlight the following criteria:\n1. Diversity of topics at meetings\n2. Original concepts (written and visual)",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "10"
    },
    {
        "File": "The_CN_Journal_11.jpg",
        "Paragraphs": [
            "3. Educational information\n4. Numismatic promotion\n5. Coin shows",
            "6. Consistency of meetings.",
            "The presentation of the award,\nconsisting of an engraved silver\nmedal and a cheque in the amount of\n$250, will be made during the Annual\nRCNA Convention.",
            "The entry deadline is March 31,\n2023. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON\nN8T 1C1 xr7gt@prodigy.net",
            "J r6 me H. Remick Ill Literary\nAward",
            "The Jerome H. Remick III Literary\nAward was instituted in 1995. It is\nawarded to the author of the best\nnumismatic article published in the\nbulletin of a Canadian local coin club.\nNominations may be made by an\nRCNA member, a member club, or\nby the Club Services Chair. Each\nnomination must be accompanied by a",
            "copy of the article published with the\ndetails about its publication (where and\nwhen it was published etc).",
            "The nominee does not have to be an\nRCNA member to be eligible.",
            "A Committee, of at least three\nmembers, under the chairmanship of the\nRCNA Club Services Chair shall review\nthe nominations and choose the winner.",
            "The presentation of the Award, an\nengraved medal, will be made during\nthe Annual RCNA Convention.",
            "The entry deadline is March 31,\n2023. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON N8T\n1C1 xr7gt@prodigy.net",
            "Best Local & Regional\nNewsletter Awards",
            "Each year, the RCNA recognizes\nthe printed work of both a member\nlocal club and of a member regional\nassociation with an award for The\nBest Newsletter published by the\nentity.",
            "To participate, clubs and\nassociations must send examples of\ntheir newsletters throughout the year\nto the RCNA Club Services Chair.\nA committee of at least three will\nreview the entries received to decide\nthe winner for each category.",
            "The following criteria will be used to\ndetermine the winner:",
            "1. Numismatic content 20%\n2. Diversity of the content 25%\n3. Quality of presentation 15%",
            "4. Improvement from previous year 10%",
            "5. Consistency of publication 15%\n6. General appreciation\n(Judges  discretion) 15%",
            "Winners will be announced at the Club\nDelegates Meeting during the Annual\nConvention and at the closing banquet.",
            "The entry deadline is March 31,\n2023. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON\nN8T 1C1 xr7gt@prodigy.net\n"
        ],
        "PageNo": "11"
    },
    {
        "File": "The_CN_Journal_12.jpg",
        "Paragraphs": [
            "APPEL_DE_NOMINATIONS, POUR_LES_ PRIX",
            "Prix J. Douglas Ferguson",
            "Les nominations pour le Prix J. Douglas\nFerguson devront  tre soumises au\ncomit  du prix. Ce prix est la plus haute\ndistinction en numismatique canadienne\net est accord  annuellement a un\nnumismate vivant qui n a pas d ja regu\nce prix et qui, selon l opinion du comit ,\na contribu  le plus 4 l avancement de\nla numismatique au Canada, soit par\nla recherche, | criture ou | dition, ou\nde toute autre fagon. Les membres du\ncomit  du prix sont: Geoffrey G. Bell,\nSh diac NB, Christopher Faulkner,\nOttawa ON, Ronald A. Greene, Victoria\nBC et le pr sident de l ARNC, ex\nofficio.",
            "Tout membre de l 7ARNC peut faire\nune nomination pour ce prix. Les\nnominations doivent  tre regues avant\nle 31 mars 2023. Elles devront  tre\nenvoy es a: Ronald Greene, 1908\nStore Street, Victoria BC V8T 4R4,\nragreene@telus.net.",
            "Prix Paul Fiocca",
            "Les nominations pour le Prix Paul\nFiocca devront  tre soumises au comit \ndu prix. Ce prix est attribu  pour\n  service m ritoire continu ou pour\nune contribution majeure a P ARNC  .\nCe prix reconnait non seulement 1 lite\ndu passe-temps, mais tout individu qui\npeut avoir travaill  a l arricre-plan,\nsouvent pendant plusieurs d cennies, a\nPam hioration de l association royale de\nnumismatique du Canada.",
            "Ce prix est strictement attribu  par\nPARNC pour les membres de 1  ARNC,\net est la plus grande distinction d cern e\npar PARNC. II ne doit pas  tre confondu\navec le Prix J. Douglas Ferguson, la\nplus haute distinction en numismatique\ncanadienne, qui ne requiert pas que le\nr cipiendaire soit membre de ? ARNC.",
            "Tout membre de l7ARNC peut\nproposer quelqu un pour le Prix Paul\nFiocca. Les nominations doivent  tre\nrecues avant le 31 mars 2023. Elles\ndevront  tre envoy es a: William",
            "5",
            "Waychison, le Prix Paul Fiocca,\npr sident du comit , PO Box 466,\nStation MAIN, Timmins ON P4N\nTE3, billwaychison@gmail.com.",
            "Prix Charles D. Moore",
            "Le prix Charles D. Moore, cr  en\n2017 par le comit  ex cutif de votre\nassociation, est congu pour reconnaitre\nles contributions de ces personnes\nqui se sentent mieux d crites comme\n numismate professionnel .",
            "Les r cipiendaires admissibles\ndoivent  tre des marchands\nnumismatiques a temps plein ou a\ntemps partiel, un chercheur, un  crivain,\nun publiciste ou un bienfaiteur membre\nen r gle de l Association.",
            "Le prix vise a reconnaitre les\nr cipiendaires qui ont toujours contribu \net se sont consacr s a l avancement\nde la numismatique au Canada et a\nassociation royale de numismatique du\nCanada pendant de nombreuses ann es,\nsans  gard aux avantages personnels.",
            "Le r cipiendaire pr sentera les traits\nde dignit , V int grit , de v rit  et de\nconnaissance et la volont  de faire\nprogresser le passe-temps par | ducation.",
            "Le gagnant sera s lectionn \nparmi les r cipiendaires admissibles\nnomm s par le comit  des prix de\nVARNC en consultation avec le\ncomit  ex cutif et des personnes cl s\nde la communaut  numismatique.",
            "Tout membre ou club peut soumettre\nune nomination pour ce prix. Les\nnominations doivent  tre regues avant\nle 31 mars 2023. Elles devront  tre\nenvoy es a : William Waychison,\npr sident du comit , PO Box 466,\nStation MAIN, Timmins ON P4N\nTE3, billwaychison@gmail.com.",
            "Compagnon, l Association\nroyale de numismatique du\nCanada",
            "En 1990, le Prix de Compagnon ",
            "association royale de numismatique\ndu Canada fut instaur  par le conseil",
            "d administration de votre association.\nPour  tre admissibles a ce prix, les\nservices doivent avoir  t  rendus par\nun membre de l association royale\nde numismatique du Canada et avoir\nprofit  directement a |  association\nroyale de numismatique du Canada.",
            "Les r glements adopt s pour ce Prix\nsont les suivants:",
            "1. Un maximum de cing (5) membres\npeuvent  tre recus a chaque ann e.",
            "2. Une nomination doit venir d un\nmembre ou d un club de PARNC,\navec un rapport d taill  supportant la\nnomination.",
            "3. Le comit  des Prix et R compenses,\ncompos  d au moins trois (3)\nmembres,  tudiera les nominations\net choisira les membres a  tre recus\npour l ann e.",
            "4. Un certificat et une  pinglette seront\nremis a chaque r cipiendaire.\nL annonce du nom des",
            "r cipiendaires et une c r monie",
            "d intronisation auront lieu lors du\ncongr s de l  ARNC.",
            "Tout membre ou club peut soumettre\nune nomination pour ce prix. Les\nnominations doivent  tre regues avant\nle 31 mars 2023. Elles devront  tre\nenvoy es a : William Waychison,\npr sident du comit , PO Box 466,\nStation MAIN, Timmins ON P4N\nTE3, billwaychison@gmail.com.",
            "Prix Louise Graham pour Le\nClub de L Ann e",
            "Le Prix Louise Graham pour le\nClub de 1| Ann e fut  tabli afin de\nreconnaitre nos clubs et associations et\npour honorer leurs accomplissements\nau cours de l ann e pr c dente.",
            "Tout club ou association qui veut\nposer sa candidature pour ce Prix peut\nle faire en soumettant un rapport de\nleurs activit s tenues durant l ann e\npr c dente. Ce rapport doit avoir au\nmoins deux pages de format 8  x 11\npouces. Le rapport devra nommer les\nmembres de l ex cutifet souligner les",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "12"
    },
    {
        "File": "The_CN_Journal_13.jpg",
        "Paragraphs": [
            "crit res suivants :",
            "1.La diversit  des sujets trait s lors des r unions",
            "2.Loriginalit  de la conception ( crit et visuel)",
            "3.Le degr   ducatif de l information diffus e",
            "4.La promotion de la numismatique",
            "5.  organisation de salon numismatique",
            "6.La r gularit  des r unions",
            "La pr sentation du Prix, qui consiste en une m daille en\nargent grav e au nom du gagnant et d un ch que de 250 $,\nsera faite lors du congr s annuel de l  ARNC.",
            "Les nominations doivent  tre regues avant le 31 mars\n2023. Elles devront  tre envoy es a : Brett Irick, directeur\nservices aux clubs, Suite 505, 5060 Tecumseh Road East,\nWindsor ON N8T 1C1, xr7gt@prodigy.net.",
            "Prix litt raire J r6me H. Remick Ill",
            "Le Prix litt raire J r6me H. Remick III a  t  instaur  en 1995.\nIl est attribu  a l auteur du meilleur article numismatique\npubli  dans un bulletin de club local au Canada.",
            "Les nominations peuvent  tre faites par un membre, par\nun club ou par le responsable des services aux clubs de\nVARNC. Toute nomination doit  tre accompagn e d une\ncopie de l article publi  ainsi que des d tails relatifs a sa\npublication (club ot il a  t  publi , date de publication, etc.).",
            "Notez que l individu mis en nomination n a pas besoin\nd tre membre de P ARNC.",
            "Un Comit  d au moins trois (3) personnes, pr sid  par le\nResponsable des services aux clubs de ? ARNC choisira le\ngagnant.",
            "La pr sentation de ce Prix, une m daille grav e, sera\nfaite lors du congr s annuel de l  ARNC.",
            "Les nominations doivent  tre regues avant le 31 mars\n2023. Elles devront  tre envoy es a : Brett Irick, directeur\nservices aux clubs, Suite 505, 5060 Tecumseh Road East,\nWindsor ON N8T 1C1, xr7gt@prodigy.net.",
            "Prix pour les Meilleurs Bulletins de Clubs locaux\net r gionaux",
            "Chaque ann e l ARNC reconnait les efforts des clubs et\nassociations membres, en attribuant un Prix sp cifique\npour le Meilleur Bulletin publi  par un club association\nlocal et r gional.",
            "Pour participer a la s lection, les clubs doivent envoyer\ndes exemplaires de leur bulletin au Responsable des\nservices aux clubs de   ARNC. Un comit  form  d au\nmoins trois (3) personnes r visera les bulletins soumis\net s lectionnera un gagnant dans chaque cat gorie. Les\nbulletins regus durant l ann e seront consid r s pour le\nprix.",
            "Number1 January + February 2023 --------------------------",
            "Les crit res suivants seront consid r s par les juges pour\nd terminer le gagnant:",
            "1. Le contenu numismatique 20%\n2. La diversit  du contenu 25%\n3. La qualit  de la pr sentation 15%\n4. L am lioration par rapport a",
            "l ann e pr c dente 10%\n5. La r gularit  de la publication 15%\n6. Appr ciation g n rale",
            "(a la discr tion du Juge) 15%",
            "Les gagnants seront d voil s lors du d jeuner des\nd l gu s de clubs dans le cadre du congr s annuel ainsi que\nlors du banquet de cl ture.",
            "Les bulletins doivent  tre recus avant le 31 mars 2023.\nIls devront  tre envoy s 4 : Brett Irick, directeur services\naux clubs, Suite 505, 5060 Tecumseh Road East, Windsor\nON N8T 1C1, xr7gt@prodigy.net.",
            ""
        ],
        "PageNo": "13"
    },
    {
        "File": "The_CN_Journal_14.jpg",
        "Paragraphs": [
            "A LIFE Lost TOO SOON\nWALTER. MELVILLE_BILLMAN",
            "BY GEOFFREY BELL\nFRCNA, FCNRS, LM #208",
            "Walter Melville Billman\nwas born just outside\nHalifax on the west side",
            "of the Northwest Arm. His parents\nwere James and Grace Billman. His\nearly years of schooling were in an\nungraded school where he studied\nuntil age 12. He then entered the\nHalifax County Academy for the\nnext four years. He showed great\npromise winning four medals for\nscholarship. He led his class every\nyear, and in grade 11 he received an\naverage of 94.5 on the provincial\nexamination, then a record grade\nfor high school students in the\nprovince.",
            "In 1909, he entered Dalhousie\nUniversity and wrote a\ncompetitive examination open\nto all students. He was awarded\nthe sought-after MacKenzie\nBursary that was to be the start\nof a brilliant academic career. He\nwas a top student in Greek and\nLatin, English and Mathematics.",
            "He specialized in Greek and\nLatin in his third year and\nfinished both with high honours.",
            "In his fourth year, he was awarded\nthe Governor General gold medal\n(see figure 1).",
            "Based on his academic career,\none might conclude Billman was\na bookworm or loner, but that was\nfar from the truth. He had a full\nlife playing sports such as football,\nbasketball, tennis, rifle shooting,\nrunning, rowing, swimming and\nskating. He also served on various\nstudent organizations demonstrating\nhe was popular with his fellow\nstudents.",
            "On top of all these accolades,\nhe was chosen as a Rhodes\nscholar in 1913 and proceeded\nto Oxford University in England.\nWhile there, he enlisted in the\n1st Middlesex Regiment as a\nLieutenant. His parents received\na cable on November 4, 1916,\nthat their son had suffered severe\nwounds and was in a French\nhospital, and he died of his\ninjuries the next day.",
            "Billman received the British\nWar medal and the Victory\nMedal for his war service.",
            " The CN Journal Volume 68\n"
        ],
        "PageNo": "14"
    },
    {
        "File": "The_CN_Journal_16.jpg",
        "Paragraphs": [
            "THE _CANADA-BRAZIL,MEDAL_OF_ 1944.",
            "BY GRAHAM H. NEALE\n#13329",
            "This brief article aims to illustrate the so-called",
            "Canada-Brazil Medal, designed and engraved by",
            "Thomas Shingles and struck by the Royal Canadian\nMint in 1944. Shingles became the Chief Engraver of the\nMint in 1943.",
            "Diplomatic relations between Canada and Brazil were\nestablished in 1941 when Brazil opened an embassy in\nOttawa, and Canada reciprocated by opening an embassy\nin Rio de Janeiro in 1944. It seems likely that the Canada-\nBrazil Medal of 1944 was issued in conjunction with the\nopening of the Canadian Embassy in Brazil in the same\nyear. In support of this contention, the standard work\nStriking Impressions (Haxby, 1983) states on page 179:",
            " In addition to its annual medal work, the Mint\nproduced an unusual piece for the Department of\nExternal Affairs in 1944. It served as an award for\nstudents in the Republic of Brazil who excelled in the\nstudy of Canadian history and geography. This new\nand complex medal was not only engraved by hand,\nlike the Royal Society medals but was also designed by\nShingles. Twenty-five were struck.  ",
            "The Canada-Brazil Medal of 1944 receives a short\nmention on page 148 of Robert C. Willey s Dictionary of\nCanadian Medallists (Greene, 1998), thus:",
            " In 1944 he (Shingles) designed and engraved the\nCanada-Brazil medal. ",
            "I have yet to locate a published illustration of the Canada-\nBrazil Medal of 1944 nor any additional documentation\nconcerning its issuance. It is relevant to note that Haxby\ndid not publish any metallic content or size specifications.\nHowever, I can confirm that this medal was struck in both\nsilver and bronze. Accepting Haxby s statement that only 25\npieces were struck, it can be inferred that this medal is very\nrare in either metal. Moreover, assuming that they were issued",
            "to students actually living in Brazil in 1944, they would likely",
            "be widely dispersed today if, indeed, many still survive.\nNote: In 2009, I donated the bronze example mentioned\nabove to the Consul General of the Canadian Consulate\nin Rio de Janeiro when I visited my son, who was\nworking in the Consulate then. Hopefully, it will\neventually re-enter the numismatic marketplace.\nLooking back, this was yet another example of an\nunderappreciated treasure that  got away  in an all-too-\ncommon moment of numismatic indecision!",
            "I have included images of both sides of the high-relief\nsilver medal and its official presentation case. I purchased\nthis medal with its bronze counterpart in 1992 from the\nlate numismatist and philatelist Sidney W. Ivry (d. 1996)\nof Montreal. I have also included an image of Mr Ivry that\nappeared on a 1992 commercial calendar that he kindly\ngave me at the time. I hope this image will provide a\npermanent visual record of this very serious but low-key\ncollector, connoisseur and true gentleman who remains\nessentially unknown to today s collecting fraternity.",
            "Specifications of the Silver Medal: Mass 79.7 g,\nDiameter 53 mm, Rim thickness 4.5 mm. Plain unmarked\nedge. Engraver s marks  TS. R.C.M.  at 5 o clock on the\nobverse. The dark blue Rexine-covered case measures\n85 mm x 85 mm x 24 mm when closed. There are no\nmarkings inside the case, but the bottom carries a cream-\ncoloured label inscribed  Royal Canadian Mint .",
            "References Cited",
            "Haxby, James A. (1983). Striking Impressions: The Royal\nCanadian Mint and Canadian Coinage, Ottawa ON",
            "Greene, Ronald (Editor). (1998). Robert C. Willey s Dictionary\nof Canadian Medallists, The Canadian Numismatic Research\nSociety, Occasional Paper No. 2, Victoria, B.C.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "16"
    },
    {
        "File": "The_CN_Journal_18.jpg",
        "Paragraphs": [
            "RCMP_CELEBRATES, 150_YEARS",
            "BY GEORGE MANZ\nFRCNA, #19846",
            "In 1973, to commemorate the 100th Anniversary of",
            "the founding of the Royal Canadian Mounted\nPolice, the Wellings Mint produced 48\nsterling silver as well as 48 bronze medals.",
            "2023 marks the 150th Anniversary of\nthe RCMP, so I d like to share four of the\nmedals that helped define the early days of\nthe North West Mounted Police (NWMP) in\nthe 1870s and 1880s.",
            "The NWMP was founded in 1873 by an Act\nof the Canadian Parliament shortly after American\nhunters and wolfers from Montana murdered\nsleeping First Nations Assiniboines. The\npurpose of the mounted armed force was to\nbring law and order to western Canada.",
            "In the summer of 1874, a force of several",
            "hundred Mounties rode west from the new\nprovince of Manitoba. They rode just north\nof the Canada-US border on what is now\ncalled the Red Coat Trail, named after the colour\nof the coats that the Mounties wore. They were\naccompanied by a large contingent of Red River\ncarts   carrying their provisions, horses, oxen,\ncattle, mowing machines and field guns.\nAfter several months of travelling, they\nreached what is now called Fort Macleod.\nThus begins the story of four medals that were\nstruck in honour of their accomplishments.",
            "The first medal depicts James Macleod of\nthe NWMP. Born in Scotland, Macleod moved to\nOntario as a child along with his family. During his\neducation at Queen s University, he joined the\nVolunteer Militia Field Battery of Kingston as\na lieutenant. By 1870, he was commissioned\nas a brigade major and helped end the Red\nRiver Rebellion of Metis leader Louis Riel\nin 1870. Macleod later served as the second\nCommissioner of the NWMP from 1876 to\n1880. Macleod died in 1894. The city of Fort\nMacleod, Alberta, is named after him.",
            "The second medal shows the likeness of Samuel Steele.\nSteele attended the Royal Military College of Canada,\nparticipated in the Red River Expedition and was the third\nofficer sworn into the NWMP. During Steele s illustrious\ncareer, he met with American Chief Sitting Bull, participated\nin the North West Rebellion (often called the Riel Rebellion),\nand attained the rank of Superintendent. He later established\ncustoms posts to control the thousands of prospectors who\nflooded into the Yukon Territory following the discovery of\ngold in what is often called the Klondike Gold Rush.",
            "18",
            "In 1900, when the Boer War started in South Africa,\nCanadian Pacific Railway tycoon Donald A.\nSmith, at his own expense, raised a cavalry unit\ncalled Strathcona s Horse. Smith asked Steele\nif he would become its commanding officer,\nand Steele agreed. After the war ended,\nSteele became one of the leaders of the South\nAfrican Constabulary.\nIn 1914, after the outbreak of World War I,\nSteele became a commander of the 2nd Canadian\nDivision. He died in 1918. Mount Steele, Canada s\nfifth tallest mountain, is named after him.\nCrowfoot was born in 1830. After his father\ndied, his mother married another First Nations\nman and joined the Siksika First Nation, one\nof several tribes in the Blackfoot Confederacy.\nHe fought in 19 battles with other First Nations\nand was wounded many times. His bravery\nhelped him rise as one of the leaders of the\nBlackfoot. His leadership was vital when interlopers\nsuch as Hudson s Bay Company fur traders and later\nthe NWMP arrived in his territory. He did not get\ninvolved in Louis Riel s North-West Rebellion\nand later signed Treaty 7 along with other\nBlackfoot Chiefs. His people were promised\nland, farming tools, cattle, food and 5 dollars\nevery year. The promises were not always kept.\nCrowfoot died in 1890. At Blackfoot Historical\nCrossing Park, some of Crowfoot s possessions\nwere repatriated from the Royal Albert Museum in\nExeter and are now on display in Calgary.\nThe final medal depicts the likeness of\nSitting Bull, Lakota Sioux Chief. He was\nborn around 1831. Part of his claim to fame\nwas the famous 1876 Battle of the Little Big\nHorn, where his warriors wiped out the 7th\nCavalry led by US Lieutenant Colonel George\nArmstrong Custer. The US government and\narmy were determined to either wipe out the\nSioux or place them on reservations. Deciding not\nto surrender, Sitting Bull led several thousand warriors, their\nwives and children across the border to Wood Mountain,\nNorth West Territories, now called Saskatchewan. He stayed\nthere until 1881, when he and most of his band surrendered\nto US troops. He died in 1890 when authorities tried to arrest\nhim on Standing Rock Indian Reservation. Sitting Bull\nCollege is named after him.",
            "These and many more RCMP Centennial silver and\nbronze medals will be on display at the Regina Coin Club\nSpring Show, April 22-23, 2023.\nThe CN Journal Volume 68\n"
        ],
        "PageNo": "18"
    },
    {
        "File": "The_CN_Journal_19.jpg",
        "Paragraphs": [
            "PREVIOUSLY UNPUBLISHED\n1858 CENT WORKING, DIES, _ Parr. 1",
            "  BY ROB TURNER",
            "FRCNA, FCNRS, #20948\nI a SD Se SA]",
            "[Editor s note: This is the first article in an 8-part series which includes all the dies used to strike Provincial Canadian\nlarge cents 1858 and 1859 W9/8 discovered since the author s second book (2008). The author has requested that\nthe die description pages be in the same format as his books for better consistency. ]",
            "I began collecting Canadian coins from circulation as",
            "a child growing up in Maine and started seriously",
            "collecting decimal large-cents while working on\nmy graduate degree in the early 1980s. Around 1981, I\npurchased an 1858 specimen cent from a Charles Moore\nmail bid auction. This fascinating coin hooked me on\nstudying this first year of issue for the large cents. During\nthe four decades since, I examined thousands of 1858 cents\nand accumulated well over 200 for further study. I tried to\nlearn everything I could about them.",
            "In 2007, I published my accumulated knowledge in\na book entitled The 1858 Cents of Provincial Canada.\nThis 330-page book described the history leading up to\nthe provincial comages of 1858 and 1859 and the methods\nused by the Royal Mint in making them. It also presented\na catalogue of working dies that minted 1858 cents, which\ncontained 24 obverse and 43 reverse dies combined into\n48 die marriages. When I released the book, I had yet to\ndetermine if anyone would be interested. In fact, a group of\nabout two hundred dedicated enthusiasts coalesced around\nthe subject of provincial cent working dies. I sincerely wish\nto thank all of you who purchased my books over the past\nsixteen years.",
            "My study of 1858 cents quickly led to the realization\nthat the so-called 1859 Wide 9 Over 8 (W9/8) cents were\nstruck from modified 1858 dies. My research expanded\nto include these over-dated coins. It resulted in The 1858\nCents of Provincial Canada, Volume II? This second book,\npublished in 2008 and now out of print, focused primarily\non the over-dated cents and contained a die catalogue of\n11 new obverse dies, 12 new W9/8, reverse dies, and 18\ndie marriages. The second book also presented six new\n1858 reverse dies, representing six new 1858 die marriages\ndiscovered after I wrote the first book. Also, two previously\ncatalogued 1858 obverse dies were actually found to be\ndifferent die states of the same die, so one 1858 obverse die\n(Die OB8) was eliminated from the catalogue.",
            "In 2011, I added some additional, newly discovered\ndies to Volume II and called the revised work: The 1858\nCents of Provincial Canada, Volume I, 2nd Edition.",
            "Still more new dies have appeared since 2011, which have\nnot previously been published. In 2020, I published Past\n& Nearly Perfect,* a book that included the four obverse\nand three reverse dies used to strike 1858 specimen-quality\ncents. These specimens exist in five different die marriages,\nincluding one obverse die and three die marriages not\npublished in my previous books. As of this writing, I have\nconfirmed 36 unique obverse dies, and 78 unique reverse\ndies were used to coin 1858 and 1859 W9/8 cents. They\ncombined to create 72 known 1858 die marriages and 22\nknown 1859 W9/8 die marriages. I did not personally find\nthem all, so I sincerely wish to thank those people who\neither sold or loaned coins to me, especially Dan Flynn, Jim\nHaxby, Derek Lecours, and Gene Belair.",
            "One obverse die that coined 1858 cents and three that\nstruck 1859 W9/8 cents also were paired with nine different\n1859 Narrow 9 reverse dies. Haxby described these nine\nNarrow 9 dies on his website, so they were not included in\nmy books beyond merely listing the die marriages.> Out of\ngratitude to those who have purchased my books, this will\nbe the first in a series of articles that describe all the 1858\nand 1859 W9/8 dies discovered since the 2008 second book.\nThe articles will begin with the 1858 reverse dies. For ease\nof reference, we numbered the maple leaves on the reverse\ndesign, starting at the top of the coin and moving clockwise.",
            "1 Rob Turner, The 1858 Cents of Provincial Canada, (Fountain\nValley CA, published by the author, 2007).",
            "2 Rob Turner, The 1858 Cents of Provincial Canada, Volume II,\n(Fountain Valley CA: published by the author, 2008).",
            "3 Rob Turner, The 1858 Cents of Provincial Canada, Volume II,\n2nd Ed. (Fountain Valley CA: published by the author, 2011).",
            "4 Rob Turner, Past & Nearly Perfect, (Toronto ON: Royal\nCanadian Numismatic Association, 2020).",
            "5 James A. Haxby, Haxby Catalogue of the Canadian 1859 Cent,\nwww.vickycents.com.\n"
        ],
        "PageNo": "19"
    },
    {
        "File": "The_CN_Journal_20.jpg",
        "Paragraphs": [
            "While sinking the one-cent reverse dies, the delicate\nmaple vine and leaf stems on the reverse punch rapidly\ndeteriorated. The first three dies had an intact vine and\nsixteen intact stems in the maple wreath. While sinking the\nfourth die, half the stem to Leaf #9 broke away from the\npunch, so every die sunk after the third die inherited this\nbroken leaf stem. That fourth die was left unrepaired with\na complete vine and one broken stem. We designated these\nfour dies having a full, intact maple vine as the A group of\nreverse (R) dies, then labelled them as Dies RA1 through\nRA4. The order of the die numbers has no significance, and\nno new group RA dies have been discovered since 2008.",
            "From the fifth die onward, the mint engraver usually\nmanually repaired the broken Leaf #9 stem and, therefore,\nuniquely on each die. Also, beginning with that fifth die\nsunk, a section of the maple vine broke away from the\npunch adjacent to Leaf #13. As a result, each die from the\nfifth die onward shows this very visible vine break, and\nunlike the stem break at Leaf #9, the engraver usually left it\nunrepaired. The twenty-four known dies with only one vine\nbreak at Leaf #13, including seven new ones since 2008,\nwere labelled RB1 through RB24.",
            "After sinking the RB dies, another vine piece dislodged\nfrom the punch near Leaf #7 and created a second visible\nvine break. We know of thirty-five 1858-dated dies, labelled\nRC1 through RC35, with both vine breaks (including seven\nnew ones since 2008). Finally, the mint sank at least fifteen\nother dies, originally dated 1858 and all with both vine\nbreaks, but manually over-dated them with a wide 9 punch\nto change the date to 1859. These fifteen over-dated dies\n(including three new W9/8 dies since 2008) were labelled\nRD1 through RD15.",
            "My study of 1858 cents was initially based on a random\nsample of 150 coins, and the 1859 W9/8 study employed\na similar random sample of 100 coins. Using elementary\nstatistics, the relative rarities of each die were determined\nby how many times each appeared in the samples (1.e., the\nmost likely proportion of the entire mintage equalled either\nx+150 or x+100). All the dies described in this current series\nof articles appeared after sampling concluded, so the two\nsamples contained zero examples. Because they were not\nfound in the original sample, it means coins from all of them\nare quite scarce, with their most likely proportions of the\nmintages near zero. For additional perspective on this, I also\ncomputed confidence intervals for each 1858 and 1859 W9/8\ndie. With zero examples found in the sampling, we have 95\npercent confidence that each new 1858 die represents between\nzero and 1.98 percent of the entire 1858 mintage. Similarly,\neach new 1859 W9/8 die has a 95 percent probability it comed\nbetween zero and 2.95 percent of the W9/8 mintage. Similar\nstatistical analysis for each die pair can be found in my books.",
            "This first article concludes with a table showing all\nthe known 1858 and 1859 W9/8 die marriages and with\ndescriptive pages for Dies RB18, RB19, and RB20. On\nthose pages, the known die cracks are shown as blue lines\nand numbered in the order of their appearance. Each die\ndescription includes closeup photos of the four date digits\nand the re-engraved Leaf #9 stem.",
            "The next article will continue the group RB dies with\ndescriptions of reverse Dies RB21 and RB22. I still have\na limited number of each for sale for those who may be\ninterested in my first few books. You may contact me at\nrob1858@earthlink.net. My fifth book, Past & Nearly\nPerfect, can be purchased through the RCNA website at\nwww.rcna.ca/book/index.php.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "20"
    },
    {
        "File": "The_CN_Journal_28.jpg",
        "Paragraphs": [
            "COMMUNION TOKENS By ANGUS SUTHERLAND\nAND. COINS antes",
            "A s the reader will know, there are many examples of cross-overs to which the studies of both numismatics and",
            "exonumia can stake a claim. Countermarked coins that become advertising tokens and love tokens are a couple\nof examples.",
            "Communion tokens are firmly in the realm of exonumia. Though they often resemble coins, they have never had\nmonetary value. They could not be bought or sold. The elders and ministers of the early Presbyterian and Reformed\nChurches would not likely appreciate the collecting, buying and selling of Communion tokens that happens today. It is\nknown that some churches, when they no longer used the metal tokens, chose to bury them because the elders believed\nthey should not be bought and sold.",
            "While Communion tokens are not coins, there are rare examples of a cross-over. Within the Canadian series, there are\ntwo examples known and one reported.",
            "The first known example is the token used by the Brodie Covenanter (Reformed Presbyterian) congregation, Lochiel\ntownship, Glengarry County, in Eastern Ontario. While this congregation is known to have used tokens of iron, lead and\nwhite metal of different sizes that were blank on both sides, they are also known to have cut British halfpennies into\nrectangular tokens. The halfpennies are of the type issued from 1860-1894.",
            "Three examples of the cut halfpenny are known. Two are in the MacLennan collection, held by the Presbyterian Church\nHeritage Centre, and one is in the author s collection. The author s example measures 17.2 mm x 12.7 mm, is 1.2 mm thick\nand weighs 2.5 g. There is no mark on the token except the face of Queen Victoria on one side and the image of Britannia\non the other, both worn but recognisable.",
            "The second example is from Toronto, St. Andrew s Church of Scotland. The host coin is a halfpenny from 1862. Into\nthe coin have been stamped the obverse and reverse of the token from 1830 (Bowman 128, Charlton CW-344). Behind the\ntoken s obverse, Britannia can be discerned, and behind the reverse, Queen Victoria s image can be seen. The coin s date,\n1862, is barely readable.",
            "a The CN Journal Volume 68\n"
        ],
        "PageNo": "28"
    },
    {
        "File": "The_CN_Journal_29.jpg",
        "Paragraphs": [
            "Only one example is known. It measures 25.9 mm across and 26.6 mm vertically, different because the coin was\nstretched somewhat by the impression from the token s dies. The thickness is 1.2 mm, and the weight 5.4 g.",
            "This halfpenny/Communion token was likely struck when supplies of the 1830 token ran low. Using the dies on current\nhalfpennies was probably a limited stop-gap measure while new tokens were struck. As tokens dated 1830 are quite\ncommon in high grades, it is most likely that the original dies were used to strike a new series of tokens.",
            "Obverse of the Hemmingford\ntoken, Bo 9 CE-212.",
            "A third example, not pictured, seen by the author but not confirmed as a Communion token, is possibly from\nHemmingford, Quebec. The host coin is an 1805 Irish halfpenny, holed in the centre, with the letters P and C incuse on\neither side of the hole. The letters bear a close resemblance to the letters PC on the obverse of the Hemmingford token\n(Bowman 9, Charlton CE-212). On the original token, the letters are raised and situated on either side of a raised dot at\nthe centre of the token. The reverse has the raised letters J and M, again on either side of the raised dot, the letters being\nthe initials of the minister, the Rev. John Merlin, minister at Hemmingford from 1822-1866. There are no corresponding\nletters on the reverse of the coin. ",
            "Number1 January * February 2023 ----------------------------------------------------------------------- ---------------- - --- - 29\n"
        ],
        "PageNo": "29"
    },
    {
        "File": "The_CN_Journal_30.jpg",
        "Paragraphs": [
            "REPORT OF THE\nEXECUTIVE_SECRETARY.",
            "RAPPORT DU\nSECRETAIRE_EXECUTIF",
            "New Members / Subscriptions",
            "Applications for membership published in the\nOctoberseNovember 2022 issue of The CN Journal have\nbeen accepted.",
            "Applicants for Membership",
            "The following applications for membership have been received.\nThey will become members in good standing and notice to this\neffect will be published in the March 2023 issue provided that\nno written objection is received by the end of January.",
            "24532 Cassandra Saunders, Edmonton AB\n24533 Bill Philpot, Cambridge ON\n24534 Brent Ezzard, Kamloops BC\n24535 Bob Creighton, Calgary AB",
            "Donations to RCNA",
            "The Executive Committee and members of the Royal\nCanadian Numismatic Association acknowledge and thank\nthese donors for contributing funds to our Association.",
            "Nouveaux Membres",
            "Les candidatures publi es dans le num ro d octobres\nnovembre 2022 du Journal canadien de numismatique ont\n t  accept es.",
            "Candidats 4 | Adh sion",
            "Les candidatures suivantes ont  t  regues. Ces individus\ndeviendront membres en r gle et un avis a cet effet sera publi \ndans le num ro de mars 2023 4 moins qu une objection  crite\nne soit recue avant la fin du mois janvier.",
            "24536 Gord Carter, Bourget ON\n24537 Jason Lemay, Levis QC\n24538 Claude Lemieux, Saint-Liguori QC\n24539 Kate Kharchenko, Mississauga ON",
            "Dons a | ARNC",
            "Le Conseil d administration et les membres de l Association\nroyale de numismatique du Canada tiennent a remercier ces\ndonateurs pour leurs contributions g n reuses a I  Association.",
            "SUPPORTER ($10 and over) / PARTISAN (108 et plus)",
            "19987 Alain Otis,",
            "Montreal QC",
            "Pembroke ON",
            "Feat",
            "21543 Ray Bonnenberg,",
            "2023 CALL_FOR_NOMINATIONS, e APPEL_DE_NOMINATIONS",
            "Nominations for the RCNA offices of\nN President, First Vice-President, Second Vice-",
            "President and the 16 Directors representing\nCanada and the United States must be in the hands\nof the Chairman of the Nominations Committee\nby March 31, 2023. The names of all nominees\nsubmitted shall be printed in the Association s official\npublication, The Canadian Numismatic Journal,\nissued for the month of June 2023.",
            "All nominations shall be made in writing\nsigned by one member in good standing and sent\npostal mail to the Chairman of the Nominations\nCommittee, 5694 Highway #7 East, Suite 432,\nMarkham ON L3P 1B4, or sent by email to",
            "nominations@rcna.ca .",
            "L es candidatures pour les postes de pr sident,",
            "de premier vice-pr sident, de deuxi me vice-",
            "pr sident de 1  ARNC et de ses 16 directeurs\nr gionaux repr sentant le Canada et les Etats-Unis\ndoivent  tre regu par le pr sident du comit  des\ncandidatures avant le 31 mars 2023. Les noms de tous\nles candidats doivent  tre publi s dans la publication\nofficielle de l Association, Le Journal canadien de\nnumismatique, pour le num ro de juin 2023.",
            "Toutes les candidatures doivent  tre pr sent es par\n crit et sign es par un membre en r gle et envoy es\nau pr sident du comit  des candidatures, 5694\nHighway # 7 East, Suite 432, Markham ON L3P\n1B4. Les candidatures peuvent aussi  tre envoy es\npar courriel a: nominations@rcna.ca .",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "30"
    },
    {
        "File": "The_CN_Journal_31.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS   by BRETT IRICK (CLUB SERVICES)\nRCNA, FONA, LM, #456",
            "NOUVELLES DES CLUBS ,",
            "The RCNA Zoom meeting account remains available. Meeting times can be requested by emailing me at xr7gt@prodigy.net\nor calling me at (313) 207-3562. We are looking for clubs to submit a short history for use in this column. Many of our clubs\nhave long and unusual histories that have never been shared.",
            "Below are the highlights of an article that was published in the RCC Newsletter November 2022 issue. The RCC\nNewsletter is published by the Regina Coin Club.",
            "Regina Coin Club 2022 Fall Coin Show Honours Queen Elizabeth Il",
            "Regina Coin Club president George Manz left, with club Honourary Patron the Honourable Russ Mirasty, Lieutenant\nGovernor of Saskatchewan.",
            "The Regina Coin Club held its 2022 Fall Show and Sale on October 15\nand 16. Three hundred fifty people attended this show. Attendees included\nforty-six Regina Coin Club members, 42 youth and 262 public. The attendance\nwas slightly above the thirty-nine year average, an encouraging sign that times\nare returning to normal. The show was a great way to meet your club members\nand the numismatic dealers that attend the event.",
            "The Regina Coin Club s Honourary Patron, the Honourable Russ Mirasty, Lieutenant Governor of Saskatchewan,\naccompanied by RCC president George Manz, opened the show and addressed the assembled crowd on the importance of\nvolunteerism, as well as on the spirit of service and contribution. His Honour noted,  This was so often demonstrated by\nour late monarch, Her Majesty Queen Elizabeth II. And so, with that thought in mind, a big thank you goes out to all the\nvolunteers who helped with show set-up, take-down and staffing the admission table. Your hard work is the reason why the\nshow was such a success. And if you have never volunteered to work at an RCC event, all I can say is I heartily encourage it. ",
            "Among the show s highlights was an incredible display of Queen Elizabeth memorabilia that RCC\npast secretary David McDougall assembled. This display spanned ten vertical boards and two tables.\nThe RCC presented David with an Elizabeth II jubilee medal to acknowledge the time and effort to\nput together such an extensive display. Later, he examined the new addition to his collection while\nenjoying adult refreshments with other attendees.",
            "In addition, other RCC members provided displays of Queen Elizabeth II material, including: RCC\nPresident George Manz, whose display included a rare 1935 Bank of Canada $20 banknote featuring\nPrincess Elizabeth, member Enrico presented a display of proof Elizabeth II coins and coins with other\nroyal symbols, and member Dean had a great display of world bank notes featuring Queen Elizabeth II.",
            "Polish American Numismatic Society wins Michigan Exhibit Awards",
            "The Polish American Numismatic Society is an RCNA member\nclub based in Michigan with members in Ohio, Ontario, and\nPoland. Eight of the thirty-five members regularly exhibit, and\none of these exhibitors is a junior. During the Michigan State\nNumismatic Society convention held during the United States\nThanksgiving weekend, four club members won nine of the\ntwenty adult division awards   one first, five second and three\nthird places. Pictured from left to right are MSNS Chief Judge\nTom Dombrowski, Central States Numismatic Society past\npresident Bill Brandimore (two awards), club member Al Raddi, club treasurer Brett Irick (three awards), club president\nLes Rosik, Dr Mark Benvenuto (two awards) and past state senator Steve Bieda (two awards).",
            "Senator Bieda was the invited United States government representative invited to attend the 2011 RCNA Convention\nheld in Windsor, Ontario. His Canadian counterpart in the ceremony was the Honourable Joseph Comartin, MP and\nDeputy Speaker of the House of Commons, who is now retired.",
            "In attendance at the Exhibit awards ceremony were Paul Johnson, RCNA Executive Secretary, and Clifford Mishler,\nlong-time RCNA member and past American Numismatic Association president.",
            "Number1 January * February 2023 ----------------------------------------------------------------------- ---------------- - --- - 31\n"
        ],
        "PageNo": "31"
    },
    {
        "File": "The_CN_Journal_32.jpg",
        "Paragraphs": [
            "THREE YEARS IN THE MAKING!   IL A FALLU TROIS ANS",
            "POUR. FAIRE UN NOUVEAU. BILLET!",
            "BY, JEROME,FOURRE",
            "Although Canadian Tire has not been issuing\nA its iconic paper money since the pandemic s",
            "beginning, they have never stopped issuing its\n electronic  money. The last printing of the paper money\nwas in 2019 for the 5-, 10- and 25-cent notes. In August\nof 2021, the stores were given the green light to accept\nthe paper money from their customers once again. Not all\nstores started this practice at that time; some just recently\nbegan in October 2022.",
            "For their 100th anniversary, they issued a very beautiful\n$100 note in 2022. The official word from the corporation\nwas that 5,000 were printed by the Canadian Bank Note\nCompany, their official printer, since 2002, when the British\nAmerican Bank Note Company dropped out of the picture.",
            "As you can see from the note shown above, they went\nover 5,000. Having worked for several printers over the\nyears (from 1985 to 2005), I know that all printers have\nthe right to overprint, deliver and invoice their client\nfor an extra 10% of an order. This would mean that the\noriginal order may have been for 5,000 notes, but the\nactual shipment may have been closer to 5,500 notes. This\nalso explains the series CTC $34 10-cent for the 150th\nanniversary of Canada, where the actual quantity went\nover the 2,000,000 ordered and the highest notes were\nused as insert replacements. Might there be some notes\nused as insert replacements in the CTC S35-H series?",
            "As for the actual note, the small black nine-digit serial\nnumber starts with  2022  and is printed twice on the\nback, once vertically on the left and once horizontally\non the top right side. These coupons use paper with\nfluorescent blue planchets on the back and front and a\nwatermark pattern of Canadian Tire triangles.",
            "Fluorescent background printing on the front and back\nis used as security devices. Shown above are the designs\nthat can only be seen with a blacklight.",
            "On the front of the note, there is a 100th-\nanniversary logo with the triangle to the left\nprinted in red florescent ink and the phrase\n CELEBRATING 100 YEARS FETONS 100 ANS ",
            "Bien que Canadian Tire n mette plus son billet",
            "embl matique depuis le d but de la pand mie, il n a",
            "jamais cess  d mettre sa monnaie  lectronique . La\ndemi re impression du billet remonte a 2019 pour les cinq, dix\net vingt-cinq cennes. En aofit 2021, les magasins ont recu le feu\nvert pour accepter a nouveau les billets de leurs clients. Tous les\nmagasins n ont pas commence  cette pratique 4 ce moment-1a,\ncertains n ont commenc  qu en octobre 2022.",
            "Pour son 100e anniversaire, ils ont fait un tr s beau billet\nde $100 imprim s en 2022. Le mot officiel de la Corporation\n tait que 5000 ont  t  imprim s par Canadian Bank Note, leur\nimprimeur officiel depuis 2002, lorsque British American Bank\nNote a  t   cart  de la liste.",
            "Comme vous pouvez voir sur le billet ci-dessus, ils\nsont pass  a plus de 5,000. Ayant travaill  pour plusieurs\nimprimeurs au fil des ans (de 1985 a 2005), je sais que tous\nles imprimeurs ont le droit d imprimer, de livrer et de facturer\na leur client 10% suppl mentaires sur une commande. Cela\nsignifierait que la commande initiale  tait peut- tre 5 000\nbillets, mais en r alit , l exp dition aurait pu  tre plus pr s de\n5 500 billets. Cela explique  galement la s rie CTC $34 10 \npour le 150e anniversaire du Canada ow la quantit  r elle a\nd pass  les 2 000 000 billets command s, et les billets les plus\n lev s ont  t  utilis s comme remplacement ins r . Pourrait-il\ny avotr des billets utilis s comme remplacement a ins rer dans\ncette s rie CTC $35-H ?",
            "Quant au billet proprement dit, le petit num ro de s rie noir\na neuf chiffres commence par  2022  et est imprim  deux\nfois a  endos, une fois verticalement 4 gauche et une fois\nhorizontalement en haut a droite. Ces billets utilisent du papier\navec des planchettes bleues fluorescentes sur le devant et a\nlendos, et un motif en filigrane de triangles Canadian Tire.",
            "Il y a une impression de fond fluorescente a l avant et a\nl arricre utilis e comme dispositif de s curit  Ces motifs ne\npeuvent  tre vus qu avec une lumi re noire.",
            "Pour le devant du billet, il y a un logo 100e avec le\ntriangle 4 gauche imprim  a l encre rouge fluorescente et\nla phrase  CELEBRATING 100 YEARS FETONS 100\nANS  en diagonale sur le billet commengant en vert et rouge",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "32"
    },
    {
        "File": "The_CN_Journal_33.jpg",
        "Paragraphs": [
            "diagonally across the note starting in green and red in the\ncentre going back to green on the nght with a reddish gold\nmaple leaf embossed with  100  in a wave pattern on the\nright near the top. The front of the note has the signatures\non the left side and the denomination on the bottom right\nside.",
            "The back of the note has a picture of Martha\nBilles (owner of CTC) on the top right, scenes\nof the Jumpstart program in the centre of the\nnote and the date on the left side near the serial\nnumber. The fluorescent printing on the back has\nthe 100th-anniversary logo across the entire note,\nstarting in green, going to red and back to green.",
            "The scenes visible on the back are also repeated in\nfluorescent ink, with a city scene on the left and",
            "the Rocky Mountains on the right and several fireworks\nburst across the note.",
            "The primary colour of the note is different shades of\nburgundy. The signatures are Gregory Craig, CFO and\nGreg Hicks, CEO. The notes are the same size as all CT\nnotes of the store series: 5.5 inches wide by 2.625 inches\nhigh, with no expiry date.",
            "Number1 Januarys February 2023 -----------------------",
            "au centre revenant au vert sur la droite avec une feuille\nd rable d or rougeatre en relief avec  100  dans un motif\nde vague sur la droite pr s du haut. Le devant du billet porte\nles signatures sur le c6t  gauche et la d nomination en bas\na droite.\nLendos du billet a une photo de Martha Billes (proprictaire\nde CTC) en haut a droite, des sc nes du programme\nBon D part au centre et la date sur le c6t  gauche pr s\ndu num ro de s rie. L impression fluorescente a l endos\nporte le logo 100 au centre, commengant en vert,\npassant au rouge et revenant au vert. Les scenes visibles\nau verso sont  galement r p t es a l encre fluorescente,\navec une scene de ville a gauche et les montagnes\nrocheuses a droite et plusieurs feux d artifice  clat s\nsur le billet.",
            "La couleur principale du billet est de diff rentes nuances\nde bourgogne. Les signatures sont Gregory Craig, directeur\nfinancier et Greg Hicks, PDG. Les billets sont de la m me taille\nque les billets de magasin CT : 5,5  de large par 2,625  de haut.\nIls n ont pas de date d  expiration.\n"
        ],
        "PageNo": "33"
    },
    {
        "File": "The_CN_Journal_36.jpg",
        "Paragraphs": [
            "COMMUN QUE",
            "2023 Fine Silver Proof Dollar   Kathleen\n Kit  Coleman: Pioneer Journalist",
            "Designed by Canadian artist Pandora Young,\nyour coin s reverse features a silhouette of\njournalist Kathleen  Kit  Blake Coleman\n(1856-1915) holding an open notebook\nand pen. Within that silhouette are\nvarious elements that represent her life",
            "and career (from top to bottom): The",
            "Mail and Empire building in Toronto",
            "ON; SS Circassian, the passenger",
            "ship that brought the Irish-born writer",
            "to Canada in 1884; a partial map of the\nAtlantic Ocean, to represent Coleman s\ntravels and dispatches; a view of Coleman\nwriting at her desk; and a vintage\ntypewriter that symbolizes her legacy",
            "and impact on Canadian journalism.",
            "The obverse features the effigy of",
            "Queen Elizabeth II by Susanna",
            "Blunt. The obverse also bears a",
            "special marking that includes four",
            "pearls symbolizing the four effigies",
            "that have graced Canadian coins and the\ndouble date of her reign.",
            "2023 $100 Pure Gold Coin   Kathleen  Kit \nColeman: Pioneer Journalist",
            "Designed by Canadian artist Pandora Young, your\ncoin s reverse features a portrait of Toronto-\nbased journalist Kathleen  Kit  Blake\nColeman (1856-1915) penning her\nweekly column. The map in the\nbackground traces the trailblazing\nreporter s incredible journey   from",
            "her birthplace in Ireland to her life",
            "and career in Canada, and her travels",
            "as North America s first accredited\nwoman war correspondent. The\nobverse features the effigy of Queen\nElizabeth II by Susanna Blunt. The\nobverse also bears a special marking",
            "that includes four pearls symbolizing",
            "the four effigies that have graced",
            "Canadian coins and the double date",
            "of her reign.",
            "wenn nnn nnn nnn nnn nnn annem nnn The CN Journal",
            "Dollar  preuve numismatique en argent fin\n2023   Kathleen   Kit   Coleman : Pionni re du\njournalisme",
            "Le motif au revers, oeuvre de | artiste",
            "canadienne Pandora Young, pr sente la",
            "silhouette de la journaliste Kathleen",
            "  Kit   Blake Coleman (1856-1915)",
            "tenant dans ses mains un carnet",
            "et un stylo. La silhouette de la",
            "journaliste est compos e de divers",
            " l ments repr sentant sa vie et sa",
            "carri re (de haut en bas) : l difice",
            "du journal The Mail and Empire a",
            "Toronto (Ontario); le SS Circassian,",
            "paquebot sur lequel la r dactrice",
            "@origine irlandaise est arriv e au Canada",
            "en 1884; une carte partielle de l oc an",
            "Atlantique, pour repr senter ses voyages et ses",
            "missions 4 | tranger; une image de la journaliste assise a",
            "son bureau; et une ancienne machine a  crire symbolisant",
            "sa contribution au journalisme canadien. L avers est a",
            "l effigie de la reine Elizabeth II, selon Susanna Blunt. Y",
            "figure  galement une marque sp ciale compos e de quatre",
            "perles et d une double date, laquelle symbolise les quatre",
            "effigies de la Reine ayant orn  les pi ces canadiennes ainsi\nque la dur e de son r gne.",
            "Pi ce de 100 $ en or pur 2023   Kathleen\n  Kit   Coleman : Pionni re du journalisme",
            "Le motif au revers, oeuvre de | artiste canadienne",
            "Pandora Young, repr sente la journaliste de",
            "Toronto Kathleen   Kit   Blake Coleman",
            "(1856-1915) en train de r diger sa",
            "rubrique hebdomadaire. Derri re elle",
            "se trouve une carte retracant son",
            "incroyable parcours   de son lieu",
            "de naissance en Irlande a sa vie et",
            "a sa carri re au Canada, en passant",
            "par ses voyages en tant que premi re",
            "correspondante de guerre accr dit e",
            "en Am rique du Nord. L avers est a",
            "leffigie de la reine Elizabeth IH, selon",
            "Susanna Blunt. Y figure  galement une",
            "marque sp ciale compos e de quatre perles",
            "et d@ une double date, laquelle symbolise les quatre",
            "effigies de la Reine ayant orn  les pi ces canadiennes ainsi\nque la dur e de son r gne.",
            "Volume 68\n"
        ],
        "PageNo": "36"
    },
    {
        "File": "The_CN_Journal_37.jpg",
        "Paragraphs": [
            "2023 $20 Fine Silver Coin   Celebrate Love",
            "The reverse design by Canadian artist Jori van der\nLinde is an expression of love that transcends\nromance. The feelings and thoughts associated\nwith love are represented by the bouquet of\njasmine flowers, which are widely regarded",
            "as a precious symbol of beauty, love\naffection, purity or good luck. Enhanced",
            "with gold plating, a nbbon weaves its way\nthrough the flowers to form an intricate\ninfinity heart that represents unity and",
            "an unending bond. The word",
            " CANADA  and the year",
            " 2023  are also engraved",
            "on the reverse. The",
            "obverse features the gold-",
            "plated effigy of Queen",
            "Elizabeth II by Susanna",
            "Blunt. The obverse also",
            "bears a special marking that",
            "includes four pearls symbolizing",
            "the four effigies that have graced Canadian coins and the\ndouble date of her reign.",
            "Number1 Januarys February 2023 --------------------------",
            "Pi ce de 20 $ en argent fin 2023   C l bration\nde l amour",
            "Le motif au revers, ceuvre de I  artiste",
            "canadienne Jori van der Linde,",
            "est expression d un amour",
            "qui transcende les sentiments",
            "amoureux. Les  motions et les",
            "pens es associ es a l amour",
            "sont repr sent es par un",
            "bouquet de fleurs de jasmin,",
            "pr cieux symbole de beaut ,",
            "d amour, d affection, de puret ",
            "et de chance. Rehauss  d un",
            "placage d or, un ruban s enroule",
            "au milieu des fleurs pour former",
            "un coeur infini  labor  qui repr sente",
            "Vunit  et le lien  ternel. Le mot  ",
            "CANADA   et l ann e   2023   sont  galement",
            "grav s au revers. A l avers, l effigie de la reine Elizabeth",
            "II, selon Susanna Blunt, est aussi rehauss e d un placage",
            "dor. Y figure  galement une marque sp ciale compos e",
            "de quatre perles et d une double date, laquelle symbolise",
            "les quatre effigies de la Reine ayant orn  les pi ces\ncanadiennes ainsi que la dur e de son r gne."
        ],
        "PageNo": "37"
    },
    {
        "File": "The_CN_Journal_40.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "ey : BY ALAN ROY\n#17134",
            "AI es (A227 aS",
            "The Faces of Captain Cook",
            "A Ilan Klenman published The Faces of Captain Cook,",
            "ARecord of the Coins and Medals of James Cook in",
            "1983. It lists about 140 different medals, coins, trade\ndollars, and other medal-like items that reference the famed\nBritish naval explorer and his voyages.",
            "While the subject matter is of interest throughout the\nworld, especially in Commonwealth countries, this\ncatalogue is predominantly of Canadian origin. The\nauthor, Allan Klenman, was a resident of Victoria, British\nColumbia. A substantial number of the photographs of\nmedals in the catalogue were supplied by another Victoria\nnumismatist, Ron Greene.",
            "Klenman was an avid historical researcher. He was a\nfounder of The Jewish Historical Society of British\nColumbia and served as its president from 1978 to 1986.\nHe authored several books on numismatics and Canadian\naxes and axe makers.",
            "He wrote in the preface of The Faces of Captain Cook:",
            "I first met Cook in grade school, studying Wolfe's\nvictory at the Plains of Abraham, where Wolfe won for\nBritain the right to colonize Canada. Credit is given\nto James Cook for his great accuracy in charting the\ndangerous sand banks of the St. Lawrence River.",
            "Cook s work mapping the St.\nLaurence River and the coast of\nNewfoundland was noticed by\nhis superiors in the Admiralty and\neventually led to his commission\nas commander of his own ship,\nHMS Endeavour. In 1768, he\ntook his new ship on a scientific\nmission to Tahiti to observe\nthe transit of the planet Venus\nacross the Sun. This data was\ncombined with that from similar\nobservations around the world to\ncalculate the Sun s distance from\nthe earth. He was then ordered\nto sail south in search of Terra\nAustralis, a continent thought to\nexist near the bottom of the world.\nHe was unsuccessful, but during\nthe search, he charted the entire\ncoast of New Zealand and the\nsoutheastern coast of Australia.",
            "During his next two\nvoyages, he sailed his new ship,",
            "HMS Resolution, throughout the Pacific, visiting Easter\nIsland, Norfolk Island, New Caledonia, Vanuatu, and\nthe Hawaiian Islands. On his way north in search of the\nNorthwest Passage, Cook charted the west coast of North\nAmerica, including Vancouver Island. After failing to find\nthe passage, he turned south and returned to Hawaii. There\nhe was killed during an ill-advised attempt to kidnap and\nransom the Hawaiian king in 1779.\nBeing involved in the histories of so many nations,\nCaptain Cook is a rich subject for many coins and medals.\nThe first two items listed in the catalogue were issued in\nCaptain Cook s lifetime. The first, called the Resolution and\nAdventure Medal, was issued by the British Admiralty in\n1772 and named for the two ships comprising Cook s second\nvoyage. Some of these medals were found in Australia and\nNew Zealand and were likely carried by Cook during the\nvoyage. One was also found on Vancouver Island in 1933.\nThe second medal listed, the Copley Medal, was inscribed\nand awarded to Cook by the Royal Society in 1776.\nEngland was not the only country to commemorate\nCaptain Cook. Many communities in Australia and New\nZealand also issued numismatic items. Also, Hawaii and\nseveral island nations in the Pacific have issued coins and\nmedals commemorating Captain\nCook and his exploits. Several\nmedals and municipal trade dollars\nwere issued in British Columbia to\ncommemorate the explorer.\nAn interesting note about a\nmedal listed in the catalogue as\n K98 , The British Columbia\nCaptain Cook Bi-Centennial\nMedal, is that Klenman himself\nissued it in 1978 to celebrate\nthe 200th anniversary of Cook s\nlanding on Vancouver Island in\n1778.\nThe catalogue soon became the\nstandard for collecting Captain\nCook numismatic material. Even\nafter almost 40 years, it remains\nthe go-to reference on the subject.\nAs late as 2021, numismatics,\nsuch as members of the Captain\nCook Society, continued to\nsupplement Klenman s listing\nwith new discoveries.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "40"
    },
    {
        "File": "The_CN_Journal_41.jpg",
        "Paragraphs": [
            "THE ORDER OF THE\nGOLDEN_FLEECE",
            "A NUMISMATIC DATE WITH HISTORY",
            "By JESUS VICO\nAND, MARISA,OLLERO.",
            "January 10, 1430",
            "The Order of the Golden Fleece is a\n| Roman Catholic order of chivalry\nestablished on January 10\n1430, by Philip III (the Good), Duke of\nBurgundy in celebration of his marriage\nto the Portuguese princess Isabella. Two\nbranches of the Order exist today, the\nSpanish Fleece and the Austrian Fleece.\nThe current grandmasters of the Order\nare: Felipe VI, King of Spain, and Karl\nvon Habsburg, grandson of Emperor\nCharles I of Austria.",
            "The Spanish Order of the Golden\nFleece is known as the world s most\nprestigious and exclusive order of\nchivalry, having had only 1,200 recipients\nsince its establishment.",
            "Unlike any other distinctions, the\nOrder of Golden Fleece is only granted\nfor the life recipient, and so returns to the\nSpanish Monarch upon their passing. It is\nrestricted to a limited number of knights,\ninitially 24 but increased to 30, in 1433,\nand 50, in 1516, plus the sovereign. It\nwas endowed with extended privileges\nunusual to any order of knighthood:\nthe sovereign undertook to consult the\nOrder before going to war; all disputes\nbetween the knights were to be settled\nby the Order; at each chapter, the deeds\nof each knight were held in review,\nand punishments and admonitions\nwere dealt out to offenders, and to this,\nthe sovereign was expressly subject;\nthe knights could claim the right to be",
            "Number1 January * February 2023. ----------------------~ =n onan nn nnn nnn nnn cnn ccna 41\n"
        ],
        "PageNo": "41"
    },
    {
        "File": "The_CN_Journal_42.jpg",
        "Paragraphs": [
            "tried by their fellows on charges of\nrebellion, heresy and treason,\nand Charles V conferred on the\nOrder, exclusive jurisdiction\nover all crimes committed by\nthe knights; the arrest of the\noffender had to be by a warrant\nsigned by at least six knights, and\nduring the process of charge and\ntrial he remained not in prison but in\nthe gentle custody of his fellow\nknights. The Order, conceived\nin an ecclesiastical spirit in\nwhich mass and obsequies\nwere prominent, where knights\nwere seated in choirstalls like\ncanons, was explicitly denied\nto heretics and became an\nexclusively Roman Catholic\nhonour during the Reformation.\nThe officers of the Order were\nthe chancellor, the treasurer, the\nregistrar, and the Toison d Or\n(king of arms, or herald).\nA golden ram is placed in\nthe lower part of the collar\nthat the knights of the Order\nreceive. The Duke of Burgundy chose the fleece to allude\nto the Greek myth of the Golden Fleece of Colchis (from\nthe golden-wooled, winged ram) in which Jason and the\nArgonauts set out on a quest for the fleece by order of King\nPelias to place Jason rightfully on the throne of Iolcus in\nThessaly. Thus the fleece is a symbol of authority and\nkingship.",
            "Flanders, Southern Netherlands, Brabant, Philip the\nGood (1419 67), AV Noble d or ND, (6.86 g, 34.8 mm,\n5h). Bruges mint, c. 1454 6. Obverse: Duke in a ship\nholding a sword, and shield, bearing the his arms, lis\non ship side, lion rampant on bow and crown at stern\ncutting the beaded circle, PHS % DEI   GRA % DVX #\nBVRG % COMES % Z % DNS % FLAND. Reverse: floriate\ncross with lis, rose at centre, crowns over lions at\nangles; inside beaded and linear tressure with lis in\nthe angles, IHC # AVTEM # TRADSIEDS % PER # MEDIVM\n# ILLORVM & IBAT. (Image: Britannia Coin)",
            "The links of the Grand Master s",
            "collar are inscribed with the letter",
            "B, alluding to Burgundy, and",
            "between the links, flames, the",
            "symbol of Prometheus, the last",
            "guardian of the fleece. The flame",
            "symbol also appears on the",
            "badge of the Duke, inscribed with",
            "the motto: Ante ferit quam flamma",
            "micet (Hurt before the flame is seen).",
            "The choice of the Golden",
            "Fleece of Colchis as the symbol",
            "of a Christian order initially",
            "caused some controversy. Not",
            "because of its pagan context,",
            "which had been incorporated",
            "into chivalric ideals such as in",
            "the Nine Worthies. But because",
            "the feats of Jason, familiar to",
            "all, were not without causes",
            "of reproach, expressed in anti-",
            "Burgundian terms by Alain",
            "Chartier in his Ballade de",
            "Fougeres referring to Jason as:",
            " Who, to carry off the fleece",
            "of Colchis, was willing to",
            "commit perjury.  The bishop of",
            "ChAlons, then chancellor of the Order, rescued the fleece s",
            "reputation by identifying it instead with the Fleece of\nGideon that received the dew of Heaven.",
            "The latest recipient of the Order was 12-year-old Crown",
            "Princess Leonor of Spain on January 30, 2018. A first step",
            "towards her becoming a queen.",
            "sourced with permission from VCoin's eNewsletter.",
            "Flanders, Southern Netherlands, Brabant, Philip\nthe Good (Philippe le Bon, 1419 67), AV Lion d or\n(30s Od) ND, (4.21 g, 31 mm, 5h). Bruges mint, c.\n1454 6. Obverse: Lion seated left under a Gothic\ncanopy, briquette on either side, PHS % DEI % GRA *\nDVX % BVRG = COM [% FLAND]. Reverse: The Duke s\narms on a floriate cross, SIT # NOMEN % DOMINI *\nBENEDICTVM % AMEN [briquette]. GH. 3.2; DdP.\n21.51; Delm. 489; Fr. 185 (118); VH/Saunders 294;\nSchneider 237. (Image: Wessex Coins)",
            "Volume 68",
            "The CN Journal\n"
        ],
        "PageNo": "42"
    },
    {
        "File": "The_CN_Journal_43.jpg",
        "Paragraphs": [
            "Flanders, Southern Netherlands, Brabant, Philip the\nGood (Philippe le Bon, 1419-67), AV Rider (24 st)\nND, (3.58 g, 28 mm, 4h). Dordrecht mint, c. 1434 7.\nObverse: mounted knight in armour w/ raised sword\nin his right hand, horse galloping right, PHS % DEI  \nGRA % DVX % BVRG % COM ES % HOLD [briquette].\nReverse: Burgundian Shield on a floriate cross,\nSIT # NOMEN = DOMINI % BENEDICTVM # AMEN. GH.\n1.4; Delm. 743; Fr. 126; VH 1D0.",
            "(Image: NGC.com)",
            "Burgundy, Duchy of Burgandy, Philip the Good (Philippe\nle Bon, 1419-67), Bi l cu aux 7 quartiers ND, (2.84 g).\n? mint. Obverse: Burgundian Shield, 4 PHS = DVX # ET %\nCOMES # BVROOD?]. Reverse: floriate cross w/ alt. lis and\nrampant lion at angles, SIT = NOMEN % DNI # BENEDICTVM. B",
            "1229, P 133-8, DD 15-8. (Image: Patrick Guilard Collection)",
            "Burgundy, Duchy of Burgandy, Philip the Good (Philippe le\nBon, 1419-67), Bi Double tournois ND, (2.09 g, 21 mm,\n4h). Saint-Laurent mint. Obverse: quartered as field of\nBurgundian shield., 4 PHILIPVS DVX (annulet) BVRGODIE.",
            "Number1 January * February 2023 --------------------------------",
            "Reverse: Simple cross, + DVPLEX. TVRONS. BVRGONIE.",
            "(Image: CGB Numismatics)\n"
        ],
        "PageNo": "43"
    },
    {
        "File": "The_CN_Journal_44.jpg",
        "Paragraphs": [
            "2023 COIN OF THE YEAR",
            "CATEGORY_NOMINEES, ANNOUNCED",
            "nomination committee met virtually",
            "on October 25, 2022, to review more\nthan 2,300 coins produced throughout the\nworld by over 40 mints, central banks and\ncontractors. From this, around 400 candidates\nwere selected, further narrowed down to the\ncustomary 100 nominees across the ten award\ncategories (ten coins in each). Next, a panel of\nexperts from around the world will determine the\nwinner in each of the ten categories.",
            "Krause Publications first started the COTY",
            "awards in 1984 for 1982-dated coinage. These\nawards continue to honour the best in coin\ndesigns worldwide. This year the 40th annual\nawards program, honouring coins dated 2021,\nwill be presented in early 2023 by World Coin News and\nsponsored by The Journal of East Asian Numismatics. In\nrecent years the awards have been presented to the winners\nduring a ceremony at the World Money Fair in Berlin,\nGermany, in early February.",
            "T he 2023 Coin of the Year (COTY) awards",
            "Perennial powerhouse Canada came away\nwith five nominations on the list that\nbegins the competition to determine the\nwinner of the 2023 Coin of the Year Award,\nwhich is presented by World Coin News.",
            "Once again, France came away with the most nominations,\na total of ten, on the list of category nominees. This was\nfollowed by seven nominations for Austria and Ukraine and\nsix for China and Italy. Canada, the\nUK, and the United States were\nnext, reaching the list with five\nnominations each.\nLast year the COTY Award\nwas presented to the Miinze\nOsterreich AG (Austrian Mint)\nfor the Austrian, 100 euro, 30\nmm, 0.5 oz troy, .896 fine gold\nMagic of Gold   The gold of the\nPharaohs; KM-3320, which\nwas also the winner of the Best\nGold Coin category. The Coin\nof the Year awards committee\nwas certainly captivated by the\nexquisite details of the ancient\nEgypt motif of this coin!",
            "This year s category nominees are:",
            "Historical",
            "* Canada,\nKM-121, 250\ndollar, silver,\n1912 Archival\nTreasures  \nHeraldic Design\n. France, KM-\n3022, 50 euro, gold, 500th\nAnniversary   Magellan s Death\n. France, KM-2974, 10 euro, silver,\nBicentenary   Napoleon s Death\nItaly, KM-459, 5 euro, silver, 450th Anniversary  \nBirth of Caravaggio\nItaly, KM-453, 5 euro, copper, 150 Years   Antonia\nMeucci and the Telephone\nJapan, KM-315, 10,000 yen, gold, 150th\nAnniversary   Postal System\nSpain, KM-1511, 10 euro, silver, 500th Anniversary\n  First Circumnavigation of the World: Discovery of\nthe Spice Islands (Maluku Islands)\nUkraine, KM-1048, 5 hryven , aluminum bronze, 250\nYears   Lviv University Astronomical Observatory\nUnited Kingdom, KM-19S8a, 50 pence, silver,\nCentenary Discovery of Insulin\nUnited States, KM-758, 25 cent, cupronickel,\nWashington Crossing the Delaware",
            "Contemporary Event",
            "Australia, KM-4044, 2 dollar, aluminum-bronze,\n50th Anniversary-Aboriginal Flag",
            "China, KM-2588, 10 yuan, silver, Success of China s\nFirst Mars Exploration Mission",
            "France, KM-2984, 10 euro, silver, Grand Palais-\nParis 2024 Heritage",
            "France, KM-2995, to euro, silver, Charles DeGaulle /\nWinston Churchill",
            "Greece, KM-343, 10 euro, silver, 80 Years   Battle of\nCrete",
            "Niue, KM-4733, 5 dollar, silver, 50th Anniversary  \nMicrochip Invention",
            "Palau, KM-917, 10 dollar, silver, 80th Anniversary  \nUSS Arizona",
            "Poland, KM- 1101, 10 ztotych, silver, Massacres in\nPiasnica",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "44"
    },
    {
        "File": "The_CN_Journal_45.jpg",
        "Paragraphs": [
            "Ukraine, KM-1061 , 10 hryven , silver, 25th\nAnniversary   Ukrainian Constitution",
            "United States, KM-752, 1 dollar, manganese-brass,\nIn Home Video Game System, American Innovation  \nNew Hampshire",
            "Australia, KM-4087, 100 dollar, gold, Australian\nCoat of Arms",
            "Austria, KM-3333, 100 euro, gold, Alpine Forests\nFrance, KM-3040, 200 euro, gold, Harry Potter\nFrance, KM-3044, 250 euro, gold, Marianne Running\n  Paris 2024 Olympics",
            "Italy, KM-464, 20 euro, gold, 450th Anniversary-\nBirth of Caravaggio",
            "Japan, KM-Y316, 10,000 yen, gold, 150th\nAnniversary   Modem Currency System",
            "Latvia, KM-217, 5 euro, gold, The Key",
            "Mongolia, KM-427, 1,000 togrog, gold, golden\nParanthropus",
            "Ukraine, KM-1 071, 250 hryven , gold , 30th\nAnniversary   Ukraine s Independence",
            "United States, KM-751, 100 dollar, gold, American",
            "Liberty",
            "Silver",
            "Austria, KM-3327a, 10 euro, silver, Brotherhood\nAustria, KM-3326a, 5 euro, silver, 2021 Janus  \nNew Year Coin",
            "China, KM-2600, 20 yuan, silver, Auspicious\nCulture   Swans",
            "France, KM-2999, 20 euro, silver, 400th\nAnniversary   La Fontaine s Birth",
            "Hungary, KM-1041, 10,000 forint, silver,\nCentenary   Janos Pilinszky",
            "Italy, KM-460, 5 euro, silver,  Inferno    Divine\nComedy by Dante",
            "Ukraine, KM-1056, 10 hryven , silver, Inheritance\nUkraine, KM-1067, 10 hryven , silver, 30th\nAnniversary- Ukraine s Independence",
            "United Kingdom, KM-2010e, 5 pound, Royal\nAlbert Hall",
            "United States, KM-746, | dollar, silver, American\nEagle   New Reverse Design",
            "Crown",
            "Number1 January February 2023",
            "British Indian Ocean Territory,\nKM-72, 1 royal, silver,",
            "Cutty Sark",
            "Canada, KM-3157, 20 dollar,\nsilver (gold and rhodium\nselective plating), The Grey\nWolf   Black and Gold",
            "China, KM-2585, 10 yuan, silver, Art of Chinese\nCalligraphy   Regular Script",
            "Cook Islands, KM-3098, 5 dollar, silver, Trap\nAttack",
            "Hungary, KM-1042, 10,000 forint, silver, Moric\nBenyovszky   World Traveler",
            "Hungary, KM-1 049, 15,000 forint, silver (gilded\ninlay), One with Nature   World of Hunting and\nNature Exhibition",
            "Mongolia, KM-418, 500 togrog, silver, Mystic\nWolf",
            "Poland, KM-Y1113, 50 ztotych, silver, Wroclaw  \nthe Small Homeland",
            "St. Helena, KM-73, 1 pound, silver, Victory  \nQueen s Virtues",
            "United Kingdom, KM-2011, 5 pound,\ncupronickel, Alfred the Great",
            "Circulating",
            "Canada, KM-3083, 10",
            "cent, nickel-plated steel,",
            "100th Anniversary  ",
            "Bluenose",
            "France, KM-2945,",
            "2 euro, bi-metallic",
            "cupronickel/nickel-brass,",
            "Paris 2024 Olympics",
            "Germany, KM-400, 2 euro, bi-",
            "metallic, Saxony-Anhalt Federal States\nHungary, KM-1023, 2,000 forint, copper-nickel,\nZinc, The Hungarian Agar   Hungarian Herding\nand Hunting Breeds",
            "Italy, KM-452, 2 euro, bi-metallic, Health\nProfessions   COVID-19",
            "Mexico, KM-996, 20 pesos, bi-metallic, 700th\nAnniversary   Lunar Foundation of the City of\nMexico-Tenochtitlan",
            "Peru, KM-427, 1 sol, nickel-brass, Hipdlito\nUnanue y Pavon",
            "Poland, KM-1 092, 5 ziotych, bi-metallic, The\nCrane Gate port of Gdansk   Discover Poland\nSlovakia, KM-177, 2 euro, bi-metallic, 100th\nAnniversary   Birth of Alexander Dub ek\nUnited Kingdom, KM-1959, 50 Pence,\ncupronickel, Charles Babbage",
            "Bi-Metallic",
            "Austria, KM-3332, 25 euro, silver/niobium, Smart\nMobility",
            "British Antarctic Territory, KM-48, 2 pound, nickel-\nbrass/cupronickel, 30th Anniversary   Protocol on\nEnvironmental Protection\n"
        ],
        "PageNo": "45"
    },
    {
        "File": "The_CN_Journal_46.jpg",
        "Paragraphs": [
            "Canada, KM-3109, 2 dollar, bi-",
            "metallic, 100th Anniversary",
            "  Discovery of Insulin",
            "China, KM-2578, 10",
            "yuan, bi-metallic copper",
            "alloy, New Year s",
            "Greetings",
            "Germany, KM-402,",
            "10 euro, bi-metallic:",
            "cupronickel core/transparent",
            "polymer middle ring/niobrum plated cupronickel\nouter ring, On the Water",
            "Greece, KM-338, 2 euro, cupronickel/nickel-brass,\n200 Years Greek Revolution",
            "Italy, KM-451, 2 euro, nickel-brass/cupronickel,\n150th Anniversary   Proclamation of Rome as\nCapital of Italy",
            "Kazakhstan, KM-496, 500 tenge, bi-metallic, Space\nLatvia, KM-213, 2 euro, cupronickel/nickel-brass,\n100 Years   Latvia De Ture (jure)",
            "Switzerland, KM-187, 10 Swiss franc, bi-metallic,\nRed Fox   Swiss Forest Animals",
            "Artistic",
            "Australia, KM-4088, 100 dollar, gold, The Milky\nWay   The Earth and Beyond",
            "Austria, KM-332Ba, 10 euro, silver, Rose",
            "China, KM-2601, 30 yuan, silver, Auspicious\nCulture   Cat and Butterfly",
            "China, KM-2576, 5 yuan, silver, Auspicious\nCulture   Mei Ping (prunus vase)",
            "Cook Islands, KM-3084, 5 dollar, silver, Athena s\nOwl",
            "Latvia, KM-216, 5 euro, silver, Miracle Coin\nSolomon Islands, KM-137, 2 dollar, silver, Grizzly\n  Spirit Animals",
            "Spain, KM-1507, 10 euro, silver, 275th Anniversary\n  Birth of Francisco de Goya   the Parasol\nSwitzerland, KM-190, 20 euro, silver, Hydropower\n  Energy of the Future",
            "Ukraine, KM-1054, 5 hryven , cupronickel, 30th\nAnniversary Ukraine s Independence",
            "Innovative",
            "Austria, KM-3331, 20 euro, silver, The Milky Way\nBritish Antarctic: Territory,",
            "KM-46a, 2 pound, titanium,",
            "Wildlife   Barbeled",
            "Plunderfish",
            "Canada, KM-3165, 25",
            "dollar, silver (selective",
            "gold-plating), curved, 125th",
            "Anniversary   Klondike gold",
            "Rush: Panning for gold",
            "Cook Islands, KM-3054, 5 dollar, silver, Loop the\nLoop",
            "France, KM-2987, 10 euro, silver, Dior",
            "Japan, KM-Y311, 500 yen, bi-colour clad bi-\nmetallic, New Security Features on Circulating\nCoins",
            "Mongolia, KM-429, 2,000 togrog, silver,\nMechanical Ladybug   Clockwork Evolution",
            "Niue, KM-4740, 5 dollar, silver, Eternal Love and\nthe Everlasting Rose",
            "Solomon Islands, KM-1331-1332, 2 dollar, silver,\nBull vs Bear",
            "Tanzania, KM-122, 50 shilling, copper (silver inlay\nhologram insert), 5G is Now",
            "Innovative 2021 Tanzanian 50 shilling commemorative\ncoin with silver hologram inlay.",
            "Inspirational",
            "Austria, KM-3325a, 5 euro, silver, A Little Miracle\nFrance, KM-2944, 2 euro, cupronickel/nickel-brass,\nUNICEF",
            "Germany, KM-403, 20 euro, sterling silver, 100th\nBirthday of Sophie Scholl",
            "Germany, KM-408, 25 euro, silver, Birth of Christ  \nChristmas",
            "Latvia, KM-214, 5 euro, silver, Lilac Flower   Coin\nof Luck",
            "Poland, KM-1095, 10 ztotych, silver, Healthcare\nWorker Dedication   COVID-19 Pandemic\nTokelau, KM-222.1, 20 dollar, silver, The Next\nEvolution",
            "Ukraine, KM-1037, 2 hryvni, cupronickel, Vasyl\nSlipak",
            "United Kingdom, KM-2015, 5 pound, cupronickel,\nMahatma Gandhi",
            "United States, KM-756, 25 cent, cupronickel,\nTuskegee Airmen National Historic Site   America\nthe Beautiful",
            "We await, with anticipation, the results of the Coin of the",
            "Year awards to be published in a later issue. Will the Royal",
            "Canadian Mint live up to it s role as a world class mint?",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "46"
    }
]