[
    {
        "File": "The_CN_Journal_05.jpg",
        "Paragraphs": [
            "FROM._THE_PRESIDENT.",
            "MoT_DU_PRESIDENT.",
            "S pring is almost here! While my deck is still",
            "covered in two feet of snow, I remain optimistic",
            "for the warmer weather to come. As President, I\nstrive to keep a positive perspective, especially toward\nour Association and its members.",
            "The strength of any organization lies not in its\nbank account, its technology, or its assets; it resides\nin the people. You, the members of the RCNA, are\nwhat makes us great. Your enthusiasm, passion, ideas,\ninnovation, and dedication to the hobby are what make\nus special and successful.",
            "It is important for us to recognize the individuals and\ntheir accomplishments that keep us vibrant, strong, and\nexciting. Take time to look around and see what your\ncolleagues do to improve and enhance the RCNA and\nthen submit their name for an award. We have many ways\nto show our appreciation for a job well done. Check out\nthe possibilities at www.rena.ca/awards.php and nominate\nsomeone today.",
            "Effective communications are essential for the\nsuccess of any organization. With that in mind, the\nCommunications Committee, led by Bill O Brien, is\nworking diligently to improve how the Association gets\nword to our members via The Canadian Numismatic\nJournal, on Facebook (www facebook.com/TheRCNA), on\nthe web (wwwrena.ca), our NumisNotes e-bulletin, and a\nnew social media channel - NUMISnotes: the Blog (www.\nrena-arcn.ca). Editor Serge Pelletier is very busy creating\nthis new and exciting avenue to communicate with you, so\nplease check it out and let us know your ideas.",
            "2023 is also an RCNA election year. A new Board of\nDirectors will be sworn in during the Annual General\nMeeting on July 22 in Halifax. Chair of the Nominations\nCommittee, Stephen Hyde, will accept nominations\nuntil midnight on April 22. Nomination procedures can\nbe found in RCNA General Operating By-law 100 at\nwww.rcna.ca/bylaws.pdf. Stephen may be contacted at\nnominations@rena.ca.",
            "Finally, I encourage you to join us at this summer s\nconvention in Halifax NS from July 18 to 22. Hosted by\nthe Halifax Coin Club, we are guaranteed a wonderful\nmaritime  down home  welcome and an exciting week\nof social and numismatic activities. Room bookings are\ngoing fast, so reserve yours soon. See details at:\nwww.rena.ca/2023/. | look forward to\nseeing you there!",
            "Number2 March 2023 -------------------------------------",
            "L: printemps est a nos portes! Bien que ma terrasse soit\n",
            "encore recouverte de deux pieds de neige, je reste optimiste",
            "quant au temps plus chaud a venir. En tant que pr sident, je\nm efforce de garder une perspective positive, particuli rement en\nce qui concerne notre association et ses membres.",
            "La force d une organisation ne r side pas dans son compte\nbancaire, sa technologie ou ses actifs; elle r side dans son\npersonnel. Vous, les membres de 17 ARNC, nous donnez notre\ngrandeur. Votre enthousiasme, votre passion, vos id es, vos\ninnovations et votre d vouement au passe-temps font de nous un\norganisme sp cial et prosp re.",
            "Il est important pour nous de reconnaitre les personnes et leurs\nr alisations qui nous permettent de rester dynamiques, forts et\npassionnants. Prenez le temps de regarder autour de vous et de voir\nce que vos coll gues font pour am liorer et renforcer 17 ARNC,\npuis soumettez leur nom pour une reconnaissance. Nous avons de\nnombreuses fagons de montrer notre appr ciation pour un travail\nbien fait. Consultez les possibilit s sur wwwrena.ca/awards.php et\nproposez le nom de quelqu un d s aujourd hui.",
            "Des communications efficaces sont essentielles au succ s\nde toute organisation. Dans cette optique, le comit  des\ncommunications, dirig  par Bill O Brien, travaille avec diligence\npour am liorer la fagon dont I  Association communique avec ses\nmembres par le biais du Journal canadien de numismatique, de\nFacebook (www,facebook.com/TheRCNA), du Web (www.rena.\nca), de notre bulletin  lectronique NumisNotes et d un nouvel outil\nde communication   NUMISnotes : le blogue (www.rena-aren.ca).\nSon directeur, Serge Pelletier, est tr s occup  a cr er ce nouveau\nmoyen de communiquer avec vous, alors n h sitez pas 4 consulter\nle blogue et a nous faire part de vos id es.",
            "L ann e 2023 est  galement une ann e d lection pour\nPARNC. Un nouveau conseil d administration sera asserment \nlors de l assembl e g n rale annuelle du 22 juillet 4 Halifax. Le\npr sident du comit  des candidatures, Stephen Hyde, acceptera les\ncandidatures jusqu a minuit le 22 avril. Les proc dures de mise en\ncandidature se trouvent dans le   RCNA General Operating By-\nlaw 100   disponible au www.rena.ca/bylaws.pdf. Stephen peut\n tre contact  a nominations@rcna.ca.",
            "Enfin, je vous encourage a vous joindre a nous lors du congr s\nde cet  t  4 Halifax, N-E, du 18 au 22 juillet. Accueillis par le\nHalifax Coin Club, nous sommes assur s d une r ception typique\ndes Maritimes et d une semaine passionnante d activit s sociales\net numismatiques. Les chambres mises de c t  a un prix sp cial\npour nous s envolent rapidement, alors n attendez pas pour\nr servez la v6tre, car vous pourriez avoir\nune mauvaise surprise. Pour de plus amples\ninformations consultez le www.rcna.ca/2023/ .\nAu plaisir de vous y voir !"
        ],
        "PageNo": "53"
    },
    {
        "File": "The_CN_Journal_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _DU_CONGRES",
            "Halifax, site of the Next RCNA Convention  \nLe prochain congr s de l ARNC dans la ville d Halifax",
            "Here is the second\ninstallment of\nthe activities and",
            "events you want to put\non your to-do list while\nattending this year s\nRCNA Convention this\nJuly in Halifax, Nova\nScotia.",
            "After the Early Bird\nDinner on July 18, head\nto the Garrison Pub\nbehind the Westin Nova\nScotia. At 8:00 pm, it will\nplay host to  Calgary\nHouse    Western Hospitality, which Calgary is known\nfor, out east. The Calgary Numismatic Society has booked\nthe pub for three hours (from 8 to 11 pm). The CNS invites\nall Convention goers to stop by and enjoy some locally\nbrewed beer, cider, and snacks. The CNS hosted  Calgary\nHouse  at the 2015 Convention, and everyone who\nattended enjoyed themselves immensely, and I am sure\nattendees will do so again this year. Everyone is welcome\nto show up and catch up!!",
            "One of the many planned entertaining tours is of\nHalifax by land and sea   just a short 10-minute walk\nalong the Halifax waterfront from the hotel to the Salter\nStreet Parking lot. You hop on the Harbour Hopper, an\namphibious vessel and enjoy a one-hour land and water\nexcursion. This tour is Atlantic Canada s most popular\ntour. First, you will enjoy an exclusive land tour and view\nHalifax s vibrant historical sites. The adventure continues\nwhen your driver switches hats and becomes Captain as\nyou make a big splash entering Halifax Harbour, where\nyou will view downtown Halifax, George s Island, Cable\nWharf and the waterfront. If you have mobility issues, you\ncan hop into a taxi and head down to our departure location\non the boardwalk.",
            "The bourse is a central part of the Convention every\nyear, and this year is no different. The bourse is sold out,\nwith 35 dealers from across Canada attending. There is\na wide assortment of dealers that cover all various fields\nof numismatic collecting. The bourse is also where you\ncan view and enjoy the educational exhibits prepared by\nfellow collectors to display the numismatic gems from\ntheir collections. Each year, I am always impressed at",
            "Number2 March 2023 ---------------------------------------",
            "Voici le deuxi me\nvolet des activit s\net des  v nements",
            "que vous devez mettre sur\nvotre liste de choses a faire\nlorsque vous assisterez au\ncongr s de l ARNC de cette\nann e, en juillet, a Halifax,\nen Nouvelle-Ecosse.\nApr s le souper des\npremiers arriv s du 18\njuillet, rendez-vous au\nGarrison Pub, derri re le\nWestin Nova Scotia. A 20\nh, la Calgary Numismatic\nSociety (CNS) vous y accueillera lors de la  Calgary House \n Vhospitalit  de 1  Ouest, pour laquelle Calgary est reconnue,\ndans l Est. La Calgary Numismatic Society a r serv  le pub\npour trois heures (de 20 a 23 heures). La CNS invite tous les\nparticipants au congr s a s y arr ter et 4 d guster une collation\net de la bi re et du cidre brass s localement. La CNS a  t \nDhdte de la  Calgary House  lors du congr s 2015, tous les\nparticipants ont eualors un plaisir immense, et je suis stir que\nles participants auront aussi beaucoup de plaisir cette ann e.\nTout le monde est invit  a participer et a rattraper le temps\nperdu !!",
            "L une des nombreuses visites divertissantes pr vues est\ncelle d Halifax par terre et par mer   il suffit de 10 minutes\nde marche le long de la rive d Halifax, de  h tel au parking\nde la rue Salter. Vous montez a bord du Harbour Hopper, un\nv hicule amphibie, et profitez d une excursion terrestre et\nmaritime d une heure. Cette excursion est la plus populaire\ndu Canada atlantique. Tout d abord, vous profiterez d une\nvisite terrestre exclusive et verrez les sites historiques anim s\nd  Halifax. L aventure se poursuit lorsque votre chauffeur\nchange de casquette et devient capitaine alors que vous faites\nun grand saut dans le port d Halifax, d ot vous verrez le\ncentre-ville d  Halifax, l ile George, Cable Wharf et le littoral.\nSi vous avez des probl mes de mobilit , vous pouvez monter\ndans un taxi et vous rendre a notre point de d part sur la\npromenade.",
            "La bourse est un  l ment central du congr s achaque\nann e, et cette ann e-ci n est pas diff rente. La bourse affiche\ncomplet, avec 35 marchands venus de partout au Canada.\nIl y a un large assortiment de marchands qui couvrent tous\nles domaines de la collection numismatique. La bourse est\n"
        ],
        "PageNo": "55"
    },
    {
        "File": "The_CN_Journal_08.jpg",
        "Paragraphs": [
            "the content and high\ncalibre of the displays.\nSince we are on the\nsubject of exhibits, if\nyou are attending the\nConvention this July,\nI, as Head Judge, invite\nyou to enter an exhibit\nyourself. It will allow\nyou to highlight a part\nof your collection and\neducate the public in\nan engaging visual\nforum for all to enjoy.\nThis year for the first\ntime, there will be a\nPeople s Choice Award\nthat attendees can vote\nfor their favourite\nexhibit.",
            "One very popular\nevent is the RCNA\nCoin Grading\nWorkshop, presented\nagain this year by\nRobert Forbes, a\nPast President of\nthe RCNA. Bob\nis considered an\nexpert in grading\nCanadian coinage.\nThis workshop will\nfocus on accurate\nand consistent",
            "grading fundamentals: knowledge, objectivity and Forbes,\ntechnique. Everyone attending will better understand the \ngrading process and how the different com grades are _\ndetermined. This workshop intentionally limits spaces \nfor attendees to provide a better learning experience.",
            "As the Convention draws closer and closer,\ncheck for further information on our website, wwwrcna.",
            "ca, under the Events menu.",
            "Looking forward to seeing you in Halifax!!",
            " galement I  endroit ot vous\npouvez voir et appr cier\nles expositions  ducatives\npr par es par des coll gues\ncollectionneurs pour\npr senter les joyaux\nnumismatiques de leurs\ncollections. Chaque\nann e, je suis toujours\nimpressionn  par le\ncontenu et le haut niveau\ndesexhibitions. Puisque\nnous parlons d  expositions,\n$i vous participez au\ncongr s en juillet prochain,\nje vous invite, en tant que\njuge en chef, a pr senter\nvous-m me une exhibition.\nCela vous permettra\nde mettre en valeur une\npartie de votre collection\net d duquer le public\ndans un forum visuel\nattrayant pour tous. Cette\nann e, pour la premi re\nfois, il y aura un prix du\npublic qui permettra aux\nparticipants de voter pour\nleur exhibition pr f r e.\nLatelier sur l valuation\nde 1 tat de conservation\ndes pieces de monnaie de\nPARNC, pr sent  cette\nann e encore par Robert",
            " ancien pr sident de 1  ARNC, est toujours tr s populaire.| Bob est consid r  comme un expert en mati re d valuation de| tat de conservation des pi ces de monnaie canadiennes. Cet atelier portera sur les principes fondamentaux d une  valuation pr cise et coh rente : connaissances, objectivit  et technique.",
            " please Tous les participants comprendront mieux le processus de classement et la fagon dont les diff rentes cat gories de pi ces",
            "sont d termin es. Cet atelier limite intentionnellement le nombre",
            " de places pour les participants afin d offrir une meilleure",
            "Fame Willistou",
            "exp rience d apprentissage.\nAu plaisir de vous voir a Halifax !",
            "Games Willistou",
            " The CN Journal Volume 68\n"
        ],
        "PageNo": "56"
    },
    {
        "File": "The_CN_Journal_09.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "BY HENRY NIENHUIS",
            "FRCNA, FCNRS, FONA, LM.#430",
            "\nWell known Canadian Numismatist celebrates his 100th Birthday!",
            "It is not very often that\nI you can attend a birthday",
            "celebration as important\nas someone s 100th birthday,\nespecially when that someone\nis a numismatic hobby\nicon such as William (Bill)\nEnglish. I was happy to be at\nthe Paris Coin Show this past\nFebruary 5 to do just that.\nBill was there, along with his\nfamily members, son John,\ndaughters Luan Ferguson\nand Sherry Aussem, and\ngranddaughters Lila and Mali,\nsigning memorabilia and\nchatting with collectors who\nattended.",
            "For those few in the hobby\nthat don t know Bill, he has\nbeen active in organized\nnumismatics for over 60\nyears, at one point being\na member of every club\nin southern Ontario from\nWindsor to Peterborough.\nHe has been a member of",
            "the RCNA (LM #91) since 1958 and the ANA since 1959.\nRemarkably he has also been a founding member of several",
            "clubs and organizations,\nserving, along with Louise\nGraham, on the RCNA s\ncommittee supporting newly\nfounding clubs. He was the\ncharter President (1959-\n1960) of the Waterloo Coin\nSociety (LM #2) and was\non the forming committee\nfor the Ontario Numismatic\nAssociation (LM #3), which\nfirst met in March 1961.",
            "Bill also held various roles\nin local clubs, too many to\nlist; for example, he was\nPresident of the Waterloo\nCoin Society for three years\nand looked after WCS medals\nfor several years. Bill was also\nthe founding President of the\nCoin Irregularity Association\nof Canada (CIAC) in 1971.\nIn fact, Bill has an error coin\ndiagnostic named after him,\nknown as the English Effect.",
            "Bill remains active in\nthe hobby, attending recent",
            "RCNA and ONA conventions as well as some favourite\nlocal shows and club meetings!\n",
            "Number2 March 2023 ------------------------------------------"
        ],
        "PageNo": "57"
    },
    {
        "File": "The_CN_Journal_10.jpg",
        "Paragraphs": [
            "JUST WHO WERE THE RECIPIENTS OF THOSE",
            "1860 PRINCE OF WALES",
            "NORMAL. SCHOOL._PRIZE.MEDALS? ",
            "BY RON CHEEK #23921",
            "Here is the story of one of them.",
            "Collectors of Canadian historical medals\n( will be familiar with the 1860\nPrince of Wales Normal School\nprize medal (LeRoux 638, McLachlan\nCLXXIII) by Caqu . Colleges for\nteachers in Quebec awarded it\nover many years. Examples vary,\nindicating that the Monnaie de Paris\ncontinued to strike the medal over\nthe decades to replenish supplies.\nThere is at least one other type; an\nexample in my collection is a cast copy,\nperhaps locally made in Quebec, as it\nlacks the signature of Caqu , the engraver.\nNormal School prize medals regularly\ncome up for sale at auctions, and recently they\nhave become available from several dealers at\nnumismatic shows. They are scarce but not\nrare. The medals in original cases are less\nfrequently seen, and named medals are\nrarely seen. It was, therefore, exciting\nfor me to discover one in its case and\nwith provenance. The medal is not\nengraved with the recipient s name,\nbut it came with a small presentation\ncard with the recipient s name, date,\nand institution. This provenance\nenabled my journey of discovery and\nallows me to tell the story of the young\nlady who won the medal back in 1912.\nHer name was Lydia Harvey.",
            "The Award",
            "During his 1860 visit to North",
            "America, young Albert Edward",
            "Prince of Wales endowed the Normal School prize. At\nthat time, there were three Normal Schools in what was\nthen Canada East. The prince also endowed three other\neducational prizes: to McGill College, Bishop s College,\nand Victoria College.",
            "Alfred Sandham was the first cataloguer to\nmention this medal. His brief 1869 comment was:\n The medal was founded by the Prince of Wales to\ncommemorate his visit to Canada, and is presented\nto students of the Jacques Cartier Normal School. ",
            "We now know it was presented by other\nNormal Schools as well.\nIn his 1871 Medals Commemorative\nof the Visit of H.R.H. the Prince\nof Wales to Montreal in 1860,\nSandham provides considerable\ndetail on the origins and intent of\nthe Normal School prize and the\n| creation of the medal. While he\nwas still in Canada East, in the\nfall of 1860, the prince placed\nmoney in the Bank of Montreal at\nthe disposal of the then Governor\nGeneral. It was to be distributed to the\nNormal Schools and McGill, Bishop s,\nand Victoria Colleges to fund annual prizes\nto top students. The individual institutions\nwere to decide upon what the prizes\nwould be and how the winners\nwould be selected.\nThe Lower Canada (then\nCanada East, soon to become\n* Quebec) Council of Public\nInstruction was the institution\nresponsible for the Lower\nCanada Normal Schools. The\nCouncil met on November\n13, 1860, to discuss the prize\nendowment by the Prince of\nWales. The amount was two\nhundred pounds, then equal to $800.\nThe Council decided upon the\nfollowing:\n  The money would be\npermanently invested so as\nto form, with the interest, a\nprize in each school to be called the  Prince of Wales\nPrize. \nOne-third of the interest each year would fund the prize\nfor each school. The Council laid out details as to how a\nprize recipient was to be selected. The prize would not\nnecessarily be awarded every year if no student qualified,\nand in such case, the interest would be reinvested.\nBronze medals would be struck  to serve as\ntestimonials to the pupils taking the prize. ",
            " The CN Journal Volume 68\n"
        ],
        "PageNo": "58"
    },
    {
        "File": "The_CN_Journal_12.jpg",
        "Paragraphs": [
            "The Hon. Pierre-Joseph-Olivier Chauveau,\nSuperintendent of the Bureau of Education (he later became\nQuebec s first premier), was authorised to have the medals\nmade. He dealt with M. Armand Auguste Caqu , Chief\nEngraver to Emperor Napoleon III, at the Monnaie de Paris.",
            "The intention of the prize was to honour the best student\nin the final year of Normal School instruction. As we shall\nsee with regard to Lydia Harvey s medal, the institution\nexercised latitude in defining the  best student.  Figure 2 is\nan image of the award card that came with her medal.",
            "Armed with the information on the card, I was able to\nlocate a Rimouski newspaper article covering the awards\nevent. It appeared in the June 21, 1912 issue of Le Progres\ndu Golfe under the headline La distribution des prix et la\ncollation des diplomes / DU SEMINAIRE ET A L ECOLE\n/ BONNES VACANCES! It is full of charming detail and\nbegins with a lighthearted account of how the students are\nfinally free of their studies after ten months of being cooped\nup in classrooms and how their exhausted teachers will\nfinally get a few weeks to relax. The article then describes\nthe graduation ceremonies held for men at the Rimouski\nSeminary. It continues with a description of the gala\nafternoon event held on Tuesday, June 18, 1912, at l Ecole\nNormale des Ursilines, attended by students, teachers,\nparents, friends, benefactors, and dignitaries. It included a\nmusical concert, prayers, and congratulatory speeches by\ndignitaries, all followed by the distribution of diplomas and\nprizes. Lydia Harvey is listed as a graduate with distinction\nand received her Diplome d  instructrice, cours modele. She\nwas now a Model School teacher qualified to teach primary\nschool students. She had just turned 17.",
            "Further along in the article, there is a listing of prize\nwinners. This is where it became a bit confusing. The Prince\nof Wales Prize was awarded to a Mlle. Yvonne Voyer for\nthe highest aggregate marks of all the courses she followed\nthroughout the school year. Poor Lydia is not even mentioned!\nI pondered this and then looked again at the wording on\nLydia s award card. Her Prince of Wales Prize was awarded\nfor the highest average, not the highest aggregate. So clearly,\nthis institution awarded not one but two Prince of Wales\nPrizes, at least it did in 1912. The newspaper s omission must\nhave been disheartening for Lydia and her family. But she did\ngo on to higher accomplishments.",
            "Normal Schools",
            "The concept of Normal Schools originated in Reims,\nFrance, in 1685. St. Jean-Baptiste de La Salle established\na school for teachers that he called Ecole Normale. The use\nof the word normale was intended to describe the instilling\nof societal and behavioural norms and values in students\nand the teaching of a curriculum and ideologies normal to\nthe times. The Normal School system was adopted in many\ncountries, and the name became the standard for describing\nschools of education for teachers.",
            "The first Normal School in the USA was established in\n1823 in Vermont, and there were soon many more. Many\npublicly funded universities in the USA began as Normal\nSchools. Canada was not far behind. Egerton Ryerson was\ninstrumental in establishing the Normal School System in\nCanada West in 1847. Institutions in Ontario were created\nthrough the late 19th century and the early 20th century.\nIn Canada East, the first three Normal Schools were\nestablished in 1857, two to accommodate French-speaking\nRoman Catholic students (Montreal and Laval) and one\nto accommodate English-speaking Protestants (McGill.)\nThe French-language Montreal institution was called\nEcole Normale Jacques Cartier, and it was at Chateau de\nRamesay. The McGill Normal School was initially at the\ncollege in downtown Montreal, but in 1907 it was moved\nto Ste. Anne de Bellevue and became part of MacDonald\nCollege. The Quebec institution was at 1 Universit  de\nLaval.",
            "Normal Schools, particularly French-language, Roman\nCatholic Ecoles Normales, increased in number in Quebec\nthrough the later decades of the 19th century, and the trend\ncontinued into the early 20th century. Roman Catholic\nconvents and monasteries were key community institutions\nserving the growing population. These institutions often\nincluded Ecoles Normales to train the many teachers that\nwere needed.",
            "Eventually, there were Normal Schools in every province\nof Canada, but the early Normal Schools in Canada East\n(Quebec) were the institutions for which young Albert\nEdward endowed the Prince of Wales Prize. As additional\nNormal Schools were established in Quebec, many, perhaps\nall of them, awarded Prince of Wales Prizes. Just how these\nwere funded remains unknown to me. Perhaps the original\nendowment was adequate, or if not, the prize was funded\nby the individual institution. Named Prince of Wales Prize\nmedals are known to have been awarded from as early as\n1861 until at least up to the 1930s. The Quebec Normal\nSchools clearly considered this prize to be worth continuing\nlong after memories of the prince s 1860 visit had faded away.",
            "I don t believe Prince of Wales Prize medals were\nawarded by Normal Schools outside of Quebec, but it\nis possible they were, particularly if those schools were\nassociated with Quebec-based religious orders such as the\nUrsulines. If any reader knows of a Normal School medal\nawarded by an institution outside of Quebec, I would be\ngrateful to learn of it.",
            "The Ursulines and the convent at Rimouski",
            "Quoted below are a few paragraphs from The Canadian\nEncyclopedia web page on the Ursulines in Canada:",
            "The Ursulines are a Roman Catholic female\nreligious order devoted to girls  education. The\norder has been in Canada since Ursuline nun Marie\nde I Incarnation arrived in New France in 1639.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "60"
    },
    {
        "File": "The_CN_Journal_13.jpg",
        "Paragraphs": [
            "Although initially focused on education and\nmissionary work with Indigenous girls, the Ursulines\ngradually shifted their vocation toward educating\nFrench Canadian girls. With geographic and\nmembership expansion from the 18th to the 20th\ncentury, the Ursulines established themselves as a\nmajor force in girls  education, especially in Quebec.\nThe Ursulines opened the first monastery in New\nFrance and the first school for girls in North America.",
            "By 1840, the Ursulines were one of only five female\nreligious orders in the colony. With the massive\nexpansion in both male and female orders in mid-\n19th-century Quebec, the Ursulines lost their virtual\nmonopoly on girls  education in Quebec City and\nTrois-Rivi res. Nevertheless, the Ursulines opened\nnew monasteries and [Normal] Schools throughout\nQuebec, including in Roberval (1882), Stanstead\n(1884) and Rimouski (1906). The foundation for\nexpansion in English Canada had already started in\nChatham, Canada West (now Ontario), in 1860. From\nthe late 19th century until the mid-20th century, many\nmore Ursuline communities were opened in cities and\nsmall towns from coast to coast.",
            "By the 19th century, the Ursulines in Quebec\nprovided an education that rivalled Catholic educators\naround the world. Their curriculum had expanded\nto include arithmetic, English and French grammar,\nrhetoric, ancient, modern and sacred history,\ngeography, astronomy, physics, botany, chemistry,\nvocal music, a wide variety of instrumental music,\ndrawing classes and an assortment of domestic arts.",
            "The Ursulines were highly renowned for their adaptability\nto their surroundings. In Canada, their curriculum\nreflected variable social and economic conditions.",
            "Number2 March 2023 -----------------------------------------",
            "In late-19th-century Quebec, for instance,\nthey introduced their students to stenography,\ndactylography and telegraphy to suit the changing\neconomic prospects for girls.",
            "Monseignieur Blais, the second bishop of Rimouski,\nestablished the Ursuline convent in that town. It included\na Normal School, which soon came to be highly regarded.",
            "Lydia Harvey",
            "Lydia Harvey s baptismal record tells us she was born May\n19, 1895 and she was baptised Marie Lydia Harvey, in\nRimouski. She was the daughter of Francois-Xavier Harvey,\na farmer, and his wife Z lie Saint-Pierre. Their English-\nsounding surname notwithstanding, they were French-\nspeaking Roman Catholics. French-speaking families with\nEnglish or Scottish surnames are not uncommon in this\nregion of Quebec.",
            "The 1901 Canada Census has the family living at 1901\nSaint Moise, Rimouski. The household comprises Z lie,\naged 42, and five children, aged 4 to 14. Lydia, at 5, is the\nsecond-youngest. Fran ois-Xavier Harvey is no longer in\nthe household. He died in 1897 at the age of 36.",
            "Lydia completed her teacher s education at 1 Ecole\nNormale des Ursilines, as we have seen. Her disappearance\nfrom Canada Census records after graduation puzzled me\nfor a time, but then I realised why. Trained as a teacher, she\nthen became a nun. She had a new identity. She became\nSoeur St.-Andr  and she lived and taught young girls at Le\nMonast re de I Immacul e Conception des Ursulines de\nRimouski. There she remained for ten years, but she was\ndestined to move on.\n"
        ],
        "PageNo": "61"
    },
    {
        "File": "The_CN_Journal_14.jpg",
        "Paragraphs": [
            "In 1923, when she was just 28, Lydia and two other nuns\nat Le Monast re de I  Immacul e Conception des Ursulines\nde Rimouski, at the behest of His Worship\nMonseigneur F. X. Ross, petitioned the\nQuebec government for the creation of a\nnew Ursuline convent in Gasp . They were\nsuccessful, the petition receiving Royal\nAssent on February 15, 1924. The Act\nincorporating Les Ursulines de Gasp  states:",
            " Dames Blanche Goulet, called Ste.\nCatherine de Sienne; Rose-Anna\nBelanger, called Ste.-Ang le, and Lydia\nHarvey, called St.-Andr , all three\npresently residing at Rimouski, members\nof the community called Le Monast re de\nl Immacul e Conception des Ursulines de\nRimouski, and respectively superioress,\nassistant and counsellor of the convent\nwhich they propose to establish at Gasp ",
            "Thus we see that Lydia began her life at the new Gasp \nconvent as a founder and counsellor. Figure 4 is a 1924\nphoto of the three founders.",
            "I could find no specific account of Soeur St.-Andr s\n(Lydia s) life as a teacher at the Gasp  convent. However\nthe website, archives.museedelagaspesie.ca/album/\npersonnage/p46_3a_2 1/ provides a brief history of",
            "lEcole Normale de Gasp , where she worked. From 1925\nonwards, the Ursuline Sisters operated the Normal School,",
            "beginning with primary school\nteacher training for young Gasp \ngirls and soon adding education\nand training for secondary school\nteachers. In the 1950s, Les Ursulines\nde Gasp  took over the direction of\na number of parochial schools in\nthe Gasp  area. L Ecole Normale\nde Gasp  operated into the 1960s\nwhen the Quebec education system\nunderwent many changes. The school\neventually became part of the CEGEP\nsystem. It ceased operations in 1972.\nIt seems Lydia, as Soeur St.-Andr ,\nlived out her long life at the Gasp \nconvent. She died in 1991 at the age\nof 96, and her memory is honoured on\nthe monument seen in Figure 5.",
            "The Harvey family made another contribution to the\nChurch. Lydia s older brother Ludger also took Holy\nOrders. He became a priest and eventually had the title\nChanion (Canon.) He died in 1977 at the age of 87.",
            "eee eseeeweeeseeee The CN Journal Volume 68\n"
        ],
        "PageNo": "62"
    },
    {
        "File": "The_CN_Journal_15.jpg",
        "Paragraphs": [
            "The medal",
            "Figure 6 shows images of the obverse, reverse, and the\nmint s edge markings of Lydia Harvey s Prince of Wales\nPrize medal. As noted earlier, Pierre-Joseph-Olivier\nChauveau, Superintendent of the Bureau of Education,\nhad the medals made at the Monnae de Paris by the famed\nmedallist Caqu . The medals were soon available. One is\nknown to have been awarded in 1861, the year following\nthe prince s visit and his endowment of the prize.",
            "The medal is bronze, 56.0 mm in diameter, and weighs\n88.6 g. On the edge is stamped a tiny cornucopia privy\nmark and BRONZE. This privy mark has been used by the\nMonnaie de Paris since the beginning of 1880. Such edge\nmarkings allow us to determine whether a Normal School\nmedal was struck before or after 1880. The previously-\nused mark (1860-1879) was a tiny bee, and Normal School\nmedals of this period are often stamped  CUIVRE .",
            "Let us first examine the obverse. It has a bust of the\nyoung prince facing left. There is no legend. At the rim\nbelow the bust truncation is the signature of the engraver:\nCAQUEF. / GRAVEUR DE S.M.L-EMPEREUR.",
            "In cataloguing this medal in 1886, McLachlan adds\nthis comment:  The face is beardless and has apparently\nsomewhat of a French cast. ",
            "By McLachlan s phrase,  somewhat of a French cast,  he\nseemingly referred to the medal s distinctive look and tone\nbeing similar to contemporary medals made at the Monnaie\nde Paris, as compared to those created by the Wyons at\nthe Royal Mint in London. Almost certainly, Caqu  used\nthe existing J. S. Wyon Grand Trunk Railway presentation\nmedal obverse as his model. Five hundred bronze, 50 silver,\nand a few gold versions of that medal, LeRoux 641, were\nalready in Canada for presentation by the Grand Trunk\nRailway when the prince reached Montreal. Compare the\ntwo obverses in Figure 7. Do not be misled by McLachlan s\nuse of the term  cast.  Caqu s medal is struck, not cast.",
            "Figure 7: Compare the obverse of\nthe Grand Trunk Railway medal,\nLeRoux 641, bronze version,\n48 mm, by J. S. Wyon (left)\nwith that of the Normal School\nmedal, LeRoux 638, 56 mm, by\nCaqu . The Wyon medal has the\ndistinctive  chocolate brown \nappearance of bronze medals\nproduced at the Royal Mint in\nLondon. The Caqu  medals have\na lighter, often slightly yellowish\nappearance. The two busts are so\nsimilar there can be little doubt\nthat Caqu  used the Wyon medal\nas his model. Images by author.\n",
            "Number2 March 2023 -------------------------------------------"
        ],
        "PageNo": "63"
    },
    {
        "File": "The_CN_Journal_16.jpg",
        "Paragraphs": [
            "The reverse of the Normal School medal has Latin\nwording, making it suitable for  bilingual  use, we might\nsay. Latin wording has often been selected for scholastic\nand other award medals. Translation from Latin to English\ncan be rather subjective. Scholars will often come up\nwith different wording. Context and intent are keys to\ngetting it right. I am indebted to Dr Malcolm Williams, a\nprofessional translator and retired associate professor from\nthe University of Ottawa, whose best translation effort is\nthe following:",
            "EDWARD ALBERT PRINCE OF WALES,",
            "TRAVERSING THE PROVINCE OF CANADA,",
            "WHICH WAS HONOURED BY HIS FAVOUR AND",
            "PRESENCE, GENEROUSLY ESTABLISHED THIS",
            "PRIZE TO BE AWARDED ANNUALLY IN EVERY",
            "NORMAL SCHOOL A.D. MDCCCLX IN (blank",
            "space) SCHOOL,",
            "There is a space for engraving the name of the school,\nand on the next lime MER ET CONS, followed by\nA.D. 18, with a space for engraving the last two digits of\nthe year. Dr Williams was unable to translate these words\nbut I believe Mer et Cons must be an abbreviation of a\nLatin phrase meaning  merited and awarded.  On this, I\nstand to be corrected by a Latin scholar.",
            "The reverse of the medal is, in several regards,\nunfortunate. Firstly, the lettering is not precisely aligned.\nExamine one of these medals closely, and you will see\nwhat I mean. But this was not so unusual in those times,\nand the overall effect is not spoiled. Secondly, in case you\nhadn t noticed, the prince s names are reversed. He was\nAlbert Edward, not Edward Albert. How such a blunder\nescaped correction is hard to credit. No second pair of eyes,\nperhaps? Finally, and most unfortunately, is the inclusion\nof  A.D. 18 (blank space).  This made engraving a date\nafter 1899 awkward. But we might forgive M. Chauveau,\nfor this. There were 40 years ahead, after all, before the\n A.D. 18  became a problem. He clearly did not foresee\nthat the medal would be continually awarded, without\nan adjustment, well into the 20th century. Because many\nNormal School medals were awarded after the turn of the\ncentury, this presented institutions with a dilemma that was\nusually solved by not engraving the medal at all.",
            "Comments on Normal School medal rarity",
            "In 1886, R. W. McLachlan assigned a Rarity of 5 to the\nNormal School medal. Joseph LeRoux assigned it a\nRarity of 7 in his 1892 Medallier du Canada. Such rarity\nassessments were no doubt correct in their time, but we\nshould not rely on them today. McLachlan s and LeRoux s\nrarity judgements were made when there were only a\nfew Normal Schools in Quebec, and the medals had been\nawarded for only about three decades. At that time, most\nrecipients would still have been alive and holding their\nmedals closely. In the decades that followed the publication",
            "of McLachlan s and LeRoux s numismatic catalogues,\nhowever, changes took place unforeseen in the 1880s and\n1890s. Many more Normal Schools were established, and\nthe medal, clearly intended as a 19th-century award, would\ncontinue to be awarded well into the 20th century. Most of\nthe original recipients of these medals passed away long\nago. Their families, if they continue, do not tend to value\nthese heirlooms as earlier generations did. The medals enter\nthe numismatic marketplace.",
            "All this notwithstanding, Normal School prize medals\nthat are engraved with a name or accompanied with a record\nof the recipient are very scarce. A brief, informal survey of\nten notable collectors of Canadian historical medals turned\nup only seven such pieces, including Lydia s. There are\nmore out there, certainly, but far more are unnamed. These\nunnamed medals have no history, only a mark on the edge\nindicating the period in which they were struck. Named\nmedals always have a story to discover. It is a shame that\nwhen a medal is purchased from a family or an estate, the\npurchaser does not usually record when, where, and from\nwhom the medal was acquired or bother to ask about the\nmedal s history. Such information should be preserved for\nposterity. It is precious to numismatic collectors. And let s\nnot forget it greatly increases the value of the medal.",
            "Conclusion",
            "I purchased Lydia Harvey s medal from an eBay seller in\n2017. Based on information from the seller, it seems Lydia\ngave it to a niece in about 1972. At that time, Lydia would\nhave been 77. Many years later, the niece, at age 85, sold\nit to an antiques  picker , who, in turn, sold it to the eBay\nseller. The little 2%  x 3  award card had been kept with\nthe medal all through the years. It has made it possible for\nme to research Lydia s story and write this article. It has\nbeen a rewarding journey of discovery. The 17-year-old\ngirl who won the medal became a teacher and took Holy\nOrders. She lived a long life of service to both her Ursuline\norder and the many young women of Gasp  whom she\neducated.",
            "I mentioned in the introductory paragraph that I have\nin my collection a cast copy of a Prince of Wales Normal\nSchool prize medal. It is well made but 17 g lighter than\nthe struck medals, and it lacks the engraver s signature. It\nseems reasonable to assume this was made in Canada, not\nParis. It was likely made as an award because an official,\nstruck medal was not available to the institution.",
            "Here is something to ponder. I bought the medal from\nan eBay seller in Gasp  who had acquired it from someone\nin that town. It is not unreasonable to expect it may have\nbeen awarded by the only Normal School out there,\nl Ecole Normale de Gasp . Perhaps one of the officials\nof that institution, someone who had won a medal herself\nin Rimouski in 1912, had a hand in getting it made and\npresented. Now wouldn t that be something?",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "64"
    },
    {
        "File": "The_CN_Journal_17.jpg",
        "Paragraphs": [
            "References",
            "Cheek, Ron. (2020)  A curious 1860 Prince of Wales\nAcademic Prize Medal   an unsigned cast copy of\nLeRoux 638,  The Ontario Numismatist, June-July\n2020, The Ontario Numismatic Association.",
            "Leroux, Joseph, M.D. (1892) Le Medaillier du Canada\n/ The Canadian Coin Cabinet 2nd Edition. Montreal,\n[reprint, Winnipeg: Canadian Numismatic Publishing\nInstitute, 1964]",
            "McLachlan, Robert Wallace. (1886) A Descriptive\nCatalogue of Tokens, Coins and Medals Issued in or\nRelated to the Dominion of Canada and Newfoundland.\nMontreal : privately printed by the author.",
            "Sandham, Alfred. (1869) Coins, Tokens and Medals of the\nDominion of Canada. Montreal : Daniel Rose.",
            "Sandham, Alfred. (1871) Medals Commemorative of the\nVisit of H.R.H. The Prince of Wales to Montreal in\n1860. Montreal: J. Starke & Co.",
            "Internet sources consulted:",
            "archives.museedelagaspesie.ca/album/personnage/p46_ 3a 2 1/\n[Retrieved December 28, 2022.]",
            "en.wikipedia.org/wiki/Ursulines_of Quebec [Retrieved\nDecember 26, 2022.]",
            "en.wikipedia.org/wiki/Normal_school#:~:text=In%20\nCanada%2C%20most%20normal%20School,years%20\nof %20prior%20undergraduate%20study. [Retrieved\nDecember 28, 2022.]",
            "Number2 March 2023 ------------------------------------------",
            "faculty.marianopolis.edu/c.belanger/quebechistory/encyclopedia/\nUrsulines-QuebecHistory.htm [Retrieved January 3, 2023.]",
            "quescren.concordia.ca/fr/resource/HMHRLYS5A [Retrieved\nDecember 27, 2022.]",
            "www. bibliotheque.assnat.qc.ca/DepotNumerique_v2/\nAffichageFichier.aspx ?idf=124643 [Retrieved December 28,\n2022.]",
            "www.biographi.ca/en/bio/chauveau_pierre_joseph_olivier_11E.\nhiml (Retrieved January 2, 2023.]",
            "www.dupuis.qce.ca/Genealogie/familygroup.\nphp?familyID=F 28795 &tree=arbre!l [Retrieved December\n27, 2022.]",
            "www.erudit. org/en/journals/mgaspesie/2016-v53-n1-\nmgaspesie02607/82754ac.pdf. [Retrieved December 29, 2022.]",
            "www.google.com/search?q=PARIS+MINT+PRIVY+MARKS+A\nPPEARING+ON+MEDALS&rlz=1C1EODB_enCA513US6\n71&o0q=PARIS+MINT+PRIVY+MARKS+APPEARING+ON\n+MEDALS&aqs=chrome..69157j69160.5430j0j15&sourceid\n=chromekie=UTF-8 [Retrieved January 3, 2023.]",
            "www. thecanadianencyclopedia.ca/en/article/ursulines [Retrieved\nDecember 27, 2022.]",
            "www.ursulines-uc.com/media/1 486/5530_rimouski_2013-06-\n13-ok.pdf [Retrieved December 29, 2022.]",
            "Acknowledgements",
            "I am indebted to the following for their valuable assistance\nand advice on this project: Warren Baker, Geoffrey Bell,\nChristopher Faulkner, Barrie Renwick, and Dr Malcolm\nWilliams\n"
        ],
        "PageNo": "65"
    },
    {
        "File": "The_CN_Journal_18.jpg",
        "Paragraphs": [
            "CAIRNS, GENERAL. STORE",
            "BY LORNE BARNES,\nFCNRS, LM. #441",
            "\nMrs Joseph Cairns, Camlachie, Ontario",
            "In 1844, James Cairns\nI (1786-1867) and Elizabeth\nPaterson (1785-1873),\npictured (right), immigrated\nto Upper Canada, settling in\nPlympton Township, Kent\nCounty!, Upper Canada. Their\nson, George (1810-1872), had\nimmigrated a few years before\nand likely corresponded with\nhis family regarding the benefits\nof immigrating to Plympton\nTownship. James and Elizabeth\nare buried at Knox Cemetery,\nCamlachie. Their headstone is\nin very rough condition and is pictured\n(right). Their son, George was an early\nsettler of Plympton Township and is also\nburied in the Knox Cemetery; his stone\nis pictured (below, right).",
            "George s sister, Ann (1816-1897)\nand her husband, David Lunam (1810 \n1897), and their two children immigrated\nin 1843. In 1844, David purchased 100\nacres from James Symington and settled\non Lot 16, Concession 9, east of what\nis now known as Camlachie on the\nEgremont Road. The Lunams raised\nthirteen children on their farm.",
            "James and Elizabeth Symington\nhad nine children, and all were born\nin Scotland. Two of their children\nimmigrated to Upper Canada before\n1844, and two of their children, John\nAylmer and Eliza, immigrated with\nthem in 1844 to Plympton Township.\nEventually, all of James and Elizabeth s\nchildren settled in Plympton Township.\nSeven of their children lived their entire\nlives in Plympton Township and are\nburied in various cemeteries in Lambton\nCounty. Alexander (1822-1887) moved\nto Michigan, USA, in 1875, and Eliza\n(1829  1913) married Robert Robertson\nand lived in various locations in the\nUSA.",
            "John Aylmer Cairns, the\nyoungest son of James and\nElizabeth, was born on August\n20, 1826, in Greenlaw, Scottish\nBorders, Scotland. When John\narrived in Plympton Township\nwith his parents he lived with\nhis brother George for a couple\nof years and saved a little\nbit of money. John Alymer\npurchased a 100-acre tract of\nbushland on the east half of Lot\n17 Concession 13 and built a\nlog house. His new tract of\nland was south of his father s",
            "property. He lived a pioneer s life and\nworked hard cutting down trees and\nputting his farm under cultivation. John\neventually built a frame house and\nbarns and became a successful farmer.\nOf interest to note, his brother, George\nsold his property and in 1848, travelled\nwith his sister s future husband to join\nthe California gold rush.",
            "Jane Lang was born on October\n13, 1828, near Glasgow, Scotland, to\nJoseph Lang (1799-1875) and Janet\nLockhart (1800-1881). Joseph and\nJanet immigrated to Upper Canada in\n1829 with Jane and her brother, John\n(1823-1913) and sister, Grace (1825 \n1894). The family purchased a farm and\nsettled in Dalhousie Township, Lanark\nCounty, Upper Canada. In 1843, the\nLang family now had eight children,\nand Joseph sold his farm and moved\nto Plympton Township. In 1859, Jane\nand John s parents and all their siblings\nmoved to Minnesota, USA. John Lang\nwas a prosperous farmer and a well-\nrespected lifelong resident of Plympton\nTownship.",
            "John Aylmer Cairns married Jane\nLang in 1847 and had their first\nchild James Laing (1848-1934).\nJoseph, a future general merchant,\nwas born on May 10, 1852.",
            "I Kent County in 1844 also included what is now Lambton\nCounty. Lambton County was not instituted till 1849.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "66"
    },
    {
        "File": "The_CN_Journal_19.jpg",
        "Paragraphs": [
            "His siblings were Janet Agnes (1857-1936), John\nThomas (1863-1919) and Samantha Elizabeth\n(1868-1889). John and Jane Aylmer worked hard and\ninstilled a strong work ethic in their children. John\npassed away on January 28, 1898, and Jane passed\naway on September 8, 1922. Both are buried at the\nMcKay cemetery. Their headstone is pictured (right).",
            "Joseph Cairns worked the farm with his father\nand attended local schools. After obtaining a formal\neducation in the district schools, Joseph headed to\nHamilton, Ontario and attended the Commercial\nCollege. In 1871, he returned to Plympton Township\nand married Frances (Franny) Elizabeth Ross on\nMarch 20, 1872, and they settled into farming life.",
            "Franny was born in Plympton Township on\nMay 3, 1852, to Robert Ross (1808-1898) and\nEliza Benson (1830-1886). Her father was born in\nLongford County, Leinster Province, Ireland. Robert\nimmigrated to Plympton Township in the early 1840s\nand homesteaded on Lot 16 Concession 13. Robert s\nhalf-brother, Arthur (1798-1867), immigrated with\nhis wife, Elizabeth Coldwell (1815-1894) and four\nchildren to Plympton in 1847 and homesteaded\nacross the road from Robert. Eliza Benson was\nborn in Ramsay Township, Lanark County, Upper\nCanada. Eliza s parents, John Benson (1789-1854)\nand Mary Cummings (1795-1855), from County Kerry, Ireland\nimmigrated to Upper Canada in the 1820s. The Bensons moved\nfrom Lanark County to Plympton Township in the early 1840s\nand settled on Lot 16, Concession 13. Robert Ross and Eliza\nBenson were married on March 17, 1846.",
            "The first child of Joseph\nand Franny, a daughter\nthey named Elizabeth Ann\n(Eliza), was born on April\n16, 1872. In 1873, Joseph\ndecided to go into business\nand purchased the Aberarder\ngeneral store from Duncan\nMcBean (1836-1901).\nMcBean left for Forest,\nOntario, approximately\neight miles to the northeast.\nMcBean built the general\nstore in Aberarder and, in",
            "1863, became the first postmaster. The Alexander Hamilton\nfamily first settled the hamlet of Aberarder in 1833. McBean\nwas interred in the Forest cemetery near Joseph Cairns; his\ngravestone 1s pictured (left).",
            "Joseph Cairns became the second postmaster after\ntaking over the Aberarder store. The couple s second\ndaughter, Mary Agnes (Minnie) was born on February\n11, 1875, in Aberarder. Joseph and Franny ran the store\ntill 1876, when Joseph s brother, James, took it over.",
            "Number2 March 2023 -------------------------------------------",
            "The 1877 directory shows Joseph as the\nfreeholder of the property where the store\nwas located. I could not discover when\nJoseph sold the store and farm at Aberader,\nbut the 1886 directory shows D. A. Sinclair\nas the postmaster and the general merchant\nin Aberarder.",
            "The Joseph and Franny Cairns left\nfor Camlachie, approximately five miles\nsouthwest of Aberarder, and purchased the\nstore of Thomas Houston (1833-1912).\nJoseph was appointed to the postmaster s\nposition and held that job until his\ndeath. In 1881, Joseph was appointed\nthe commissioner of affidavits by the\ngovernment of Ontario,",
            "a position he held till",
            "his death. In 1885,",
            "Joseph, pictured",
            "to the right,",
            "was elected to",
            "the Plympton",
            "Township",
            "council and in",
            "1886, was the",
            "reeve, an office\nhe held for four consecutive years.\nIn 1890, Joseph became the Warden\nof Lambton. After selling the property\nat Aberarder, Joseph purchased a 60-acre farm south of the\nCamlachie on the northeast corner of Camlachie Side Road\nand Hyslop Line. From there, he dealt in cattle.",
            "In 1889, Joseph and Franny built a new brick store and",
            "residence on what is now the southeast corner of Egremont\nRoad and Camlachie Side Road.\n"
        ],
        "PageNo": "67"
    },
    {
        "File": "The_CN_Journal_20.jpg",
        "Paragraphs": [
            "The couple s youngest daughter, Josephine Myrtle, was\nborn on March 19, 1891. The couple also had twins, a boy\nand a girl, but both died in infancy.",
            "In 1892, after attending the University\nof Toronto, Doctor Peter McGregor\nBrown, fresh from medical school,\nestablished a practice in Camalachie.",
            "Dr Brown was well-liked by the people\nin the area of Camlachie and was often\nseen travelling the area roads with his\nhorse and buggy and his dog riding by\nhis side. The picture, to the right, of Dr\nBrown and his buggy, was taken out front of the Cairns\nstore on Egremont Road. The Camlachie Grand Trunk\nRailway station is seen in the background.\nPeter McGregor Brown was born\non March 17, 1865, to Thomas\nWilliam (1836-1911) and Mary\nB. McGregor (1837-1881) of\nSarnia Township.",
            "Eliza, the eldest daughter\nof Joseph and Franny Cairns,\nmarried Doctor Brown on\nFebruary 12, 1896. The\ncouple, pictured (left),\nlived their entire lives in\nCamlachie.",
            "David Warner McRoberts\nwas born on October 9, 1868,",
            "to William John (1835-1913)",
            "and Mary Jane Johnston of",
            "London Township, Middlesex",
            "County. Warner was raised as a",
            "farmer s son but decided to leave the",
            "family farm in 1896 for Western Canada. He",
            "returned to Ontario in 1897 and took a job with Joseph and\nFranny Cairns as a salesman.",
            "Joseph Cairns passed away on December 20, 1905, and",
            "was buried at Beechwood Cemetery in Forest, Ontario.\nWarner became manager of the store, and Franny oversaw\nthe post office duties and continued as she always had in\nthe leadership role of the general store.\nThe store continued to prosper, and\nafter the youngest daughter, Myrtle,\ncompleted her schooling, she became\na saleswoman at the store. Myrtle\neventually became the postmaster and\nheld the position till 1932.",
            "Warner McRoberts married Mary\nAgnes on January 24, 1910. The couple\nis pictured (below). It was probably\nduring this time period that due bill\ntokens were used at the store. In keeping\nwith Bowman s numbering system,",
            "I have assigned catalogue numbers for the five known",
            "denominations issued by Mrs J. Cairns (Franny). The 1911",
            "Canada census shows Franny as the merchant owning the\nstore, Myrtle and Warner as salespeople,\nand Mary as having no occupation. The\n1921 census shows them in the same\nroles.",
            "On December 20, 1925, Warner",
            "McRoberts passed away. Coincidently\nit was twenty years to the day that his\nfather-in-law, Joseph Caims, passed away.\nWarner was buried at the Beechwood",
            "Cemetery in the Cairns family plot. Myrtle, pictured to the",
            "left, now ran the general store under her mother s guidance.",
            "Frances (Franny) Elizabeth Ross Cairns passed away on June",
            "4, 1932, and was buried",
            "beside her husband, Joseph,",
            "in Forest. In 1932, the post",
            "office was relocated from",
            "the Cairns store to the store",
            "of Fred Carrothers. Fred s",
            "store was located about 100",
            "yards north of the Cairns",
            "store on the other side of",
            "the railway tracks. Myrtle",
            "continued to operate the",
            "store for many more years.",
            "Several voter lists show",
            "Myrtle was a storekeeper or",
            "saleswoman until at least the early 1950s.",
            "Myrtle s brother-in-law Dr Brown passed away on July\n4, 1949, and is buried in the Cairns family plot in Forest.\nMyrtle s sister Elizabeth (Eliza) Jane Cairns Brown\npassed away on March 4, 1954, and was buried beside her\nhusband, Dr Peter McGregor Brown.",
            "Myrtle retired from the general merchant business in\nthe early 1950s due to health issues. She passed away on\nOctober 24, 1956, ending the Cairns family establishment s\n75-year run as a prominent business in Camlachie.",
            "The store was taken over by Neil Minielly, who ran it for\na few years and then sold it to Joseph Gilbert. He ran it until",
            "the 1970s when he eventually closed\ndue to a lack of business. Locals now\ntravel the short distance to the larger,\nless expensive grocery stores in Sarnia.",
            "The building still stands but is in a\nmuch-neglected state. Pictured, on page\n70, is a 2019 view of the old store. The\nglass is all broken out, and the windows\nand doors have been boarded up for\nyears. The once meeting place of locals\nis now overgrown with shrubs, and the\ngrass is seldom cut.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "68"
    },
    {
        "File": "The_CN_Journal_21.jpg",
        "Paragraphs": [
            "Cairns General Store   Due Bill Tokens",
            "172-C-F",
            "Mrs Jos. Cairns / General / Merchant / Camlachie, Ont.\n172-C-B Good For / 50  / In Merchandise A-O-28\nC-D Good For / 10 / Cents / In Merchandise A-O-23\nC-E Good For / 5  / In Merchandise A-O-21\nC-F Same but 1  A-O-19",
            "172-C-Cx",
            "Key:\nA-O-xx\nMrs Jos. Cairns, / General / Merchant / Camlachie, Ont. 6 uminum\n172-C-Cx Good For / 25  / In Merchandise A-O-25 ctagonal  \nXX mm in dia.",
            "Number2 March 2023\n"
        ],
        "PageNo": "69"
    },
    {
        "File": "The_CN_Journal_22.jpg",
        "Paragraphs": [
            "Myrtle s sister, Mary (Minnie)\nAnges Cairns McRoberts,\npassed away on November 13,\n1970, at the age of 96. Minnie\nwas buried beside her husband\nin Forest. The pictures of the\nheadstone above are those of\nthe family of Joseph and Franny\nCaimms at Beechwood Cemetery,\nForest, Ontario.",
            "Sources",
            "Ancestery.ca",
            "Barnes, Lorne. 2018. Robinson House - Camlachie, Ontario. Numismatica Canada, Vol. 17 No. 4, Issue No. 68",
            "Barnes, Lorne. 2022. Robinson House Tokens James Robinson Camlachie, Ontario. CN Journal, Vol. 67 No. 2, March\n2022",
            "Barnes, Lorne. 2022. Trade Tokens of Ontario. Chatham-Kent, Ont., Lorne Bares with a grant from The J. Douglas\nFerguson Historical Foundation.",
            "Beers, J. H. & Co. 2006. Commemorative Biographical Record of the County of Lambton Ontario 1906, Reprinted by\nGlobal Heritage Press Inc., Campbellville, Ont.",
            "Bowman, Fred. 1972. Trade Tokens of Ontario. Brantford: The Canadian Numismatic Research Society.",
            "Canada Census 1861   1921",
            "Kyle, Mel H. 1996. The Known Tokens of Camlachie, Ont. The Canadian Token, Vol. 25 No. 1, Issue No. 129",
            "Nielsen, Eleanor. 1993. The Egremont Road, Forest, Ont.: Lambton County Historical Society.",
            "Ontario, Canada Deaths 1869-1946",
            "Ontario, Canada Marriages 1826-1936",
            "Phelps, Edward. 1973. Belden's Illustrated Historical Atlas of the County of Lambton, Ontario, 1880. Reprint Sarnia,\nOnt.",
            "Turnbull, Jean. 1982. Canada West's Last Frontier. Sarnia, Ont.: Lambton County Historical Society.",
            "Various directories from 1864 to 1915, including those of Lambton Gazetteer, Ontario Gazetteer, Bradstreet, Vernon s\nand Union Publishing.",
            "[Editor s Note: This article, edited for The CN Journal, was previously published in Numismatica Canada Volume 19,\nNo. 4, December, 2020, Issue No. 76]",
            ">, | The CN Journal Volume 68\n"
        ],
        "PageNo": "70"
    },
    {
        "File": "The_CN_Journal_23.jpg",
        "Paragraphs": [
            "PREVIOUSLY UNPUBLISHED = ey ROB TURNER\n1858 CENT WORKING, DIES, PART, 2. FRCNA, FCNRS, #20948",
            "[Editor s note: This is the second article in an 8-part series which includes all the dies used to strike Provincial\nCanadian large cents 1858 and 1859 W9/8 discovered since the author s second book (2008). The author has\nrequested that the die description pages be in the same format as his books for better consistency. ]",
            "T he series of articles on the 1858 and 1859 W9/8 one-cent reverse dies discovered since 2008 continue \nwith two more 1858 reverse dies from group RB, .\nspecifically Dies RB21 and RB22.",
            "Previously we discussed the problems encountered while\nsinking these one-cent dies in that the delicate maple vine and\nleaf stems on the reverse punch rapidly deteriorated. Readers\nwill remember that while sinking the fourth die, half the stem to\nLeaf #9 broke away from the punch, so every die sunk after the\nthird die inherited this broken leaf stem. Then starting with the\nfifth die sunk, a section of the maple vine broke away from the\npunch adjacent to Leaf #13. As a result, each die from the fifth\ndie onward shows this very visible vine break, and unlike the\nstem break at Leaf #9, the engraver usually left it unrepaired.",
            "Thus, all die group RB dies have one break in the maple vine\nadjacent to Leaf #13, and, for all RB dies except Die RB17\n(described in my 2008 book The 1858 Cents of Provincial\nCanada), the mint engraver manually repaired the broken stem\nto Leaf #9 with varying results.",
            " Also, for ease of reference, we numbered the maple leaves on the reverse design, starting at the top of the coin and moving clockwise",
            "Number 2 March 2023 ------------------------------------71\n"
        ],
        "PageNo": "71"
    },
    {
        "File": "The_CN_Journal_28.jpg",
        "Paragraphs": [
            "CANADIAN COMMUNION TOKENS",
            "A BRIEF_INTRODUCTION",
            "BY ANGUS SUTHERLAND\n#24054",
            "Jetons de communion Canadiens\n  Une br ve introduction",
            "In 1560, John Calvin, reformer in Geneva, wrote a",
            "letter to French protestant Churches. In the letter, he",
            "wrote,  To avoid the danger of those who profane\nthe Lord s Supper, of which one cannot know everyone,\nit would be good practice to make tokens and when the\nday of the Lord s Supper comes, each [member] would\ngo and get tokens for those in their households that have\nreceived instruction, and the strangers who come, having\ngiven witness to their faith, would receive them as well,\nand that those who have no token should not be admitted\nto the Supper.  (my rough translation).",
            "Calvin was writing of a practice that had already begun\nin a few of the protestant churches. The reformers read in\n1 Corinthians 11:29,  The one who eats and drinks (the\nLord s Supper) without recognising the body of the Lord\neats and drinks judgement on himself.  Afraid for the\nsouls of their people, they began to create tokens as a\nmeans of educating their people in the faith.",
            "These tokens were made of metal, and generally, at the\nbeginning, of lead. As time went on, they were also made\nof tin, white metal, brass, wood, and, rarely, of silver.",
            "A student of Calvin s, John Knox, had come from Scotland\nand he returned home as leader of the Scottish reformation.\nThe majority of the Scottish people adopted the reformation\nand along with it the idea of the Communion token.",
            "En 1560, Jean Calvin, r formateur 4 Gen ve, a  crit",
            "une lettre aux  glises protestantes frangaises. Dans",
            "celle-ci, il a  crit,  Afin d viter le danger repr sent \npar ceux qui profanent le Souper du Seigneur, dont on ne peut\ntout connaitre, il serait bon de faire des m reaus (jetons) et\nque, le jour du Souper du Seigneur, chacun allat prendre des\njetons pour ceux de sa maisonn e qui seraient instruits et les\n trangers qui viennent, ayant rendu t moignage de leur foi,\npourront aussi enprendre et ce qui n en auront point n y seront\npas admis. ",
            "Calvin  crivait sur une pratique d ja en usage dans certaines\n glises protestantes. Les r formateurs ont lu le passage\n1 Corinthiens 11:29,  Celui qui y mange et boit, mange et\nboit sa propre condamnation, s il n y discere pas le Corps du\nChrist . Craignant pour les ames de leur peuple, ces  glises\nont donc cr  des jetons pour  duquer les gens de leur peuple\ndans la foi.",
            "Ces  m reaus  (jetons de communion)  taient faitsde m tal\net g n ralement, au commencement, en plomb. Plus tard,\nils ont  t  faits d tain, de m tal blanc, de laiton, de bois, et\nrarement d  argent.",
            "Un  tudiant de Calvin, John Knox, un Ecossais, est retourn \na son pays pour apporter la R forme en Ecosse. La majorit  du\npeople  cossais a adopt  l glise protestante, et a plemement\nsoutenu | id e du jeton de communion.",
            "Volume 68\n"
        ],
        "PageNo": "76"
    },
    {
        "File": "The_CN_Journal_29.jpg",
        "Paragraphs": [
            "(A",
            "11",
            "Later, as Scots emigrated from their homeland\nto other nations, they took with them their protestant\n(Presbyterian) faith as well as the tradition of the token.\nAs a result, Communion tokens are known among\nPresbyterian churches in the USA, Canada, Australia,\nSouth Africa, Argentina, and around the world, for the\nmost part until the end of the 19th century.",
            "In Canada, most of these tokens were used by the\nvarious branches of the Scottish Church prior to the\nformation of the Presbyterian Church in Canada in\n1875. Many churches in Newfoundland, the Maritimes,\nQuebec and Ontario created distinct tokens. There were\nalso stock tokens made by firms such as Watson and\nPelton of Montreal. These were used as far west as\nSaskatchewan.",
            "For those who are interested, I recommend the\nfollowing books:",
            "Bowman, Fred. (1964)  Communion Tokens of the",
            "Presbyterian Church in Canada .",
            " The Charlton Standard Catalogue of Communion\ntokens, Millennium Edition , (2000) The Charlton",
            "Press.",
            "Please note: a number of previously unknown\ntokens and varieties have been discovered since 2000.\nHopefully, a new book will be published that is up\nto date. Meanwhile, watch for more articles in The\nCanadian Numismatic Journal.",
            "Number2 March 2023 ---------------------------------------",
            "Lorsque des Ecossais ont  migr  vers des terres lointaines,\nils ont emport  avec eux leur foi protestante (Presbyt rienne),\ny compris la tradition du jeton de communion. Les Eglises\nPresbyt riennes aux E-U, au Canada, en Australie, en Afrique\ndu Sud, en Argentine, et autour du monde, ont continu  a\nutiliser ces jetons, en grand partie, jusqu a la fin du 19 me\nsi cle.",
            "Au Canada, la plupart des jetons de communion ont  t \nutilis s par les diff rentes branches de l glise  cossaise avant\nqu elles se soient unies pour former I Eglise Presbyt rienne\nau Canada en 1875. De nombreuses  glises de Terre-Neuve,\ndes Maritimes, du Qu bec et de l Ontario ont cr  des jetons\ndistincts. Il y avait aussi des jetons g n riques fabriqu s par\ndes entreprises comme Watson and Pelton de Montr al. Ces\njetons ont  t  utilis s aussi loin 4 l ouest que la Saskatchewan.",
            "Pour ceux qui sont int ress s, je recommande les livres\nsuivants (tous en anglais):",
            "Bowman, Fred. (1964)  Communion Tokens of the\nPresbyterian Church in Canada .",
            " The Charlton Standard Catalogue of Communion tokens,\nMillennium Edition , (2000) The Charlton Press.",
            "Veuillez noter: Un certain nombre de jetons de communionet\nvari t s, yusqu alors inconnus, ont  t  d couverts depuis 2000.\nEsp rons qu un nouveau livre sera bient t publi  avec toutes\nles mises a jour. En attendant, il y aura plus d articles dans Je\njournal Canadien de numismatique.\n"
        ],
        "PageNo": "77"
    },
    {
        "File": "The_CN_Journal_32.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "BY HENRY NIENHUIS\nFRCNA, FCNRS, FONA, LM.#430",
            "SR\nWaterloo Coin Society issues Souvenir Treasury Notes",
            "WATERLOO ON   The Waterloo Coin Society (WCS)\nis celebrating the history of the club and the local area by\nissuing two Souvenir Treasury Notes. The collectible notes\nare available in both 2- and 5-dollar denominations. While\nnot legal tender, the club will accept them in payment of\nmembership dues, auction items, etc. Andri Kurniawan, a\nbanknote collector and artist in Ottawa, Ontario, designed the\nnotes. The 2-dollar note features WCS life member #3 and\n50-year treasurer, the late Bruce Raszmann, and Kitchener s\nclock tower in Victoria Park. WCS founding president and life\nmember #2, William English, graces the front of the 5-dollar\nnote, while the Waterloo Pioneers Memorial Tower appears\non the back in a vertical format.",
            "These Souvenir Treasury Notes are available by visiting the\nWaterloo Coin Society s website at waterloocoinsociety.com\nor attending any of our in-person club meetings. Proceeds\nfrom this project will support the operation and activities of\nthe Waterloo Coin Society. Special low-numbered notes will\nbe auctioned at WCS meetings in February, March, and April;\nand through the Colonial Acres Coins April auction.",
            "The notes feature artistic elements and images that\nbridge the club s history with the area s local heritage.\nThe beautiful result is a fresh, modern design in\nhorizontal and vertical layouts. Raszmann and English\nare two of the most respected members of the club.",
            "The towers on the back of the notes symbolise the local area\nand heritage of the first pioneers here.",
            "The Library of Parliament represents our club as a\nCanadian institution. It is a symbol of learning, knowledge\nand sharing that knowledge   a key element in our club s\nstated purpose. The trillium is the provincial floral emblem\nof Ontario. A trilltum is used on these notes as a symbol of\nOntario, and the four-petal version is meant to symbolise\nrarity, as this variety is rare to find in nature. In numismatics,\nrarity is a factor in determining an item s value, with rare\npieces being highly sought after. The National Flag of Canada\nserves as a further symbol of our Canadian identity and pride.",
            "The burgundy and blue are reminiscent of the colours used\nby Canadian 2- and 5-dollar banknotes issued by the Bank of\nCanada. At the same time, burgundy is also frequently used\nby the Waterloo Coin Society. Signatures of Waterloo Coin\nSociety President Anthony J. Verbruggen and Treasurer Brent\nW. J. Mackie appear on these Souvenir Treasury Notes.",
            "For Further Information:",
            "Questions may be directed to the club secretary at\nsecretary@waterloocoinsociety.com . The Waterloo Coin\nSociety website at waterloocoinsociety.com/stn.php also\ncontains additional information.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "80"
    },
    {
        "File": "The_CN_Journal_33.jpg",
        "Paragraphs": [
            "ROYAL, MINT COMMUNIQUE\nMyths and Legends Collection   King Arthur",
            "The Royal Mint, official maker of UK coins, has",
            "launched the first commemorative coin in its Myths",
            "and Legends Collection, featuring King Arthur. The\nKing Arthur commemorative coin 1s the first in the collection,\nwhich celebrates popular figures of Arthurian myth, and will\nfeature the effigy of His Majesty King Charles III.",
            "Retold and reinterpreted over centuries, the story of King\nArthur is legendary in the canon of British mythology. This\ncommemorative coin pays tribute to the fabled leader of\nthe Knights of the Round Table. The Myths and Legends\nCollectable Coin Collection follows after the popular\nbullion coin series.",
            "Illustrator David Lawrence has skilfully captured\nKing Arthur brandishing Excalibur, his legendary sword.\nThe reverse design on the Commemorative coin is\nembellished with a frosted finish and hexality feature which\nenables light to reflect from the coin at different angles.",
            "Other coins in the collection include Merlin and Morgan le\nFay.",
            "Rebecca Morgan, Director of Collector Services at The\nRoyal Mint said:  We are delighted to introduce the first\ncommemorative coin in our Myths and Legends Collection.\nFables established more than one-thousand years ago have\nleft an indelible mark on cultures around the world. As part\nof our Myths and Legends Collection, we are pleased to\nbring King Arthur to life and celebrate this fearless leader\nwho has been so integral to British heritage. The King\nArthur commemorative coin marks an exciting new chapter\nfor The Royal Mint, as we begin to fuse British myths and\nlegends with exquisite British craftsmanship. ",
            "The King Arthur commemorative coin is available as a\none-ounce gold proof, one-quarter-ounce gold proof, two-\nounce silver proof, one-ounce silver proof and  5 Brilliant\nUncirculated (pictured below).",
            ""
        ],
        "PageNo": "81"
    },
    {
        "File": "The_CN_Journal_36.jpg",
        "Paragraphs": [
            "COMMUN QUE",
            "2023 Five-Cent Fine Silver Coin   1947\nMaple Leaf Mark",
            "The reverse design is a faithful re-creation of the\n1947 Maple Leaf five-cent circulation coin,\nbut on a larger scale and with selective gold\nplating. Framed by a raised rim that mimics\nthe original coin s 12-sided shape, George\nEdward Kruger Gray s iconic beaver design\nappears on the reverse, where a small maple",
            "leaf placed next to the year  1947  indicates",
            "the coin was originally struck in 1948\nusing outdated dies. The obverse features an\nupdated year of issue ( 2023 ) and",
            "Thomas Humphrey Paget s",
            "effigy of King George",
            "VI with the outmoded",
            "legend  GEORGIVS",
            "VI D:G:REX ET",
            "IND:IMP:  ( George",
            "VI, by the grace of God,",
            "King and Emperor of",
            "India ).",
            "2023 $2 Fine Silver Coin   Tribute: W Mint\nMark   Polar Bear",
            "A numismatic tribute to Canada s $2 circulation\npiece, this all-silver coin features Brent\nTownsend s classic  polar bear  design on its\nreverse. The centre portion shows an adult\npolar bear in early summer on an ice floe,",
            "while the circular frame bears the  W \n(Winnipeg) mint mark. The obverse\nfeatures the effigy of Queen Elizabeth",
            "II by Susanna Blunt. The obverse also",
            "bears a special marking",
            "that includes four pearls",
            "symbolizing the four",
            "effigies that have",
            "graced Canadian",
            "coins and the double",
            "date of her reign.",
            "Pi ce de 5 cents en argent fin 2023   Pi ce de\n1947 marqu e d une feuille d rable",
            "Le motif au revers, est une reproduction",
            "fid le de la pi ce de circulation de",
            "cing cents de 1947 marqu e d une",
            "feuille d rable, mais elle est",
            "plus grande et rehauss e d un",
            "placage d or s lectif. Entour ",
            "d un cordon en relief qui",
            "imite la forme dod cagonale",
            "de la pi ce originale,",
            "V embl matique motif de castor",
            "de George Edward Kruger",
            "Gray se trouve au revers, de",
            "m me qu une petite feuille d rable",
            "a c t  de ann e   1947  , indice",
            "que la pi ce a  t  frapp e en 1948 avec des",
            "coins obsol tes. A l avers figurent l ann e d mission",
            "(  2023  ), l effigie du roi George VI selon Thomas",
            "Humphrey Paget et la l gende d sucte   GEORGIVS VI",
            "D:G:REX ET IND:IMP:   (  George VI, par la grace de\nDieu, roi et empereur des Indes  ).",
            "Pi ce de 2 $ en argent fin 2023   Hommage a\nla marque d atelier W : Ours polaire",
            "Hommage numismatique a la pi ce de circulation",
            "canadienne de 2 $, cette pi ce enti rement",
            "faite d argent pr sente au revers le",
            "classique motif d ours polaire de",
            "Brent Townsend. La partie centrale",
            "montre un ours polaire adulte sur",
            "un bane de glace au d but de 1 t ,",
            "et le pourtour porte la marque",
            "d atelier   W   (Winnipeg). Lavers",
            "est a l effigie de la reine Elizabeth",
            "II, selon Susanna Blunt. Y figure",
            " galement une marque sp ciale",
            "compos e de quatre perles et d une",
            "double date, laquelle symbolise les quatre",
            "effigies de la Reine ayant orn  les pi ces\ncanadiennes ainsi que la dur e de son regne.",
            " The CN Journal Volume 68\n"
        ],
        "PageNo": "84"
    },
    {
        "File": "The_CN_Journal_37.jpg",
        "Paragraphs": [
            "2022 $50 Fine Silver Coin  \nQueen Elizabeth II s Coronation",
            "The reverse design by Canadian artist Glen Green\nis a tribute from the Royal Canadian Mint, the\ncoronation of Queen Elizabeth II was a ceremony\nladen with centuries of tradition, but the event\nalso marked the dawn of a new,modem era  \nfor our young nation, and for its 27-year-old\nqueen. Few who witnessed the coronation\non July 2, 1953, could have predicted the\nadvancements that would be achieved during\nQueen Elizabeth II s unprecedented long\nreign. Having already vowed to devote her\nlife to serving others in 1947, Queen\nElizabeth II s coronation oath\nfurther bound her to a life time\nof service, duty and devotion to\nher people:  the things which\nI have here before promised, I\nwill perform and keep. ",
            "Marked by a small Tudor\nrose, the tribute obverse combines\nthe four effigies that have graced",
            "Canadian coins since Queen Elizabeth II s coronation in\n1953. This obverse is only featured on the numismatic coins",
            "in the  Queen Elizabeth II s Reign collection. ",
            "Pi ce de 20 $ en argent fin 2022  \nLe couronnement de la reine Elizabeth II",
            "Le motif au revers, ceuvre de | artiste\ncanadienne Glen Green, est un\nhommage de la Monnaie royale\ncanadienne, le couronnement",
            "de la reine Elizabeth II est une",
            "c r monie riche d une tradition",
            "centenaire, qui a aussi marqu \nl av nement d une nouvelle",
            " re modeme pour notre jeune",
            "nation et sa souveraine de 27",
            "ans. Peu de gens pr sents a son\ncouronnement le 2 juin 1953",
            "auraient pu pr voir les avanc es qui\nseraient accomplies pendant le long\nr gne sans pr c dent de la reine Elizabeth\nII. Elle qui avait d ja jur  de consacrer sa vie au",
            "service des autres en 1947 a r it r  cet engagement lors de\nson serment de couronnement en promettant a son peuple une\nvie de service, de devoir et de d vouement :   Je respecterai et\nJ/honorerai les promesses que j ai d ja faites ici.  ",
            "Marqu  d une petite rose Tudor, l avers comm moratif\narbore les quatre effigies qui ont sur les pi ces canadiennes\ndepuis le couronnement de la reine Elizabeth II en 1953.",
            "Number2 March 2023 ------------------------------------------",
            "RCNA - ARNC\n"
        ],
        "PageNo": "85"
    },
    {
        "File": "The_CN_Journal_40.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "ey : BY ALAN ROY\n#17134",
            "S. H. & H. Chapman sale of E. J. M. Chaloner s collection of Canadian coins",
            "The S. H. & H. Chapman\n| sale of E. J. M. Chaloner s\ncollection of American\nand Canadian coins took place\nover 125 years ago and had only\na few lots of Canadian material.\nStill, it was significant for its\nCanadian tokens even today. The\n45 lots at the end of the auction\nlisted many rare pieces, including\nseveral Bank of Montreal tokens\nnot listed in LeRoux and Breton. It\nalso appears to be the first auction\nsale appearance of the rare and\ncontroversial token identified in\nPierre N. Breton s 1894 J/lustrated\nHistory of Coins and Tokens\nRelating to Canada as number\n1000.",
            "Lot 870 includes a group of\nShips, Colonies and Commerce\ntokens. One of which was a Breton\n1000 described this way:  Unique.",
            "With note signed by Mr Breton",
            "stating that it is the only specimen",
            "known and estimates it as worth $40.  The entire lot of 32\ntokens was listed with a reserve of $75.",
            "While technically, this is the first auction appearance of\nBreton 1000, Breton himself listed and sold a sample in a\nprice list four years earlier. Thirty years later, two examples\nappeared in W. W. C. Wilson s auctions, one in 1925 and the\nsecond in 1926. This time, it was noted that only two were\nknown to exist.",
            "This particular variety of the Ships, Colonies and\nCommerce token series was first documented by Montreal\ncollector Pierre Napoleon Breton in his 1890 catalogue\nBreton s Illustrated Canadian Coin Collector as number 313.\nIn his 1894 standard, M//ustrated History of Coins and Tokens\nRelating to Canada, he assigned it a new number: 1000.",
            "W.A. D. Lees made a detailed study of the Ships, Colonies\nand Commerce token series and described Breton 1000, or\nnumber 5b as he referred to it, as being very different from\nany other pieces in the series. It features a ship that is larger\nthan any seen on any of the other varieties in the series. The\ndeck of the ship is curved, and the sea waves extend to the\nrim at the bottom of the token. According to Lees, the reverse\nwas identical to that used on other varieties in the series.",
            "Controversy about the Breton",
            "1000 variety emerged at the",
            "1912 American Numismatic",
            "Association convention when",
            "prolific numismatic writer R.",
            "W. McLachlan included it in his",
            "paper about fake coins and tokens",
            "in the Canadian coin market. He",
            "had it as a  false or pieced coin .",
            "He believed the Breton 1000 was",
            "a composite created by combining",
            "the obverse and reverse halves",
            "of two tokens. One token would",
            "be machined to create a circular",
            "cavity, leaving the mm unaffected.",
            "A second token is machined to",
            "remove its rim and make it thinner.",
            "When the smaller piece is inserted",
            "into the cavity of the larger piece,",
            "the seam can be hidden within the",
            "rim of the assembled coin, making",
            "it difficult to detect. The newly",
            "created piece, as McLachlan puts",
            "it:  when well executed, is liable to",
            "deceive the Angel Gabriel himself. ",
            "And he wasn t the only one who doubted the legitimacy of",
            "Breton 1000. Sheldon Carrol examined an example at the",
            "1976 McKay-Clements sale on behalf of the Bank of Canada",
            "but declined to bid on it for the Currency Museum because\nhe also believed it to be spurious.",
            "Lot 870, which included Breton 1000, did not sell in the\n1895 Chaloner sale, but it is now a very desirable token.\nDespite the challenges to its authenticity, Breton 1000\ncontinues to be bought and sold by knowledgeable collectors.\nIt has passed through the collections of many well-known\nand respected numismatists: W. W. C. Wilson, Ludger\nGravel, William Forrester Dunham, John Mckay-Clements,\nand Doug Robbins. Every rare coin has a history; the\ncontroversy has become part of the history of Breton 1000.",
            "References:",
            "Faulkner, Christopher. 2019 Imperial Designs, Canada s Ships,\nColonies & Commerce Tokens, Spink & Son Ltd., London, UK",
            "Lees, W. A. D. 1961 The Ships, Colonies & Commerce Tokens of\nCanada: A Revision of W. A. D. Lees  Classifications, Walter\nG. Holmes, London ON",
            "McLachlan R. W. 1974  Paper Presented at ANA Meeting . Can-\nadian Tokens and Medals, Quarterman Publications Inc.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "88"
    },
    {
        "File": "The_CN_Journal_41.jpg",
        "Paragraphs": [
            "A NUMISMATIC DATE WITH HISTORY",
            "THE_DEATH_OF_HYPATIA",
            "By JESUS VICO\nAND, MARISA,OLLERO.",
            "March 8, 415 CE",
            "Hypatia was a Hellenistic\nNeoplatonist philosopher,\nastronomer, and mathematician",
            "living in Alexandria, Egypt, which was\nthen part of the Eastern Roman Empire.\nShe was a prominent thinker of the\nNeoplatonic school in Alexandria, where\nshe taught philosophy and astronomy. She\nis the first female mathematician whose\nlife 1s reasonably well recorded. Hypatia\nwas renowned in her own lifetime as a\ngreat teacher and a wise counsellor.",
            "She is known to have written a\ncommentary on Diophantus s thirteen-\nvolume Arithmetica, which may survive\nin part, having been interpolated into\nDiophantus s original text, and another\ncommentary on Apollonius of Perga s\ntreatise on conic sections, which has not",
            "survived. Many modern scholars also believe that Hypatia\nmay have edited the surviving text of Ptolemy s A/magest,",
            "based on the title of her father, Theon s\ncommentary on Book III of the A/magest.",
            "Hypatia is known to have constructed\nastrolabes and hydrometers but did not\ninvent either of these, which were both in\nuse long before she was born. Although\nshe herself was a pagan, she was tolerant\ntowards Christians and taught many\nChristian students, including Synesius, the\nfuture bishop of Ptolemais. Ancient sources\nrecord that Hypatia was widely beloved by\nboth pagans and Christians alike and that\nshe established significant influence with\nthe political elite in Alexandria. Towards\nthe end of her life, Hypatia advised\nOrestes, the Roman prefect (governor)\nof Alexandria, who was in the midst of\na political feud with Cyril, the bishop of\nAlexandria. Rumours spread accusing her",
            "of fraternising with Orestes preventing him from reconciling\nwith Cyril, and, in March 415 CE, she was brutally murdered.",
            "Number 2 March 2023 ------------------------------------ 89\n"
        ],
        "PageNo": "89"
    },
    {
        "File": "The_CN_Journal_42.jpg",
        "Paragraphs": [
            "Bishop Cyril, later cannonised, had become patriarch\n(or pope) of Alexandria on October 18, 412, after the death\nof his uncle Theophilus. When\nTheophilus died without appointing\na successor, it sparked a violent\nstruggle in which Cyril s supporters\nprevailed against those of his rival,",
            "Archdeacon Timotheus.",
            "According to Socrates\nScholasticus, during the Christian\nseason of Lent in March 415,",
            "a mob of Christians under the",
            "leadership of a /ector named Peter",
            "raided Hypatia s carriage as she",
            "was travelling home. They dragged",
            "her into a building known as the",
            "Kaisarion, a former pagan temple",
            "and centre of the Roman imperial",
            "cult in Alexandria that had been",
            "converted into a Christian church.",
            "There, the mob stripped Hypatia",
            "naked and murdered her using",
            "ostraka, which can be translated as",
            " roof tiles  or  shells . Damascius",
            "adds that they also cut out her",
            "eyeballs. They tore her body into pieces and dragged her\nmangled limbs through the town to a place called Cinarion,\nwhere they set them on fire. According to Watts, this was in\nline with the traditional manner in which Alexandrians carried\nthe bodies of the  vilest criminals  outside the city limits to\ncremate them as a way of symbolically purifying the city.",
            "Socrates Scholasticus presents Hypatia s murder as\nentirely politically motivated and does not mention any\nrole that Hypatia s paganism might have played in her\ndeath. Instead, he reasons that  she fell a victim to the\npolitical jealousy which at that time prevailed. For as she\nhad frequent interviews with Orestes, it was calumniously\nreported among the Christian populace that it was she who\nprevented Orestes from being reconciled to the bishop.  He\nunequivocally condemned the actions of the mob responsible\nfor Hypatia s death declaring,  Surely nothing can be\nfarther from the spirit of Christianity than the allowance of\nmassacres, fights, and transactions of that sort. ",
            "Hypatia s death sent shockwaves throughout the empire;\nfor centuries, philosophers had been seen as untouchable\nduring public violence that sometimes occurred in Roman\ncities and the murder of a female philosopher at the hand of a\nmob was seen as  profoundly dangerous and destabilising .\nAlthough no concrete evidence was ever discovered\ndefinitively linking Cyril to the murder of Hypatia, it was\nwidely believed that he had ordered it. Even if Cyril had\nnot directly ordered the murder himself, it was self-evident\nthat his smear campaign against Hypatia had inspired it.",
            "The Alexandrian council was alarmed at Cyril s conduct and\nsent an embassy to Constantinople. Theodosius II wanted to\npunish Cyril, both for justice s sake\nand because he himself was a great\nprotector of philosophy (his wife,\nAelia Aeudocia, was an Athenian\nphilosopher).\nThe investigation resulted in the\nemperors Honorius and Theodosius\nII issuing an edict in the autumn of\n416, which attempted to remove\nthe parabalani from Cyril s power\nand instead place them under the\nauthority of Orestes. The edict\nrestricted the parabalani from\nattending  any public spectacle\nwhatever  or entering  the meeting\nplace of a municipal council or\na courtroom.  It also severely\nrestricted their recruitment by\nlimiting the total number of\nparabalani to no more than five\nhundred. Cyril himself allegedly\nonly managed to escape even more\nserious punishment by bribing\none of Theodosius II s officials. Hypatia s murder was\nthe turning point in Cyril s fight to gain political control\nof Alexandria. Hypatia had been the lynchpin holding\nOrestes s opposition against Cyril together, and without\nher, the opposition quickly collapsed. Two years later, Cyril\novertumed the law placing the parabalani under Orestes s\ncontrol, and by the early 420s, Cyril had come to dominate\nthe Alexandrian council.",
            "Hypatia had no appointed successor, no spouse, and no\noffspring and her sudden death not only left her legacy\nunprotected but also triggered a backlash against her entire\nideology. With her tolerance towards Christian students and\nwillingness to cooperate with Christian leaders, Hypatia\nhoped to establish a precedent that Neoplatonism and\nChristianity could coexist peacefully and cooperatively.\nInstead, her death and the subsequent failure by the Christian\ngovernment to impose justice on her killers destroyed\nthat notion entirely. They led future Neoplatonists such\nas Damascius to consider Christian bishops  dangerous,\njealous figures who were also utterly unphilosophical. \nHypatia became seen as a  martyr for philosophy , and her\nmurder led philosophers to adopt attitudes that increasingly\nemphasised the pagan aspects of their belief system and\nhelped create a sense of identity for philosophers as pagan\ntraditionalists set apart from the Christian masses. Thus,\nwhile Hypatia s death did not end Neoplatonist philosophy\nas a whole, it may have ended her particular variety of it.",
            "sourced with permission from VCoin's eNewsletter,\nand Wikipedia, CC BY-SA 3.0 / GFDL.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "90"
    },
    {
        "File": "The_CN_Journal_43.jpg",
        "Paragraphs": [
            "Roman Empire. Theodosius II. 402 450 CE. AV solidus\n(4.40 g). Constantinople mint, struck 415 CE. Obv: D\nN THEODO-SIVS P F AVG, diademed, helmeted and\ncuirassed bust right, holding spear and shield with\nhorseman spearing enemy motif Rev: GLORIA REI-\nPVBLICAE, Roma and Constantinoplis seated facing,\nsupporting between them shield inscribed VOT/XV/\nMVL/XX in three lines; CONOB. RIC IX 207; DOCLR\n346; Depeyrot 61/1; MIRB 5.",
            "(Image: CNG, www.cngcoins.com)",
            "Roman Empire. Theodosius II], 402 450 CE. AR miliarense\n(4.37 g) minted at Constantinople, 408 420. Obv: DN\nTHEODO-SIVS P F AVG, pearl-diademed, draped and\ncuirassed bust of Theodosius II facing left. Rev: GLORIA\nROMANORVM, nimbate emperor standing facing, head\nleft, arm raised and holding globe; star in left field, CON\nin exergue. RIC 370; DOC 306; RSC 20a).",
            "(Image: A H Baldwin & Sons Ltd.)",
            "Honorius 423 (16 mm, 1.44 g) Antioch Mint 406 408 CE Obv:\nD N HONORI-VS P F AVG Bust of Honorius, pearl-diademed,\ndraped, cuirassed, right, star behind. Rev: GLORI-A ROMA-\nNORVM Arcadius, Honorius, and Theodosius II standing, facing\nfront; two outermost figures are taller, heads turning towards\none another, holding spear in outer hand and resting inner\nhand on shield; innermost figure is shorter, head right, holding\nspear in right hand; ANTA in exergue. RIC 153.",
            "(Image: Romae Aeternae Numismatics)",
            "leenra|",
            "Number 2 March 2023 ------------------------------------nnn0-nnnnnn nnn nnnnn nn nnn nnnnn nena nnnnnnnnnnnnnnnnnnnnnnnnnmnnnnnnnnnmnnnnnnnnnn WM\n"
        ],
        "PageNo": "91"
    },
    {
        "File": "The_CN_Journal_44.jpg",
        "Paragraphs": [
            "2023 COIN OF THE YEAR AND\nCATEGORY_WINNERS, ANNOUNCED",
            "As reported in the January*February issue,\nA  2023 Coin of the Year awards\nomination committee met virtually",
            "to review more than 2,300 coins produced\nthroughout the world by over 40 mints,\ncentral banks and contractors. Ultimately\n100 nominees across the ten award\ncategories (ten coms in each) were selected.",
            "On January 17, World Coin News announced\nthe ten category winners as determined by the\ninternational panel of Coin of the Year judges.\nThe winners were once again selected from the\npool of 100 coins. Then on February 14, the\nCoin of the Year was announced.",
            "First begun in 1984 for 1982-dated coimage,\nthese awards continue to honour the best in\ncoin designs worldwide. The 40th annual awards program,\nhonouring 2021-dated coins, will be presented later this year\nby World Coin News and sponsored by The Journal of East\nAsian Numismatics. Further information will be available at:\nwww.numismaticnews .net/world-coins/coin-of-the-year.",
            "Best Crown",
            "The COTY Nominating Committee this year Canada, 20 dollar, silver (gold and rhodium selective\ntook aparticular interest inUkrainian coinage. _ Plating), The Grey Wolf  Black and Gold, KM-3157,\nThe National Bank of Ukraine s Banknote  yal Canadian Mint.",
            "Printing and Minting Works received seven",
            "nominations over six of the ten categories",
            "and ultimately won the Coveted COTY Award!",
            "Canada, Austria, and Ukraine won in two categories each.\nThe National Bank of Ukraine (HbY) Mint was this year s\nchampion, taking the overall Coin of the Year Award with its\nMost Artisitic Coin category winner,  30th Anniversary of\nUkraine s Indepepndence . The ten category winners follow:",
            "Best Circulating Coin Best Bi-Metallic Coin",
            "Canada, 10 cent, nickel-plated steel   coloured, 100th Austria, 25 euro, bi-metallic (niobium centre in silver\nAnniversary   Bluenose, KM-3083, Royal Canadian Mint. ring), Smart Mobility; KM-3332, Miinze Osterreich.",
            "a The CN Journal Volume 68\n"
        ],
        "PageNo": "92"
    },
    {
        "File": "The_CN_Journal_45.jpg",
        "Paragraphs": [
            "Best Silver Coin Most Inspirational Coin",
            "China, 20 yuan, silver, Auspicious Culture  Swans, KM- Tokelau, 20 dollar, silver, The Next Evolution, KM-222.1,\n2600, People s Bank of China. Artisan Coin Productions (US).",
            "Best Gold Coin Most Historically Significant Coin",
            "United States, 100 dollar, gold, American Liberty, KM- United Kingdom, 50 pence, silver, Centenary Discovery of\n751, United States Mint. Insulin, KM-19S8a, Royal Mint.",
            "Most Innovative Coin Best Contemporary Event Coin\nAustria, 20 euro, silver, The Milky Way, KM-3331, Munze Ukraine, 10 hryven , silver, 25th Anniversary   Ukrainian\nOsterreich. Constitution, KM-1061, HBY Mint.",
            "(Images   various mints mentioned)",
            "We applaud the world mints that have taken first place in\nthe various categories this year for their creativity and skill!",
            "Number2 March 2023 ----------------------------------------------93 \n"
        ],
        "PageNo": "93"
    },
    {
        "File": "The_CN_Journal_46.jpg",
        "Paragraphs": [
            "BOOK REVIEW\nThe Numismatic History of Canada and The United States, Volumes 1 and 2",
            "The Numismatic\nHistory of\nCanada and The",
            "United States, Volumes",
            "1 and 2, is an extensive",
            "and comprehensive guide to North America s history\nrepresented through coins, medals and tokens. Written by\nknown experts in the field, Carol and Ray Gregory, the\ntwo-volume set covers the numismatic history of the United\nStates and Canada as featured on coins, tokens and medals.",
            "The authors are clearly passionate about this subject in\nnumismatics as you see on every one of the combined 958\npages. Their love for the topic is reflected in the extensive\nresearch and detailed information that is presented, as well\nas in the clear and accessible writing style that makes the\nsubject matter engaging and easy to understand.",
            "The Gregorys have a deep knowledge and understanding\nof the history commemorated by coins and medals in North\nAmerica, and their expertise is apparent in the level of\ndetail that 1s provided in the book. They have taken great\ncare to include 337 colour numismatic photos (taken by\nCarol Gregory) and 463 beautiful supporting illustrations of\nthe various historical figures and events that are discussed,\nwhich adds to the overall value of the book as a resource\nfor collectors and enthusiasts alike.",
            "This work is separated into two volumes, with Volume 1\ncovering historical figures and events between 1774 to\n1845, and Volume 2 between 1845 to 2009. The books\nexplore the various coins, tokens and medals that were\nissued during these time periods in chronological order",
            "by the year",
            "the event or",
            "person being",
            "commemorated",
            "occurred.",
            "Overall, The Numismatic History of Canada and The",
            "United States, Volumes 1 and 2, is a labour of love that",
            "reflects the passion and dedication of the authors to the",
            "study of numismatics. It is a valuable resource that will be",
            "appreciated by anyone with interest in the history of North",
            "America. The book provides a wealth of information and",
            "insight into the evolution of commemorative coins, medals",
            "and tokens, all presented in a clear and accessible style that",
            "makes it easy to understand even for those with little or no",
            "background in numismatics   highly recommended for both\ncollectors and history buffs alike.",
            "Numismatic History of Canada and United States\nVolume 1 and Volume 2.\nCo-Authors: Raymond Gregory, Carol Gregory\nPrice: C$189.95\nPages: Vol 1 448; Vol 2 510\nFull Colour Illustrations: 337 numismatic, 463 misc.\nISBN: 978-1-7782230-0-6\nPrint Run: 100; Self-Published printed in Waterloo ON.\nTargeted Audience: Numismatist and History Buffs",
            "Available through: www.numismaticpublishing.com .",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "94"
    }
]