[
    {
        "File": "The_CN_Journal_june_05.jpg",
        "Paragraphs": [
            "FROM._THE_PRESIDENT.",
            "MoT_DU_PRESIDENT.",
            "S ummer has arrived and with it comes our annual",
            "convention, hosted by The Halifax Regional\nCoin Club. I look forward to seeing each of you\nthere for an exciting week.\nThe Convention Organizing Committee, led by\nJames Williston, has been working diligently with our\nhosts to plan and deliver an outstanding programme\nthat includes tours and visits, a numismatic\nworkshop,educational seminars, youth activities, a\nbourse, Authors  Alley, club meetings, an awards\nbanquet, and more. Details online at: www.rena.\nca/2023/.\nThis year s convention will also feature the\nelection of a new Board of Directors, the results to\nbe announced during the Annual General Meeting\n(AGM) on Saturday, July 22. I encourage each\nmember to vote for the representatives who will lead\nthe RCNA for the next two years by completing and\nsubmitting your ballot.\nThe past year has been an eventful one for our\nAssociation.\n  The end of all pandemic restrictions enabled us\nto resume gathering in person.",
            "  The Ottawa Numismatic Society hosted a highly\nsuccessful convention, one of the most profitable\nin recent times.",
            "  With the support of the Calgary Numismatic\nSociety, the Nickle Galleries of the University\nof Calgary purchased the RCNA library. The\nRCNA material plus the numismatic material of\nthe Nickle Galleries will soon be available to all\nour members via inter-library loan at their local\nlibrary.",
            "  For the first time in many years, we ended our\nFiscal Year in the black.",
            "Thank you and congratulations to each of you who\nvolunteered and contributed in so many ways to make\nit a great year.",
            "While summer often brings a hiatus in club\nmeetings, it also signals an upswing in shows and\nauctions. Now is a great time to attend a show to\nfind those items missing from your collection. You\nmay also consider combining vacation plans with\nyour numismatic interests to make it a family event.\nWhatever you decide, have a great summer!",
            "Number4 June",
            "2023 --n-n-n-nnnnnnnnnnnenn nnn eeene",
            "1  Halifax Regional Coin Club. J esp re de vous y\nretrouver tous pour une semaine passionnante.\nLe comit  organisateur du congr s, dirig  par James\nWilliston, a travaill  avec diligence avec nos hd tes pour planifier\net proposer un programme exceptionnel comprenant des visites,\nun atelier numismatique, des s minaires  ducatifs, des activit s\npour les jeunes, une bourse, des auteurs de livres r cemment\npubli s, des r unions de club, un banquet de remise des prix,\net plus encore. Pour de plus amples informations, consultez le :\nwww.rena.ca/2023/.\nLe congr s de cette ann e verra  galement | lection d un\nnouveau conseil d administration, dont les r sultats seront\nannonc s lors de l assembl e g n rale annuelle (AGA), le\nsamedi 22 juillet. J encourage chacun d entre vous a voter pour\nles repr sentants qui dirigeront 1 ARNC au cours des deux\nprochaines ann es.\nL ann e  coul e a  t  riche en  v nements pour notre\nassociation.\n  La fin de toutes les restrictions li es 4 la pand mie nous a\npermis de recommencer a nous r unir en personne.",
            "  La Soci t  numismatique d Ottawa a organis  un congr s\nformidable, l un des plus rentables de ces derni res ann es.",
            "  Avec le soutien de la Calgary Numismatic Society, les\nNickle Galleries de 1 Universit  de Calgary ont achet  la\nbiblioth que de  ARNC. Le mat riel de l  ARNC ainsi\nque le mat riel numismatique des Nickle Galleries sera\nbient6t accessible 4 tous nos membres par le biais de pr ts\ninterbiblioth ques dans leur biblioth que locale.",
            "  Pour la premi re fois depuis de nombreuses ann es, nous\navons termin  notre exercice financier dans le positif.",
            "Merci et f licitations 4 chacun d entre vous qui s est port \nvolontaire et qui a contribu  de multiples fagons a faire de cette\nann e une ann e exceptionnelle.",
            "Si l t  est souvent synonyme d interruption des r unions\nde club, il marque  galement une reprise des salons et des\nventes aux ench res. C est le moment id al pour participer a un\nsalon pour trouver les objets qui manquent a votre collection.\nVous pouvez  galement envisager de combiner vos projets de\nvacances avec vos int r ts numismatiques pour en faire un\n v nement familial. Quelle que soit votre d cision, passez un\nexcellent  t  !",
            "I  t  est arriv  et avec lui notre congr s annuelle, accueilli\n"
        ],
        "PageNo": "149"
    },
    {
        "File": "The_CN_Journal_june_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _DU_CONGRES",
            "Halifax Convention Plans A Wide Range Of Tours  \nLe congr s de l ARNC a Halifax pr voit une vari t  de visites",
            "Here is the final instalment of the activities and\nH events you want to put on your to-do list while",
            "attending this year s RCNA Convention this\nJuly in Halifax, Nova Scotia.",
            "Tuesday, July 18   Bluenose II sailing and tour of\nLunenburg",
            "At 9 a.m., we leave the Westin Nova Scotia Hotel and travel\nfor 70 minutes to Lunenburg. We will have approximately\n2.5 hours to tour downtown Lunenburg before we enjoy the\n2-hour sail on the Bluenose II and experience the sights,\nsmells and sounds of sailing on a Grand Banks fishing\nschooner. Lunenburg is a designated UNESCO World\nHeritage site, and 70% of the original colonial buildings\nfrom the 18th and 19th centuries are still standing and are\nused by various shops and businesses.",
            "You can visit the Fisheries Museum of the Atlantic,\nlocated on the waterfront, where you can experience life\nin a fishing community and discover, up close, what it is to\nlive by the sea. There is a living fish exhibit and wharf-side\nvessels to explore. There is a $10 admission for adults and\n$8 for seniors (60+).",
            "You will be able to browse the restaurants, breweries,\nartisans and unique shops on the waterfront and other points\nof interest. There will be 30 minutes once we arrive back\nin Lunenburg after the sailing to pick up some souvenirs\nor keepsakes before we board the bus and head back to\nHalifax, arriving at 4:30.",
            "This tour is fully accessible; you should have a good\nset of sea legs, and you have to be able to board a bus; we\nrecommend you bring a light jacket as it can get a little\nchilly once we are on the open water.",
            "Please check out the following websites: bluenose.\nnovascotia.ca; novascotia.com and then select: places to\ngo and then select: Lunenburg.",
            "From 6 p.m. to 8 p.m.   Early Bird Dinner. Mingle in\nthe Hotel Restaurant for a meet and greet; individuals are\nresponsible for their meal costs and tip.",
            "From 8 p.m. to 11 p.m.   Calgary House at the\nGarrison Pub (The Pub is located a short 3-minute\nwalk across from the parking lot at the rear of the\nhotel). Head to the Garrison Pub, behind the Westin\nNova Scotia, after the Early Bird Dinner. It will play\nhost to  Calgary House    Western Hospitality, which\nCalgary is known for, out east. The Calgary Numismatic\nSociety has booked the pub for three hours (from 8 to 11\npm). The CNS invites all Convention goers to stop by\nand enjoy some locally brewed beer, cider, and snacks.",
            "Number4 June",
            "2023 --n--n-nnnnnnnrnnnennn anne nne neces",
            "Voici le dernier volet des activit s et  v nements a inscrire",
            "sur votre liste de choses a faire lors de votre participation",
            "au congr s de l ARNC en juillet 4 Halifax, en Nouvelle-\nEcosse.",
            "Mardi, 18 juillet   Navigation sur le Bluenose II et\nvisite de Lunenburg",
            "A 9 heures, nous quitterons l hotel Westin Nova Scotian et\nvoyagerons pendant 70 minutes jusqu a Lunenburg. Nous aurons\nenviron 2,5 heures pour visiter le centre-ville de Lunenburg\navant de naviguer pendant 2 heures a bord du Bluenose II et de\nd couvrir les images, les odeurs et les sons de la navigation sur\nune go lette de p che des Grands Bancs. Lunenburg est class e\nau patrimoine mondial de l  UNESCO et 70 % des batiments\ncoloniaux des XVIIe et XIXe si cles sont encore debout et\nabritent diverses boutiques et entreprises.",
            "Vous pouvez visiter le Fisheries Museum of the Atlantic, situ  sur\nle front de mer, ot vous pourrez vous familiariser avec la vie d une\ncommunaut  de p cheurs et d couvrir de pr s ce que c est que de\nvivre au bord de la mer. Une exposition de poissons vivants et des\nbateaux a quai sont a d couvrir. Le prix d entr e est de 10 dollars\npour les adultes et de 8 dollars pour les personnes 4g es (60+).",
            "Vous pourrez d couvrir les restaurants, les brasseries, les\nartisans et les boutiques uniques sur le front de mer, ainsi que\nd autres points d int r t. Une fois de retour 4 Lunenburg apr s\nla navigation, vous disposerez de 30 minutes pour acheter des\nsouvenirs avant de monter dans le bus et de retourner 4 Halifax,\nou vous arriverez a 16 h 30.",
            "Cette excursion est enti rement accessible ; vous devez avoir\nle pied marin et  tre capable de monter dans un bus ; nous vous\nrecommandons d apporter une veste l g re car il peut faire un peu\nfrais une fois que nous sommes sur I eau.",
            "Veuillez consulter les sites web suivants : b/uenose.novascotia.\nca, novascotia.com et s lectionnez ensuite : places to go et\ns lectionnez ensuite : Lunenburg.",
            "De 18 h a 20 h - Diner pour les arriv s-t t. Les participants\nse retrouvent au restaurant de I h tel pour une rencontre et un\naccueil ; les frais de repas et le pourboire sont a la charge des\nparticipants.",
            "De 20 ha 23 h- Calgary House au Garrison Pub (le pub est situ \na 3 minutes de marche en face du parking 4 l arri re de I h tel).\nApr s le diner des arriv s   t6t, rendez-vous au Garrison Pub,\nderri re le Westin Nova Scotia. La  Calgary House  s y tiendra-\nVhospitalit  de l ouest, pour laquelle Calgary est connue, a I est.\nLa Calgary Numismatic Society a r serv  le pub pour trois heures\n(de 20 h a 23 h). La SNC invite tous les congressistes 4 s arr ter et\na d guster des bi res et des cidres locaux, ainsi que des collations.\n"
        ],
        "PageNo": "151"
    },
    {
        "File": "The_CN_Journal_june_08.jpg",
        "Paragraphs": [
            "The CNS hosted  Calgary House  at the 2015 Convention,\nand everyone who attended enjoyed themselves immensely,\nand I am sure attendees will do so again this year. Everyone\nis welcome to show up and catch up!! Free Admission.\nFully accessible.",
            "Wednesday, July 19   Halifax Harbour Hopper Tour",
            "Have you always wanted",
            "to view a city with a land",
            "and water tour all in one?",
            "Well, we have planned just",
            "the tour. It is called the",
            "Halifax Harbour Hopper",
            "Tour and is the premier",
            "boat tour in Halifax!",
            "All aboard this popular",
            "boat tour for a fun and",
            "fast-paced adventure  ",
            "experience the city by",
            "land and sea. This one-",
            "hour tour starts with the city s historic sites, such as the\nGrand Parade, Citadel Hill National Historic Site and\nother downtown highlights. The adventure enters its most\nexciting stage as your tour bus tums into an amphibious\ncraft and enters the Halifax harbour. Bring your camera for\nsome unique photos of both land and waterscapes. This tour\nis fully narrated and is fully accessible to everyone. It is a\n10-minute walk from the hotel to the departure location. If\nyou have a mobility issue, hop into a cab and head down to\nthe departure location for the tour on the boardwalk.",
            "Please check out: www.harbourhopper.com .",
            "Friday, July 21   George s Island Tour",
            "If you look out your",
            "harbour view hotel",
            "window, you will see",
            "Georges Island; this is a",
            "glacial drumlin and the",
            "largest island entirely",
            "within the limits of Halifax",
            "Harbour. Fort Charlotte",
            "is situated on the island,",
            "named after King George",
            "IIl s wife, Charlotte. The",
            "island is now a National",
            "Historic Site of Canada",
            "and is open to tours. During",
            "the Seven Year s War, two thousand French sailors were\nimprisoned on the island. Also, during the Expulsion of\nthe Acadians, 1,660 Acadians were held prisoner between\n1755-1763. During the American Revolution, the British\nre-enforced the Fort in preparation for an American\ninvasion, which never happened. This little island has a\ngreat deal of history, and this tour will give you insight into\nhow it evolved over the years.",
            "Discover the underground complex beneath the\nFort. A maze of tunnels once served as the bomb-\nproof ammunition depot for the large guns. Guided\ntours are a must lest you become lost in the passages.",
            "152",
            "La SNC a organis  la  Calgary House  lors de la Convention\n2015, et tous ceux qui y ont particip  se sont  norm ment amus s,\net je suis stir que les participants feront de m me cette ann e. Tout\nle monde est invit  a participer et 4 rattraper le temps perdu !\nEntr e gratuite. Enti rement accessible.",
            "Mercredi, 19 juilletle   Tour Hopper du port d Halifax",
            "Avez-vous toujours voulu\nvoir une ville en faisant une\nvisite terrestre et aquatique en\nm me temps ? Eh bien, c est\nexactement ce que nous avons\npr vu. Il s agit du Tour Hopper\ndu port d  Halifaxet c est le tour\nen bateau le plus populaire a\nHalifax ! Montez a bord de\nce bateau pour une aventure\namusante et rapide - d couvrez\nla ville par la terre et par la\nmer. Cette visite d une heure\ncommence par les sites historiques de la ville, tels que le Grand\nParade, le site historique national de la colline de la Citadelle et\nd autres points importants du centre-ville. L aventure entre dans\nsa phase la plus excitante lorsque votre bus se transforme en\nbateau amphibie et p netre dans le port d  Halifax. Apportez votre\nappareil photo pour prendre des clich s uniques des paysages\nterrestres et aquatiques. Cette visite est enti rement comment e\net accessible a tous. Il y a 10 minutes de marche entre | h tel et\nle lieu de d part. Si vous avez des probl mes de mobilit , montez\ndans un taxi et dirigez-vous vers le lieu de d part de la visite sur\nla promenade. Veuillez consulter : www.harbourhopper.com .",
            "Vendredi, 21 juillet   Visite de l ile Georges",
            "Si vous regardez par la fen tre\nde votre h tel avec vue sur\nle port, vous verrez 1 ile\nGeorges. II s agit d un drumlin\nglaciaire et de la plus grande\nile enti rement situ e dans\nles limites du port d  Halifax.\nLe fort Charlotte est situ  sur\nVile, nomm  en l honneur de\nl pouse du roi George III,\nCharlotte. Vile est aujourd  hui\nun site historique national du\nCanada et peut  tre visit e.\nPendant la guerre de Sept\nAns, deux mille marins frangais ont  t  emprisonn s sur | ile. De\nm me, lors de l expulsion des Acadiens, | 660 d entre eux y ont\n t  retenus prisonniers entre 1755 et 1763. Pendant la R volution\name ricaine, les Britanniques ont renforc  le fort en pr vision\ndune invasion am ricaine, qui n a jamais eu lieu. Cette petite ile\na beaucoup d histoire, et cette visite vous donnera un apercu de\nson  volution au fil des ans.",
            "D couvrez le complexe souterrain situ  sous le fort. Un\nlabyrinthe de tunnels servait autrefois de d pdt de munitions a\nl preuve des bombes pour les gros canons. Les visites guid es\nsont indispensables pour ne pas se perdre dans les passages.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "152"
    },
    {
        "File": "The_CN_Journal_june_09.jpg",
        "Paragraphs": [
            "These 15-minute tours run every 20 minutes and are available\nin English and French. You can enjoy a self-guided walking\ntour of the island and explore the trail from the wharf to\nthe Fort and the Acadian, Mi kmaq and military points of\ninterest. As you look towards the city, imagine how this place\nappeared when only the Mi kmaq lived here for millennia\nbefore the European arrival.",
            "It is just a 14-minute walk from the hotel to the departure\nlocation, where you will enjoy a short ferry ride to the\nisland. If you have a mobility issue, hop into a cab and\nhead down to the departure location for the tour on the\nboardwalk. Dress for the weather, as the visit is almost\nentirely outdoors. The ferry to the island is designed as a\nflex ticket, allowing you an open-ended return time. The\nterrain is hilly, with designated walkways.",
            "Please check out: www.ambassatours.com and then\nselect Tours, then: Visit Georges Island .",
            "Friday, July 21   Grafton Street Dinner Theatre",
            "On Friday evening, jump on a",
            "bus and experience a unique",
            "dining experience- food,",
            "music and comedy all at the",
            "same time at the Grafton Street",
            "Dinner Theatre! Show title:",
            "Back to the East Coast, where",
            "you are invited to the final",
            "round of the Best of the East  ",
            "where contestants representing",
            "the four Atlantic Provinces",
            "compete to prove their region",
            "is supreme. Cheer on your",
            "favourite province while tapping your feet to some of the\nbest music that NS, NB, PEI and NFLD have to offer!",
            "The Dinner Theatre meal is a three-course meal, with\ntwo choices for the starters and four options for the entr e\nand two choices for dessert, graftonsdinnertheatre.com .",
            "The theatre is fully accessible. (You do have to be able to\nboard a bus.)",
            "Saturday, July 22 - Walk About on The Halifax\nHarbourfront",
            "This is not an organized tour, just a block of time that you\ncan use to wander the harbourfront tourist attractions. Why\nnot ask your friends to join you? Suggested stops:\n  Canadian Museum of Immigration at Pier 21  \nAdult: $17.80; Youth: $11.80; www.pier21.ca .\n  Halifax Seaport Market (over 50 vendors)   Free\nwww.halifaxfarmersmark.com .\n  Art Gallery of Nova Scotia   Adult: $14; Youth:\n$5.75; agns.ca .\n  Maritime Museum of the Atlantic   Adult: $6;\nYouth: $3.60; martimemusem.novascotia.ca .\nAs the Convention draws closer and closer, please check for\nfurther information on our website, www.rena.ca, under the\nEvents menu.\nLooking forward to seeing you in Halifax!",
            "Games Williston",
            "Number4 June",
            "2023 --n-n-nnnnnnnnnnrnnnnnnr nnn enn neenene",
            "Ces visites de 15 minutes ont lieu toutes les 20 minutes et sont\ndisponibles en anglais et en frangais. Vous pouvez faire une visite\na pied autonome de I ile et explorer le sentier qui m ne du quai\nau fort et aux points d int r t acadiens, mi kmags et militaires. En\nregardant vers la ville, imaginez | aspect de cet endroit lorsque\nseuls les Mi kmaq vivaient ici pendant des mill naires avant\nl arriv e des Europ ens.",
            "L h tel n est qu a 14 minutes de marche du lieu de d part, ot\nvous profiterez d un court trajet en ferry jusqu a l ile. Si vous\navez des probl mes de mobilit , montez dans un taxi et dirigez-\nvous vers le lieu de d part de la visite sur la promenade. Habillez-\nvous en fonction du temps, car la visite se d roule presque\nenti rement a | ext rieur. Le ferry pour l ile est congu comme un\nbillet flexible, permettant une heure de retour illimit e. Le terrain\nest vallonn  et des passerelles sont pr vues a cet effet.",
            "Veuillez consulter le site www.ambassatours.com et\ns lectionner ensuite Tours, puis : Visiter l ile Georges .",
            "Vendredi, 21 juillet   Grafton Street Dinner Theatre",
            "Le vendredi soir, montez a bord d un",
            "autobus et vivez une exp rience",
            "gastronomique unique - nourriture,",
            "musique et com die en m me temps",
            "au Grafton Street Dinner Theatre !",
            "Titre du spectacle : Back to the",
            "East Coast, ot vous  tes invit s a",
            "la finale du Best of the East   ot les",
            "concurrents repr sentant les quatre",
            "provinces de |  Atlantique s affrontent",
            "pour prouver que leur r gion est",
            "supr me. Encouragez votre province",
            "pr f r e tout en tapant du pied sur",
            ". certaines des meilleures musiques",
            "ue la Nouvelle-Ecosse, le Nouveau-Brunswick, 1| Ile-du-Prince-",
            "Edouard et Terre-Neuve et Labrador ont a offrir !",
            "Le diner-th atre est un repas a trois services, avec deux choix\npour l entr e, quatre choix pour le plat principal et deux choix\npour le dessert, graftonsdinnertheatre.com .",
            "Le th atre est enti rement accessible. (Il faut pouvoir monter\ndans un bus).",
            "Samedi 22 juillet - Promenade sur le front de mer de\nHalifax",
            "Il ne s agit pas d une visite organis e, mais d un bloc de temps\nque vous pouvez utiliser pour vous promener dans les attractions\ntouristiques du front de mer. Pourquoi ne pas demander a vos\namis de se joindre a vous ? Arr ts sugg r s :\n* Mus e canadien de l immigration au Quai 21   Adulte :\n17,80 $; Jeune : 11,80 $ ; wwwpier21.ca.\n  Halifax Seaport Market (plus de 50 vendeurs)   Gratuit\nwww.halifaxfarmersmark.com .\n  Art Gallery of Nova Scotia   Adulte :\n5,75 $; agns.ca .\n  Maritime Museum of the Atlantic   Adulte : 6 $; Jeune :\n3,60 $ ; martimemusem.novascotia.ca .\nAu fur et A mesure que la Convention se rapproche, nous vous\ninvitons 4 consulter notre site web, www.arnc.ca, sous le menu\nEvents, afin d obtenir de plus amples informations.\nAu plaisir de vous voir a Halifax !",
            "Games Williston",
            "14 $; Jeune :\n"
        ],
        "PageNo": "153"
    },
    {
        "File": "The_CN_Journal_june_15.jpg",
        "Paragraphs": [
            "PREVIOUSLY UNPUBLISHED",
            "  BY ROB TURNER",
            "1858 CENT WORKING, DIES, PART 4. ERCNA, FCNRS, #20948.",
            "[Editor s note: This is the second article in an 8-part series which includes all the dies used to strike Provincial\nCanadian large cents 1858 and 1859 W9/8 discovered since the author s second book (2008). The author has\nrequested that the die description pages be in the same format as his books for better consistency. ]",
            "T he series of articles on the 1858 and 1859 W9/8 one-",
            "cent reverse dies discovered since 2008 continue\nwith the first three 1858 reverse dies from group RC,\nspecifically Dies RC29, RC30, and RC31.",
            "In Part 1, we discussed the problems encountered while\nsinking these one-cent dies in that the delicate maple vine\nand leaf stems on the reverse punch rapidly deteriorated.\nReaders will remember that while sinking the fourth die, half\nthe stem to Leaf #9 broke away from the punch, so every die\nsunk after the third die inherited this broken leaf stem. Then\nstarting with the fifth die sunk, a section of the maple vine\nbroke away from the punch adjacent to Leaf #13. Thus each\ndie from the fifth die onward shows this very visible vine\nbreak that the engraver usually left unrepaired.",
            "All die group RC dies have two breaks in the maple\nvine, one adjacent to Leaf #13 and another next to Leaf\n#7. For all the known RC dies, the mint engraver manually\nrepaired the broken stem to Leaf #9 with varying results.",
            "Die RC29 actually shows that the engraver also made a\nhalf-hearted attempt to repair the vine break at Leaf #13.\nAlso, for ease of reference, we numbered the maple leaves\non the reverse design, starting at the top of the coin and\nmoving clockwise.",
            ""
        ],
        "PageNo": "159"
    },
    {
        "File": "The_CN_Journal_june_22.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "Zio LT cilisngs",
            "BY ALAN ROY\n#17134",
            "Coin Collectors Handbook",
            "The Canadian Association of Numismatic Dealers",
            "was established in January 1975. The impetus of its",
            "formation was to provide a code of conduct for coin\ndealers and establish a system to help resolve disagreements\nbetween dealers and collectors. But the organization\nprovided other benefits for its members as well. CAND\nran its own coin shows and auctions and made efforts to\nadvance the hobby through promotion and education.",
            "Many members of CAND had experience with\npublishing auction catalogues and numismatic references.\nOne of the best-known was Bill Cross, who was the owner\nof The Charlton Press and served as president of CAND\nfor a time. With all this experience, it is not surprising that\none of the strategies adopted to promote the hobby was to\npublish the Coin Collectors Handbook.",
            "The small booklet was first printed in 1979. The\norganization gave away copies of the book to promote coin\ncollecting and raise awareness of CAND. It was created\nto bring a new generation to the hobby. It includes all the\ninformation a new collector would need: a quick history\nof the hobby, advice on\nstarting a coin collection,\nhow to deal with coin clubs\nand coin dealers, and an\noverview of coin valuation.",
            "New collectors also got\nsome advice about storing\nand preserving their coins.",
            "One section describing\nthe conditions of coins\nincludes a detailed\ndescription of the terms\n  proof, specimen, and\nproof-like, describing the\nqualities of coins. It then\ndescribes the different\nterms numismatists use to\ngrade a coin s condition.",
            "Another section, called\n Major Canadian Coin\nTypes , breaks down all\ncirculating coins from one\ncent to $100 gold into their\nmajor design types. This list\nwould have been handy for\nnovice numismatists who\ndecided to collect Canada s",
            "coins by type rather than trying to get each date in various\ncoin series.",
            "The booklet is rounded out with a list of useful\nnumismatic periodicals and their contact information and\na bibliography of recommended coin catalogues that would\nbe useful to the novice numismatist.",
            "The work was based on Welcome to Coin Collecting!\nThe Worlds Oldest Hobby, an introduction to numismatics\npublished by Western Publishing of Racine, Wisconsin,\nin 1969. CAND member Robert Aaron, who was a\nnumismatic columnist for the Toronto Star at the time,\nedited the original text for a Canadian audience.",
            "The organization felt it was time to make such a\npublication available to the public. A news release about the\nbooklet that appeared in The Canadian Numismatic Journal\nin 1980 states this:",
            "The release of the booklet by CAND for free distri-",
            "bution marks a significant financial commitment to",
            "public education by the Association. It is the first time",
            "a project of this scale has been undertaken within the",
            "numismatic Hobby in Canada.",
            "There doesn t seem to be\nany information about how\nwell the public received the\nbook, but it must have been\nsuccessful enough to justify\na second edition published\ntwo years later.",
            "The latter edition\nexpanded and improved\nthe  Major Canadian\nCoin Types  section with\nphotographs and listed\nvarious CAND members \nnames and addresses.",
            "In a time before the\nInternet and easy access to\ninformation, it must have\nbeen wonderful for the\ncurious public to have an\neasily accessible source of\ninformation for our hobby.\nWe may never know how\nmany collectors started in\nthe hobby because of one\nof these little books, but\nwe should thank CAND for",
            "their foresight. aay",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "166"
    },
    {
        "File": "The_CN_Journal_june_30.jpg",
        "Paragraphs": [
            "members and guests were invited to a free private tour on\nMarch 18. A free public educational symposium entitled\n Power, Identity and Alexander the Great  will be held\nat the Nickle Galleries on April 29-30 to celebrate the\nclosing of the special gallery. Included are six expert\nspeakers on the topic. Pre-registration is required and can\nbe completed by going to the weblink nickle.ucalgary.\nca/event/symposium-power-identity-and-alexander-the-\ngreat/ .",
            "Waterloo Coin Society Incentive for\nVolunteer Work",
            "As an incentive, we offer all member volunteers a $5\nTimCard  for every two-hour block of time worked.\nTim Hortons coffee and doughnuts will also be available\nfor volunteers during the day.",
            "New British Columbia Study Group: Ancient\nHistory & Coin Group: The Roman and\nByzantine Empires",
            "A small group has formed to discover and learn facts\nabout ancient history through Roman and Byzantine\ncoins. Purchasing coins is not necessary, and beginners\nare welcome. The group theme is  Coins: Markers of\nTime . The group meets at the MLA office in Qualicum\nBeach, Vancouver Island, on the third Thursday of\nevery month with a start time of 2 pm. High-quality\nwell-illustrated catalogues have been donated to give\nto members. For more information, contact Cathy\nMacFarlane by phone at (250) 594-2260 or by email\nfiona3@shaw.ca.",
            "Brett Triche",
            "l'Universit  de Calgary. Les membres du Calgary Numismatic\nSociety et leurs invit s ont  t  convi s a une visite priv e gratuite\nle 18 mars. Un symposium  ducatif public gratuit intitul   Power,\nIdentity and Alexander the Great  (Pouvoir, identit  et Alexandre\nle Grand) se tiendra aux NickleGalleries les 29 et 30 avril pour\nc l brer la fermeture de l exposition sp ciale. Six experts y\ninterviendront sur le sujet. L inscription pr alable est obligatoire\net peut  tre effectu e en se rendant sur le site web nickle.ucalgary.\nca/event/symposium-power-identity-and-alexander-the-great/.",
            "Encouragement 4a faire du b n volat de la\nWaterloo Coin Society",
            "En guise d encouragement, nous offrons 4 tous les membres\nb n voles une carte TimCard  de $5 pour chaque tranche de\ndeux heures de travail. Du caf  et des beignes Tim Hortons seront\n galement mis a la disposition des b n voles pendant la journ e.",
            "Nouveau groupe d tude en Colombie-\nBritannique :Histoires&Numismatique : Les\nempires romain et byzantin",
            "Un petit groupe s est form  pour d couvrir et apprendre des faits\nsur histoire ancienne a travers les pi ces de monnaie romaines\net byzantines. II n est pas n cessaire d acheter des pi ces de\nmonnaie et les d butants sont les bienvenus. Le theme du groupe\nest  Les pi ces de monnaie : Les marqueurs du temps . Le\ngroupe se r unit au bureau du d put  provincial 4 Qualicum\nBeach, sur l ile de Vancouver, le troisieme jeudi de chaque mois,\na partir de 14 heures. Des catalogues de haute qualit  et bien\nillustr s ont  t  offerts aux membres. Pour plus d informations,\ncontactez Cathy MacFarlane par t l phone au (250) 594-2260 ou\npar courriel a fiona3@shaw.ca.",
            "Brett Triche",
            "(ABI)",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "174"
    },
    {
        "File": "The_CN_Journal_june_31.jpg",
        "Paragraphs": [
            "IN_THE_NEWS BY HENRY NIENHUIS\nFRCNA, FCNRS, FONA, LM.#430",
            "(a\nArchives International Auctions   Auction 85-B, May 23, 2023; Lot 36",
            "I t is interesting to note just how long the Bank of Canada will study significant changes to our banknotes prior to actually\n",
            "implementing the change. An example of this is the  Printer s Essay  of a 50-dollar Bird Series (1988) banknote that recently was\nconsigned to an Archives International Auction, River Edge NJ, (www.archivesinternational.com) at the end of May of this year.",
            "Dr Robert Schwartz noted in the catalogue description for lot 36,  Bank of Canada, 1988, $50,  Printers Essay  DuraNote\nPolymer Plastic Banknote.  The test note, graded by PMG as Gem Uncirculated 65 EPQ, sold for US$6,000 plus juice. Which\nappears to be a bargain described as  very possibly the finest known. ",
            "Instead of the normal paper stock with security features that this note was originally printed on when it circulated in\nlate 1989, it is printed as a test (without the  50  optical device) on DuraNote, a composite petroleum-based hydrocarbon\nsubstrate, as a paper substitute. The substrate, built with 21 ultra-thin layers of polypropylene film along with adhesives and\ncoatings to make a printable surface, was promoted by US Mobil Oil (and Canadian engineering company AGRA Vadeko) as\na cleaner, longer-lasting alternative to existing substrates such as Tyvek. However, after a series of tests using regular printing\nplates from a number of countries, it was never brought to market due to the complexities in the production process.",
            "The note in the auction, a Snowy Owl $50, P-98tp, BC-59aPE, with Thiessen | Crow signatures, has SPECIMEN overprinted\nin large black outline typeface on both sides. The back has blue ink graffiti (11?) in the upper right along with JUL 24 1994\nstamped in red ink (smeared). This implies the test took place in 1994 about 17 years before a polymer note was released.",
            "Number 4 Junte 2023 ------------------------------------- 175"
        ],
        "PageNo": "175"
    },
    {
        "File": "The_CN_Journal_june_34.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _DU_CONGRES",
            "Symposium de l ARNC 2023",
            "L  Association royale de numismatique du Canada et",
            "lorganisateur du symposium, Paul Johnson, vous\ninvitent 4 l v nement  ducatif de cette ann e. Le\nsymposium, qui se poursuivra sur deux jours, sera compos \nde huit numismates de renom qui pr senteront un large\n ventail de sujets pour votre plaisir et votre connaissance.\nL  Association royale de numismatique du Canada et\nl organisateur du symposium, Paul Johnson, vous invitent\na l v nement  ducatif de cette ann e. Le symposium,\nqui se poursuivra sur deux jours, sera compos  de huit\nnumismates de renom qui pr senteront un large  ventail\nde sujets pour votre plaisir et votre connaissance.",
            "Mercredi 19 juillet",
            "13 h   Lloyd Chan, Vallejo CA :\nCollectionner les pieces d Alexandre le Grand",
            "Lloyd Chan collectionne\ndes objets numismatiques\ndepuis l 4ge de 10 ans;\nprincipalement des pi ces\nde type am ricain et des\npieces du monde entier ; tout\nce qu il trouve int ressant.\nImpliqu  dans la collection\norganis e depuis 2008,\nLloyd est membre de\nnombreuses organisations\nnumismatiques, dont\nPANA, l ARNC,  ONA, la\nVallejo Numismatic Society, la California State Numismatic\nAssociation et la Northern California Numismatic Association.\nIl a  t  directeur de  ARNC et est actuellement directeur de\nl Association canadienne pour | ducation numismatique.\nLloyd est titulaire d une licence en chimie et biochimie\nalimentaire et d une maitrise en sciences alimentaires. II a pris\nsa retraite il y a huit ans apres avoir enseign  les sciences au\nsecondaire pendant 21 ans. L exp rience de Lloyd comprend\nles forces de I  ordre, la vinification, la malterie et la brasserie,\nainsi que la programmation informatique.",
            "Pr voyez d assister au symposium 2023\nde l ARNC qui se tiendra le mercredi 19\njuillet et le jeudi 20 juillet dans la salle\nLunenburg de l h tel du congres. Tout le\nmonde est le bienvenu !",
            "14 h   Doug Shand, Shag Harbour NS:",
            "Arch ologie et pieces de monnaie r cup r es\ndans les  paves n o- cossaises",
            "Doug Shand a pass  plus",
            "de quarante-cinq ans dans le",
            "domaine de la numismatique",
            "et est un membre respect ",
            "et de longue date de",
            "l Association royale de",
            "numismatique du Canada.",
            "Il a rempli trois mandats",
            "cons cutifs (2005-2011) en",
            "tant que directeur r gional",
            "pour les provinces de la",
            "Nouvelle-Ecosse et de Terre-",
            "Neuve. I] a  galement  t ",
            "pr sident de l Association numismatique des provinces de\nTP Atlantique pendant deux mandats (2001-2005). Au cours des\ntrente-cinq dernicres ann es, il s est principalement int ress  a\nla monnaie coloniale nord-am ricaine, en particulier aux types\nde pi ces qui ont  t  d couverts dans les sites arch ologiques du\nCanada atlantique. Il a  crit plusieurs articles sur son domaine\nd int r t et, en 2004, il a contribu  a la mise a jour de la section\nconsacr e a la monnaie coloniale frangaise dans la 58e  dition\ndu Charlton Standard Catalogue of Canadian Coins.",
            "15 h   Mark Dalrymple, Dartmouth NS:",
            "L h ritage numismatique d Alexander Keith et de sa\nbrasserie\nMark collectionne des objets\nnumismatiques d int r t\ndepuis l age de huit ans.\nApr s avoir termin  ses\n tudes universitaires, Mark\na commenc  a s impliquer\ndans la collection organis e\nen devenant membre de\nplusieurs organisations telles\nque ARNC, APNA, CATC,\nCPMS, ANA, C4, ainsi que d autres organisations nationales\net clubs locaux. Mark est l ancien pr sident de I  Atlantic\nProvinces Numismatic Association et du Halifax Regional Coin\nClub. Il a  galement servi ces organisations et d autres clubs\nlocaux a divers titres. Mark s est exprim  publiquement sur des\nsujets li s a la numismatique, comme lors du symposium 2015",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "178"
    },
    {
        "File": "The_CN_Journal_june_35.jpg",
        "Paragraphs": [
            "de P ARNC et de diverses r unions de clubs locaux. Au cours de\ncette p riode, Mark a r dig de nombreux articles dans diverses\npublications numismatiques, tout en aidant d autres personnes\ndans leurs publications. Il a actuellement plusieurs projets de\nrecherche numismatique a diff rents stades d ach vement. Ses\ndomaines de collection sont vari s, mais il aime principalement\nla litt rature numismatique, la monnaie des Maritimes, les\njetons, les m dailles et les certificats.",
            "Jeudi 20 juillet",
            "8 h 30   Jeffery Wilson, Borden ON:\nM dailles d exposition de la Nouvelle-Ecosse",
            "Jeffery Wilson, FRCNA,\nCD, a commenc  a\ncollectionner des pi ces de\nmonnaie d un cent dans un\ndossier Whitman, encourag \npar sa m re, a l Age de\nsix ans. Bien plus tard,\nen 2000, il a commenc  a\ncollectionner des m dailles\ncanadiennes et complete\naujourd hui des s ries\nde m dailles de  APNA et de  ONA pour compl menter\nsa collection de m dailles d exposition de l  ARNC.\nJeff collectionne  galement les m dailles canadiennes",
            "et britanniques de la fin du 19e et du d but du 20e si cle;\ncelles de Nouvelle-Ecosse et des pi ces de monnaie du\nmonde entier. Jeff est membre de l  ARNC depuis 37 ans,\net est r cemment devenu membre 4 vie. I] a  t  directeur\nr gional pour la Nouvelle-Ecosse et Terre-Neuve-et-Labrador\npendant dix ans. Il a joint le Halifax Coin Club au d but des\nann es 1980 et, apres une pause dans les ann es 1990, il a\nrepris ses activit s en 1997. Il est ensuite devenu membre a\nvie de l  APNA et du Halifax Regional Coin Club. Il a servi\nle HRCC en tant que pr sident de 2010 a 2013. Jeff est le\npr sident sortant du Georgian Bay Coin and Stamp Club. II\nest  galement membre du Champlain, de  ?ONA, de PANA,\nde CAWMC, de ENS, du CPMS et est directeur du CCCC.",
            "9 h 30   Kyle C. Knapp, Santa Ana CA:",
            "To Counterfeit is Death -- Forgeries, Replicas and\nUnofficial Coinage in Colonial America",
            "Kyle Knapp est marchand",
            "et numismate professionnel",
            "qui travaille actuellement",
            "en tant que Numismate",
            "Authentifiant pour",
            "Professional Coin Grading",
            "Service (PCGS). II est",
            "Vauteur d un  ventail vari ",
            "d articles numismatiques",
            "sur le site web de PCGS",
            "dont  A Tour of Sheldons 186-189, Overstrikes, Multistrikes\n& Clashes, Circulation vs. Striking Weakness, How X-Ray\nTechnology Helps Authenticate Coins, et, Surface Smoothing\nand Other Metal Mischief.",
            "10 h 30   Francois Rufiange, Qu bec QC:\nLa piece de 5 cents   Victoire   du Canada 1943",
            "Avec plus de 20\nans d exp rience en\nnumismatique, Francois\naime tou jours pr parer\net faire des pr sentations\naux collectionneurs lors\nde r unions de clubs,\nd expositions et congr s.\nComme 11 est photographe\nnumismate professionnel,\nses pr sentations sont truff es de photos exceptionnelles\nmontrant les moindres d tails, tou jours si importants en\nnumismatique. Frangois est un ing nieur a rospatial retrait \nde l Arm e de I  Air Royale Canadienne et est actuellement le\npr sident de la Soci t  numismatique de Qu bec (SNQ).\n"
        ],
        "PageNo": "179"
    },
    {
        "File": "The_CN_Journal_june_36.jpg",
        "Paragraphs": [
            "13 h 30   Eric Leighton, Fox River NS:",
            "Design de train sur le billet de 1912 du 5,00 $ du\nDominion du Canada",
            "Eric Leighton collectionne\nles pi ces de monnaie\ndepuis six d cennies. Au\nfil des ans il a contribu \nau Journal Canadien de\nNumismatique, aa Canadian\nToken, Numismatica\nCanada, Canadian Coin\nNews et Transactions of\nthe Canadian Numismatic\nResearch Society. Malgr  les pr visions d sastreuses de son\nprofesseur de litt rature anglaise, il a  t  r compens  en 2006\npar le  Prix litt raire Guy Potter   de   ARNC et, en 2018,\npar le   Kenneth A. Palmer Literary Award  de la Canadian\nAssociation of Token Collectors. Il est membre de l ARNC,\ndu CATC, de  APNA ; du Central Nova Coin Club ; de la\ntoute nouvelle Canadian Bank Memorabilia Society, ainsi que\ndu CNRS.",
            "14 h 30   Michael S. Turrini, Vallejo CA:\nL argent du Titanic",
            "Michael S. Turrini,",
            "actif au seindes conseils",
            "d administration de",
            "quatre organisations",
            "numismatiques",
            "canadiennes, s int res se",
            "a la numismatiquedepuis",
            "plus de cinquante ans, et ses",
            "collections sont diverses et",
            " clectiques.Connu pour ses",
            "recherches approfondies",
            "et ses  crits sur histoire",
            "du demi-dollar 1946 American de l Etat de l lowa, Michael\na  tudi ,  crit et pr sent  d autres sujets numismatiques, y\ncompris les dollars comm moratifs canadiens. Ses int r ts\nvont bien au-dela de la numismatique. I] s int resse a la\nphilat lie, aux autographes, au front int rieur de la guerre\nmondiale, aux bouteilles de lait et m me aux hachoirs 4 viande\nde marque Universal! Michael s est engag  et a contribu  a la\nnumismatique organis e pendant plus de quarante-cinq ans,\nincluant deux mandats de pr sident de la California State\nNumismatic Association et pr s de quarante ansen tant que\nr dacteur en chef du journal de la Northern California State\nNumismatic Association, Heads and Tales.",
            "15 h 30   Geoffrey Bell, Moncton NB:\nBanques sur rails",
            "Geoffrey Bell est un visage\nfamilier numismatique\ncanadienne, ayant servi\ndeux mandats en tant que\npr sident de l Association\nroyale de numismatique du\nCanada, ancien pr sident de\nla Canadian Paper Money\nSociety et de la Canadian\nNumismatic Research\nSociety. Il est membre de\nVARNC et du CNRS. I\na regu le prix Paul Fiocca, la m daille d or Ferguson et la\nm daille d argent de la Monnaie royale canadienne pour\nl' ducation. II a  t  l expert numismatique de | mission\nCanadian Antique Roadshow sur CBC et a donn  de\nnombreuses interviews 4 la radio et a la t l vision. En plus\nd tre un collectionneur passionn , il est proprictaire d un\nmagasin de pi ces de monnaie 4 Moncton et travaille avec\nson fils Brian dans le domaine de la vente aux ench res.",
            "Le symposium de 2023 est financ  par une subvention de VACPEN.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "180"
    },
    {
        "File": "The_CN_Journal_june_40.jpg",
        "Paragraphs": [
            "COMMUNION TOKENS OF HALIFAX",
            "AND_DARTMOUTH",
            "By ANGUS SUTHERLAND\n#24054",
            "he peninsula on which the city of Halifax stands\n| was called Chebucto by the Mi kmaq. In 1749, the",
            "Hon. Edward Cornwallis landed at that strategic\nspot with some 2,500 settlers intent on establishing a\npermanent fortified settlement for the British crown. The\ncommunity was soon named  Halifax  in honour of Lord\nHalifax, President of the British Board of Trade.",
            "As in every place where a colony was established,\nthe settlers came with their traditions, including the\ndesire to worship God in their particular way. Churches\nwere established as time passed, and four Presbyterian\ncongregations eventually used specific metal Communion\nTokens in the city.",
            "1749 St. Matthew s",
            "As the Church of England was understood to be the official\nchurch of the colonies, St. Paul s Anglican Church was\nestablished in 1749, and work began on a building for\nworship. But the Anglican form of worship did not have\na claim on the hearts of all the settlers. A group calling\nthemselves the Protestant Dissenters established a\ncongregation as well. They began work on a building to be\nknown as Mather s Meeting House, named for the Puritan,\nCotton Mather. The congregation was made up primarily of\nPresbyterians and Congregationalists.",
            "The congregation s first minister was the Rev. Aaron\nCleveland, great-grandfather to U.S. President Grover\nCleveland.  Mather s  first years were difficult for a church\nholding mostly to Congregationalist ideals, particularly",
            "in finding pastors. The American desire for independence\nfrom Britain worked against the church, whose first\nministers were all from the United States. Looking to\nimprove its image, the congregation became known for a\nwhile by the strange name of St. Mather s (one wonders\nwhat a Puritan would think of being canonised a saint), and\nthen finally, St. Matthew s.",
            "In 1784 they called their first Presbyterian minister,\nthe Rev. Thomas Russell, a Scot who arrived via the\nUS. Mr Russell s departure in 1787 due to internal strife\nencouraged the congregation to sit down and work out a\nconstitution that would enable the Congregationalists and\nPresbyterians to live and worship together despite their\ndifferences. Although the congregation did not officially\nbecome Presbyterian until 1841, voting then to unite with\nthe Church of Scotland, all but one of the ministers from\n1784 were Presbyterians.",
            "Under the next minister, the Rev. Andrew Brown\n(1787-1795), St. Matthew s gained a previously unknown\nrespectability in the city. He was followed by the Rev.\nArchibald Gray (1795-1826) and the Rev. John Scott\n(1826-1863), who brought the congregation finally into\nthe fold of the Church of Scotland. The Rev. George Grant\n(1863-1877) led the congregation into the union forming\nthe Presbyterian Church in Canada in 1875. In 1925 St.\nMatthew s voted over 75 percent in favour of entering the\nUnited Church of Canada. St. Matthew s and the city of\nHalifax celebrated its 250th anniversary in 1999.",
            "Early St. Matthew s United Church, Halifax NS,\nCommunion Tokens from 18th to 19th Century.",
            "Volume 68",
            "The CN Journal\n"
        ],
        "PageNo": "184"
    },
    {
        "File": "The_CN_Journal_june_41.jpg",
        "Paragraphs": [
            "Token 1 of St. Matthew s was struck when the\ncongregation s first Presbyterian minister, the Rev. Thomas\nRussell, arrived in 1784. The letters PCH have been\nassumed to stand for Presbyterian Church Halifax. But\nbecause the congregation did not enter the Presbyterian\nfold until 1841, believing the letters to stand for Protestant\nChurch Halifax is a better conjecture. Perhaps the presiding\nminister, a Presbyterian, chose the initials on the belief that\nthe congregation would soon decide to be Presbyterian. The\ntoken s reverse sports an attractive rendition of the burning\nbush, a symbol Presbyterians have used from the time of\nthe Reformation.",
            "Token 2 is considered a mystery. Dated 1786, just two\nyears after the first token, it is attributed to St. Matthew s\nbecause there was no other Protestant Church in the city\nat that time. There is no historical reason given in the\ncongregational records for this token. One wonders why the\ntoken was struck, especially since the token of 1784 is more\navailable to collectors today. Perhaps the best guess is that\nthe tokens of 1784 were temporarily misplaced, and striking\nof the tokens of 1786 had begun when the first tokens were\nrediscovered. It is also possible that this is the first token\nused at St. Matthews and that the token dated 1784 was a\nsecond token antedated to the beginning of Presbyterian\nministry there. Token 2 is unique to Canadian Communion\nTokens in that the chalice is outlined rather than represented\nin full. This feature is also known on some  M reaux de\nCommunion  used in France in the mid-1800s.",
            "Tokens 3 and 4 are believed to date from the time that\nthe congregation took the name St. Matthew s in 1817.\nToken 3 (published here for the first time) is mis-spelled\n ST. MATHEW S  (one T) and presumably was recalled\nwhen the mis-spelling was noticed. Two examples are\nknown to the author. Token 4 has the correct spelling with\ntwo T s. These tokens name the congregation but still avoid\ndeclaring a denominational affiliation. The reverse features\na chalice and the common Scripture reading,  This do in\nremembrance of me .",
            "CHT COS",
            "1818 Communion Token from the Relief Church in\nHalifax.",
            "1818 Relief Church / St. Andrew s",
            "A congregation of the Associate Presbyterian Church was\nestablished in Halifax, but due to a dispute relating to a  candid\ninvestigation on the part of the United Presbyteries of Nova\nScotia , a group of about thirty members left and formed a\ncongregation of their own, their building being completed in\n1817. The congregation applied to be received by the Synod of\nthe Relief Church in Scotland, which was unanimously approved.",
            "The first minister sent to serve the congregation was the\nRev. Mr Paterson, who arrived in May of 1818. He arranged\nwith the Session to have the first observance of the Lord s\nSupper in October of that year, and tokens were struck. After\nthat Communion, Mr Paterson, apparently appointed only to\nget things started, returned to Scotland and was replaced by\nthe Rev. Thomas McInnis. Mr McInnis left  very suddenly\nand unexpectedly  in June of 1820. An interim ministry\nwas carried out by the Rev. Dr Burns of St. John, New\nBrunswick, who moved the congregation into the Church of\nScotland late in that year.",
            "In 1821, the congregation took the name St. Andrew s and\ncalled, as their first Church of Scotland minister, the Rev. John\nMartin. In 1844, St. Andrew s gave polite audience to Dr Burns\nagain as he came to argue on behalf of the Free Church of\nScotland, but the congregation remained with the Established\nChurch. St. Andrew s became part of the Presbyterian Church\nin Canada in 1875. In 1917, St. Andrew s merged with Coburg\nRoad Presbyterian Church, retaining the name St. Andrew s,\nand in 1925 voted 268 to 145 to join the United Church.",
            "Token 5, belonging to St. Andrew s, is dated 1818, and\nthe initials RCH stand for Relief Church Halifax. The token\ncontinued to be used after the congregation entered the\nChurch of Scotland.",
            "1843 Poplar Grove / Park Street",
            "In 1843 in the growing city of Halifax, a congregation of\nthe Presbyterian Church of Nova Scotia, connected with\nthe United Secession Church of Scotland, was established.",
            "Poplar Grove Church Communion Tokens dated 1843 in\nlead and later in white metal.\n"
        ],
        "PageNo": "185"
    },
    {
        "File": "The_CN_Journal_june_42.jpg",
        "Paragraphs": [
            "The congregation, named Poplar Grove, called as its first\nminister the Rev. Peter MacGregor, who served from 1843\nto 1868. The token was struck during the first year of his\nministry. Under his leadership, the congregation took part\nin the union of 1860, forming the Presbyterian Church of\nthe Lower Provinces of British North America.",
            "He was followed by the Rev. Allan Simpson (1868 \n1898), who led them into the 1875 union forming the\nPresbyterian Church in Canada. After outgrowing its\nbuilding, the congregation established itself in a new\nbuilding on Park Street in 1884 and was renamed Park\nStreet Presbyterian Church. In 1925, during the ministry\nof the Rev. A. L. Fraser, the congregation voted to join the\nUnited Church and was closed, merging with St. John s\n(see below). Mr Fraser became minister of the enlarged St.\nJohn s United Church and remained for a further four years.",
            "The tokens of Poplar Grove Church name the Rev.\nPeter MacGregor and are dated from his call. Token 6 is\nmade of lead. Token 7 was probably made to supplement\nthe original lead tokens and is made of white metal. The\nlettering is a bit larger, which is particularly noticeable on\nthe reverse.",
            "1863 St. John s",
            "In 1863, a second congregation of the Presbyterian Church\nof the Lower Provinces of British North America was\nestablished in Halifax and named St. John s. However,\nit was not the city s first congregation with this name. A\nprevious church was named St. John s, but it joined the Free\nChurch in 1843 and, at that time, took the name Chalmers.\nThere was no connection between the two congregations.\nThe Rev. Thomas Cumming was called and served\nfrom 1863 to 1866, the token being struck in the first year\nof his ministry. Mr Cumming was followed by the Rev.\nJohn Forrest, the minister from 1866 to 1881. During Mr\nForrest s ministry, the congregation became part of the\nPresbyterian Church in Canada. In 1925, the congregation\ndecided to become part of the United Church of Canada,\namalgamating with Park Street Church but keeping the\nname St. John s. As they were without a minister, the",
            "Communion Tokens of St. John s, Halifax, and St. James,\nDartmouth NS.",
            "Rev. John MacKinnon having left in 1924, the minister\nof Park Street became minister to the newly amalgamated\ncongregation.",
            "Token 8 is dated from the congregation s founding in\n1863 and is of white metal.",
            "Halifax is unusual in that all the Presbyterian\ncongregations that used specific metal tokens for\nCommunion chose to enter the United Church in 1925.\nThey continue in the present St. Matthew s, St. Andrew s,\nand St. John s United Churches.",
            "Those who wished to be continuing Presbyterians,\nincluding people from all the above congregations,\npurchased a building from the Methodists and chose the\nname St. David s. Other congregations of the Presbyterian\nChurch in Canada have been established since that time.",
            "Dartmouth, St. James",
            "Scottish stonemasons were brought to Nova Scotia to help\nbuild the Shubenacadie Canal, many of them arriving in\nwhat is now Dartmouth in 1826. The Rev. James Morrison\nalso arrived that year and organised a congregation of the\nChurch of Scotland. The first building opened in January\n1829 and held close to 300 congregants. Mr Morrison\nleft in 1830 to teach school, and after a vacancy, the Rev.\nAlexander Romans arrived in 1834.",
            "In 1868, it was decided that a new building was in order,\nand the new structure, which continues to be the place of\nworship for the congregation, was completed in 1871. St.\nJames entered the Presbyterian Union of 1875 and, in 1925,\nunder the ministry of the Rev. J. W. A. Nicholson, chose to\nenter the United Church of Canada.",
            "  Tokens 9 and 10 are from this congregation, having",
            "identical obverses but variant reverses.",
            "Token 10 is slightly smaller in all respects, but the most\nnoticeable difference is on the reverse: the letter I of the\nword  IN  is directly over the first upright of the letter N in\n REMEMBRANCE .",
            "(NOTE: Token 9 is as illustrated in Bowman and\nphotographed in Charlton, and token 10 is added here as\nthe variety.)",
            "POTTOTCCONNLCT",
            "Volume 68\n"
        ],
        "PageNo": "186"
    },
    {
        "File": "The_CN_Journal_june_43.jpg",
        "Paragraphs": [
            "Token 5",
            "Token Specifications:\nobv: R.C.H",
            "Token 1",
            "Number4 June",
            "obv: PC /H/ 1784\nrev: burning bush",
            "rev: 1818\nshape: round\ncomposition: lead",
            "shape: oval ; dimensions:\ncomposition: lead horizontal: 24.3 mm\ndimensions: 4.31",
            "horizontal: 28.5 mm",
            "vertical: 30.0 mm",
            "thickness: 2.0 mm",
            "weight: 7.2 g",
            "die axis: tt\nyear of issue: 1784\nminister: the Rev. Thomas Russell\nreferences: Bowman 157; Charlton NS-238A",
            "obv: PR+CH /H/N.S/ 1786",
            "Token 6",
            "vertical: 24.3 mm",
            "thickness: 2.5 mm",
            "weight: 5.8 g",
            "die axis: various rotations\nyear of issue: 1818\nminister: the Rev. Mr. Paterson\nreferences: Bowman 160; Charlton NS-240",
            "obv: POPLAR GROVE / PRESBYTERIAN / CHURCH\nrev: REV. P.G. MCGREGOR / HALIFAX N.S. / 1843",
            ": i shape: oval\nFae I OR 1 XI chalice XXIV composition: lead\ncompe  ic : lead dimensions:\ndqnencione  a horizontal: 29.0 mm",
            "horizontal: 30.0 mm\nvertical: 26.2 mm",
            "vertical: 17.6 mm\nthickness: 1.5 mm",
            "thickness: 2.2 mm eee g\nweight: 7.1    \ndie axis: tt year of issue: 1843",
            "year of issue: 1786\nminister: the Rev. Thomas Russell\nreferences: Bowman 158; Charlton NS-238B",
            "obv: ST. MATHEW S / CHURCH / HALIFAX N.S.",
            "rev: THIS DO IN REMEMBRANCE OF ME / chalice\n71. COR. XI. 24",
            "shape: rectangular, clipped corners",
            "composition: white metal",
            "minister: the Rev. Peter MacGregor\nreferences: UNLISTED",
            "Note: the lettering is slightly smaller on both sides of\nthe lead token (number 6) as compared to the white\nmetal token (number 7).",
            "Token 7",
            "obv: POPLAR GROVE / PRESBYTERIAN / CHURCH\nrev: REV. P.G. MCGREGOR / HALIFAX N.S. / 1843",
            "dimensions: shape: oval\nhorizontal? 27.0 mn composition: white metal\n8.91 dimensions:",
            "vertical: 18.9 mm\nthickness 2.0 mm",
            "horizontal: 30.3 mm\nvertical: 18.5 mm",
            "te ies g thickness: 1.7 mm\n  : weight: 5.2\nyear of issue: 1841 die ae tt $",
            "minister: the Rev. John Scott\nreferences: UNLISTED",
            "obv: ST. MATTHEW S / CHURCH / HALIFAX N.S.\nrev: THIS DO IN REMEMBRANCE OF ME / chalice\n71. COR. XI. 24",
            "shape: rectangular, clipped corners\ncomposition: white metal\ndimensions:",
            "horizontal: 26.8 mm",
            "vertical: 18.7 mm",
            "thickness 1.7 mm",
            "Token 8",
            "year of issue: 1843 or later\nminister: the Rev. Peter MacGregor\nreferences: Bowman 162; Charlton NS-236",
            "obv: ST. JOHN S PRESBYTERIAN CHURCH /\nHALIFAX / N.S. / 1863\nrev.: THIS DO IN / REMEMBRANCE / OF ME. /\nBUT LET A MAN / EXAMINE / HIMSELF.\nshape: rectangular, clipped corners\ndimensions:\nhorizontal: 26.7 mm\nvertical: 21.3 mm",
            "eats g thickness: 2.1 mm\n  : weight: 5.9\nyear of issue: 1841 die axis: tt  ",
            "minister: the Rev. John Scott\nreferences: Bowman 159; Charlton NS-238C",
            "2023 --nn-nnnnnnnnnnne nnn n nnn nee nnn nna e nen nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnennn ne",
            "year of issue: 1863\nminister: the Rev. Thomas Cumming\nreferences: Bowman 161; Charlton NS-242\n"
        ],
        "PageNo": "187"
    },
    {
        "File": "The_CN_Journal_june_44.jpg",
        "Paragraphs": [
            "Token 9\nobv: ST JAMES S / CHURCH, / DARTMOUTH.",
            "rev:  THIS SO IN / REMEMBRANCE / OF ME.  / I.",
            "COR. XI.24\nshape: rectangular, clipped corners\ncomposition: white metal\ndimensions:\nhorizontal: 27.5 mm\nvertical: 19.5 mm\nthickness: 1.5 mm\nweight: 4.9 g\ndie axis: t|\nyear of issue: 1829\nminister: the Rev. James Morrison\nreferences: Bowman 144; Charlton NS-210",
            "Token 10",
            "obv: ST JAMES S / CHURCH, / DARTMOUTH.\nrev:  THIS SO IN / REMEMBRANCE / OF ME. \n71. COR. XI.24",
            "shape: rectangular, clipped corners\ncomposition: white metal\ndimensions:",
            "horizontal: 26.9 mm",
            "vertical: 19.4 mm",
            "thickness: 1.3 mm",
            "weight: 4.1 g",
            "die axis: t|\nyear of issue: 1829 or later\nminister: the Rev. James Morrison\nreferences: UNLISTED",
            "ween anna nn nnn nena nanan The CN Journal Volume 68\n"
        ],
        "PageNo": "188"
    },
    {
        "File": "The_CN_Journal_june_45.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2023 $20 Fine Silver Coin   150th\nAnniversary of Prince Edward Island Joining\nConfederation",
            "Designed by artist Bonnie Ross, your coin s reverse\nfeatures an engraved collage of iconic sights and\nsymbols of Prince Edward Island in honour\nof the 150th anniversary of its joining\nConfederation (1873-2023). The first\nlighthouse in Prince Edward Island, the Point\nPrim Lighthouse, appears in the foreground;",
            "it sits atop the shield from the Arms of\nPrince Edward Island, which is flanked\nby another official provincial emblem, the\nLady s Slipper (Cypripedium acaule) flower.\nBehind the lighthouse and beneath the view\nof the Confederation Bridge, a map",
            "outline of the island shows the\nConfederation Trail. The obverse",
            "features the effigy of Queen",
            "Elizabeth II by Susanna Blunt.",
            "The obverse also bears a special",
            "marking that includes four pearls",
            "symbolizing the four effigies that",
            "have graced Canadian coins and the",
            "double date of her reign.",
            "2023 $20 Fine Silver Coin   National\nIndigenous Peoples Day",
            "In celebration of National Indigenous Peoples Day,\nthe reverse design combines the art of Megan\nCurrie, English River First Nation, Myrna\nPokiak (Agnaviak), Inuvialuit Settlement\nRegion and Jennine Krauchi, Red River\nM tis; their joint creation stunningly\ncombines their expressions of First\nNations, Inuit, and M tis cultures, art",
            "and traditions and is an open invitation",
            "to celebrate National Indigenous\nPeoples Day. The obverse features the\neffigy of Queen Elizabeth II by",
            "Susanna Blunt. The obverse",
            "also bears a special marking",
            "that includes four pearls",
            "symbolizing the four",
            "effigies that have",
            "graced Canadian coins and",
            "the double date of her reign.",
            "Number4 June 2023 ---------------------------------------------",
            "Pi ce de 20 $ en argent fin 2023   150e\nanniversaire de l entr e de I lle-du-Prince-\nEdouard dans la Conf d ration",
            "Le motif au revers, oeuvre de l artiste",
            "Bonnie Ross, est orn  d un collage",
            "grav  de lieux et de symboles",
            "embl matiques de | ile-du-",
            "Prince-Edouard en hommage",
            "au 150e anniversaire de",
            "lentr e de la province dans la",
            "Conf d ration (1873-2023).",
            "Le premier phare de l ile, le",
            "phare de Point Prim, figure",
            "au premier plan. I] se dresse",
            "au-dessus de 1 cu des armoiries",
            "de 1  fle-du-Prince-Edouard,",
            "flanqu  d un autre symbole officiel",
            "de la province : deux sabots de la Vierge",
            "(Cypripedium acaule). Par-dela le phare et sous le pont",
            "de la Conf d ration se dessine un plan g ographique",
            "du sentier de la Conf d ration. L avers est a l effigie",
            "de la reine Elizabeth II, selon Susanna Blunt. Y figure",
            " galement une marque sp ciale compos e de quatre perles",
            "et d une double date, laquelle symbolise les quatre effigies",
            "de la Reine ayant orn  les pi ces canadiennes ainsi que la\ndur e de son r gne.",
            "Pi ce de 20 $ en argent fin 2023   C l brons\nla Journ e nationale des peuples autochtones",
            "Cr  pour souligner la Journ e nationale des",
            "peuples autochtones, le motif au revers de",
            "cette pi ce r unit les ceuvres de trois",
            "artistes : Megan Currie de la Premi re",
            "Nation d English River, Myrna",
            "Pokiak (Agnaviak) de la r gion",
            "d sign e des Inuvialuit et Jennine",
            "Krauchi de la communaut  m tisse",
            "de la rivi re Rouge. Leur cr ation",
            "collective combine de mani re",
            " poustouflante leurs expressions de",
            "Dart, de la diversit  culturelle et des",
            "traditions des M tis, des Inuits et des",
            "Premi res Nations. L avers est a l effigie",
            "de la reine Elizabeth II, selon Susanna Blunt.",
            "Y figure  galement une marque sp ciale compos e",
            "de quatre perles et d une double date, laquelle symbolise",
            "les quatre effigies de la Reine ayant orn  les pi ces\ncanadiennes ainsi que la dur e de son r gne.",
            "RCNA - ARNC",
            "ccc nen cnennnnnnne 189\n"
        ],
        "PageNo": "189"
    },
    {
        "File": "The_CN_Journal_june_46.jpg",
        "Paragraphs": [
            "BOOK.REVIEW,",
            "Trade Tokens of Ontario",
            "arlier this year, Lorne\nE Barnes released his much-\nanticipated reference work:",
            "Trade Tokens of Ontario. To call\nit an upgrade to the Fred Bowman\nworks of the same title (1st Edition,\n1966; 2nd Edition, 1972; and a\nlater 1982 Supplement) is a bit of\nan understatement.",
            "It is no longer an 8vo format\nbooklet but rather a hardcover,\nimmense and comprehensive\nupdate to Bowman s work,\npainstakingly documented and\ndetailed with full-size colour\nimages of a large number of the\ntokens listed. The author s intent\nwas to stay as true to the original\nreference as possible;  [My book]\nwas made possible because of the\nefforts of the late Fred\nBowman 50 years\nago, who introduced\nthe numbering\nsystem still used by\ncollectors today. I\nfelt that there was\nno need to introduce\na new layout and\nnumbering system\nwhen collectors are\nusing a system that\nalready works. ",
            "The decision to\nreproduce the token\nimages to size makes\na great deal of sense\nwhen you see a series laid out in front of you, albeit it does\nmake reading the smaller 18 mm (about the size of a 10-cent\npiece) half-tone images a bit hard at times. But this task is\neasier because the full legend is given in the description below.\nBarnes also includes period images to give the collector a\nsense of historical context in which these tokens would be\nused in daily commerce between the 1890s and 1920s.",
            "Made possible by a grant from the J Douglas Ferguson Historical Foundation.",
            "ne",
            "The author is clearly passionate\nabout this numismatic area   as\nyou can see on every one of the\n808 pages. His devotion to the\ntopic is reflected in the extensive\nresearch and detailed information\nthat is presented, as well as in the\nclear and accessible writing style\nthat makes the subject matter\nsimple and easy to understand.",
            " A coloured version of the\nBowman reference was needed,\nand after discussions with several\ninterested parties, I decided to start\nwork on the project,  Barnes told\nCCN. It is a valuable resource\nthat anyone with an interest in the\nmerchant due bills of Ontario will\nappreciate. The book provides\na wealth of information, with a",
            "key   explaining the\ncompact description\nstyle, making it clear\nand easy to understand\neven for those with\nlittle or no background\nin numismatics  \nhighly recommended\nfor token collectors\nand bibliophiles.",
            "Table of Contents:\nFred Bowman\n(1889-1978);\nAcknowledgements;\nIntroduction; Shapes;\nMaterials; Colours;\nOther Descriptive Symbols; Explanation of\nAbbreviations and Symbols; Error and Omissions; Fred\nBowman Student of Numismatics, Soldier, Bridge Builder\nand Ship Builder; Listings by Town or City; Addenda;\nToken Locator (Index).",
            "penne nnn nnn nnn nnn nnn nnn nnn The CN Journal Volume 68\n"
        ],
        "PageNo": "190"
    }
]