[
    {
        "File": "The_CN_Journal_October_05.jpg",
        "Paragraphs": [
            "FROM._THE_PRESIDENT.",
            "MoT_DU_PRESIDENT.",
            "The time of year has come to start unpacking your",
            "warmer clothes and enjoy what I call the  indoor",
            "season . A time to focus on our hobby and other\nendeavours. Why not make one of those endeavours\nvolunteering to help the RCNA?",
            "Since the fall season is upon us, I thought it would be wise\nto write Santa a wish list for the Association:",
            "1) The Canadian Numismatic Journal (CNJ), our most\nimportant member benefit, needs members to send in a steady\nstream of high-calibre, accurate, educational articles on a wide\nvariety of numismatic subjects as well as volunteers to assist the\neditor as part of an editorial committee.",
            "2) We need to bring the website into the 21st century with a\nfacelift and, more importantly, volunteers to create interesting\ncontent   articles, videos, etc. Just imagine a new, improved\nwebsite filled to the brim with more content than the Library\nof Congress! Santa, the more content we have, the better. Also,\nplease make all this content searchable in all possible ways.\nAI capabilities may help in the future, but we need volunteer\npower until then.",
            "3) Santa, we need to improve our finances, offer new\nmembership benefits, and modernize existing ones while\nrunning an efficient organization. Active volunteers to begin\nfundraising activities now   to build the Association s cash\nreserves so that we can deliver more and improved benefits!",
            "4) We need volunteers to research and post interesting tidbits\non one of the many social media streams. We need a team of\nsocial-media-savvy people to find unique and interesting short\nstories, videos, and pictures and send them to our members \ninboxes in a timely manner. Or send links to check out one of\nthe thousands of videos made by our motivated members on\nour future YouTube  page. Oh, I almost forgot to mention that\nwe also need video editors to ensure the raw product submitted\nis transformed into the high-quality video you can t wait to\nview on all our devices.",
            "d know our list is long already, but I hope St. Nick will\nlet us sneak in a few more items since we have been so good\nthis year. The RCNA already has many vibrant committees\nand endeavours on the go, but some constructive ideas to\nhelp strengthen the Association will go a long way towards\nits betterment. Why not volunteer to help the youth services\ninitiative and expand that program nationwide?)",
            "5) Please help us have a successful, well-attended\nConvention every year with new attendees, stafting with",
            
            "Boucherville in 2024. This includes a sold-out bourse with an,\noverflowing, quality exhibit area to interest the general public. \nVolunteers are needed to offer their help to the host clubs-to-run",
            "a well-oiled convention machine.",
            "I guarantee that if Santa grants the Association our wishes,\nI will lead this volunteer group to create the number one\nnumismatic club on the continent. So, in summary, please go\nto your computer right now and send me an email (president@\nrena.ca) and say,  I will be happy to volunteer; just tell me what",
            "I  can do to help! ",
            
            "v tements chauds et de profiter de ce que j appelle la  saison",
            "int rieure . C est le moment de se concentrer sur notre hobby\net sur d autres activit s. Pourquoi ne pas faire du b n volat pour aider\nPARNC ?",
            "Puisque | automne est a nos portes, j ai pens  qu il serait sage\nd crire au P re No l une liste de souhaits pour |  Association :",
            "1) Le Journal Canadien de numismatique (JCN), notre plus\nimportant avantage pour les membres, a besoin de membres pour\nenvoyer un flot constant d articles de haut calibre, pr cis et  ducatifs\nsur une grande vari t  de sujets numismatiques, ainsi que de b n voles\npour aider le r dacteur en chef au sein d un comit  de r vision.",
            "2) Nous devons faire entrer le site web dans le 21e si cle en le\nrajeunissant et, plus important encore, en faisant appel 4 des b n voles\npour cr er un contenu int ressant   articles, vid os, etc. Imaginez un\nnouveau site web am lior , rempli a ras bord de plus de contenu que\nla Bibliotheque du Congr s ! P re No l, plus il y a de contenu, mieux\nc est. S il vous plait, faites en sorte que tout ce contenu soit consultable de\ntoutes les mani res possibles. Les capacit s de 1 IA pourraient nous aider a\nlavenir, mais nous avons besoin de b n voles d ici 1a.",
            "3) P re No l, nous devons am liorer nos finances, offrir de nouveaux\navantages aux membres et moderniser les avantages existants tout en\ng rant une association efficace. Les b n voles actifs doivent commencer\na collecter des fonds d s maintenant   pour constituer les r serves de\ntr sorerie de |  Association afin que nous puissions offrir des avantages\nplus nombreux et am lior s !",
            "4) Nous avons besoin de b n voles pour rechercher et publier des\ninformations int ressantes sur l un des nombreux flux de m dias\nsociaux. Nous avons besoin d une  quipe de personnes comp tentes\nen mati re de m dias sociaux pour trouver des histoires courtes, des\nvid os et des photos uniques et int ressantes et les envoyer dans\nles boites de r ception de nos membres r guli rement. Ou encore\nd envoyer des liens vers l une des milliers de vid os r alis es par nos\nmembres motiv s sur notre futur page YouTube . J allais oublier de\nmentionner que nous avons  galement besoin de monteurs vid o pour\nveiller 4 ce que le produit brut soumis soit transform  en une vid o de\nhaute qualit  que vous aurez hate de visionner sur tous vos appareils.",
            "(Je sais que notre liste est d ja longue, mais j esp re que Saint-\nNicolas nous laissera ajouter quelques  l ments suppl mentaires\npuisque nous avons  t  si bons cette ann e. L ARNC compte d ja\nde nombreux comit s et projets dynamiques, mais quelques id es\nconstructives pour aider a renforcer l Association contribueront\ngrandement a son am lioration. Pourquoi ne pas se porter volontaire\npour aider l initiative des services a la jeunesse et  tendre ce\nprogramme a l ensemble du pays ?)",
            "5) Aidez-nous a organiser un congr s r ussi et bien fr quent  chaque\nann e, avec de nouveaux participants, en commengant par Boucherville\nen 2024. Cela comprend une bourse remplie a capacit  avec une zone\nd exposition de qualit  d bordante pour int resser le grand public. Des",
            "I e moment de | ann e est venu de commencer a d baller vos",
            "-b n voles/sont n cessaires pour offrir leur aide aux clubs hdtes afin de\n  faire fonetionner une machine a congr s bien huil e.",
            "Jesvous garantis que si le P re No l exauce les voeux de\nl Association, je dirigerai ce groupe de b n voles pour cr er le club\nnumismatique num ro un sur le continent. En r sum , je vous invite\na allumer votre ordinateur et a m envoyer un courriel (president@\nrena.ca) en me disant :  Je serai heureux d tre b n vole ; dites-moi\nsimplement ce que je peux faire pour vous aider . .",
            "Number 7 October * November 2023"
        ],
        "PageNo": "293"
    },
    {
        "File": "The_CN_Journal_October_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNI",
            "QUE _DU_CONGRES",
            "Bienvenue en Nouvelle-France   Welcome to New France",
            "Notre theme le congr s de l ARNC, qui se d roulera\nN: Boucherville (Qu bec) en juillet 2024, aura pour",
            "le quincentenaire (1524-2024) de la paternit \ntoponymique de l Acadie (initialement Arcadie, 1524) et de la\nNouvelle-France (initialement Francescane).",
            "L origine du nom de   La Nouvelle-France   serait\nattribu e aux fr res Giovanni et Girolamo da\nVerrazano. En 1524, alors qu ils exploraient les\nc tes septentrionales de 1  Am rique du Nord\npour le compte du roi de France, Frangois Ier,\nles Verrazzano utilis rent les mots Francesca\n(en hommage a Frangois Ier) et Nova Gallia\n(  Nouvelle-Gaule  ) pour d signer la r gion\ns tendant de Terre-Neuve a la Nouvelle-",
            "Angleterre. D autres explorateurs utilis rent\nles termes Nova Francia, Nova Franza, Nouvelle-\nFrance ou New France. Girolamo l utilisa sur une\ncarte d s 1529, mais c est Samuel de Champlain\nqui inscrira d finittvement   Nouvelle-France  \nsur une carte dessin e en 1607 et repr sentant\nl Acadie a partir de LaHave jusqu au sud",
            "du Cape Cod. Par la suite, toutes les cartes\nutiliseront le terme   Nouvelle-France  . Mare\nLescarbot, compagnon de Champlain a Port-\nRoyal, en Acadie, emploiera lui aussi le m me\nterme dans le titre de son ouvrage publi  en 1609\net intitul  Histoire de la Nouvelle-France.",
            "The theme of the RCNA Convention, held\nI in Boucherville QC, in July 2024, is the\nquincentenary (1524-2024) of the toponymic\npaternity (naming) of Acadia (originally Arcadie, 1524)\nand New France (originally Francescane).",
            "The name  New France  originated from\nthe brothers Giovanni and Girolamo da\nVerrazzano. In 1524, while exploring the\nnorthern coasts of North America on\nbehalf of the King of France, Francis\nI, the Verrazzanos used the words\nFrancesca (in homage to Francis I)\nand Nova Gallia ( New Gaul ) to\ndesignate the region stretching from\nNewfoundland to New England. Other\nexplorers used the terms Nova Francia,\nNova Franza, Nouvelle-France or New France.\nGirolamo used it on a map as early as 1529,\nbut it was Samuel de Champlain who\ndefinitively inscribed  New France \non a map drawn in 1607 depicting\nAcadia from LaHave to south of Cape\nCod. Thereafter, all maps used the\nterm  New France . Marc Lescarbot,\nChamplain s companion at Port-Royal in\nAcadia, also used the term in the title of his",
            "1609 work Histoire de la Nouvelle-France.",
            "Number 7 October   November 2023 ------------------------------------295\n"
        ],
        "PageNo": "295"
    },
    {
        "File": "The_CN_Journal_October_08.jpg",
        "Paragraphs": [
            "A partir de 1663, la France d cida de faire du Canada une\ncolonie royale d ot la cr ation d un Conseil Souverain de la\nNouvelle-France. Jusqu alors, la colonie vivait sous le monopole\ndes compagnies de traite. Le peuplement avait progress  tr s\nlentement, surtout en comparaison des colonies britanniques.\nD sormais, le Canada devait  tre administr  comme une\nprovince frangaise. Le roi nommait un gouverneur g n ral, qui le\nrepr sentait et  tait responsable de l arm e ainsi que des relations\navec les Am rindiens et les colonies britanniques. Mais c tait\nun gouvernement a deux t tes, avec un intendant qui exercait\nle pouvoir en mati res civile et judiciaire, et g rait les finances.\nLe Conseil Souverain, compos  du gouverneur, de 1 intendant,\nde l v que et de conseillers, constituait l organe l gislatif,\nenregistrait les  dits royaux et servait de tribunal d appel. Le\ngouverneur de Qu bec  tait aussi le gouverneur g n ral de la\nNouvelle-France et avait pr s ance sur les gouverneurs locaux\ndes autres colonies, sauf celle de I fle-Royale, comprenant\nla Forteresse-de-Louisbourg, administr e directement par\nVersailles a partir de 1713.",
            "On ne peut pas all guer aujourd hui que la Nouvelle-France,\nc est uniquement le Qu bec... Le terme   Nouvelle-France  \ns est toujours appliqu  a toutes les colonies nord-ame ricaines de\nla France : le Canada (initialement la Vall e-du-Saint-Laurent)\n tait une de ces colonies. Les premiers Francais d ici appelaient\nleurs enfants n s au pays   Canadiens   tandis que ceux des\nMaritimes s appelaient   Acadiens  .",
            "La Nouvelle-France fut bien plus qu une p riode de | Histoire,\nbien davantage qu un simple territoire aussi immense  tait-1],\nbien plus qu une colonie frangaise, elle  tait en quelque sorte\nune vraie r gion de France : elle  tait la   France d  Am rique  .",
            "Il semble donc tout appropri  de souligner un tel 500e, car\nil nous rem more les sources vives de la civilisation frangaise\nd fricheuse et fondatrice en Am rique, dont nous sommes les\npourvoyeurs et les h ritiers.",
            "In 1663, France decided to make Canada a royal\ncolony, and created a Sovereign Council of New\nFrance. Until then, the colony had lived under the\nmonopoly of the trading companies. Settlement had\nprogressed very slowly, especially in comparison\nwith the British colonies. Henceforth, Canada was\nto be administered as a French province. The King\nappointed a Governor General, who represented him\nand was responsible for the army and relations with the\nAmerindians and the British colonies. But it was a two-\nheaded government, with an intendant who exercised\npower in civil and judicial matters and managed the\nfinances. The Sovereign Council, made up of the\ngovemor, intendant, bishop, and councillors, was the\nlegislative body, registering royal edicts and acting as a\ncourt of appeal. The Governor of Qu bec was also the\nGovernor General of New France, and had precedence\nover local governors of other colonies, except that of\nfle-Royale, which included the Fortress of Louisburg,\nand was administered directly by Versailles after 1713.",
            "Today, we can t claim that New France is just\nQuebec... The term  New France  has always been\napplied to all of France s North American colonies:\nCanada (initially the St. Lawrence Valley) was one\nsuch colony. The early French called their native-born\nchildren  Canadiens , while those in the Maritimes\nwere called  Acadians .",
            "New France was much more than just a period in\nhistory, much more than just an immense territory, much\nmore than just a French colony, it was, in a way, a true\nregion of France: it was the  France of America .",
            "It seems fitting then to mark such a 500th\nanniversary, for it reminds us of the living sources\nof the pioneering and founding French civilization in\nAmerica, of which we are the purveyors and heirs.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "296"
    },
    {
        "File": "The_CN_Journal_October_10.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "Charges laid by CBSA against an individual for purchasing and\nintroducing counterfeit currency into Canada",
            "The next chapter in\ncounterfeit Canadian\ncoins was recently",
            "revealed in a news release\nfrom the Canadian Border\nServices Agency (CBSA) on\nNovember 6.",
            "The CBSA announced\ntoday that charges were laid\nat the Sorel-Tracy courthouse\nagainst an individual following\na major counterfeit money\nsmuggling investigation.",
            "Jean-Francois G n reux is\nsummoned to appear in court\non December 4, 2023, to face\ncharges under the Criminal\nCode and the Customs Act, including buying, importing\nand possessing currency, and providing false information\nin a customs declaration.",
            "This investigation was launched in January 2023 following\nthe interception of 12,049 CAN$2 coins from China by\nCBSA  % courier inspection operations at Mirabel. According\nto the investigation, Jean-Frangois G n reux is the person\nwho apparently purchased and imported into Canada the\ncounterfeit money that was seized.",
            "On February 7, 2023, the CBSA, with the help of the Stiret \ndu Qu bec, executed search warrants at the accused's home\nin the Sorel-Tracy area and seized an additional 14,581\nCAN$82 coins and 91 US$50 bills.",
            "Analyses conducted in collaboration with the forensic\nlaboratory of the RCMP  s National Anti-Counterfeit\nBureau and the Royal Canadian Mint revealed that all the\nseized CAN$2 coins and US$50 bills were counterfeit.",
            "According to further reporting by Global News and others,\nthe chapter unfolded in January 2023 when Canada Border\nServices officer Caroline Landry, working at Montreal-\nMirabel International Airport, identified discrepancies with\nthe shipping label of a box she was inspecting from China.\nThe FedEx package s customs paperwork declared that it\ncontained 10,000  metal badges  from  Mr. LIU, Quanzhou\nJiayan Clothing Co. Ltd., No. 159 Chongsun Street,\nQuanzhou, FU, Tel: 18365262565.  The parcel was being\nshipped to a man identified as Jean-Francois G n reux care\nof a company called  Les Cartes Quebecois  (Quebec Cards)\nof Sorel QC, about 70 km from Montreal.",
            "Because of this, Landry\ndecided to open the package.\nInside, the CBSA reported\nshe found six boxes. Each\nseemingly containing about\n200 2-dollar Canadian coins,\nall dated 2012, inside plastic\nbags. Obviously, the paperwork\ndidn t match the contents of\nthe package. Still more so, it\nseemed odd that a company\nin China would ship $24,000\nworth of 2012  security \ndesign 2-dollar Canadian coins\nto a company in Quebec in this\nway. Landry put the package\naside for further investigation.",
            "CBSA agents became even more suspicious when they\ndetermined the receiver was not a registered company,\nand allegedly supplied FedEx staff with a further bill\nidentifying  Kunshan Longlife Gifts Co. LTD, located at\n211 room, 12 building, 1280 Fushikang Road, Kunshan,\nJiangu [sic], China  as the seller. The CBSA alleges that\nG n reux even redacted part of the second bill he sent to\ndelete the sender s description of the shipped contents. The\ndocumentation does indicate:  metal coin / size: 40*3 mm /\ncolor: gold / material zinc alloy ,  Qty 12000 ,  Unit Price\nFOB Shanghai, US$0.05 .",
            "A quick internet search reveals Kunshan Longlife Craft\nGifts Co. as a China-based maker of high-quality metal\ncoins, including  Custom Ancient Roman and European\nCoins . Chinese companies like this have been linked to the\nproduction of counterfeit collector coins for over 15 years.",
            "With background intelligence on G n reux, an alleged\nconvicted repeat felon, CBSA consulted with RCMP\nforensic specialist Jennifer Merritt. Merritt examined\n121 samples of the 2 dollar coins seized at the airport.\nHer conclusion allegedly confirmed that they displayed\n differences in graphical detail and quality when compared\nto genuine Royal Canadian Mint $2 coins,  CBSA s\naffidavits state, offering no further details.",
            "Further investigations by Canada Customs revealed\nthat G n reux had previously received two other  metal\nbadges  shipments on December | and 2, 2022. In fact,\nit is alleged that couriers delivered 13 different import\nshipments to G n reux s home since 2022.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "298"
    },
    {
        "File": "The_CN_Journal_October_11.jpg",
        "Paragraphs": [
            "The CBSA and RCMP conducted raids at G n reux s\nhome and storage unit in February, which allegedly turned\nup another 14,581 counterfeit toonies in boxes (labelled\nwith Chinese lettering), with 4,422 stashed in a cat litter\nbucket and another 1,306 coins inside a Walmart bag, all of\nwhich were also seized. Court records show CBSA seized\n91 suspect US 50 dollar bills at the same time, along with\nthree Apple 1Pads, two mobile phones, and two laptops.",
            "In total, the agency recovered more than 26,500 counterfeit\ntoonies, the largest seizure of counterfeit coins of which the\nagency is aware. This ultimately culminated in G n reux s\narrest in November. He is scheduled to appear in a Quebec\ncourt on December 4, where he faces five criminal charges\nfor buying, importing and possessing counterfeit currency\nand introducing counterfeit currency into circulation.",
            "He also faces a separate Customs Act charge for providing\nfalse information on an import declaration. If a conviction\nis obtained in G n reux s case, it would easily become\nthe largest seizure of fake coins from one person and offer\ndirect proof of ties to China.",
            "As we previously reported, in an unrelated case, in May\n2022, the RCMP in Toronto arrested Daixiong He, 68, of\nRichmond Hill, Ontario, and charged him with uttering\ncounterfeit money and possession of counterfeit money.\nDuring that investigation, the Mounties seized 10,000\nallegedly counterfeit older design toonies (with the cloven\nfoot). At the time, the RCMP said his alleged fakes were\n suspected of coming from China,  but offered no solid\npublic evidence. He s case is continuing before the courts.",
            "Reported by Global News.",
            "How do you tell the new counterfeit 2 dollar coins from the genuine coins:",
            "Above are close-ups from CBSA images of the counterfeit toonies seized in January of this year. A careful examination\nreveals the significant differences between them and genuine 2 dollar coins issued by the RCM.",
            "Obverse: A  maple leaf at 12:00 not present in official design. Also legend and date font is smaller in the counterfeit\nwith the 1 of the arched date having a longer serif. Queens profile shows design differences.",
            "Reverse: B   $-sign is present where 2 is located (between maple leaves) at 6:00, C   CANADA present where\nDOLLARS is located, at right in official design. Also legend font is larger in the counterfeit, extending farther up in",
            "relation to polar bear design.",
            "Number 7 October * November 2023\n"
        ],
        "PageNo": "299"
    },
    {
        "File": "The_CN_Journal_October_13.jpg",
        "Paragraphs": [
            "127 YEARS OF COLLECTING\nLARGE_CENTS",
            "BY WILLIAM VAN ORNUM\n#23534",
            "Imagine a Rhode\nI Island winter at",
            "the turn of the 20th\ncentury   the wind\nscreams, cold air seeps\ninto the walls, and a\ndose of cabin fever and\nboredom affects everyone.\nYou might even wonder:\nhow did they put up with\nit? Thank goodness for the\nhobby of coin collecting.",
            "As father (or mother)\ntakes a wooden box from\nstorage, coins jangle, and the large wood table becomes\na hub of activity, like a backroom at the bank. Scores of\nUnited States Large Cents go from the box to the table.\nFinding different dates is enjoyable, but the real fun is\ndiscovering the subtle differences within each date.",
            "William Sheldon! reminisced about these shared family\nactivities of his youth, and his book Penny Whimsy also\ncategorises 293 different varieties for these large cents\nminted between 1793 and 1814. Here, he also created the\n70-point eponymous grading scale still in use.",
            "Perhaps similarly endearing activities took place in\nCanada. Was there a lone occupant of a cabin on Lake of\nthe Woods examining large cents of Queen Victoria by\nthe fireplace? Or was someone closing a cash register in\nSaskatchewan and looking for Vicky Cents to put aside for\nvariety attribution?",
            "Although Large Cents in each country may not have\nbeen popular at various times during their mintage, they\nhave become beloved by collectors. And they are large.\nUS large Cents dated 1793-1795 weigh 14.49 g, and those\nbetween 1796 and 1857 weigh 10.89 g; those from Canada\nbalance the scale at 5.68 g. They are tangible and palpable.",
            "The Early American Copper Society (EACS, www.\neacs.org), begun in 1970 and involving several thousand\ndevoted numismatists over the years, has continued into the\npresent. They have met regularly at annual conventions for\nover 50 years and publish a literary and research journal,\nPenny Wise. Most of these volumes are available to anyone\nvia the Newman Numismatic Portal. Many in EACS use\na grading approach that takes into account  details  since",
            
            "Number 7 October * November 2023",
            "many of these coins have\nbeen subject to nearly\nevery environmental\ncondition after being\nminted between one and\nmore than two centuries\nago.",
            "How To Collect",
            "Large Cents from each",
            "country can be collected",
            "and studied in many ways.",
            "If a collector desires a",
            "127-year combined set\n(1793-1920), it is important to note that several years are\nunobtainable (or nearly so) and will take a medium-sized\nretirement account as a coin fund.",
            "A date set of coins between 1816 and 1920 may be\nassembled by purchasing coms in the twenty- to thirty-\ndollar US range. Obviously, many will be low-grade\ncoins (even, as some collectors might say,  Scudzy )\nwith missing details. Still, the thrill of the chase and\nthe opportunity for many variety attributions is fun and\nchallenging.",
            "There are many ways to organise a collection. A five-coin\nUSA type set requires only coins from these categories:",
            "  LargeCent 1793-1795 Liberty Cap\n  LargeCent 1797-1807 Draped Bust\n  LargeCent 1808-1814 Classic Head\n  LargeCent 1816-1839 Matron Head\n  LargeCent 1840-1857 Braided Hair",
            "Collections may be organised by including all varieties\nfrom a particular year. For example, there are collectors that\nspecialise in 1793 or 1794 cents   these years illuminated\nby Monographs of United States Large Cents 1793-94,\nedited by John W. Adams. As noted, Large Cents between\n1793 and 1814 are described in Penny Whimsy. Due to\nreasonable price and availability, cents between 1816 and\n1839 are eminently collectable, and a helpful variety guide\nis The Cent Book by John Wright. For the years 1840-1857,\nRobert Grellman shows how to spot small identifying\ndifferences in the coins. (The electronic version of this book\nis free to members of EACS.)",
            "As noted by David Alexander, Large Cents between\n1793 and 1814 are particularly intriguing, and features\nand varieties include differently sized dates, digit\nlocations, star and bust positions, recut letters and\nnumbers, and many other fascinating tiny details.",
            "1 Writing for Coin Week (coinweek.com/confronting sheldon/)\nDavid Alexander examines that both William Sheldon and Walter\nBreen, both of whom wrote about Large Cents, were not above\nreproach. Sheldon became embroiled in a theft case and Breen was\nsentenced to prison for child abuse, where he died.",
            "301\n"
        ],
        "PageNo": "301"
    },
    {
        "File": "The_CN_Journal_October_14.jpg",
        "Paragraphs": [
            "Those between 1816 and 1839 may exhibit the clearest\ndistinctions between varieties, while those between 1840\nand 1857 can be identified from very small differences.",
            "A date set of Canadian Cents can be readily collected with\nnearly all grades in the EF range, although those from 1858\nand 1859 may be costlier and harder to find. There are type\nsets based upon the three monarchs under whom these cents\nwere issued: Queen Victoria (1858-1901), King Edward VII\n(1902-1910), and King George V (1911-1920).",
            "Rob Turner suggests different approaches to collecting\nVicky Cents in a presentation given in Calgary (2012):",
            "From a presentation by Rob Turner, given in Calgary 2012.\n(Used with permission   Rob Turner.)",
            "As with United States Cents, there is excellent\nscholarship and research for those wanting to extend and\nenrich their knowledge. James Haxby and Rob Turner have\nextended and further organised Hans Zoell and Charlton s\nwork. Haxby s website: www.vickycents.com 1s an ongoing\nstudy of these varieties. Rob Turner's books include The\n1858 Cents of Provincial Canada (Volumes I and IT) and\nDies and Diadems: A Die-Trackers Guide to the Victorian\nCents of Canada.",
            "Eighty-one varieties of Large Cents are presented in a\nspecial section included in A Charlton Standard Catalogue\nof Canadian Coins: Volume I Numismatic Issues, 2011,\nwhich was written by a small group of dedicated and expert\ncollectors. Variety details to look for include: Die chip near\n E  in DEI; full-vine and 15 (or 16 stems); Re-punched\n 9 : punch doubled around the clock; intact serif on  N  in\nREGINA; re-punched  7 ; and other attribution clues as well.",
            "Rob Turner notes that there may be thousands of Vicky\nCents   with many of these being undiscovered. However,\nan enthusiast will need a loupe or magnifying glass to discern\nthese, as many are extremely tiny. Similarly, the US Large\nCents between 1840 and 1857 may require a similar approach.",
            "Green corrosion occurs in Large Cents when copper,\noxygen, and sulfur combine. This  verdigris  can be",
            
            "harmful and differs from the  verdigris  occurring on\noutdoor statues or ancient coins with a green patina.\nTo prevent this corrosion, a scrupulously clean micro-\nenvironment is necessary: silicone absorbers placed with\nthe coms in an airtight plastic bag (such as those purchased\nfor food from grocery stores). To make this even more\nairtight, the package can be placed with a hard silicone\nde-humidifier within an airtight and PVC-free plastic\ncontainer. Adding a hydrometer and regular checks provide\neven greater assurance the humidity is in the correct range.\nPerhaps because they are thinner, Canadian Large Cents\nmay be particularly prone to corrosion.",
            "Desired Dates, Key Dates",
            "For the US coins, Edward Frossard and William Wallace\nHays summarised the importance of 1793 and 1794 cents:",
            "Among the regular series of the United States Mint, the\nearly copper issues have always attracted the special\ninterest of collectors. The remarkably appropriate and\nsufficiently diversified design, the relative abundance\nof the issues, and the variety of designs have proved\nan attractive field of investigation, and will, no doubt,\ncontinue to absorb much of the attention of present\nand future collectors.",
            "The types and varieties of the 1793 cents have\nformed the subject of several exhaustive treatises, and\nwhile two or three combinations of dies escaped then\nattention of workers on the subject, it may be said that\nall are well-known and easily recognised.",
            "In the year 1794, only one type of cents was issued\nat the mint, but a number of obverse and reverse\ndesigns, slightly varying from each other, were used,\nleading, in an attempt at appropriate classification, to\nthe same perplexities as our Northern neighbors met,\nwhen endeavoring to convey to a collector a correct\nand distinctive description of each of the famous\nBouquet or Sous series. (in Adams   Frossard and\nHays, 1893, p. 115)",
            "Specialist Tom Deck (www.largecents.net) provides\ninformation concerning key dates of US Large Cents:",
            "There are three dates in the United States Large Cent\nseries that are considered to be the key dates: 1793,\n1799, and 1804. Even though none of these dates are\nprohibitively rare, they will always have a higher\nthan average demand due to folks who collect large\ncents by date. One building a date set of large cents\nmight consider purchasing these three dates first. The\ntoughest of these dates is 1799. Finding examples of\nthese three dates can be challenging. My advice for\nacquiring examples of these dates would be contacting\nmajor dealers who specialise in Early Copper, or\nwaiting for examples to appear at auction (Heritage,",
            "Goldberg, M&G, and Stacks).",
            "Others, such as David Bowers, include 1823 as a key\ndate.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "302"
    },
    {
        "File": "The_CN_Journal_October_15.jpg",
        "Paragraphs": [
            "Image courtesy of Collectors Universe",
            "In Canada, the cents of 1858 and 1859 (Province of Canada) offer fascinating history, complexity of coining, and\nvarieties. Rob Turner places the minting of these two years within the historical context of the Act of Union   a tumultuous\nperiod including the 1837 and 1838 rebellions. Events of these years led to the union of Lower and Upper Canada. In the\ninitial combined minting, 9,690,388 coins were minted. There were so many coins minted for these two years that dies\ndated 1858 were repurposed for 1859 by various ways of over-punching the last numeral. After 1859, so many coins were\nleft over that no new cents were made until 1876 (Canada). These two years form a nucleus for many collectors who seek\nvarieties of these years.",
            "Victoria  Broken Vine  Cent 1858 MS64 Red and Brown Victoria  Wide 9 / 8  Cent 1859 MS64 Brown",
            "Image courtesy of Collectors Universe Image courtesy of Collectors Universe",
            "Number 7 October   November 2023 -------------------------------------------- 303\n"
        ],
        "PageNo": "303"
    },
    {
        "File": "The_CN_Journal_October_16.jpg",
        "Paragraphs": [
            "Image courtesy of Collectors Universe Image courtesy of Collectors Universe via Heritage Auctions (HA.com)",
            "Lots To Do",
            "There are enough dates and varieties of Canadian and US Large Cents to inspire a lifetime of collecting. For over 200\nyears, gifted numismatists have applied their talents in a labour of love to understand these cents. There is an extensive\namount of scholarship on these coins   more so than in most other areas of Canadian and US numismatics.",
            "Several approaches to collecting these coins have been outlined. There is also the freestyle approach, devising your own\nsystem. Perhaps the obverse of the classic Canadian quarter catches the spirit of the chase. Follow the caribou!",
            "Bibliography\nBowers, Q. B. 2015. A Guide of Half Cents and Large Cents. Atlanta: Whitman.\nCross, W. K. 2011.4 Charlton Standard Catalogue of Canadian Coins: Volume I, Numismatic Issues, 2011. Toronto:\nCharlton Publishing.\nFrossard, E., and Hays, W. H. 1893.  Varieties of United States Cents of the Year 1794.  In Adams, J. W. (Ed.).\n1976. Monographs of United States Large Cents 1793-1794. Quarterman: Lawrence, MA.\nGrellman, R. 2022. Late American Large Cents, 1840-1857. Published by Robert Grellman.\n  Penny-Wise. The Official Publication of Early American Coppers, Inc. Delray Beach: Early American Coppers.\nSheldon, W. H., Paschal, D., and Breen, W. 1958. Penny Whimsy: A Revision of Early American Cents. NY: Harper\nand Row.\nTurner, R. 2007. The 1858 Cents of Provisional Canada, Volume I. Published by Rob Turner.\nTurner, R. 2011. The 1858 Cents of Provisional Canada, Volume IT. Published by Rob Turner.\nTurner, R. 2009. Dies & Diadems. A Die Tracker's Guide to the Victorian Cents of Canada. Published by Rob\nTurner.\nWright, J. The Cent Book, 1816-1839. Bloomington, MN: Published by John Wright.",
            "304 ------------------------------------------- nnn nnn nnn The CN Journal Volume 68\n"
        ],
        "PageNo": "304"
    },
    {
        "File": "The_CN_Journal_October_17.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            
            "BY ALAN ROY\nERCNA, #17134",
            "The Canadian Numisletter",
            "In the early 1980s, the numismatic industry was",
            "recovering from a price boom. Investors who had",
            "jumped into the hobby in hopes of making a quick\nbuck on Canadian dollars and other decimal coins were\ndisappearing, and The Numismatic Courier, a newspaper\ncreated to compete against Canadian Coin News, was on\nits last legs only a few months after its premiere issue. Into\nthis uncertain environment came The Canadian Numisletter,\na new publication that promised to provide an honest and\nunbiased look at coin collecting hobby in Canada.",
            "The Canadian Numisletter promised to be different from\nother coin publications. It promised to bring a  common\nsense approach  to the hobby, making it more enjoyable\nfor collectors and more profitable to investors. It would\nnot make outlandish promises or make crazy guarantees.\nReaders were not going to become rich by following its\nsuggestions. Instead, it sought to provide experienced\nknowledge and opinions to its readers so they could make\ntheir own informed decisions.",
            "Bob Rogers, a longtime US-based dealer in Canadian\nnumismatics and contributor to The Charlton Standard\nCatalogue of Canadian Coins, started it. From the very\nbeginning, Rogers  periodical focused on protecting coin\nbuyers. In the inaugural issue, dated September 1982,\nRogers announced the creation\nof The Canadian Numisletter\nGrading Service. For $3.50 plus\npostage, Rogers would provide\nyou with an impartial grade\nfor your coin. The coin would\nnot be entombed in plastic, nor\nwould a photograph be taken.\nInstead CNGS would provide\na certificate with the grade\nand a description of the coin s\nflaws and highlights. Rogers\nexplained that the grading\nservice was created to provide\nguidance for the owner only,\nnot to help settle disputes.\nMost of the articles in the\nNewsletter focus on consumer\nprotection. Several pages in\neach issue were devoted to\nproviding advice for grading\ndecimal coins, usually focusing\non specific denominations,\nvarieties, and dates.",
            
            "Number 7 October * November 2023",
            "Another column entitled  Saints and Sinners  exposed some of\nthe practices of less savoury industry members. In later issues,\nhe discussed the different ways collectors can sell their coins,\neither in person, through the mail, or through auction houses.",
            "Rogers would not shy away from expressing his opinions\nabout the state of the hobby in Canada using some colourful\nwriting. In one issue, he complained about how dealers and\ncatalogues refused to lower their prices after the boom of 1980.",
            "... The Golden Goose's vital signs are very weak; it",
            "needs some strong medicine. It may be bitter medicine",
            "for some, but the best medicine for the Golden Goose",
            "  our hobby and industry   is a shot of lower prices",
            "that will attract the collector back to the market.",
            "In volume 1, number 5, Rogers decided to survey his\nreaders of Canadian numismatic dealers. He did not intend to\nexpose the misbehaviours of dealers. In fact, he deliberately\nchose not to publish the names of dealers who scored low in\nthe survey. Rather, he wanted to provide more information\nto help collectors choose which dealers to work with.  The\naim is to let both collectors and dealers know what other\ncollectors are thinking.  A few of the better-known dealers\nof the day prevailed: Carlton Numismatics of Birmingham,\nMichigan; Consolidated Numismatics of Edmunston, New\nBrunswick; and Bob Armstrong of Owen Sound.",
            "Not everyone was happy with Rogers  new publication.\nSome had suggested that\nsince he was a coin dealer, the\nopinions expressed by Rogers\nin The Canadian Numisletter\nmay not be completely honest\nand may, in fact, have been\nswayed by a conflict of interest.\nThat dealer survey also caused\na lot of concern among the coin\ncommunity, with some calling it\na  witch hunt .",
            "Despite these concerns,\nThe Canadian Numisletter\ndid seem to genuinely try to\naddress some of the issues that\naffected collectors in the hobby.\nIt strived to make collectors\nmore informed and confident in\ntheir buying skills and to keep\ncoin dealers on their toes. If you\nmanage to get your hands on a\ncopy, you might find it to be an",
            "enlightening read.\n"
        ],
        "PageNo": "305"
    },
    {
        "File": "The_CN_Journal_October_18.jpg",
        "Paragraphs": [
            "MINUTES OF THE 2023 RCNA ANNUAL GENERAL MEETING e\nPROCES-VERBAL. DE, L ASSEMBLEE, GENERALE, ANNUELLE, DE.L ? ARNC_DE,2023",
            "Call to Order",
            "1. The Annual General Meeting of the Royal\nCanadian Numismatic Association was called to order at\n10:32 a.m. ADT on Saturday, July 22.",
            "Establish a Quorum",
            "2. It was established that a quorum was present as\nrequired by the General Operating By-laws of the Association.",
            "President s Remarks by Stephen Woodland",
            "3. The President thanked everyone for attending the\nRCNA Annual General Meeting.",
            "RCNA Executive and Staff",
            "4. The President called on the RCNA board members\npresent to stand and introduce themselves to all present.",
            "Period of Silence",
            "5. The President requested a period of silence to\nremember those members deceased during the year past. He\nread the name of each departed member. The list of deceased\nmembers include the following :",
            "Approval of Agenda\n6. A motion was made by William Waychison and",
            "seconded by Henry Nienhuis, that the meeting agenda be\napproved. MOTION CARRIED.",
            "Approval of Minutes from last General Meeting",
            "7. A motion was made by Bob Fritsch and seconded\nby Dan McCormick, that the minutes be approved from\nthe 2022 RCNA Annual General Meeting. These minutes\nappeared in the September 2022 issue of the CN Journal.\nMOTION CARRIED.",
            "Financial Report",
            "8. Jacques Poitras presented the financial report of the\nAssociation for the past fiscal year. He said that the RCNA\nhad a surplus of $326 during the year.",
            "Jacques mentioned that we were able to decrease expenses\nwhere possible and also the fact that a profit was made at the\n2022 convention in Ottawa.",
            "Appel a l ordre\n1. L assembl e g n rale annuelle de l association",
            "royale de numismatique du Canada est ouverte a 10 h 32\nHAA le samedi 22 juillet 2023.",
            "Etablir le quorum",
            "2. Il est  tabli que le quorum est atteint, comme\nl exigent les r glements de I  Association.",
            "Mot du pr sident par Stephen Woodland",
            "3. Le pr sident remercie tous les participants d assister\na Passembl e g n rale annuelle de ? ARNC.",
            "Membres de l ex cutif et personnel de | ARNC",
            "4. Le pr sident demande aux membres du conseil\nd administration de l  ARNC de se lever et il pr sente chaque\nmembre a tous les participants a la r union.",
            "Moment de silence",
            "5. Le Pr sident demande un moment de silence en\nm moire des membres d c d s au cours de la derni re\nann e. I] a lu le nom de chaque membre d c d . La liste des\nmembres d c d s est la suivante :",
            "Approbation de l ordre du jour",
            "6. Une motion est propos  par William Waychison et\nappuy e par Henry Nienhuis pour approuver l ordre du jour\nde la r union. MOTION ADOPTEE.",
            "Approbation du proc s-verbal da la derni re\nassembl e g n rale",
            "7. Une motion est propos e par Bob Fritsch et appuy e\npar Dan McCormick pour approuver le proc s-verbal de\nl assembl e g n rale annuelle de l  ARNC de 2022. Ce proc s-\nverbal a  t  publi  dans le num ro de septembre 2022 du\nJournal canadien de numismatique. MOTION ADOPTEE.",
            "Rapport financier",
            "8. Jacques Poitras pr sente le rapport financier de\nl Association pour l exercice  coul . Il rapporte que l  ARNC\na r alis  un profit de 326 $ au cours de l ann e.",
            "Jacques mentionne que nous avons  t  en mesure de r duire\nles d penses dans la mesure du possible et que nous avons\nr alis  un profit lors de la convention 2022 a Ottawa.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "306"
    },
    {
        "File": "The_CN_Journal_October_19.jpg",
        "Paragraphs": [
            "The sale of the RCNA library to the University of Calgary s\nNickle Galleries generated a sale price of $20,000, and this\namount is an extraordinary item on the financial statement.\nThe RCNA is saving $3,000 on the Librarian honorarium and.\n$1,000 for insurance costs per year. For the time being, the\nmoney has been placed in the RCNA General Fund. A motion\nto accept the Finance Report was made by Kevin Day-Thorburn\nand seconded by James Williston. MOTION CARRIED.",
            "Business arising from the Minutes",
            "9. No business arising from the minutes was cited.",
            "Agreement to Dispense with Audited\nFinancial Statements",
            "10. A motion was made by Jacques Poitras and\nseconded by James Williston to once again dispense with\naudited financial statements. MOTION CARRIED.",
            "Committee Reports",
            "11. (a) Convention   James Williston mentioned that\nthe current convention in Halifax has been a great success.\nHe thanked the Host Club members and the convention\ncommittee for organizing a great convention. The next two\nconventions are planned for Boucherville, Quebec (2024) and\nCalgary, Alberta (2025).",
            "(b) Club Services   Bret Irick said that the RCNA ZOOM\naccount continues to be active, and a variety of clubs are\nusing it. The use of the RCNA s account is an added benefit\nfor clubs when in-person meetings are not possible. He\nannounced the winners of the RCNA publication awards; see\nSeptember 2023 CN Journal for results.",
            "(c) Youth Services   Cassidy Stroud is looking for volunteers\nand donations for the Youth Program. If you can assist, please\nsend her an email at cassidystroud@hotmail.com.",
            "(d) CN Journal   Henry Nienhuis mentioned that printer\ndelays and a lack of articles have put the CN Journal schedule\nbehind by one month. Henry expects to catch up by the\nSeptember 2023 issue.",
            "(e) Website   Henry Nienhuis said Bill O Brien will now\nchair this committee.",
            "(f) Rideau Hall   We recently received a letter from the\noffice of the Governor General confirming that they have\nagreed to be the Vice Regal Patron of the RCNA. Doug\nAndrews deserves credit for his work on behalf of the RCNA.",
            "Appointment of Auditor",
            "12. A motion was made by Henry Nienhuis and\nseconded by William Waychison that Cheryl Heavener of\nMarkham, Ontario be re-appointed as Auditor for the next\nfiscal year. MOTION CARRIED.",
            "Number 7 October * November 2023",
            "La vente de la biblioth que de l ARNC au Nickle Galleries\nde I  Universit  de Calgary a g n r  un prix de vente de\n20 000 $, et ce montant constitue un poste extraordinaire\ndans les  tats financiers. L_ ARNC  conomise 3 000 $ sur les\nhonoraires du biblioth caire et 1 000 $ sur les frais d  assurance\npar an. Pour P instant, l argent a  t  plac  dans le fonds g n ral\nde PARNC. Kevin Day-Thorburn, appuy  par James Williston,\npropose d accepter le rapport financier. MOTION ADOPTEE.",
            "Affaires d coulant du proc s-verbal",
            "9. Aucune affaire a signaler.\nAccord de dispense d tats financiers v rifi s",
            "10. Une motion a  t  pr sent e par Jacques Poitras et",
            "second e par James Williston afin de renoncer a obtenir des\n tats financiers v rifi s. MOTION ADOPTEE.",
            "Rapports des comit s",
            "11. (a) Congr s   James Williston mentionne que le\ncongr s actuel a Halifax a  t  un grand succe s. I] remercie\nles membres du club h te et le comit  du congr s pour\nl organisation d un excellent congr s. Les deux prochains\ncongr s sont pr vus a Boucherville, au Qu bec (2024) et a\nCalgary, en Alberta (2025).",
            "(b) Services aux clubs   Bret Irick indique que le\ncompte ZOOM de l ARNC continue d tre actif et qu un\ngrand nombre de clubs lutilisent. L utilisation du compte\nde l  ARNC est un avantage suppl mentaire pour les clubs\nlorsqu il n est pas possible d  organiser des r unions en\npersonne. Il a annonc  les gagnants des prix de publication\nde l  ARNC ; voir Je Journal CN de septembre 2023 pour les\nr sultats.",
            "(c) Services a la jeunesse   Cassidy Stroud est a la\nrecherche de b n voles et de dons pour le programme des\njeunes. Si vous pouvez l aider, envoyez-lui un courriel 4\ncassidystroud@hotmail.com.",
            "(d) Journal CN   Henry Nienhuis mentionne que les\nretards d impression et le manque d articles ont retard  le\ncalendrier du Journal CN @ un mois. Henry esp re rattraper\nson retard pour le num ro de septembre 2023.",
            "(e) Site Web   Henry Nienhuis indique que Bill O  Brien est\nmaintenant pr sident du comit .",
            "(f) Rideau Hall   Nous avons r cemment recu une lettre du\nbureau de la gouverneure-g n rale confirmant qu elle a accept \nd tre la m ce ne vice-royale de PT ARNC. Doug Andrews\nme rite d tre f licit  pour son travail au nom de l ARNC.",
            "Nominations des v rificateurs",
            "12. Une motion est pr sent e par Henry Nienhuis et\nappuy e par William Waychison pour que Cheryl Heavener\nde Markham, Ontario, soit reconduite dans ses fonctions de\nv rificatrice pour le prochain exercice financier. MOTION\nADOPTEE.\n"
        ],
        "PageNo": "307"
    },
    {
        "File": "The_CN_Journal_October_20.jpg",
        "Paragraphs": [
            "Motion To Raise Life Membership Rates",
            "13. WHEREAS inflation, increased cost of materials\ndue to supply chain issues, and increased postal\nrates, have contributed to higher operating costs for\nthe RCNA and to produce The CN Journal;",
            "And, WHEREAS the RCNA has increased its Annual\nMembership dues commencing in 2023 to offset some\nof these problems;",
            "And, WHEREAS postage rates to foreign members\nnow approach $100 per year excluding the cost of the\njournal, packaging, etc., making any Standard Life\nMembership (Foreign) rate (1.e., those receiving paper\nissues of the CN Journal) cost prohibitive;",
            "It was moved by William Waychison and seconded by\nJasmin Lavoie that the RCNA Life Membership rates be\nincreased as follows effective July 23, 2023. After some\ndiscussion the MOTION CARRIED.",
            "Election Results",
            "14. Mark Dalrymple, RCNA Election Committee\nChairman, announced the results of the election for the\n2023-2025 term. There were two positions contested in\nthis election; the results are :",
            "President   Bill O Brien (Toronto ON)\nDirector, Nova Scotia and Newfoundland &\nLabrador   Dan McCormick (Dartmouth NS)",
            "All other positions were acclaimed.",
            "RCNA Past President Geoffrey Bell then performed the\nofficial Installation of Officers for the 2023-2025 term.",
            "Adjournment",
            "15. Stephen Woodland thanked everyone for attending\nand then adjourned the meeting. A motion to adjourn\nwas made by Richard Dunn and seconded by William\nWaychison. MOTION CARRIED.",
            "Meeting adjourned at 11:50 a.m.",
            " The CN Journal",
            "Motion pour augmenter les taux d adh sion a vie",
            "13. ATTENDU QUE Vinflation, l augmentation du",
            "cottt des mat riaux en raison de probl mes de chaine",
            "@approvisionnement, et l augmentation des tarifs postaux",
            "ont contribu  a l augmentation des cotits d exploitation de\nPARNC et de la production du Le Journal CN ;",
            "Et, ATTENDU QUE rARNC a augmente ses cotisations\nannuelles 4 compter de 2023 pour compenser certains de\nces probl mes ;",
            "Et, ATTENDU QUE les tarifs d affranchissement pour les\nmembres a | tranger approchent maintenant les 100 $\npar an, excluant le coft du journal, de l emballage, etc., ce\nqui rend tout taux d adh sion a vie r guli re (a |   tranger)\n(c est-a-dire ceux qui regoivent des num ros papier du Le\nJournal CN) prohibitif ;",
            "Il est propos  par William Waychison et second  par\nJasmin Lavoie que les taux d adh sion a vie a   ARNC soient\naugment s comme suit 4 compter du 23 juillet 2023.Apres\ndiscussion la MOTION ADOPTEE.",
            "R sultats des  lections",
            "14. Mark Dalrymple, pr sident du comit   lectoral du\nPARNC, a annonc  les r sultats de I lection pour le mandat\n2023-2025. Deux postes  taient contest s lors de cette\n lection ; les r sultats sont les suivants :",
            "Pr sident - Bill O Brien (Toronto, Ontario)\nDirecteur, Nouvelle-Ecosse et Terre-Neuve-et-Labrador\n Dan McCormick (Dartmouth, Nouvelle-Ecosse)",
            "Tous les autres postes ont  t   lus par acclamation.\nGeoffrey Bell, ancien pr sident del  ARNC, a ensuite proc d  a\nLPinstallation officielle des dirigeants pour le mandat 2023-2025.",
            "Ajournement",
            "15. Stephen Woodland a remerci  tous les membres\nde leur pr sence et termine la s ance. Une motion\ndajournement a  t  pr sent e par Richard Dunn et\nappuy e par William Waychison. MOTION ADOPTEE.",
            "Lassembl e g n rale annuelle de l ARNC est ajoum e a 11 h 50.",
            "Volume 68\n"
        ],
        "PageNo": "308"
    },
    {
        "File": "The_CN_Journal_October_21.jpg",
        "Paragraphs": [
            "PREVIOUSLY UNPUBLISHED \n1858 CENT WORKING, DIES, PART. 7 \n By ROB TURNERERCNA, FCNRS, #20948.",
            "[Editor s note: This is the seventh article in an 8-part series which includes all the dies used to strike Provincial\nCanadian large cents 1858 and 1859 W9/8 discovered since the author s second book (2008). The author has\nrequested that the die description pages be in the same format as his books for better consistency. ]",
            "QO: articles on 1858 and 1859 W9/8 dies discovered \nsince 2008 continue with three W9/8 reverse and RD15 were paired with obverse Die OA1. Both OG3\ndies, namely RD13, RD14, and RD15. During and OA1 were also married to other W9/8 reverse dies and\nthe transition from 1858-dated cents to 1859-dated cents, were catalogued in my 2008 book.\nthe Royal Mint modified fifteen known 1858 working dies 416 1\nby punching the digit  9  over the last  8  in the date. I\npublished twelve such reverse dies in my 2008 book, The\n1858 Cents of Provincial Canada, Volume II.",
            "I have numbered the 1859 W9/8 reverse dies from RD1\nthrough RD15. Since the engraver manually re-punched each\nof these reverse dies, the 9 over 8 has a different appearance on\neach die. All the RD dies have two breaks in the maple vine,\none adjacent to Leaf #13 and another next to Leaf #7. For all\nthe known RD dies, except one, the mint engraver manually\nrepaired the broken stem to Leaf #9 with varying results (Die\nRD6 was not repaired). For ease of reference, we numbered\nthe reverse maple leaves from | through 16, starting at the top\nof the coin (12 0 clock) and moving clockwise.",
            " Die RD13 was paired with obverse Die OG3, while RD14 and RD15 were paired with obverse Die OA1. Both OG3 and OA1 were also married to other W9/8 reverse dies and were catalogued in my 2008 book.",
            "Number 7 October   November 2023 ------------------------------------------309\n"
        ],
        "PageNo": "309"
    },
    {
        "File": "The_CN_Journal_October_32.jpg",
        "Paragraphs": [
            "MYTILENE S FEROCIOUS\nLITTLE_LION",
            "BY WAYNE HANSEN\n#24331",
            "If a tiny lion roars somewhere in the numismatic ether,\nand no one hears, does it still make a sound?",
           " \n[Editor] This article was originally published in Edmonton Numismatic Society s The Planchet in December i,",
            "2022. The author, Wayne Hansen, was recipient of the Jerome Remick HI Literary Award for best\nnumismatic article in a local Canadian coin club newsletter. It is being re-published here, in revised format,",
            "as an example of a winning article. Enjoy!",
            
            "Greek colonists on the Aegean Island of Lesbos, located just off the western shore of current Turkey, issued some\nrather interesting coins beginning in the 6th century",
            "BCE. First, a few rare and highly unusual billon pieces were\nstruck at an uncertain mint circa 550 BCE, followed soon\nafter by a radical series of electrum (EL) hektes initiated\nby the island s main mint at Mytilene. Production of these\nhighly decorative and wildly varied Mytilene hektes seems\nto have been coordinated with the minting of other, more\nusual hekte issues from sister mints at Kyzikos and Phokaia\non the nearby mainland. It took me two tries to find a\ndecent example of Mytilene s most popular and available\nearly hektes   the roaring lion/calf head type (often, being",
            "popular numismatically   having a lion, turtle, dolphin or\nanything with wings somewhere on the coin). But Id like this\nto go beyond the city s first electrum series and my coin s lion\nbadge. It struck me that these first Mytilene hektes used a reverse\nincuse technique that was similar to, and roughly contemporary with,\nthe spread-flan incuse approach used on an innovative group of silver",
            "nomoi minted by several Greek city-states in southern Italy a decade or two earlier. I found the idea intriguing.",
            " Head of a Fierce Lion, Obverse of Mytilene Hekte", "(521 478 BCE)",
            "Lesbos and Mytilene",
            "Lesbos has been called  a beautiful and fertile land. \nBeing along the coast of the north Aegean, it was also a\nstrategic place for Greek colonists to settle in the 10th\ncentury BCE, just after the Late Bronze Age. This was\nwhen both of its main cities were established   Methymna\nto the north and Mytilene to the southeast. These cities, plus\nsome smaller centres, all struck coins, but Mytilene had the\nmost important role as the capital and main mint. It was\nknown for striking a lengthy, 200-yearlong series of fine\nelectrum hekte issues that became both a cultural statement\nand an especially useful medium for trade and tribute.\nMytilene was initially established on a small island\noutcrop immediately adjacent to the southeast corner of\nLesbos   but close enough to allow it to be connected\nto the main island eventually: first by bridges, then later\nby a full land link to create the expanded city. It had\nfortified walls, two harbours, a theatre and several temples",
           
            "(dedicated to Demeter, Persephone, Apollo, Aphrodite,\nKubele and Asklepios). By the 7th century, Mytilene was\ntuled by a line of kings and tyrant dynasts who embarked\non territorial expansions, which led to its first armed\nconflict with Athens.",
            "In 537 BCE, Great King Darios [Darius] of the Persian\nEmpire crushed the longstanding Lydian hegemony\nin western Asia Minor, which forced Lesbos, including\nMytilene, to submit to Persia. Mytilene had to assign\nits navy to support Persia s forces and presumably pay\ntribute   which I notice is close to the time Mytilene s\nelectrum coinage began. Mytilene joined the losing\nIonian Revolt in 499-493, which led to Persia destroying\nthe city   reportedly killing all the male inhabitants\nand selling women and children into slavery. By 479,\nhowever, after the Persian invasion of Greece had been\nroundly defeated in 480, the city had been rebuilt,\nand it joined the Delian League founded by Athens.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "320"
    },
    {
        "File": "The_CN_Journal_October_33.jpg",
        "Paragraphs": [
            "Figure 1   Lesbos is the third largest of the Greek islands but it is geographically closest to Greece s recent arch-\nrival, Turkey. When we were travelling in both Greece and Turkey years ago, each country s maps would show a\nblank where the other country was located. Mytilene is found on the southeast corner of the island, facing the\nTurkish mainland (Asia Minor). All ferries that serve the island dock there. The ancient cities of Kyzikos and Phokaia\nare also shown on the main map. Along with Mytilene, these cities simultaneously produced an amazing variety and\nquantity of electrum hektes starting in the late 6th century BCE.",
            "Each member contributed money and ships for the common\ndefence, but Athens took the money and monopolized\npower. Mytilene supported Athens when the Peloponnesian\nWar started in 431 but revolted in 428 when Sparta was\nwinning. Athens put the city under siege, and the residents\ncapitulated in 427. Athens almost decided, like Persia in 493,\nto kill all the males and enslave the rest   only narrowly\nchanging its mind when it re-debated the matter. But the\ncity still lost its city walls, its fleet and its territories, plus\nits leaders were executed. It soon recovered when the\nPeloponnesian War ended, however, this prompted Sparta to\ninstall a governor in 405. Mytilene drove out the Spartans in\n389 with assistance from Athens, but then Persia recaptured\nit in 333, just before Alexander the Great swept through on\nhis Macedonian invasion of the East in 332.",
            "At that point, masses of Alex s imperial coinage were\nbeing struck nearby, and Mytilene s hekte issues were no\nlonger required.",
            "Number 7 October * November 2023",
            "Mytilene s Unusual Incuse Punches",
            "Archaic coinage is largely defined by having punch\nreverses instead of later dies with reverse images in relief\n(introduced around 480 BCE). Punches on regular Archaic\nelectrum, gold and silver coins were generally rough and\nsquarish or rectangular, whether deep or shallow. City states\nand rulers sometimes decorated these rough punches with\nsimple lines or more elaborate designs, but the designs\nwere pretty well all contained within the original squarish\npunch outline. Three of my really early electrum coins with\nsuch modestly decorated Archaic punches, all from Ionia in\nwestern Asia Minor, are shown in Figure 2 below.\nHowever, Mytilene went further than this decorated,\nsquarish punch a century later. Its coinages are different,\nmostly because the city-state struck a long series of hektes\nwith artfully-shaped, figure-enhanced incuse punches near\nthe end of the Archaic period. It seemingly took a cue from\nseveral Greek colonies in southern Italy to carve its reverse\npunches in the shape of actual figures and then add anatomical\ndetails of the same figure to the punch interiors (Figure 4).\n"
        ],
        "PageNo": "321"
    },
    {
        "File": "The_CN_Journal_October_34.jpg",
        "Paragraphs": [
            "ww  ",
            "17 Tn eee ty\n|",
            "Figure 3   The top photo shows modern Mytilene with the coast of western Turkey in the background. The remains\nof a ruined theater can be seen in the green area at the mid-left. The original city expanded from what-was a former\nisland (center of photo), with the water gap first bridged, then filled in, re-opened with a channel for triremes to\ntransit and filled in again. Photos below show views of the main harbour and low surrounding hills.",
            "BQ) -------~-------~ ~~ nanan The CN Journal Volume 68\n"
        ],
        "PageNo": "322"
    },
    {
        "File": "The_CN_Journal_October_35.jpg",
        "Paragraphs": [
            "1. Billon Staters of Uncertain Lesbos Mint 550 450   Archaic Incuse Punches:",
            "Gorgon550 500 BCE (Phoenician Wt 14.16 g)",
            "2. MytileneHektes 521 478   First Special Figured Incuse Punch Reverses:",
            " ",
            "(Ram & Rooster / Lion)",
            "(Winged Boar / Rooster)",
            "Cow Heads 500 450 BCE (Persic Wt 11.91 g)",
            "(Bull / Lion)",
            "Figure 4   Lesbos and Mytilene Incuse Coinages (550 478 BCE). These two groups comprise the earliest Lesbos\nissues from circa 550 BCE. The unknown billon staters on top are rare to extremely rare and very desirable. The\nassortment of Mytilene hektes below is a mere sample of available types struck in the late Archaic period to 480 BCE.",
            "Hektes after 455 used Classic reverse dies with relief images.",
            "The  Italian  Greek cities first created their reverse punches\nwith a negative shape of the obverse image only a few years\nearlier, around 550 BCE, allowing extra spread of the metal\nin their thin silver coins (Figure 6). Mytilene adopted that\nsame negative punch technique but used a completely\ndifferent reverse figure   for artistic and possibly civic\npromotion reasons rather than flan enlargement. Please see\nthe Addendum for a comparison of my spread-flan Sybaris\nnomos from 550-510 BCE and my Mytilene hekte from\n520-478 BCE.",
            "No other cities pursued this approach, largely because\nelectrum issues declined in the following Classic period and\nthose that continued preferred the Archaic rough punches or\ndies with images in relief.",
            "Number 7 October * November 2023",
            "(Photos courtesy Classical Numismatic Group)",
            "Mytilene Coinages",
            "There is an uncertain Lesbos 1/12th EL stater from 600\nBCE, with bull head and archaic punch, that could have\nbeen struck in Mytilene, but the city s coinage really began\nwith that fancy series of unique incuse electrum hektes\ndated 521-478 BCE, see Figure 4. This first series was\ndevoted to animal motifs and was nearly contemporary\nwith the few enigmatic billon staters minted elsewhere on\nLesbos.",
            "Mytilene actually only produced electrum hektes\nof 2.54 g! and odd small silver fractions until 326 BCE,\nfollowed by scarce issues of 17 g, Alexander-type\ntetradrachms around 305-295, 215-200 and 188-170 BCE\n(adding its kithara-lyre symbol).",
            "1 Asingle Mytilene electrum stater example (Apollo/Plain punch)\nis known   from 427 BCE when the city was besieged by Athens\nafter supporting Sparta.\n"
        ],
        "PageNo": "323"
    },
    {
        "File": "The_CN_Journal_October_36.jpg",
        "Paragraphs": [
            "The city continued to strike its hektes in groups dated to 478-455, 454428, 412-378, and 377-326 BCE. Each group\nmarked a change to the issue s design or fabric but not the weight. The second group, from 478, changed to a simpler,\ncompact incuse punch design with fewer subjects; while the 454 group dropped the incuse punch in favour of a plain\nsquare incuse die with a relief image, and the 412 group added a linear outline to the square incuse relief die which\ncontinued to the final 377 group which incorporated a lot of heads and simple figures.",
            "My Featured Hekte",
            "My featured Lion/Calf electrum hekte, which I bought in 2016 (Figure 5 following), was struck at the same mint and in the\nsame time period as those in the Figure 4 group above. It also has the same type of figured incuse punch reverse. This lion\nissue is the most frequently available of these Mytilene electrum types, so it is usually found at a  reasonable  price point.",
            "Figure 5   Mytilene Lion / Calf Hekte (521 478 BCE)",
            "Obverse: Head of roaring lion right, neck ending in row of 10 pellets.",
            "Reverse: Incuse head of calf right, neck with 9 pellets and two square punches.\nIssued: 521 478 BCE at Mytilene, Lesbos.",
            "Data: 2.55 g, 10.9 x 10.1 mm; 3h.",
            "XRF %: Au 49.21; Ag 44.06; Cu 6.64 and Pb 0.09.",
            "Reference: Bodenstadt Emission 13; HGC 6, 938.\nAcquired: CNG Elec 372, lot 142, April 2016 ($751 US/$1,180 Cdn with fees).",
            "(Collection of the author and photo by the author.)",
            "| thought | won this pretty coin at a good price in 2016   given its popularity, darker colour and good grade.\nThe obverse is perfectly centered and has a nice style (note the lion s slightly elongated face), plus it has a\nsemi-distinct eye and all the tufts of the lion mane are still visible. The reverse is slightly off-center, enough\nto push the calf s nose up to the edge of the flan (it is a very small coin). The strike produced some edge\nfractures which appear in front of the calf s forehead and on the calf s nose. These would have reduced the\ncoin s perfection quotient, but | still think it is a lovely, fresh-looking specimen.",
            "As for the colour, | have shown the coin s XRF result above, taken from my earlier study of the metal content\nof many ancient gold and electrum coins from two local collections (see XRF   Digging Into the Metallic DNA\nof Ancient Gold and Electrum, Part 1, January 2019, found in the Archived section of the ENS website). My\ncoin has an average amount of gold (Au) for ancient electrum at 49 percent   more than the 36 percent seen\nin another Mytilene hekte that | tested from a later period. It has a good amount of copper (Cu) which may\nhave added a bit to its colour, but its 44 percent silver (Ag) would have had a big lightening effect and the\n0.9 percent lead (Pb) level could have incurred some brittleness. Obviously, hektes vary a lot in visible gold\ncontent   | previously owned one that was lightly coloured. In my opinion, this could largely depend on how\nmuch the coin has, or has not, been handled, cleaned and treated since it was found. Mine may be darker\nbecause it has less wear and because it has an ancient, golden patina that hasn t been rubbed off   which\nis fine with me.",
            "B24 ------------------------------- nanan nnn The CN Journal Volume 68\n"
        ],
        "PageNo": "324"
    },
    {
        "File": "The_CN_Journal_October_37.jpg",
        "Paragraphs": [
            "Contemporary Nomoi in Southern Italy",
            "As noted above, it struck me recently that the early Mytilene hektes were produced in roughly the same period as the\nunique group of Archaic, incuse-design, spread-flan silver coins from several Greek colonies of southern Italy   see\nexamples in Figure 6 below. The first of these Italian issues nominally pre-dates the Mytilenes, so did Mytilene get the idea\nfrom their  cousins  in Italy, possibly through a trading relationship? The difference between the two was that Mytilene\nwasn t attempting to get maximum flan spread; rather, they wanted to incorporate a different, detailed incuse reverse figure\nto add artistic interest to the coi.",
            "Though the science behind the spread-flan incuse reverse experiment was sound, it is notable that both the Italian cities\nand Mytilene switched to regular reverse dies in the early 5th century. This change coincided with the general dropping of\nincuse punches at the end of the Archaic era   which, in tum, heralded the arrival of the Classic period around 480 BCE.",
            "Examples of South Italy Spread-flan Nomoi (540 500 BCE)",
            "Metapontion (540 510 B",
            "Kaulonoia (525 500 BCE) Taras (510 500 BCE)",
            "(Photos courtesy Classical Numismatic Group)",
            "Poseidonia (530 500 BCE)",
            "Figure 6   These are six examples of very expensive coins with a designed-incuse reverses issued by south\nItalian mint cities starting in mid-6th century BCE. All are roughly about 8.0 grams in weight and 28 30 mm\nin diameter (except Taras at 22 24 mm). They appeared slightly before the Mytilene hektes commenced,\nand they all had the same full incuse modelling   but these reverses always modelled a mirror image of\nthe obverse figure, which forced the relatively small amount of silver metal to spread into a wide flan. As |\nmentioned in an earlier ENS article ( A Tale of Three Cities: Three Incuse, Spread Flan Nomoi of South Italy ,\nThe Planchet, December 2012), this may have led to premature breakage and an awkward perception of\nsize vs weight, which sped their demise as a practical coinage. See the Addendum for a scale comparison of\na Sybaris nomos with my featured Mytilene hekte.",
            "Continued on page 330",
            "Number 7 October   November 2023 ------------------------------------------ 325\n"
        ],
        "PageNo": "325"
    },
    {
        "File": "The_CN_Journal_October_40.jpg",
        "Paragraphs": [
            "CONAN QUE Se",
            "2024 $1 Fine Silver Coin   Peace Dollar",
            "Your Peace Dollar s reverse features selective yellow\ngold plating and a new field pattern behind the\nallegorical image of peace designed by retired\nRCM Senior Engraver Susan Taylor. Struck\nin Ultra-High Relief (UHR), Lady Peace is\ndepicted in profile with her hair crowned\nin a wreath of olive branches and maple\nleaves, which inspired the field pattern. She\nis flanked by her name  PAX  (the Latin\nword for  Peace ) and the year\n 2024 , while Canada s national\nmotto,  A MARI USQUE\nAD MARE  ( From sea to\nsea ) appears overhead. The\nobverse features selective\nyellow gold plating and the\neffigy of Queen Elizabeth II\nby Susanna Blunt.",
            "The obverse also bears a special marking that includes\nfour pearls symbolizing the four effigies that have graced\nCanadian coins and the double date of her reign.",
            "2023 $50 Fine Silver Coin   Allegory of\nPeace",
            "Designed by artist Rebecca Yanovskaya, the coin\ndesign features a 3D winged allegorical figure of\nPeace, securely positioned at the centre of the\ncoin, where it can be viewed from both sides.\nCast in .999 pure silver and plated with gold,\nthe allegorical figure of Peace is framed\nby olive branches as she stands atop the\nworld with her wings slightly curled over\nprotectively. She wears a crown of maple\nleaves, cradles a globe in one hand, and\nan olive wreath in the other, as she strikes\na pose that suggests a striving for peace and a\nhopefulness for the future. The allegory\nis flanked by an outer ring crafted in\n.9999 pure silver and antique finish,\nfeaturing a motif composed of\ndoves carrying an arrangement of\nolive and maple leaf branches.",
            "The motif repeats on the obverse,\nwhich features a rear view of the cast\nelement, while the effigy of Queen\nElizabeth II by Susanna Blunt appears at the\ntop. The obverse also bears a special marking that includes four\npearls symbolizing the four effigies that have graced Canadian\ncoins and the double date of her reign.",
            "Pi ce de 1 $ en argent fin 2024   Dollar de la paix",
            "Rehauss  d un placage d or jaune s lectif,",
            "le revers du dollar de la paix pr sente un",
            "nouveau motif r current derri re la",
            "figure all gorique de la paix, oeuvre",
            "de Susan Taylor   ancienne graveuse",
            "principale de la Monnaie atjourd hui",
            "retrait e. Grav  en tr s haut relief,",
            "le profil de la Dame de la Paix est",
            "coiff  d une couronne de feuilles",
            "d rable et de branches d  olivier,",
            "inspiration du motif r current. Il est",
            "flanqu  du mot   PAX   (qui signifie",
            "  paix   en latin) et du mill sime   2024  ,",
            "et surplomb  par la devise canadienne   A MARI\nUSQUE AD MARE   (  D un oc an a l autre  ).",
            "L avers, rehauss  d un placage d or jaune s lectif, est a\nleffigie de la reine Elizabeth II, selon Susanna Blunt. Y figure\n galement une marque sp ciale compos e de quatre perles et\ndune double date, laquelle symbolise les quatre effigies de la\nReine ayant om  les pi ces canadiennes ainsi que la dur e de\nson r gne.",
            "Piece de 50 $ en argent fin 2023   All gorie",
            "de la Paix",
            "OEuvre de l artiste Rebecca Yanovskaya,",
            "le motif de la pi ce pr sente une figure",
            "all gorique ail e en 3D symbolisant la",
            "paix. Bien ancr e au centre, elle peut",
            " tre admir e des deux cd t s de la",
            "piece. Moul e dans de | argent pur",
            "a ,999 et plaqu e d or, la figure est",
            "entour e de branches @  olivier. Elle",
            "surplombe le monde qu elle protege",
            "de ses ailes. Coiff e d une couronne",
            "de feuilles d rable, elle tient un",
            "globe d une main et une couronne de",
            "branches d olivier de l autre. Sa pose",
            "inspire la paix et l espoir pour | avenir.",
            "Lall gorie est bord e d un anneau ext rieur",
            "d argent pur a ,9999 au fini antique, orn  d un",
            "motif de colombes tenant dans leur bec des branches d  olivier",
            "et d rable.",
            "A Pavers, on peut voir l all gorie de dos ainsi que l effigie\nde la reine Elizabeth II, selon Susanna Blunt, au haut de la\npiece. Y figure  galement une marque sp ciale compos e\nde quatre perles et d une double date, laquelle symbolise les\nquatre effigies de la Reine ayant orn  les pi ces canadiennes\nainsi que la dur e de son r gne.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "328"
    },
    {
        "File": "The_CN_Journal_October_41.jpg",
        "Paragraphs": [
            "The Royal Canadian Mint Unveils Canadian Effigy Of His Majesty King Charles Ill  ",
            "La Monnaie Royale Canadienne D voile l effigie","Canadienne de Sa Majest  le Roi Charles Ill",
            "WINNIPEG (MANITOBA),\nNovember 14, 2023  \nToday, the Royal Canadian\nMint ushered in a new era in\nthe history of Canadian coins\nwhen its President and CEO,\nMarie Lemay, unveiled and\nstruck the very first Canadian\ncirculation coin bearing the\neffigy of His Majesty King\nCharles III at the Mint s\nmanufacturing facility in\nWinnipeg, Manitoba. The\n2023-dated $1 circulation coin\nbecomes the first displaying\nthe portrait of a new monarch\nin 70 years, after the effigy of Queen Elizabeth II graced\nCanada s coins from 1953 to 2023. The contemporary portrait\nof King Charles III is the work of Canadian artist Steven Rosati,\nwho also participated in the unveiling ceremony.",
            " Since opening its doors in 1908, the Mint has featured the\nportrait of the reigning monarch on Canadian coins. When\nthe Government of Canada announced that the effigy of His\nMajesty King Charles III would appear on Canadian coins,\nwe were proud to once more uphold a longstanding Canadian\ntradition,  said Marie Lemay, President and CEO of the Royal\nCanadian Mint.  Many of our employees worked as one to\nmeet the historic challenge, and we are pleased to be ready for\nproduction on the day of His Majesty s birthday. ",
            " The Royal Effigy on our coinage is an important Canadian\nsymbol,  said the Honourable Chrystia Freeland, Deputy Prime\nMinister and Minister of Finance.  Steven Rosati s portrait is\na fitting tribute, and Canada is proud to mark His Majesty s\nbirthday with the striking of this first circulation coin. ",
            "Following the Government of Canada s May 6\nannouncement that the obverse of future Canadian coins would\nfeature the effigy of His Majesty King Charles III, the Royal\nCanadian Mint immediately launched the process to create\nthis new design. It invited experienced coin designers and\nMint engravers to submit their concept of a  made-in-Canada \nportrait of our new monarch. After many artists and engraved\nanswered this historic call, Montreal-based Steven Rosati\nprevailed over a strong field of finalists.",
            " T am honoured and humbled to have had my design of His\nMajesty King Charles III s effigy chosen for such a prestigious\nmoment in the history of Canadian coins and very excited and\nproud to eventually see it in production,  said artist Steven\nRosati.  I am also very grateful to be among the many talented\nartists who have done designs for the Royal Canadian Mint. ",
            "Mr. Rosati is only the third Canadian artist to have designed\na royal effigy for Canada s coinage since 1990. He is preceded\nby Dora de P dery-Hunt (1990-2002) and Susanna Blunt\n(2003-2023).",
            "The Mint plans to begin circulating a small volume of coins\nin all circulating denominations by this December through\npublic coin exchanges and by meeting new market demand\nthrough the national coin management system.",
            "Number 7 October * November 2023",
            
            "WINNIPEG (MANITOBA), le 14\nnovembre 2023   Aujourd hui,\nla Monnaie royale canadienne\na inaugur  une nouvelle  re de\nVhistoire numismatique quand\nsa pr sidente, Marie Lemay, a\nd voil  et frapp  la toute premi re\npi ce de circulation canadienne\na leffigie de Sa Majest  le roi\nCharles III dans les installations\nde production de la Monnaie a\nWinnipeg, au Manitoba. Cette\npi ce de 1 $ mill sim e 2023\nest ainsi devenue la premi re en\n70 ans a pr senter le portait d un\nnouveau monarque, l effigie de\nla reine Elizabeth II ayant orn  les pi ces de monnaie canadiennes de\n1953 a 2023. Le portrait contemporain de Sa Majest  le roi Charles III\nest P oeuvre de l artiste canadien Steven Rosati, qui participait lui aussi a\nla c r monie de d voilement.",
            "  Depuis son inauguration en 1908, la Monnaie a toujours repr sent \nle monarque r gnant sur les pi ces canadiennes. Ainsi, quand le\ngouvernement f d ral a annonc  que les pi ces canadiennes allaient\narborer 1  effigie de Sa Majest  le roi Charles III, nous  tions fiers de\npouvoir perp tuer cette tradition de longue date, souligne Marie Lemay,\npr sidente de la Monnaie. Notre  quipe a su relever le d fi de terminer\ntous les pr paratifs dans un court d lai et nous sommes tr s heureux que\nla premi re pi ce de circulation a l effigie de Sa Majest  soit frapp e le\njour de son anniversaire de naissance.  ",
            "  Veffigie royale qui ome nos pi ces constitue un symbole canadien\nd importance, affirme l honorable Chrystia Freeland, vice-premi re\nministre et ministre des Finances. Le portrait r alis  par Steven Rosati est\nun digne hommage, et le Canada est fier de souligner l anniversaire de\nSa Majest  en frappant cette premi re pi ce de circulation 4 son image.  ",
            "A la suite de l annonce du gouvernement du Canada le 6 mai\nvoulant que l avers de toutes les futures pi ces canadiennes pr sente\nVeffigie de Sa Majest  le roi Charles III, la Monnaie royale canadienne\na imm diatement mis en branle le processus de cr ation du nouveau\nmotif. Elle a invit  ses graveurs ainsi que des concepteurs de pi ces\nchevronn s 4 soumettre leur portrait   fait au Canada   du nouveau\nmonarque. De nombreux artistes et graveurs ont r pondu a cet appel\nhistorique, au terme duquel le Montr alais Steven Rosati a  t  retenu\nparmi l impressionnante liste de finalistes.",
            "  C est un tr s grand honneur pour moi que le portrait de Sa Majest \nle roi Charles III que j ai propos  ait  t  choisi comme nouvelle effigie. Il\ns agit d un moment des plus prestigieux de  histoire du Canada!",
            "Je me r jouis a l id e de voir la production commencer, mentionne\nl artiste Steven Rosati. Je suis infiniment reconnaissant de compter\nparmi les talentueux artistes ayant concu des motifs pour la Monnaie\nroyale canadienne.  ",
            "M. Rosati n est que le troisi me artiste canadien, depuis 1990, a\nsigner une effigie royale pour les pi ces de monnaie du pays, apr s Dora\nde P dery-Hunt (1990-2002) et Susanna Blunt (2003-2023).",
            "La Monnaie entend mettre en circulation une petite quantit  de pi ces\nde chaque valeur nominale d ici d cembre, en passant par les  changes\npublics de pi ces et en r pondant a la nouvelle demande du march  par\nl interm diaire du syst me national de gestion des pi ces.\n"
        ],
        "PageNo": "329"
    },
    {
        "File": "The_CN_Journal_October_42.jpg",
        "Paragraphs": [
            "Continued from page 325",
            "Some Contemporary Hekte Issues from Phokaia and Kyzikos",
            "For comparison, here is a very small selection of electrum hekte types minted by the nearby cities of Phokaia and Kyzikos\nin the same early period as my featured coin (circa 500 BCE). Phokaia had already produced much earlier Archaic issues\nstarting in 625 BCE, and both cities struck vast numbers of later issues down to the 4th century BCE. Kyzikos notably used\na slightly heavier weight standard than Mytilene or Phokaia and it also struck large numbers of really big electrum staters.",
            "An important distinction here is that both of these two nearby cities stuck with their Archaic type of punch reverses and\nnever adopted the figurative, incuse punches used in Mytilene.",
            "Phokaia Hektes (521 478 BCE; 2.55 g)",
            "Figure 7 - Nearby Contemporary Hekte Issues",
            "(Photos courtesy Classical Numismatic Group)",
            "In Closing",
            "My early lion/calf hekte of Mytilene is definitely charming, given its feline ancestry and the mint s unique take on how to\nmake a proper incuse reverse punch. Other hektes from this city can be more artistic and feature more unusual subjects.\nHowever, my lion example is still desirable because it does have that special, designed reverse incuse feature and because\nit is relatively accessible. Plus, it is made of gold, and it was struck before the much larger mass of late electrum issues\nfrom nearby mainland cities. Not that I m trying to persuade you of its merits, of course. Here at Amid the Ruins Inc., we\nhave no favourites.",
            "330 -------------------------------------- =n nnn nnn The CN Journal Volume 68\n"
        ],
        "PageNo": "330"
    },
    {
        "File": "The_CN_Journal_October_43.jpg",
        "Paragraphs": [
            "Addendum   Hekte and Spread-Flan Sybaris Nomos Comparison",
            "Lesbos is not close to Magna Graecia geographically, being on the Asian side of the Aegean. But the two have a numismatic\nconnection through their use of formed and decorated incuse reverse punches. Sybaris and Metapontion in South Italy were\nfirst of course, circa 550-540 BCE, where they devised mirror-image reverse incuses for a spread flan effect on their silver\nstaters. Taras, Kroton, Poseidonia and Kaulonia followed shortly after. The incuse design allowed these cities to use a\nrelatively light, silver didrachm blank to create a tetradrachm-like silver coin. But the extra spread made the nomos much\nmore fragile. We can see how much larger the silver nomos appear. Although the nomos is only three times larger in terms\nof both weight and diameter, it is eight times larger in area (78 vs 634 sq mm)!!",
            "Mytilene adapted the figural incuse technique to its small electrum coins soon after the Magna Graecia innovation   for\npractical, purely artistic or both purposes. Bear in mind that both of the coins compared below were issued in the Archaic\nperiod, so decorated punches were a late evolution of the plain punches of the time. This comparison is shown at scale.",
            "Similar Uses of a Figural Incuse Punch",
            "Sybaris AR Nomos Mytilene EL Hekte\n(530 510 BCE; 28.5 mm, 7.47 g) (521 478 BCE; 10 mm, 2.55 g)",
            "(Collection of the author and photos by the author)",
            "Number 7 October   November 2023 ------------------------------------------331\n"
        ],
        "PageNo": "331"
    },
    {
        "File": "The_CN_Journal_October_44.jpg",
        "Paragraphs": [
            "A NUMISMATIC DATE WITH HISTORY",
            "THE CORONATION _OF_BLOODY_MARY.",
            
            "By JESUS VICO\nAND, MARISA,OLLERO.",
            "October 1, 1553",
            "Mary I, also known as\n Mary Tudor, was the only",
            "child of Henry VIII by\nhis Spanish first wife, Catherine of\nAragon, to survive to adulthood. She\nwas queen of England from July 1553\nuntil her death on November 17, 1558.\nMary is best known for her vigorous\nattempt to reverse the English\nReformation, which had begun\nduring her father s reign. Although\nher attempts to restore property\nconfiscated in the previous two reigns\nto the Catholic Church were prevented\nby Parliament, Mary was responsible\nfor over 280 religious dissenters being\nburned at the stake during her five-\nyear reign in the Marian persecutions.\nThese actions resulted in her being\nlabelled as  Bloody Mary  by her\nProtestant opponents.",
            "Her younger half-brother, Edward",
            "VI, the only surviving son of Henry\nVIII by his third wife, Jane Seymour, succeeded their father\nin 1547 at nine. Edward was the first English monarch to be\nraised as a Protestant. Since he never achieved the age of\nmajority during his entire reign England was governed by a\nregency council: first led by his uncle Edward Seymour, 1st\nDuke of Somerset (1547-1549), and then by John Dudley,\n1st Duke of Northumberland (1550-1553). When Edward\nbecame terminally ill in 1553, under Northumberland s\ncounsel, he named his Protestant first cousin, once-removed\nLady Jane Grey, as his heir to exclude his half-sisters, Mary\nand Elizabeth, from the line of succession. He correctly\nfeared that she would reverse the Protestant reforms that had\ncontinued during his reign. Edward died on July 6, 1553.",
            "On July 10, 1553, Lady Jane was proclaimed queen, but\nby July 12, Mary and her supporters had assembled a military\nforce at Framlingham Castle, Suffolk. Jane s support collapsed,\nand she was deposed on July 19. She was imprisoned in\nthe Tower of London and ultimately beheaded. Mary rode\ntriumphantly into London on August 3, 1553, on a wave of\npopular support. She was accompanied by her half-sister\nElizabeth and a procession of over 800 nobles and gentlemen.",
            "One of Mary s first actions as queen was to order the\nrelease of the Roman Catholic Duke of Norfolk Thomas\nHoward, Stephen Gardiner and her relative Edward\nCourtenay from imprisonment in the Tower of London.",
            "She appointed Gardiner to the\ncouncil and made him Bishop of\nWinchester and Lord Chancellor,\noffices he held until his death in\nNovember 1555. Susan Clarencieux\nbecame Mistress of the Robes. On\nOctober 1 1553, Gardiner crowned\nMary at Westminster Abbey!",
            "In the month following her\naccession, Mary proclaimed that\nshe would not compel her subjects\nto follow her religion. However,\nby the end of September 1553,\nleading Protestant churchmen were\nimprisoned. Mary s first Parliament\nassembled in early October declared\nher parents  marriage valid and\nabolished Edward s religious laws.\nChurch doctrine was restored to\nthe form it had taken in the 1539\n Statute of Six Articles  of Henry\nVIII, which (among other things)\nreaffirmed clerical celibacy.",
            "Mary, now 37, tumed her attention to finding a husband\nand producing an heir, which would prevent the Protestant\nElizabeth (still next-in-line under the terms of Henry VIII s\nwill and the Act of Succession of 1544) from succeeding to\nthe throne. Edward Courtenay and Reginald Pole were both\nmentioned as prospective suitors, but her cousin, Holy Roman\nEmperor Charles V, suggested she marry his only son, Prince\nPhilip of Spain, heir apparent to vast territories in Continental\nEurope and the New World.",
            "Lord Chancellor Gardiner and the House of Commons\nunsuccessfully petitioned her to consider marrying an\nEnglishman, fearing that England would forced into a\ndependency on the Habsburgs. The marriage was unpopular\nwith the English; Gardiner and his allies opposed it on the\nbasis of patriotism, while Protestants were motivated by a\nfear of Catholicism. When Mary insisted on marrying Philip,\ninsurrections broke out.",
            "Under the terms of the imposed Queen Mary s Marriage\nAct, Philip was to be styled  King of England , all official\ndocuments (including Acts of Parliament) were to be dated\nwith both their names, and Parliament was to be called under\nthe joint authority of the couple, for Mary s lifetime only.\nEngland would not be obliged to provide military support to\nPhilip s father in any war, and Philip could not act without\nhis wife s consent or appoint foreigners to office in England.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "332"
    },
    {
        "File": "The_CN_Journal_October_45.jpg",
        "Paragraphs": [
            "Philip was unhappy with the conditions imposed, but he was\nready to agree for the sake of securing the marriage. He had\nno amorous feelings toward Mary and sought the marriage for\nits political and strategic gains; Philip s aide Ruy Gomez de\nSilva wrote to a correspondent in Brussels,  The marriage was\nconcluded for no fleshly consideration, but in order to remedy the\ndisorders of this kingdom and to preserve the Low Countries. \nEmperor Charles V ceded the crown of Naples and his\nclaim to the Kingdom of Jerusalem to Philip to elevate him\nto Mary s rank. Therefore, Mary became Queen of Naples\nand titular Queen of Jerusalem upon marriage. Their wedding\nat Winchester Cathedral on July 25, 1554, occurred just two\ndays after their first meeting. Philip could not speak English,\nso they conversed in a mixture of Spanish, French, and Latin.\nIn September 1554, Mary stopped menstruating. She\ngained weight and felt nauseated in the mornings. For these\nreasons, almost the entirety of her court, including her doctors,\nbelieved she was pregnant. Parliament passed an act making\nPhilip regent in the event of Mary s death in childbirth. In\nthe last week of April 1555, Elizabeth was released from\nhouse arrest and called to court to witness the birth, which\nwas expected imminently. According to Giovanni Michieli,\nthe Venetian ambassador, Philip may have planned to marry\nElizabeth in the event of Mary s death in childbirth, but in\na letter to his brother-in-law, Maximilian of Austria, Philip\nexpressed uncertainty as to whether his wife was pregnant.",
            "Number 7 October * November 2023",
            "Mary continued to exhibit signs of pregnancy until July\n1555, when her abdomen receded. Michieli dismissively\nridiculed the pregnancy as more likely to  end in wind rather\nthan anything else . It was most likely a false pregnancy,\nperhaps induced by Mary s overwhelming desire to have\na child. In August, soon after the disgrace of the false\npregnancy, which Mary considered to be  God s punishment \nfor her having  tolerated heretics  in her realm, Philip left\nEngland to command his armies against France in Flanders.",
            "Under the Heresy Acts, numerous Protestants were executed\nin the Marian persecutions. Around 800 wealthy Protestants\nfled into exile. The first executions occurred over five days\nin early February 1555. Thomas Cranmer, the imprisoned\narchbishop of Canterbury, was forced to watch Bishops\nRidley and Latimer being bumed at the stake. Cranmer was\nforced to recant, repudiate Protestant theology, and rejoin the\nCatholic faith. Under the normal process of the law, he should\nhave been absolved as a repentant. Mary, however, refused\nto reprieve him. On the day of his burning, he dramatically\nwithdrew his recantation. In total, 283 were executed, most\nby buming. The immolations proved so unpopular that\neven Alfonso de Castro, one of Philip s ecclesiastical staff,\ncondemned them. Mary continued the policy, even with\ngrowing anti-Catholic and anti-Spanish sentiments, until her\ndeath in 1558. The victims of the persecutions became lauded",
            "as martyrs.",
            "Sourced with permission from VCoins eNewsletter, and Wikipedia (CC BY-SA 4.0).\n"
        ],
        "PageNo": "333"
    },
    {
        "File": "The_CN_Journal_October_46.jpg",
        "Paragraphs": [
            "Contemporary coinage of Mary I s reign:",
            "TUDOR. Edward VI. 1547 1553. AV Half Sovereign (29 mm,\n5.64, 4h). First period. Southwark mint; im: E. Struck 1547 \n1548. Obverse: Edward enthroned facing, holding scepter\nand globus cruciger; rose below; Reverse: Crowned coat-of-\narms supported by crowned lion on left and griffin on right;\nretrograde E below shield. Schneider- 665; N-1893; S-2430.",
            "TUDOR. Edward VI. 1547 1553. AV Half Sovereign (30mm,\n5.43 g, 2h). Second period. Tower (London) mint; im: arrow.\nStruck 1549. Obverse: (arrow) - EDWARD  - VI : D  - G  - AGL \n+ FRA  - Z : HIB  + REX - (square stops), crowned and armored\nbust right; Reverse: (arrow) * SCVTVM * FIDEI * PROTEGET *\nEVM * (rose stops), crowned coat-of-arms. Potter, Coinage,\ntype 2(a); Schneider 672 var. (legends); N-1911; S-2438.",
            "(Images: Classical Numismatic Group, cngcoins.com.)",
            "TUDOR. Mary | (Sole Regnant, 1553 1554) gold \"Fine\"\nSovereign of 30 Shillings (44 mm, 15.28 g) 1553, Tower\nmint, Pomegranate mm. Obverse: MARIA : (pomegranate) :\nD': G': AnG': FRA | Z: hIB': REGINA: M: D: LIII, Queen\nenthroned with portcullis at her feet ; Reverse: A: DnO'\n(pomegranate) FACTV': EST : ISTV : Z : EST : mIRA' = In\n: OCVL' : nRIS'-, Royal shield within Tudor rose. S-2488,\nN-1956 (VR), Schneider-704 (Images: Heritage, ha.com.)",
            "Philip and Mary (1554 58), Angel, class IV, mint mark lis\nboth sides (c.1557 58), (5.09 g) St Michael of old style,\nslaying dragon right with a stylised cross crosslet style\nspear, smaller wing variety, inner linear circle surrounding,\npellet stops, legend surrounds PHILIP Z MARIA D G REX Z\nREGINA, no stop after A. Rev, flat decked ship sailing right,\nquartered shield of arms at centre, P and M above flanking\ncross, legend commences, A DNO FACTVM EST ISTVD Z EST\nMIRAB, (S-2496; N-1965; Schneider 727 var, ).",
            "(Images: Baldwin s, baldwin.co.uk.)",
            "TUDOR. Philip and Mary (1554 1558), groat nd, (23 mm,\n1.90 g) lis mm. Obverse: crowned bust of Mary lft. PHILIP Z\nMARIA D G REX Z REGINA; Reverse: long cross fourch e over\nshield POSVI MVS DE VM ADIV TO NOS . (S-2508; N-1973)",
            "(Images: St. James s Auctions.)",
            "TUDOR. Philip and Mary (1554 1558) Shilling 1555,\nTower mint, (30 mm, 5.68 g, 7h). Obverse: profile\nbusts facing each other, date split either side. PHILIP.\nET.MARIA.D.G.REX.ET.REGINA. ANG.; Reverse: crowned\nquartered shield of arms, value each side of crown.\nPOSVIMVS.DEVM.ADVTOREM.NOSTRVM. S-2501 N-1968.",
            "(Images: NGC/Heritage, ha.com.)",
            " The CN Journal Volume 68",
            ""
        ],
        "PageNo": "334"
    }
]