[
    {
        "File": "The_CN_Journal_april_05.jpg",
        "Paragraphs": [
            "FROM._THE_PRESIDENT.",
            "MoT_DU_PRESIDENT.",
            "S pring has arrived! With it comes the launch",
            "of this year s numismatic season. Across",
            "the country, collectors are enjoying the\nopportunities to gather, to acquire new items, and to\nmeet friends old and new. Now is certainly the time\nto shake off the winter blues and revel in the  Hobby\nof Kings. ",
            "Preparations for this summer s convention in\nHalifax, NS are nearing completion. The tour lineup\nis outstanding, the bourse floor is sold out, and the\nprogram of activities is full. See James Williston s\nreports elsewhere in this issue for more info. To\nregister online, buy souvenirs, and learn more visit our\nwebsite www.rena.ca/2023/.",
            "This year s Annual General Meeting (AGM) on\nSaturday, July 22 will feature the election of a new\nBoard of Directors. Nominations for the 20 positions\nclosed on April 30 and the full slate of candidates\nwill be published in the this issue of The Canadian\nNumismatic Journal. Make sure to cast your vote!",
            "As a Not-for-Profit corporation that promotes the\nnumismatic hobby, the RCNA depends on volunteers\nand donors to do its work. Their support, dedication,\nand munificence ensure our Association thrives and\ncontinues to advance our passion. Who are these\npeople, you ask? They are the ones who donate their\ntime, knowledge, skills, and money, and they do so\nwithout seeking the limelight. They are the ones who\norganize clubs, write articles, give presentations,\nmentor novice collectors, and  chip in  when a\nhelping hand is needed. Take a moment to look around\nand see who these devoted folks are and thank them\nfor what they do.",
            "On behalf of the Association and all those who\nbenefit from their generosity I thank each of our\nvolunteers most sincerely. Keep up your outstanding\nwork.",
            "munificence (n): the quality of showing unusual\ngenerosity.",
            "See page 129 for the full slate of candidates",
            "published in this issue of The Canadian Numismatic\nJournal.",
            "Number3 Aprile May 2023",
            "numismatique de cette ann e. Dans tout le pays, les",
            "collectionneurs profitent de l occasion pour se r unir,\nacqu rir de nouveaux articles et rencontrer d anciens et\nde nouveaux amis. C est certainement le moment de se\nd barrasser de la d prime hivernale et de s adonner au   hobby\ndes rois  .",
            "Les pr paratifs du congr s d  Halifax, en juillet,sont presque\ntermin s. Les visites guid es sont exceptionnelles, la bourse\nest complete et le programme d activit s est charg . Pour plus\n@ informations, lisez James Williston dans ce num ro. Pour\nvous inscrire en ligne, acheter des souvenirs et en savoir plus,\nvisitez notre site Web www.rena.ca/2023/.",
            "L assembl e g n rale annuelle (AGA) de cette ann e, qui\nse tiendra le samedi 22 juillet, verra l lection d un nouveau\nconseil d administration. Les nominations pour les 20 postes\nont pris fin le 30 avril et la liste compl te des candidats est\npubli e dans ce num ro du Journal canadien de numismatique.\nN oubliez pas de voter !",
            "En tant que soci t  a but non lucratif qui fait la promotion\ndu hobby numismatique, 17 ARNC d pend de b n voles et\nde donateurs pour accomplir son travail. Leur soutien, leur\nd vouement et leur g n rosit  permettent a notre association\nde prosp rer et de continuer a faire avancer notre passion.\nQui sont ces gens? Ce sont ceux qui donnent de leur temps,\nde leurs connaissances, de leurs comp tences et de leur\nargent, et ils le font sans chercher a entre en avant-plan. Ce\nsont eux qui organisent des clubs,  crivent des articles, font\ndes pr sentations, encadrent les collectionneurs d butants\net donnent un coup de main lorsque c est n cessaire. Prenez\nle temps de regarder autour de vous et de voir qui sont ces\npersonnes d vou es et remerciez-les pour ce qu elles font.",
            "Au nom de | Association et de tous ceux qui b n ficient de\nleur g n rosit , je remercie tr s sinc rement chacun de nos\nb n voles. Continuez a faire un travail remarquable.",
            "L: printemps est arriv  ! Il marque le d but de la saison",
            "munificence (n. f,)disposition d esprit qui porte aux grandes\nlib ralit s ;  talage de g n rosit .",
            "La liste complete des candidats est publi e a la page 129 dans\nce num ro du Journal canadien de numismatique.",
            "\\er",
            "101\n"
        ],
        "PageNo": "101"
    },
    {
        "File": "The_CN_Journal_april_07.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _DU_CONGRES",
            "2023 RCNA Convention Medal e\nM daille du Congr s de l ARNC 2023",
            "This year s RCNA convention medal\n| celebrates an unique, numismatic-",
            "themed bicentennial anniversary ;\n  the issue of the 1823 Thistle\nhalfpenny by the Nova Scotian\nProvincial Government, the first\nsemi-regal coinage especially\nstruck by order of a provincial\ngovernment in British North\nAmerica.",
            "After the Treaty of Utrecht\ncarved the British colony of\nNova Scotia (New Scotland)\nfrom what was previously French\nAcadia in 1713, the region underwent\na significant economic and cultural\ntransformation. It received its name from the\npredominately Scottish settlers immigrating to the\narea, many searching for religious freedom.",
            "In 1817, the Provincial Legislature passed an amendment\nto the failed Currency Act of 1787, which tried to correct\nthe growing problems that ever-increasing quantities of\nunauthorized coppers posed to daily commerce. The amended\nAct again made it illegal to import or further circulate  base\nand counterfeit halfpence.  Indeed, the Act went one step\nfurther by providing for the striking of a provincial copper\ncoinage. The design of this coinage, described in the Act,\nstates that the coins should bear the Royal arms on one side\nand the great seal of the Province on the other.",
            "There is no record of any steps taken towards the coinage\nuntil 1823 when the Provincial Treasurer, The Honourable\nMichael Wallace   a Scottish-born merchant, judge and\npolitical figure, wrote to the Province s exclusive agents\nSmith Forsyth & Co., Liverpool, ordering a coinage of\n400,000 halfpenny tokens to be struck for the Province,\nlikely by the Soho Mint in Birmingham.",
            "The design described in the Act seems to have been\nrejected by the sole authority of the Treasurer. since\nWallace wrote, Let them have the present King s head on\none side, with the Province of Nova Scotia round it, and on\nthe reverse a handsome thistle (in place of Britannia) with\nhalfpenny token round it.",
            "This year s medal not only represents the significant\nnumismatic milestone as one of the first semi-regal money\nissued but also represents the Province s great heritage\nin the form of the iconic thistle halfpenny framed by the\ndistinctly Nova Scotian vignettes of the Bluenose II and\nPeggy s Cove lighthouse in the lower fields. As always,\nthe Convention medal will be struck in one oz-troy of fine\nsilver, bronze and nickel (alloy 752)   with all mintages\navailable in extremely limited quantities.",
            "Number3 Aprile May 2023",
            "Cette ann e, la m daille du congr s\n( de l  ARNC c l bre un anniversaire\nbicentenaire unique, sur le th me de\nla numismatique : | mission du Thistle\nhalfpenny de 1823 par le gouvernement\nprovincial de la Nouvelle-Ecosse, la\npremi re pi ce de monnaie semi-royale\nfrapp e sp cialement sur | ordre d un\ngouvernement provincial en Am rique\ndu Nord britannique.\nApr s que le trait  d Utrecht a donn \nnaissance a la colonie britannique de\nNouvelle-Ecosse (New Scotland) a partir\nde l ancienne Acadie francaise en 1713, la\nr gion a connu une importante transformation\n conomique et culturelle. Elle doit son nom aux\ncolons majoritairement  cossais qui y ont immigr ,\nsouvent a la recherche de la libert  religieuse.",
            "En 1817, l Assembl e l gislative provinciale adopta un\namendement a | chec de la Loi mon taire de 1787, et qui tentait\nde corriger les probl mes croissants des quantit s toujours plus\nimportantes de cuivres non autoris s posaient au commerce\nquotidien. La loi modifi e rend 4 nouveau ill gale l importation\nou la mise en circulation de  halfpence de base et de contrefacgon .\nEn effet, la loi va encore plus loin en pr voyant la frappe d une\nmonnaie provinciale en cuivre. Le dessin de cette monnaie, tel que\nd crit dans la loi, stipule que les pi ces doivent porter les armoiries\nroyales d un c t  et le sceau de la province de | autre.",
            "Il n existe aucune documentation pr cisant les mesures prises\nen faveur de cette frappe de monnaie jusqu en 1823, date a\nlaquelle le tr sorier provincial, 1>honorable Michael Wallace,\nmarchand, juge et personnalit  politique d origine  cossaise,  crit\naux agents exclusifs de la province, Smith Forsyth & Co. de\nLiverpool, pour leur demander de frapper 400 000 jetons d un\nhalfpenny pour la province, probablement 4 la Monnaie de Soho\na Birmingham.",
            "Le dessin d crit dans la loi semble avoir  t  rejet  par la seule\nautorit  du tr sorier, puisque Wallace a  crit:  Qu  ils aient la t te\ndu roi actuel d un c t , avec la province de la Nouvelle-Ecosse\nautour, et au revers un beau chardon (a la place de Britannia)\navec un jeton d un demi-penny autour .",
            "La m daille de cette ann e repr sente non seulement un\n v nement numismatique important, puisqu il s agit de l une\ndes premi res pi ces semi-royales  mises, mais aussi le grand\npatrimoine de la province sous la forme de | embl matique\nhalfpenny au chardon encadr  par les vignettes typiquement\nn o- cossaises du Bluenose II et du phare de Peggy s Cove dans\nles champs inf rieurs. Comme toujours, la m daille du congr s\nsera frapp e en d une once troy d argent, en bronze et en nickel\n(alliage 752), et une quantit  extr mement limit e de chaque\nme tal sera disponible.\n"
        ],
        "PageNo": "103"
    },
    {
        "File": "The_CN_Journal_april_08.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE _DU_CONGRES",
            "2023 RCNA Symposium",
            "T he Royal Canadian Numismatic Association and",
            "Symposium organizer, Paul Johnson, invites you",
            "to this year s educational event. Continuing in the\ntwo-day expanded format, this year s symposium will\nconsist of eight leading numismatists presenting a wide\nrange of topics for your pleasure and knowledge.",
            "As the Canadian collector becomes more sophisticated\nthe demand for numismatic education becomes stronger.\nFor everyone attending the 2023 Convention, the RCNA\nis proud to offer you this leading educational event; held\nin the Lunenburg Room located in the convention hotel. It\nis an opportunity to connect with people passionate about\nthis hobby and eager to share their knowledge making\nyour numismatic experience that much greater.",
            "Wednesday, July 19",
            "1:00 p.m.   Lloyd Chan, Vallejo CA:\nCollecting Alexander the Great s Coins",
            "Lloyd Chan has been\ncollecting numismatic\nitems since the age of 10;\nmostly US type coins and\nworld coins; whatever he\nfinds interesting. Involved\nin organized collecting\nsince 2008, Lloyd is\na member of many\nnumismatic organizations,\nincluding the ANA, the\n  RCNA, the ONA, the\nVallejo Numismatic Society, California State Numismatic\nAssociation, and the Northern California Numismatic\nAssociation. He is a former director of the RCNA and\nis currently a director of the Canadian Association for\nNumismatic Education. Lloyd holds a Bachelor of\nScience in Chemistry & Food Biochemistry, and a Master\nof Science in Food Science. He retired eight years ago\nafter 21 years of teaching high school science. Lloyd s\nexperience includes law enforcement, winemaking,\nmalting and brewing, and computer programming.",
            "Plan to attend the 2023 RCNA Symposium\nheld Wednesday, July 19 and Thursday,\nJuly 20, in the Lunenburg Room of the\nConvention hotel. Everyone is Welcome!",
            "2:00 p.m.   Doug Shand, Shag Harbour NS:",
            "Archeology and Coins Recovered From Nova Scotian\nShipwrecks",
            "Doug Shand has spent\nover forty five years in the\nfield of numismatics and\nis a respected and long-\ntime member of the Royal\nCanadian Numismatic\nAssociation. He has\nserved three consecutive\nterms (2005-2011) as\nthe Area Director for the\nprovinces of Nova Scotia\nand Newfoundland. He\nhas also served two terms\n(2001-2005) as President of the Atlantic Provinces\nNumismatic Association. His primary focus for the past\nthirty five years has been on North American colonial\ncoinage, especially those coin types which have been\nexcavated from archaeological sites in Atlantic Canada.\nHe has written several articles related to his field of\ninterest and in 2004 he contributed in the updating of the\nFrench Colonial coinage section of the 58th Edition of the\nCharlton Standard Catalogue of Canadian Coins.",
            "3:00 p.m.   Mark Dalrymple, Dartmouth NS:",
            "The Numismatic Legacy of Alexander Keith and his\nBrewery\nMark has been collecting\nnumismatic items of\ninterest since the age of\neight. After completing\nuniversity, Mark began to\nbe involved in organized\ncollecting by taking out\nseveral memberships in\norganizations such as\ns . ae RCNA, APNA, CATC,",
            "CPMS, ANA, C4, and other national organizations\nand local clubs. Mark is the former president of the\nAtlantic Provinces Numismatic Association and the\nHalifax Regional Coin Club. He has also served these\norganizations and other local clubs in various capacities.\nMark has publicly spoken on numismatic topics,",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "104"
    },
    {
        "File": "The_CN_Journal_april_09.jpg",
        "Paragraphs": [
            "such as at the 2015 RCNA symposium and various\nlocal club meetings. Over this time, Mark has authored\nand contributed many articles in various numismatic\npublications while assisting others in their research and\npublications. Presently he has several numismatic research\nprojects on the go in different stages of completion.\nHis collecting areas are varied, but mainly he enjoys\nnumismatic literature, Maritime coinage, tokens, medals,\nand scrip.",
            "Thursday, July 20",
            "8:30 a.m.   Jeffery Wilson, Borden ON:\nNova Scotia Exhibition Medals",
            "Jeffery Wilson, FRCNA,\nCD, began collecting one-\ncent coins in a Whitman\nfolder, encouraged by\nhis mother, when he was\nage six. Much later, by\n2000, he began collecting\nCanadian medals and\nnow is completing sets of\nAPNA and ONA medals to\ncomplement his collection\nof RCNA Show Medals. Jeff also collects Canadian and",
            "British medals from the late 19th and early 20th centuries;",
            "Number 3 April  May",
            "coin club medals; 1967 Centennial Medals; Nova Scotia\nmedals, and world coins. Jeff has belonged to the RCNA for\n37 years, recently becoming a life member. He has been area\ndirector for NS and NL for ten years. He jomed the Halifax\nCoin Club in the early 1980s and after a pause during the\n1990s, resumed in 1997. Following that, he became a life\nmember of the APNA and the Halifax Regional Coin Club.\nHe has served the HRCC as President 2010-13. Jeff is the\nimmediate past President of the Georgian Bay Coin and\nStamp Club. He is also a member of the Champlain Coin\nClub; ONA; ANA; CAWMC; ENS; CPMS, and is director\nof CCCC.",
            "9:30 a.m.   Kyle C. Knapp, Santa Ana CA:",
            "To Counterfeit is Death -- Forgeries, Replicas and\nUnofficial Coinage in Colonial America",
            "Kyle Knapp is a dealer and\nprofessional numismatist\nwho is currently working\nas an Numismatic\nAuthenticator at\nProfessional Coin Grading\nService (PCGS). He is the\nauthor of a varied array\nof numismatic articles\nappearing on the PCGS -\nwebsite including   A Tour of Sheldons 186-189, Overstrikes,\nMultistrikes & Clashes, Circulation vs. Striking Weakness,\nHow X-Ray Technology Helps Authenticate Coins, and most\nrecently, Surface Smoothing and Other Metal Mischief.",
            "10:30 a.m.   Francois Rufiange, Qu bec QC:\nThe  Victory  Canada 1943 5 cent coin",
            "With over 20 years of\nexperience in numismatics,\nFrancois always enjoys\npreparing and delivering\npresentations to collectors\nat club meetings, shows\nand conventions. As a\nprofessional numismatic\nphotographer, his\n7 presentations are packed\nwith outstanding pictures showing minute details, always\nso important in numismatics. Frangois is a retired Royal\nCanadian Air Force aerospace engineer and is currently the\npresident of the Soci t  numismatique de Qu bec (SNQ).\n"
        ],
        "PageNo": "105"
    },
    {
        "File": "The_CN_Journal_april_10.jpg",
        "Paragraphs": [
            "1:30 p.m.   Eric Leighton, Fox River NS:",
            "Train Design on the 1912 Dominion of Canada $5.00\nBanknote",
            "Eric Leighton has been\ncollecting coins for six\ndecades. Over the years\nhe has authored more\nthan thirty numismatic\nrelated articles beginning\nin 1989 and still counting.\nHe has contributed to The\nCanadian Numismatic\nJournal, Canadian\nToken, Numismatica Canada, Canadian Coin News and\nTransactions of the Canadian Numismatic Research Society.\nDespite his English Literature teacher s dire projections, he\nwas later honoured in 2006 with the  Guy Potter Literary\nAward  of the RCNA and in 2018, the  Kenneth A. Palmer\nLiterary Award  of the Canadian Association of Token\nCollectors. He is a member of the RCNA; CATC; APNA;\nCentral Nova Coin Club; the newly formed Canadian Bank\nMemorabilia Society, and he is a Fellow of the CNRS.",
            "2:30 p.m.   Michael S. Turrini, Vallejo CA:\nMoney from the Titanic",
            "Michael S. Turrini, active on\nthe governing executives of\nfour Canadian numismatic\norganizations, has pursued\nnumismatics for over fifty\nyears; and his collecting\ninterests are diverse and\neclectic. Known for his\ndetailed research into and\nwriting about the American\n1946 Iowa Statehood\nCentennial Commemorative\nHalf Dollar, Michael has\nstudied, written, and presented on other numismatic subjects,\nincluding Canadian Commemorative Dollars. His interests go\nwell beyond numismatics, they include philately; autographs;\nWorld War Home Front; milk bottles, and even Universal\nbrand meat grinders! Michael has been committed to and has\ncontributed to organized numismatics for more than forty-five\nyears, including two terms as the California State Numismatic\nAssociation president and approaching forty years as the\nNorthern California State Numismatic Association editor, for\nits NCNA Heads And Tales.",
            "3:30 p.m.   Geoffrey Bell, Moncton NB:\nBanks on Rails",
            "Geoffrey Bell is a familiar\nface around Canadian\nnumismatics having served\ntwo terms as President\nof the Royal Canadian\nNumismatic Association, a\nPast President of Canadian\nPaper Money Society, and\nthe Canadian Numismatic\nResearch Society. He is a\nFellow of the RCNA and\nCNRS. He has received\nthe Paul Fiocca award, the Ferguson gold medal and the\nRoyal Canadian Mint silver medal for education. He was the\nnumismatic expert on the Canadian Antique Roadshow on\nCBC Television and has done numerous interviews on radio\nand television. Besides being an avid collector, he owned\na coin store in Moncton and works with son Brian in the\nauction business.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "106"
    },
    {
        "File": "The_CN_Journal_april_16.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "Zio LT oiling",
            "BY ALAN ROY\n#17134",
            "1954 Canadian Numismatic Association Convention Auction Sale",
            "The Canadian Numismatic\nAssociation held its first\nconvention at Toronto s King",
            "Edward Hotel in August 1954. The\nToronto Coin Club hosted the event",
            "and asked local dealer club member\nJames Charlton to handle the auction.",
            "The 1954 Canadian Numismatic\nAssociation Convention Auction\nSale was a simple publication\nconsisting of four legal-size pages\ntyped on both sides, two pages of\nphotos, a bid sheet, and a small list\nof corrections. This contemporary\ndescription of Charlton s auction is\nfrom the CNA Bulletin:",
            "The auction, conducted by Mr. J.\nE. Charlton, began on Monday\nevening and continued on Tuesday\nmorning. Nearly 700 lots were\noffered and brought spirited\nbidding, especially for Canadian\nitems in choice condition. These\nwent considerably higher than the\nestimates in almost all cases. Some of the prices were\nspectacular. The Newfoundland five cents of 1885, F\nplus, brought $28; the ditto $2, Ab. unc. $33.50; New\nBrunswick 1864 five cents F. $29; Canada 1910 sovereign\nAb. unc. $130; Bank of Montreal $1 of 1849 XF $51;\nUnion Bank of Lower Canada 1893 $10 unc. $40; Breton\n1894, hardcover, almost new. $21.50. ditto 1912 $17.50.",
            "Charlton was a Toronto coin collector who began dealing\nfrom his home in 1948. He held his first auction in May of\n1950, and his first few auctions were held by mail bid. In fact,\nthe 1954 CNA auction was his first held in person.",
            "When Charlton held this auction, he was still operating\nCanada Coin Exchange from his home on a part-time basis.\nHis business would not have a storefront until 1956. But\nCharlton was still very productive. As well as holding regular\nauctions, he also published the Catalogue of Canadian\nCoins, Tokens and Fractional Currency and was finishing a\nnew publication entitled Canada and Newfoundland Paper\nMoney, 1866-1935.",
            "Meanwhile, in 1948, a new group called the Ottawa Coin\nClub formed and immediately began attracting members\nfrom outside of the city. In 1950, the group started exploring\nthe idea of forming a national numismatic group. It began\nsending letters to collectors all across Canada, offering",
            "memberships for only a dollar a year.\nThe response was enthusiastic, and\nthe Ottawa Coin Club transformed\ninto a national organization and\nrenamed itself the Canadian",
            "Numismatic Association.",
            "During the first few years, the\nCNA would hold its annual meeting\nin Ottawa, with many numismatists\ntravelling from all over Canada to\nattend. The Association decided to\nhold a convention in conjunction with\nits annual meeting in 1954, and the\nToronto Coin Club hosted the event\nat the King Edward Hotel.",
            "That convention will seem familiar\nto those who currently attend RCNA\nconventions. There was a bourse floor\nfull of dealers, tours of Casa Loma\nand the new Bank of Nova Scotia\nbuilding, including its currency\ndisplays.",
            "The finale of the convention was a\nbanquet attended by 75 members and\nguests. Peter Seaby of London, England, the guest speaker,\ndiscussed the role of the coin dealer in numismatics.",
            "The convention proved to be a hit. Business for the dealers\nwas brisk, with one reportedly selling out! And the tours\nwere well-attended. The success of the Association s first\nconvention set the tone for future conventions.",
            "Charlton and the Canadian Numismatic Association would\ncollaborate for many years following the 1954 convention.\nHe went on to hold 18 more CNA auctions, as well as several\nfor the ONA, TOREX, CAND, and other numismatic events.",
            "The Royal Canadian Numismatic Association, as it 1s\ncalled now, and James Charlton are both important parts of\nCanada s numismatic heritage. They both helped to chart\nthe hobby and helped collectors grow their collections. In\nretrospect, the fact that they both came together so soon may\nhave been a good sign for the hobby.",
            "References:",
            "Allen, H. Don. 2001 JE. Charlton, Coinman to Canadians, The\nCharlton Press, Toronto, Ontario",
            "Clute, Stanley H. 1961 The Canadian Numismatic Association, A\nHalf Century of Advancement in Numismatics, The Canadian\nNumismatic Association, Barrie, Ontario",
            " The CNA Convention . The CNA Bulletin, October 1954, The\nCanadian Numismatic Association",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "112"
    },
    {
        "File": "The_CN_Journal_april_17.jpg",
        "Paragraphs": [
            "PREVIOUSLY UNPUBLISHED\n1858 CENT WORKING, DIES, Part.3",
            "  BY ROB TURNER\nFRCNA, FCNRS, #20948",
            "[Editor s note: This is the second article in an 8-part series which includes all the dies used to strike Provincial\nCanadian large cents 1858 and 1859 W9/8 discovered since the author s second book (2008). The author has\nrequested that the die description pages be in the same format as his books for better consistency. ]",
            "The series of articles on the 1858 and 1859 W9/8 one-",
            "cent reverse dies discovered since 2008 continues\nwith the final two 1858 reverse dies from group RB,\nspecifically Dies RB23 and RB24.",
            "Previously we discussed the problems encountered while\nsinking these one-cent dies in that the delicate maple vine and\nleaf stems on the reverse punch rapidly deteriorated. Readers\nwill remember that while sinking the fourth die, half the stem to\nLeaf #9 broke away from the punch, so every die sunk after the\nthird die inherited this broken leaf stem. Then starting with the\nfifth die sunk, a section of the maple vine broke away from the\npunch adjacent to Leaf #13. As a result, each die from the fifth\ndie onward shows this very visible vine break, and unlike the\nstem break at Leaf #9, the engraver usually left it unrepaired.",
            "Thus, all die group RB dies have one break in the maple vine\nadjacent to Leaf #13, and, for all RB dies except Die RB17\n(described in my 2008 book The 1858 Cents of Provincial\nCanada), the mint engraver manually repaired the broken stem\nto Leaf #9 with varying results.",
            "Also, for ease of reference, we numbered the maple leaves\non the reverse design, starting at the top of the coin and\nmoving clockwise.",
            "Number3 Aprile May 2023 -----------------------------------\n"
        ],
        "PageNo": "113"
    },
    {
        "File": "The_CN_Journal_april_27.jpg",
        "Paragraphs": [
            "RCNA COIN GRADING WORKSHOP",
            "JULY_19",
            "2023",
            "The RCNA, with financial support from CAFNE, is",
            "sponsoring Coin Grading, a workshop",
            "during the upcoming Convention\nin Halifax. The workshop is taking place on\nWednesday, July 19, in the Atlantic Ballroom\nat the Westin Nova Scotian Hotel.",
            "Instructor, Robert Forbes, will supplement\nhis discussion with a slide presentation,\nhands-on grading examples, and hand-outs. The\nsession will explore technical aspects of grading\nCanadian coins, including market grading and\nthe use of professional grading services.",
            "The class size is intentionally small so\nstudents have an opportunity to speak personally with\ninstructors to fully understand the material presented or to ask\nrelated questions.",
            "Coin Grading",
            "This session will focus on the practical aspects of grading\nCanadian decimal coinage. The material presented covers\nthe three fundamentals of accurate and consistent grading:\nknowledge, technique and objectivity. Important grading\ntips and methods used by experienced graders will be\nexplained including  market grading  and the use of\nvarious coin grading services. A detailed discussion of the\nfine points that distinguish one grade from another is also\nincluded, as well as a close-up look at  coin problems, \nspecifically those coms that are cleaned or altered.",
            "This course is intended for students who know the\nbasics of grading coins, have some grading experience, and\nrecognize those areas where they lack grading skills.",
            "Aprils May 2023",
            "Robert Forbes",
            "All students are encouraged to bring examples of coins\nfor class discussion. This course will help\nstudents resolve the confusion that sometimes\naccompanies grading coins.",
            "Robert Forbes, RCNA past president, is a\ncollector of Canadian, Newfoundland and\nMaritime decimal coinage, and royal portrait\ncoinage of New France. He is an expert in\ngrading Canadian coinage having graded\nthousands of coins during the past number of\nyears and is often asked by both dealers and\ncollectors to consult on coin grading matters.",
            "Registration Information",
            "Date: Wednesday, July 19, 2023\nTime: 8:30 p.m. to 12:45 p.m.\nLocation: Harbour Suite B room at the Westin Nova\nScotian Hotel, Halifax NS.\nRegistration Cost: $60.00\nFor further information contact the RCNA Executive\nSecretary: phone: (647) 401-4014\nemail: info@rena.ca\nOr mail: RCNA Educational Course\n5694 Highway #7 East,\nSuite 432; Markham ON, L3P 1B4\nIncludes: Certificate of Participation; handouts;\nrefreshments, and free parking. A rest break will be\nscheduled with complimentary tea and coffee.",
            "Henry Nienhuis, RCNA previous past president, will act as",
            "the moderator.",
            "123\n"
        ],
        "PageNo": "123"
    },
    {
        "File": "The_CN_Journal_april_29.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS e",
            "NOUVELLES, DES, CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)\nFRCNA, FONA, LM,#456",
            "The RCNA Zoom meeting account continues to\nbe available to member clubs. Meetings can be\nscheduled by emailing xr7gt@prodigy.net or calling\n(313) 207-3562.",
            "We are looking for clubs to submit a short history to\npublish in this column. Many of our clubs have long\nand unusual histories that have never been shared.",
            "Cassidy Stroud accepts RCNA Convention\nClub Delegates Breakfast Speaker Invitation",
            "Cassidy Stroud, FRCNA, FONA and RCNA National\nYouth Coordinator, will be the\nfeatured speaker during the\nupcoming club delegates  breakfast.\nHer talk is titled Numismatic Youth\nProgram: Past, Present and Future.\nCassidy collected foreign coins\nand Canadian banknotes as a young\ngirl, keeping them in a blue binder\nwith 2x2s. This approach was\nstandard for a junior numismatist\nin the making. In rural Ontario,\nCassidy didn t know where to find\nothers like her and was unaware\nof coin clubs, youth programs and\nshows. The hobby fell by the wayside when she was a\nteen, and twenty-five years later, she jumped back into\nit as so many of us did once she discovered the magical\nworld of organized numismatics!",
            "Number3 April*May 2023",
            "Les clubs membres de I ARNC ont toujours acc s au\ncompte de r union Zoom de l ARNC. Les r unions peuvent\n tre c dul es en envoyant un courriel a xr7gt@prodigy.net\nou en appelant le (313) 207-3562.",
            "Nous invitons les clubs a nous soumettre un bref historique\na publier dans cette chronique. Beaucoup de nos clubs ont de\nriches histoires et faits inhabituels qui n ont jamais  t  partag es.",
            "Cassidy Stroud accepte l invitation de\nconf renci re au petit-d jeuner des d l gu s des\nclubs au congr s de l ARNC.",
            "Cassidy Stroud, FRCNA, FONA et coordinatrice\nnationale du programme pour les jeunes de\nPARNC, sera la conf renci re invit e lors du\nprochain petit-d jeuner des d l gu s des clubs.\nSon allocution s intitulera Le programme\nnumismatique pour la jeunesse : Pass , pr sent\net futur.",
            "Cassidy collectionnait les pieces de\nmonnaie  trang res et les billets de banque\ncanadiens lorsqu elle  tait jeune fille, les\nclassant dans un cartable bleu avec des\ncartons 2 x 2. Cette approche  tait la norme\npour une jeune numismate en devenir. Dans\nl Ontario rural, Cassidy ne savait pas ou",
            "trouver d autres personnes comme elle et ignorait l existence\nde clubs numismatiques, de programmes pour les jeunes\net d expositions. Le passe-temps est tomb  dans |  oubli\nlorsqu  elle  tait adolescente, et vingt-cinq ans plus tard, elle\ns y est remise, comme tant d autres, apr s avoir d couvert le\nmerveilleux monde de la numismatique organis e !\n"
        ],
        "PageNo": "125"
    },
    {
        "File": "The_CN_Journal_april_30.jpg",
        "Paragraphs": [
            "As the RCNA National Youth Coordinator, Cassidy\nencourages young people to learn the hobby, embrace the\nculture and participate in everything the RCNA offers.\nThe goal is to expand the program and continue finding\nways to mentor our youth across Canada.",
            "The RCNA encourages each member club to send at\nleast one official attendee to the Club Delegates breakfast\n and some clubs send more than one. The breakfast\nis open to all convention attendees interested in club\nactivities and youth programs. A part of the program\nis an open discussion on current club events across the\nRCNA.",
            "Calgary Numismatic Society Coin Show",
            "On March 4-5, the Calgary Numismatic Society held\nits annual Spring Money Fair. There were twenty-eight\ndealers with fifty dealer tables present. The public\nattendance on Saturday was around 650, and 200 on\nSunday. We have returned to pre-pandemic attendance,\nand collectors and dealers are back in full swing. The\nCNS has held their Money Fair at the same hotel since\n2006. The volunteers who help with the bourse set-up\nand tear-down tasks are accomplished and can complete\nthe activities within two hours. One dealer said watching\nthe crew was  like greased lightning,  and another said,\n we were a well-oiled machine .",
            "There were hourly draws, with the grand prize being\na gold coin. A hospitality suite was set up on Saturday\nevening, enjoyed by forty-five dealers and club\nvolunteers. The suite was an excellent way for everyone\nto meet new friends and chat about new acquisitions they\nhad acquired. The youth table was a hit again, resulting\nin five new members joining the Coinivores, the CNS\nyouth club. Currently, there are over fifteen members that\nmeet every month. It is great to see the Coinivores Club\nkeep growing.",
            "Edmonton Numismatic Society March 11 12\nCoin Show Special Events",
            "In addition to holding a two-day coin show featuring\nthirty dealers, the Edmonton Numismatic Society coin\nshow featured the following to draw additional club\nmembers and public attendance. Special events included\na silent auction, educational displays and a  make your\nown token  machine.",
            "On March 11, there was a two-hour numismatic\nauction for youth under sixteen, with play money used\nby participants to bid on lots. Participation was free of\ncharge with all the material donated.",
            "Brett Triche",
            "En tant que coordinatrice nationale du programme pour les\njeunes de l  ARNC, Cassidy encourage les jeunes a s initier au\npasse-temps, a adopter la culture et 4 participer a tout ce que\nPARNC propose. L objectif est d largir le programme et d couvrir\nautres alternatives pour encadrer nos jeunes a travers le Canada.",
            "L ARNC encourage chaque club membre d inscrire au moins\nun participant officiel au petit-d jeuner des d l gu s de club - et\ncertains clubs en inscrivent plus d un. Le petit-d jeuner est ouvert\na tous les participants au congr s qui s int ressent aux activit s des\nclubs et aux programmes pour la jeunesse. Une partie de l atelier\nest consacr  a une discussion ouverte sur les  v nements actuels\ndes clubs dans l ensemble de l  ARNC.",
            "Exposition numismatique de la Calgary\nNumismatic Society",
            "Les 4 et 5 mars, la Calgary Numismatic Society a tenu son salon\nnumismatique printanier. Vingt-huit marchands  taient pr sents, avec\ncinquante tables de marchands. Environ 650 personnes sont entr es\nle samedi et 200 personnes le dimanche. Nous sommes revenus\nau niveau de fr quentation pr -pand mie, et les collectionneurs et\nles marchands sont de nouveau en pleine effervescence. La CNS\norganise son salon dans le m me hdtel depuis 2006. Les b n voles\nqui aident au montage et au d montage de la bourse sont tres\ncomp tents et peuvent mener a bien leurs activit s en deux heures.\nUn marchand a d clar  que I   quipe  tait  quipe du tonnerre , et un\nautre a dit que  nous  tions une machine bien rod e .",
            "Des tirages au sort ont eu lieu a chaque heure, le grand prix  tant\nune pi ce d or. Une suite @ hospitalit  a  t  mise en place le samedi\nsoir, dont quarante-cinq marchands et b n voles du clubont pu en\nprofiter. La suite est un excellent moyen pour chacun de rencontrer\nde nouveaux amis et de discuter des nouvelles acquisitions qu ils ont\nfaites. La table des jeunes a connu un grand succ s et cinq nouveaux\nmembres ont rejoint les   Comivores  , le club des jeunes du CNS.\nActuellement, plus de quinze membres se rencontrent chaque mois.\nC est un plaisir de voir le club des   Coinivores   continuer a se\nd velopper.",
            "Ev nements sp ciaux de | Edmonton Numismatic\nSociety pour le salon numismatique des 11 et 12\nmars",
            "En plus de salon numismatique de deux jours a laquelle\nparticipent trente marchands, le salon numismatique de la\nSoci t  numismatique d Edmonton a propos  les activit s\nsuivantes pour attirer des nouveaux membres au club et le\npublic. Les  v nements sp ciaux comprenaient une vente a\nl encan silencieux, des s minaires  ducatifs et une machine pour\nfabriquer ses propres jetons.",
            "Le 11 mars, une vente a l encan numismatique de deux heures\na  t  organis e pour les jeunes de moins de seize ans, avec de\nargent fictif utilis  par les participants pour ench rir sur les lots.\nLa participation  tait gratuite, tout le mat riel  tant donn .",
            "Brett Triche",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "126"
    },
    {
        "File": "The_CN_Journal_april_33.jpg",
        "Paragraphs": [
            "2023 RCNA ELECTION INFORMATION  \nINFORMATION POUR ELECTION _DE_L?ARNC_2023",
            "Candidate for President / Candidat a la pr sidence",
            "William (Bill) O Brien, FRCNA",
            "William (Bill) O Brien is a successful\nbusinessperson and native of Southern\nOntario, who currently resides in the\nGTA. Like most numismatists his\ncollecting interest commenced at an early\nage and took a pause for life, and to obtain\na Bachelor of Business Administration\n(BBA) degree from the University of\nPrince Edward Island.",
            "After graduation, Bill became a co-\nfounder of a small group of manufacturing\nand real estate companies in the GTA.\nFrom a humble beginning in a crammed basement, to a\n14,000 sq. ft. facility with a diverse range of manufactured\nproducts and millions in annual sales, Bill has grown a\nsmall-single product business into a diversified company\nheading into its second generation.",
            "Bill resumed his numismatic interests in the late 1990s\nwith a passion, joining several clubs, including the ANA,\nONA, and numerous local clubs. He has also stepped up\nand served as president of the North York CC the past 14\nyears. Under his leadership, NYCC has been financially\nsuccessful while promoting the hobby and numismatic\neducation. NYCC has successfully hosted two RCNA\nconventions; with Bill serving as convention co-chair and\ngeneral chairman respectively. Bill served as RCNA area\ndirector for more than a decade and currently is their first\nvice-president. For his service, Bill has received the RCNA\nPresident and Fellow Awards. He has also served as a\ndirector of the ONA.",
            "As president, Bill wishes to apply his real-world skills,\nincluding his business and numismatic successes, to guide\na unified RCNA board to strengthen transparency and fiscal\nresponsible. This includes a back to basics, laser-focused\napproach to improve member experience by improving\nbenefits, the website, and the RCNA educational outreach\nprogram, and thereby promote membership growth and\nretention.",
            "Bill has the support of Seven Past Presidents and a majority\nof the Current Board of Directors!",
            "Number3 Aprile May 2023",
            "William (Bill) O Brien est un homme\n(affaires prosp re originaire du sud de\nl Ontario, qui r side actuellement dans la\ngrande r gion de Toronto (GRT). Comme\nla plupart des numismates, son int r t\npour la collection a commenc  a un\njeune age. Bill a plus tard pris une pause\nlui permettant, entre autres, d obtenir\nun baccalaur at en administration des\naffaires (BBA) de l'Universit  de I Ile-\ndu-Prince-Edouard.",
            "Apr s avoir obtenu son diplome, Bill\nest devenu cofondateur d un petit groupe d  entreprises\nmanufacturi res et immobili res dans la GRT. D un humble\nd but dans un sous-sol bond  a une installation de 14 000\npieds carr s avec une gamme diversifi e de produits\nmanufactur s et des millions de ventes annuelles, Bill a\ntransform  une petite entreprise a produit unique en une\nentreprise diversifi e a | aube de sa deuxi me g n ration.",
            "Bill a repris ses int r ts numismatiques a la fin des ann es\n1990 avec passion, rejoignant plusieurs clubs, dont l ANA,\nV ONA et de nombreux clubs locaux. I] a  galement pris les\ndevants et a  t  pr sident du North York Coin Club (NYCC)\nau cours des 14 derni res ann es. Sous sa direction, NYCC\na connu un succ s financier tout en promouvant le passe-\ntemps et l ducation numismatique. NYCC a accueilli avec\nsucc s deux congr s de 17 ARNC; Bill  tant respectivement\ncopr sident du congr s et pr sident g n ral. Bill a  t \ndirecteur r gional de l ARNC pendant plus d une d cennie\net est actuellement leur premier vice-pr sident. Pour son\nservice, Bill a regu des prix du pr sident et de Compagnon\nde  ARNC. Il a  galement  t  administrateur de PONA.",
            "En tant que pr sident, Bill souhaite appliquer ses\ncomp tences du monde r el, y compris ses succ s\ncommerciaux et numismatiques, pour guider un conseil\nd administration unifi  de 1  ARNC afin de renforcer la\ntransparence et la responsabilit  fiscale. Cela comprend\nun retour a l essentiel, une approche tr s centr e pour\nam liorer l exp rience des membres en augmentant\nles avantages, le site Web, et le programme  ducatif de\nPARNC, et ainsi favoriser la croissance et la r tention des\nmembres.",
            "Bill a le soutien de sept anciens pr sidents et de la\nmajorit  du conseil d admuinistration actuel !\n"
        ],
        "PageNo": "129"
    },
    {
        "File": "The_CN_Journal_april_34.jpg",
        "Paragraphs": [
            "2023 RCNA ELECTION INFORMATION  \nwn! NEORMATION. POUR ELECTION. DE.L;-ARNC_2023_",
            "Candidate for President / Candidat a la pr sidence",
            "Stephen Woodland, FRCNA, FONA",
            "As candidate for a second consecutive term\nas RCNA President, I seek your support\nand your vote at the upcoming election.",
            "Why seek a second term of office?\nDoing so provides consistent and steadfast\nleadership as the RCNA continues to adapt\nto the  new normal  after the pandemic.\nThe past two years have seen tremendous\nchange in our world and the RCNA must\nfollow suit if it is to continue to survive and\ngrow. Stable leadership committed to an\nestablished and viable vision for the future\nwill ensure we evolve and thrive.",
            "Change is never simple or easy but is vital to keep o\nAssociation relevant and vibrant. Each of us must participate\nactively in our ongoing efforts to improve. Your ideas, your\nthoughts, and your support will be essential for success.",
            "That said, my platform has not changed from two years\nago (see CNJ v66n4, June 2021, p152). I steadfastly\nbelieve the RCNA can be a premiere numismatic\norganization, a trusted information source, a leader in\neducation, a national advocate, and a promoter of our\nhobby. This will take teamwork, effort, and drive as\nwe continue to build on the traditions and the strong\nfoundation of the past.",
            "If re-elected, I will focus on key areas including a new\nwebsite, new member services and benefits, improved\ncommunications including social media, recruitment and\nretention, online education services, and stewardship.\nI will also continue forward with the Vision, Strategic\nPillars, and Key Enablers I set out when I took office in\n2021 (see CNJ v66n6, September 2021, p245).",
            "I am not the first president to seek a second mandate.\nSeveral presidents have served extended or multiple terms,\nboth separately and consecutively, and the Association has\nbenefited greatly from this leadership coherence.",
            "With over 40 years of management experience as a senior\nmilitary officer, a public service executive, CEO of a private\nconsulting firm, and most recently as president of the RCNA,\nI bring a proven skillset of leadership, team building, financial\nstewardship, contract negotiation, and communication to\ncontinue serving at the helm of our Association.",
            "I thank all of you for your support over the past two\nyears and I look forward to serving as your president for\nanother term.",
            "Aujourd hui, je sollicite votre soutien et\nvotre vote lors de la prochaine  lection\npour un second mandat a la pr sidence.",
            "Pourquoi solliciter un second mandat?\nPour assurer un leadership coh rent et\nin branlable alors que 1  ARNC continue\nde s adapter a la   nouvelle normalit   \napr s la pand mie. Les deux derni res\nann es ont  t  marqu es par d normes\nchangements dans notre monde et ! ARNC\ndoit suivre le mouvement si elle veut\ncontinuer a survivre et a se d velopper.\nUn leadership stable, engag  dans une\nvision de l avenir  tablie et viable, nous\npermettra d voluer et de prosp rer.",
            "Le changement n est jamais simple ou facile, mais il est vital\npour que notre association reste pertinente et dynamique. Nous\ndevons tous participer aux efforts soutenus d am lioration. Vos\nid es, vos r flexions et votre soutien sont essentiels 4 la r ussite.",
            "Ceci dit, mon programme n a pas chang  depuis deux ans\n(voir JCN v66n4, juin 2021, p152). Je crois fermement que\nV ARNC peut  tre une organisation numismatique de premier\nplan, une source d information fiable, un leader en mati re\nd ducation, un d fenseur national et un promoteur de notre\nhobby. Cela n cessitera un travail d quipe, des efforts et\nde l nergie alors que nous continuons 4 construire sur les\ntraditions et les fondations solides du pass .",
            "Sije suis r lu, je me concentrerai sur des domaines cl s tels\nqu un nouveau site Web, de nouveaux services et avantages\npour les membres, une meilleure communication, y compris les\nm dias sociaux, le recrutement et la fid lisation, les services\nde formation en ligne et l intendance. Je poursuivrai  galement\nla mise en ceuvre de la vision, des piliers strat giques et des\ncatalyseurs cl s que j ai d finies lorsque j ai pris mes fonctions\nen 2021 (voir JCN v66n6, septembre 2021, p245).",
            "Je ne suis pas le premier pr sident a solliciter un second\nmandat. Plusieurs pr sidents ont exerc  des mandats prolong s ou\nmultiples, a la fois s par ment et cons cutivement, et I  Association\na grandement b n fici  de la coh rence du leadership.",
            "Joffre plus de 40 ans d exp rience en gestion, en tant\nqu officier sup rieur dans |  Arm e canadienne, que cadre dans\nla fonction publique, que PDG d une soci t  de conseil priv e\net, plus r cemment, en tant que pr sident de  ARNC.J ai\ndoncdes comp tences  prouv es enmati re de leadership, de\ngestion financi re, de constitution d quipes, de n gociation de\ncontrats et de communication, des atouts 1  Association.",
            "Je vous remercie tous pour le soutien que vous m avez apport \nau cours des deux derni res ann es et je me r jouis d tre votre\npr sident pour un nouveau mandat.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "130"
    },
    {
        "File": "The_CN_Journal_april_35.jpg",
        "Paragraphs": [
            "2023 RCNA ELECTION INFORMATION  \nINFORMATION POUR ELECTION. DE_L? ARNC_2023",
            "Candidate for Past President / Candidat pour le pr sident sortant",
            "Robert Forbes, BA, LLB, FRCNA",
            "BA (Economics), LLB Western; LLM (Master of Laws) London School of Economics, England.",
            "Until his retirement on December 31, 2016,\nhe was Senior Partner at Miller Thomson\nLLP, a Canadian law firm with 11 offices\nnationally, where he practiced Corporate\nand Securities Law in its Toronto office\nand Chaired its National Private Business\nTransactions Practice Group.",
            "Past adjunct professor of Contract and\nBusiness Organizations Law at Osgoode\nHall Law School, York University. Winner\nof the University prize for teaching\nexcellence (Adjunct Faculty) in 2011 for\nteaching of Contract Law, and winner of Law School\nDistinguished Service Award (Adjunct Faculty) in 2010.\nAuthor of numerous books and legal journal periodicals.",
            "Past Chairman of the Board of Directors of a\nmajor North American engineering company and\ncurrently Director and Chair of its Human Resources\nand Compensation Committee; Director and Board\nCommittee Member and Board Committee Chair of\nanother Canadian public listed company, and of a\nmutual property and casualty insurance company.",
            "Numismatically, past Ontario director of the\nRCNA; standing President of the RCNA for the past\nterm. Director and past Chairman of the Canadian\nAssociation for Numismatic Education (CAFNE).\nChairman of the J. Douglas Ferguson Historical\nResearch Foundation. 2011 winner of the RCNA\nPresident s Award (related to the creation and\norganization of CAFNE), 2015 Fellow of the RCNA\nAward winner, and winner of the 2015 Guy Potter\nLiterary Award. Platinum level annual donation\ncontributor to RCNA and CAFNE.",
            "Collector of Canadian, Newfoundland and Maritime\ndecimal coinage, royal portrait coinage of New\nFrance, and pre-Confederation tokens. 2010 winner of\nPCGS award (Best New Set) for PCGS Set Registry\n(Complete Newfoundland 50 Cents and Newfoundland\nType Set), and PCGS Gold Award Winner in each\nof 2015-2018 for  Newfoundland Complete Set,\nCirculation Strikes (1865 1947)  and holder of a\nnumber of  Finest Sets of All Time  designations in\nthe PCGS Set Registry. Presenter at Newfoundland\nNumismatic Enthusiast Club educational seminars at\nvarious RCNA conventions.",
            "Number3 Aprile May 2023",
            "Robert Forbes  tait associ  principal,\njJusqu a sa retraite le 31 d cembre 2016,\nchez Miller Thomson LLP, un cabinet\nd avocats canadien comptant onze bureaux\na l chelle nationale, ot il aexerc  le droit\ndes soci t s et des valeurs mobili res au\nbureau de Toronto en plus de pr sider\nle groupe national sur les pratiques des\ntransactions d  entreprises priv es.\nAncien professeur auxiliaire en droit des\ncontrats et des organisations commerciales\na la facult  de droit Osgoode Hall de\nP Universit  York. Il est laur at du prix universitaire d excellence en\nenseignement (facult  auxiliaire) de 2011 pour l enseignement du\ndroit des contrats et r cipiendaire du prix pour service distingu  de\nla facult  de droit (facult  auxiliaire) de 2010. Auteur de nombreux\nouvrages et p riodiques publi s dans des revues juridiques.",
            "Ancien pr sident du conseil d administration d une importante\nsoci t  d ing nierie nord-am ricaine et actuellement pr sident et\ndirecteur du comit  des ressources humaines et de la r mun ration\nde cette soci t ; directeur et membre du conseil d administration\net pr sident du conseil d administration d une autre soci t \ncanadienne publique cot e en bourse et d une soci t  mutuelle\nd assurance d actifs et de gestion de risques.",
            "Dans le milieu numismatique, il est un ancien directeur de\nl Ontario pour l ARNC;  lu pr sident de l  ARNC au cours du\ndernier mandat. Ancien pr sident et directeur de l association\ncanadienne pour | ducation numismatique (ACPEN). Pr sident\nde la fondation de recherche J. Douglas Ferguson. Laur at du\nprix du pr sident de l ARNC en 2011 (li  4 la mise sur pied\net a l organisation de 17 ACPEN), regu le titre de compagnon\n(Fellow) de   ARNC en 2015 et laur at du prix litt raire Guy\nPotter en 2016. Donateur niveau platine pour contribution a\nV?ARNC et ACPEN.",
            "Collectionneur de pi ces de monnaie d cimales canadiennes,\nde Terre-Neuve et des Provinces Maritimes, des effigies royales\nde la Nouvelle-France et de jetons pr -Conf d ration. Laur at, en\n2010, du prix PCGS (Best New Set) pour sa collection complete\ndes pi ces de 50 cents de Terre-Neuve par type et PCGS Gold\nAward pour toutes l\\es ann es entre 2015 et 2018 pour  Ensemble\ncomplet des pi ces de circulation de Terre-Neuve (1865-1947) \net proprictaire d un bon nombre des  plus beaux ensembles de\ntous les temps  dans le registre des collections list es avec PCGS.\nMod rateur aux sessions  ducatives du Newfoundland Numismatic\nEnthusiast Club lors de divers congr s de l  ARNC.\n"
        ],
        "PageNo": "131"
    },
    {
        "File": "The_CN_Journal_april_36.jpg",
        "Paragraphs": [
            "2023 RCNA ELECTION INFORMATION  \nINFORMATION. POUR ELECTION. DE_L; ARNC_2023",
            "Candidate for 1st Vice-President / Candidat a la 1e vice-pr sidence",
            "Jacques Poitras, FRCNA",
            "My interest in coin collecting started in\nmy teenage years as I accumulated coins\nreceived for my paper route. Over the\nyears, I always kept an eye open to see if\nI could add coins to my collection. Over\ntime, I broadened my scope, and I attend\nregular meetings in different regions and\nattend coin shows, conventions, other\ncollector events and I am also a member\nof various clubs.",
            "Today, in addition to my interest in\nCanadian and U.S. paper money and\ncoins, I am also interested in municipal\ntrade dollars, miscellaneous merchant tokens,\nCanadian Tire memorabilia, military payment\ncertificates, and the list goes on. It is not only the\nnumismatic material that is of interest but also the\nstories behind them.",
            "I joined the RCNA in 1998 and became a board\nmember in 2017, first as one of the two directors for\nthe province of Quebec (2017-2021), which gave me\na good overview of the challenges ahead. In the past\ntwo years, I was second vice-president (2021-2023)\nand now seeking election for the position of 1st vice-\npresident. I also worked as a translator for the CN\nJournal and the French version of the correspondence\ncourse Part II and as a member of the association s\nfinance committee.",
            "My next challenge is to contribute to the growth of\nRCNA. I would like to see our association increase\nour membership, increase the visibility of our\nassociation, and promote numismatics among youth,\nwho will form the next generation for our hobby. I\nwould also like to contribute to the advancement of\neducation by and for our members. Finally, I want to\nlisten to your needs and work closely to maintain our\nstrong numismatic passion.",
            "I live in Edmundston NB. I am a Charted\nProfessional Accountant working for a private\ncompany for nearly 30 years.",
            "I look forward to your support.",
            "7 Mon int r t pour la numismatique a\n| commenc  dans mon adolescence alors\nque j accumulais la monnaie alors que\nj tais camelot. Avec les ann es, j ai\ntoujours gard  un ceil pour ajouter des\npi ces a ma collection.Au fil du temps,\nj'ai  largi mon champ d int r t et j assiste\nr guli rement a des r unions dans\ndiff rentes r gions et je visite des salons\nnumismatiques, des congr s, et d autres\n v nements numismatiques. Je suis\n galement membre de divers clubs.",
            "Aujourd hui, en plus de ma passion\npour les billets et la monnaie canadiens et am ricains, j ai\n galement un int r t pourles billets et jetons municipaux\ndu Canada, des jetons de marchands,des produits Canadian\nTire,desbillets militaires et bien d autres. Ce ne sont pas\nseulement les items numismatiques qui sont int ressant, mais\naussi les histoires qui se cachent derri re.",
            "J ai joint ? ARNC en 1998 et je suis devenu membre du\nconseil d administration en 2017, d abord comme | un des\ndeux directeurs pour la province du Qu bec (2017-2021), ce\nqui m a donn  un bon apercu des d fis de l association. Au\ncours des 2 derni res ann es, j tais deuxi me vice-pr sident\n(2021-2023) et je postule maintenant pour le poste de ler vice-\npr sident. J ai  galement fait la traduction pour le Journal\ncanadien de numismatique et la version francaise du cours par\ncorrespondance Partie II, en plus d tre membre du comit  des\nfinances de l association.",
            "Mon prochain d fi est de contribuer a la croissance de\nPARNC. J aimerais voir notre association augmenter notre\nmembership, accroitre la visibilit  de notre association,\npromouvoir la numismatique aupr s des jeunes, qui formeront la\nrel ve pour notre passe-temps. Je souhaite  galement contribuer\na Pavancement de | ducation par et pour nos membres. Enfin,\nje veux  tre a l coute de vos besoins et travailler en  troite\ncollaboration pour entretenir notre forte passion numismatique.",
            "Je demeure a Edmundston N.-B. Je suis Comptable\nProfessionnel Agr e ceuvrant pour une entreprise priv e depuis\npr s de 30 ans.",
            "J esp re pouvoir compter sur votre soutien.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "132"
    },
    {
        "File": "The_CN_Journal_april_37.jpg",
        "Paragraphs": [
            "2023 RCNA ELECTION INFORMATION  \nINFORMATION POUR ELECTION. _DE_L? ARNC_2023",
            "NN NET TET EE",
            "Candidate for 2nd Vice-President / Candidat a la 2e vice-pr sidence",
            "James A Williston, FRCNA",
            "I am currently the RCNA Director for\nAlberta and the Northwest Territories\nand, in this election year, have decided\nto accept a nomination to run as Second\nVice-President.",
            "I was born and raised just outside\nMontreal. My interest in numismatics\nstarted at the age of nine during\nCanada s Centennial Year of 1967. Upon\nmoving to Edmonton in 1978, I began\nto pursue my numismatic passion more\nseriously. My current interests include\nCanadian counterstamps, encased coins, spinners and\ncoin postcards.",
            "I am presently a member of many executive\nboards of numismatic clubs and societies, including\nthe Canadian Paper Money Society, Canadian\nAssociation of Wooden Money Collectors, Canadian\nTire Collectors Club, Canadian Centennial Collectors\nClub and Canadian Banking Memorabilia Society.",
            "After a job transfer to Calgary in 2002, I became\na director of the Calgary Numismatic Society (CNS)\nand also served as its president for three terms. During\nmy time as president, the CNS created a youth coin\nclub to encourage and involve junior collectors. I have\nbeen the chairman of the CNS annual coin show since\n2004. That show has enjoyed strong attendance and\ndealer involvement each year. I am the only recipient\nto receive the Ray Eltom Award from the Edmonton\nNumismatic Society and the Donald D. Paterson\nAward from the Calgary Numismatic Society. Both\nawards recognize an individual s contributions to\nraising the profile of the hobby through volunteerism\nand community promotion.",
            "Currently, I am the Chairperson for the RCNA\nConvention Committee.",
            "I have a lifetime membership for the RCNA and\nhave received the Fellow of the RCNA award.",
            "I hope to count on your support.",
            "Number3 Aprile May 2023",
            "Je suis actuellement directeur de ? ARNC\npour |  Alberta et les Territoires du Nord-\nOuest et, en cette ann e  lectorale, j ai\naccept la nomination pour le poste de\ndeuxi me vice-pr sident.",
            "Je suis n  et j ai grandi a |  ext rieur\nde Montr al. Mon int r t pour la\nnumismatique a commenc  a | age de\nneuf ans pendant | ann e du centenaire\ndu Canada en 1967. En d m nageant\na Edmonton en 1978, j ai d velopp \nplus s rieusement ma passion pour la\nnumismatique. Mes int r ts actuels incluent les monnaies avec\ncontremarque, les pi ces de monnaie encastr es, les pi ces\ntoupies (spinners) et les cartes postales th matique sur la\nmonnaie.",
            "Je si ge sur plusieurs conseils d administration de clubs et de\nsoci t s numismatiques, notamment la Canadian Paper Money\nSociety, association canadienne des collectionneurs des jetons\nde bois, le Club des collectionneurs Canadian Tire, le club des\ncollectionneurs du centenaire du Canada et la Canadian Banking\nMemorabilia Society.",
            "Apres un transfert d emploi 4 Calgary en 2002, je suis devenu\nadministrateur de la Calgary Numismatic Society (CNS) et j ai\n t  le pr sident durant trois mandats. Pendant mes ann es a la\npr sidence, le CNS a cr  un club numismatique pour les jeunes\nafin d encourager et d impliquer les jeunes collectionneurs.\nJe suis le pr sident du salon numismatique annuel de la CNS\ndepuis 2004. Cette exposition a connu uneforte fr quentation\net une forte implication des marchands chaque ann e. Je suis le\nseul r cipiendaire a recevoir le prix Ray Eltom de l ?Edmonton\nNumismatic Society et le prix Donald D. Paterson de la Calgary\nNumismatic Society. Ces deux prix r compensent la contribution\ndune personne a rehausser le profil du passe-temps par le biais\ndu b n volat et de la promotion communautaire.",
            "Aujourd hu1, je suis le pr sident du comit  des congr s de\nVP ARNC.",
            "Je suis membre a vie de 17ARNC et j ai regu le titre de\ncompagnon (fellow)de PARNC.",
            "J esp re pouvoir compter sur votre soutien.",
            "Continued on   Suite ala page 136\n"
        ],
        "PageNo": "133"
    },
    {
        "File": "The_CN_Journal_april_40.jpg",
        "Paragraphs": [
            "Continued from e Suite de la page 133",
            "2023 RCNA ELECTION INFORMATION  \nINFORMATION POUR ELECTION DE_L?ARNC_2023",
            "Greg Urichuk: Candidate for Director representing British Columbia & Yukon /\nCandidat au poste de Directeur repr sentant Colombie-Britannique & Yukon",
            "A brief background on myself: I have lived in beautiful\nBritish Columbia for over 20 years now. I have a wife,\ntwo daughters and several grandchildren. I spent many\nyears in a corporate environment, and the last 15 in the\nprivate sector, small business, project development, etc.\nMy passion for all things numismatic has spanned\nmy whole life, from grade school to grandpa: decimals;\ntokens; currency; error coins and notes, but most of all\npopulation rare items from any of the aforementioned.",
            "I have belonged to most of the coin clubs in Western\nCanada, from the Prairies to the west coast. I have\nattended every RCNA show around Canada since 2006.\nThis would be an opportunity to give back to a hobby\nthat has given me so much joy and purpose.",
            "Tom Woznow: Candidate for Director representing Alberta/NWT /\nCandidat au poste de Directeur repr sentant l'Alberta/NWT",
            "Born and raised in Edmonton, Alberta, my interest in\nnumismatics began in the late 70s with a paper route in\nJunior high. I became keenly interested in silver 5-cent\npieces; this opened the door to collecting Canadian\ndecimal coins.",
            "I lived in Lethbridge for four years completing my\nbachelor s degree at the University of Lethbridge,\nfollowed by three years in the faculty of graduate studies\nat the University of Calgary.",
            "I owned and operated my own general contracting business for\n25 years, managing up to six employees. There I became a member\nof the Calgary Numismatic Society and now, 13 years later, serve as\ntheir president.",
            "Beginning in 2018, I spent my summers on my\ngrandfather s farm east of Edmonton and joined the\nEdmonton Numismatic Society, where now I serve as\nVice President.",
            "Ihave a strong passion for British numismatics and use\nmy university training to focus on sovereigns and crowns.",
            "I love collecting and spend a great deal of time\npromoting numismatics within my province. I also\nbelieve in encouraging and mentoring junior collectors.\nIf given the opportunity, I look forward to providing this dedication\nand my full support to the RCNA.",
            "James Bailie: Candidate for Director representing Manitoba & Nunavut /\nCandidat au poste de Directeur repr sentant Manitoba & Nunavut",
            "James Bailie is a surveyor, engineer and volunteer. He\nstarted collecting a long time ago. Collects: Canadian\ndecimals, Colonial tokens, Trade dollars, Manitoba\ntrade tokens, HBC tokens and scrips, Canadian paper\nmoney and he has many other numismatic interests in\nUnited States decimals and Newfoundland decimals.",
            "As a youth James attended a Jesuit school and\nCubs, Scouts (Queen) and Sea Cadets. He played\nsports like hockey, football and baseball and he was an avid\nmarathon runner. As a member of athletic clubs, he was on the\nExecutive of the Manitoba Runners Association and for many\nyears had organized races. He enjoys bicycling, metal detecting\nand he learned to fly a single engine plane.",
            "James was a member of the Rotary Club as well as a 50 year\nmember of the Royal Canadian Legion out of respect for his\nparents who served in World War II. James is a familiar face at",
            "RCNA Conventions. He is the ultimate volunteer, he\nis reliable hard worker, always willing to pitch-in and\nhelp without being asked.",
            "A well-respected friend and volunteer of the RCNA.\nHe is a FRCNA. He has served ten years as Association\nDirector for Manitoba/Nunavut. He is ex-officio\nmember of the Manitoba Coin Club executive. He\nserved as its President, newsletter editor and advertising\nmanager and helped run Spring and Fall coin shows.",
            "James is avid collector in many areas like Philatelics,\nDeltiology (historic postcards), barbed wires, cork screws. pins\nand spark plugs. He enjoys researching old maps and the history\nof Manitoba by trolling through libraries, HBC archives and\nNewspapers archives.",
            "James seeks your vote once again for re-election.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "136"
    },
    {
        "File": "The_CN_Journal_april_41.jpg",
        "Paragraphs": [
            "William Waychison: Candidate for Director representing North and East Ontario /\nCandidat au poste de Directeur repr sentant de l| Ontario   Nord et Est",
            "William Waychison is a professional geologist (P.Geo.),\nand graduate of McGill University (MSc. A.), Montreal.\nHe has over 50 years experience, and a successful\ntrack record of establishing and managing freestanding\noffices, people, and mineral exploration programs.",
            "He is a member of the SNQ, and in 1991 was named an\n Ambassadeur  for promotion of numismatics outside of\nQu bec in active collaboration with the activities of the SNO.",
            "He has a long record of continuous positive service to\nnumismatics and the RCNA. He served as co-chairperson for\nCoin Month Canada (1996-99), and as RCNA Club Services\nChair for over eleven years. As Vice-President (2007-11,\n2015-19) and as President and Past President (2011-15), he\nhelped direct the RCNA towards a more sound financial basis;\nintroduced digital membership; and new standards to our code\nof ethics.",
            "He is a Fellow (1992) and Life Member (LM#379) of the\nRCNA; Fellow and a past-president of the CNRS; a Fellow\nof the ONA (2002); recipient of the ONA Award of Merit\n(2005) and the ONA Bruce H. Raszmann Award (2016);\nhas served as the ONA Awards Chair, and as the ONA Area\nDirector for northeastern Ontario. He also is a director of the\nCanadian Association for Numismatic Education (CAFNE).",
            "He received the ANA Presidential Award (2014), RCNA\nPresident s Award (2016), Paul Fiocca Award (2019), and the\nJ Douglas Ferguson Award (2022).",
            "With a successful track record of volunteerism, he hopes\nto apply his experiences and skills to improve RCNA services\nwithin a positive business model.",
            "Aprils May 2023",
            "William Waychison est un g ologue professionnel (P.Geo.) et\ndiplom  de l Universit  McGill (MSc. A.), de Montr al. Il a\nplus de 40 ans d exp rience et est reconnu pour ses succ s en\n tablissement et gestion de bureaux ind pendants, de gestion des\nressources humaines et des programmes d exploration mini re.",
            "Il est membre de la SNQ, et en 1991, il a  t  nomm \n Ambassadeur  pour la promotion de la numismatique a\nl ext rieur du Qu bec en collaboration active avec les activit s de la SNO.",
            "Il a une longue exp rience de service continu envers la numismatique\net P ARNC. Il a  t  co-pr sident pour Le mois de la monnaie au Canada\n(1996-1999) et en tant que responsable des Services aux clubs de l  ARNC\npendant plus de onze ans. Avec son  pouse, France, ils ont  galement traduit\nles Nouvelles des Clubs, les Messages des Pr sidents et les annonces pour\nassociation durant cette m me p riode. Au cours de ces mandats comme\nvice-pr sident (2007-2011, 2015-2019) et pr sident et pr sident sortant\n(2011-15), il a contribu  a orienter 1  ARNC vers une stabilit  financi re,\nP introduction d un abonnement en format num rique, et I laboration de\nnouvelles normes a notre code d thique.",
            "Il a  t  regu compagnon (1992) et est membre a vie (# 379) de  ARNC,\ncompagnon et ancien pr sident du CNRS; membre de l ?ONA (2002);\nr cipiendaire du prix d excellence de l?ONA (2005) et du prix ONA Bruce H.\nRaszmann (2016); a  t  responsable des prix de l ONA et directeur r gional\nde l ONA pour le n-e de 1 Ontario. Il est galement directeur au sein de\nassociation canadienne pour I ducation numismatique.",
            "Il a regu le prix pr sidentiel de l  ANA (2014), de ? ARNC (2016) et le\nprix Paul Fiocca (2019), ainsi que le prix J. Douglas Ferguson (2022).",
            "Fort de ses ant c dents de b n volat, il esp re appliquer ses\nexp riences et ses comp tences pour ame liorer les services de l ARNC\ndans le cadre d un mode le commercial positif.",
            "137\n"
        ],
        "PageNo": "137"
    },
    {
        "File": "The_CN_Journal_april_42.jpg",
        "Paragraphs": [
            "Brett Irick: Candidate for Director representing Ontario   South-Central /\nCandidat au poste de Directeur repr sentant de Ontario   Sud-Centre",
            "Numismatics has been a lifetime passion and\njourney, now spanning 50+ years; 12 years as\nan RCNA Director. If re-elected, I will be able to\ncontinue to directly contribute my experience and\nhard work to help further strengthen the RCNA.\nVolunteerism and hobby leadership are important in\nmy numismatic life and I feel honoured to be active in\nhobby leadership in both Canada and the United States. Current\nnumismatic offices include RCNA Club Services and Exhibits\nChairman, Vice President of Central States Numismatic Society,\nand Treasurer of the Polish American Numismatic Society.\nAs President, Windsor Coin Club won the Louise Graham\nCanadian Coin Club of the Year Award in 2012, 2013 and 2018.\nOur club has put together a talk,  Building a Better Club, \nthat was presented at the CSNS and RCNA Conventions. Life\nachievements include an American Numismatic Association",
            "Presidential Award, Fellow of the Engineering\nSociety of Detroit, Fellow of the Ontario Numismatic\nAssociation, RCNA President s Award and Best of\nShow exhibit awards from the ANA, CSNS, FUN,\nMSNS and ONA. In the past year, I have given nine\ntalks on four topics and coordinated set up of over\n100 RCNA Zoom club meetings to further the hobby\nduring the COVID-19 pandemic.",
            "I am retired from Ford Motor Company as an Engineering\nManager with earned Bachelor of Mechanical Engineering and\nMaster of Business Administration degrees in the pursuit of my\nprofession. An inventor, three United States patents were earned\nduring my Ford career. Since retirement in 2015, I have devoted\nmuch of my time to community and numismatic volunteer\nservice. I look forward to your continued support.",
            "Robb McPherson: Candidate for Director representing Ontario   South-Central /\nCandidat au poste de Directeur repr sentant de Ontario   Sud-Centre",
            "Robb joined the Waterloo Coin Society in 1989, and\nhe soon became a director and then President in 2000,\nholding the position for ten years. In 2014, Robb was\npresented with Life Membership number 9 by the\nWCS members.",
            "In 2010, Robb was awarded the Fellow of the\nOntario Numismatic Association and the Award of\nMerit in 2018. 2013 he became the ONA President and served\nhis 4 -year term. Robb and Lisa have been Convention Chairs for\nthe ONA conventions since 2012.",
            "Robb has been co-editor of the Casino Collectible News for",
            "the Casino Chip & Gaming Token Collectors Club\nInc. (CC & GTCC) since 2015 and is the 2nd VP and\nNewsletter editor of the Silver Strikers Club. He is an\nadministrator for the Chip Guide, the largest online\nreference catalogue for casino collectables.",
            "Robb is also involved in many numismatic\norganizations, including the Waterloo Coin Society,\nthe ONA and the RCNA (Area Director). Robb was involved in\nthe formation of the Hamilton Coin Society in 2019. Robb is an\navid collector of casino chips, tokens, silver strikes and all other\ncasino memorabilia.",
            "Henry Nienhuis: Candidate for Director representing Ontario   South-Central /\nCandidat au poste de Directeur repr sentant de Ontario   Sud-Centre",
            "Henry Nienhuis is a software management professional\nwho has led a number of high tech development teams\nin producing innovative, state-of-the-art technologies.",
            "Henry has been collecting Canadian, British and\nDutch coins, tokens and medals for 50 years. After\na hiatus from the hobby to attend the University of\nToronto and raise a family, he returned to organized\nnumismatics in 2000 serving the hobby at the local, provincial\nand national levels. For a number of years he served the RCNA\nas Education Chairman, managing the annual symposium, and\nas Associate Editor of The CN Journal. He has contributed to\nthe growth and direction of the RCNA when called upon as a\nmember of Strategic Planning initiatives. In addition, he has\nserved as a director, lst VP, president and as past president\n(2015-2019) of the Association. In 2014, he served as Co-chair\nof the Annual Convention. Most recently, as the editor of The CN\nJournal he successfully led the publication s move to the larger\nformat.",
            "Henry has been published in The CN Journal,\nCanadian Coin News, and the Ontario Numismatist.\nA three times winner of the Jean Bullen Award for his\nnumismatic exhibits, he has spoken at numismatic\nclubs, community shows, and at Association\nConventions.",
            "He is a member of the executive of a number of\nclubs- TCC, NYCC, EMCCC and CEVNA and has also served\nas their Webmaster. He is a Director of the non-profit Canadian\nAssociation for Numismatic Education (CAFNE) and of the J.\nDouglas Ferguson Historical Research Foundation.",
            "He is a fellow of the CNRS, RCNA and ONA. In 2015, he\nwas honoured with the ONA Award of Merit, the highest award\nbestowed by that Association, and in 2017, he received the\nBruce H. Raszmann Award. In 2020, he received the Paul Fiocca\nAward, the highest award bestowed by the RCNA.",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "138"
    },
    {
        "File": "The_CN_Journal_april_43.jpg",
        "Paragraphs": [
            "France Duranleau Waychison: Candidate for Director representing Montreal and Suburbs /\nCandidat au poste de Directeur repr sentant de Montr al et les banlieues",
            "An accountant by training, France Duranleau Waychison\nis fully bilingual and has worked as hotel manager, and\nsubsequently as civil servant/ auditor for over 20 years\nwith the Qu bec, Ontario, and Federal governments.\nShe has also served both as accountant/part owner of an\nonline Inuit Art Company, and a family-owned, store-\nfront lady s fashion store.",
            "She has a strong record of volunteerism. She helped\nfound a successful Day Care Center that achieved the\nlowest per-diem costs in Ontario at the time. She also has a 25-year\nrecord of volunteerism with the Multiple Sclerosis Society, serving\nin various roles as treasurer, service manager, and President of the\nRegional Chapter. As recognition of her community service, two\ndifferent Ontario governments appointed her public member to\nthe College of Denturists of Ontario, where she rose to 2nd Vice-\nPresident.",
            "France is a member of the Timmins Coin Club (TCC), Club\nde Numismates du Bas Saint-Laurent (CNBSL), and the Soci t \nNumismatique de Qu bec (SNQ). She joined the Canadian\nAssociation of Wooden Money Collectors (CAWMC) in the early\n1980 s and eventually served as their President for six years (2015\n-2021). France currently serves as editor of CAWMC s publication\nTimber Talk for the past four years and recently was appointed as\na Life Member for her services. She also serves as President of the\nAssociation des Numismates Francophones du Canada.",
            "France has served the RCNA for numerous years as a translator\nfor the CNJ, and volunteered at their conventions, which she has\nattended since the late 1980 s. She has given presentations at\nnumismatic clubs and association conventions and has published\narticles in both Timber Talk and The CN Journal. For her RCNA\nvolunteerism and contributions, she has received eight RCNA\nPresidential Awards.",
            "France wishes to apply her years of experience in corporate\ngovernance, fiscal management, and volunteerism for the betterment\nof the association with an emphasis on member services.",
            "Comptable de formation, France Duranleau Waychison\nest parfaitement bilingue et a travaill  comme directrice\n@h tel, puis fonctionnaire/v rificatrice pendant plus\nde 20 ans aupr s des gouvernements du Qu bec, de\nl Ontario et du f d ral. Elle a  galement  t  comptable/\ncopropri taire d une entreprise d art inuit en ligne et\nd une boutique familiale de mode pour dames.",
            "Elle a un solide bilan de b n volat. Elle a aid \na fonder une garderie prosp re qui a obtenu les coats\njournaliers les plus bas en Ontario en ce temps-la. Elle a  galement\n25 ans de b n volat au sein de la Soci t  de la scl rose en plaques,\noccupant divers rdles en tant que tr sori re, gestionnaire de services\net pr sidente de la section r gionale. En reconnaissance de son\nservice communautaire, deux gouvernements ontariens diff rents\nl ont nomm e membre public de l Ordre des denturologistes de\nl Ontario, ot elle est devenue 2e vice-pr sidente.",
            "France est membre du Timmins Coin Club (TCC), du Club\nde Numismates du Bas Saint-Laurent (CNBSL) et de la Soci t \nNumismatique de Qu bec (SNQ). Elle s est jointe a I  Association\ncanadienne des collectionneurs de monnaie en bois (CAWMC)\nau d but des ann es 1980 et a occup  le poste de pr sidente\npendant six ans (2015-2021). France est actuellement r dactrice\nen chef de la publication Timber Talk du CAWMC depuis quatre\nans et a r cemment  t  nomm e membre 4 vie pour ses services.\nElle est  galement pr sidente de 1  Association des Numismates\nFrancophones du Canada.",
            "France a servi l  ARNC pendant de nombreuses ann es en\ntant que traductrice pour le Journal CN et b n vole aux congr s,\nauxquels elle assiste depuis la fin des ann es 1980. Elle a donn \ndes pr sentations dans des clubs de numismatique et des congr s\nd associations et a publi  des articles dans Timber Talk et le Journal\nCN. Pour son b n volat et ses contributions a l ARNC, elle a regu\nhuit prix pr sidentiels.",
            "France souhaite appliquer ses ann es d exp rience en\ngouvernance d entreprise, en gestion fiscale et en b n volat pour\nl am lioration de l association en mettant l accent sur les services\naux membres.",
            "Kevin Day-Thorburn: Candidate for Director representing New Brunswick and Prince Edward Island\n/ Candidat au poste de Directeur repr sentant du Nouveau-Brunswick et de I lle-du-Prince-Edouard",
            "A member of the RCNA since 1988, Kevin Day-\nThorburn has enjoyed the position of Area Director for\nNew Brunswick and Prince Edward Island and editor\nof the organization s electronic newsletter, NumisNotes.\nIt was a highlight for him to receive the Fellow of the\nRCNA award in 2018. He is currently the president\nand editor of the Saint John Coin Club and editor of\nThe Atlantic Numismatist, the newsletter of the APNA.\nHe is a strong proponent of furthering numismatic education and\nattracting young numismatists to the hobby, having had both these\nas mandates for the ACCCR (Atlantic Canadian Coin Collectors \nRally), a numismatic convention/coin show organizing body of\nwhich he is co-chair. In the past, he has served on the executive\nof the Halifax Regional Coin Club and as RCNA Area Director\nfor Nova Scotia and Newfoundland. He is a strong supporter of\norganized numismatics/coin clubs, recognizing the value they\nprovide to furthering the hobby. Kevin has a broad range of\nnumismatic interests, including Canadian and world circulating\ncoins, Maritime Provinces medals, tokens, wooden nickels, and\ncheques.",
            "Number3 Aprile May 2023",
            "Membre de 17 ARNC depuis 1988, Kevin Day-Thorbum\noccupe les postes de directeur r gional pour le Nouveau-\nBrunswick et 1 fle-du-Prince-Edouard et est r dacteur en\nchef du bulletin  lectronique de l  organisation, NumisNotes.\nCe fut un moment important pour lui de recevoir le prix\ndu compagnon (Fellow) de l ARNC en 2018. II est\nactuellement pr sident et r dacteur en chef du bulletin\npour le Saint John Coin Club et r dacteur en chef de The\nAtlantic Numismatist, le bulletin de ? APNA. II est un fervent partisan\nde I ducation numismatique et de recruter de jeunes numismates\ndans notre passe-temps, ayant ces deux objectifs dans le mandat de\nLP ACCCR (Rally de collectionneurs de pi ces de monnaie du Canada\nAtlantique), un  v nement / congr s numismatique dont il  tait\ncopr sident. Auparavant, il a si g  sur l ex cutif du Halifax Regional\nCoin Club et a  t  directeur r gional de l  ARNC pour la Nouvelle-\nEcosse et Terre-Neuve. II croit aux bienfaits de l  organisation des\n v nements et clubs numismatique structur s, reconnaissant la valeur\nquwils apportent a la promotion du passe-temps. Kevin a un large\n ventail d int r ts numismatiques, y compris des pi ces de monnaie\nen circulation du Canada et du monde, des m dailles des Maritimes,\ndes jetons, des jetons en bois et des ch ques.\n"
        ],
        "PageNo": "139"
    },
    {
        "File": "The_CN_Journal_april_44.jpg",
        "Paragraphs": [
            "Jasmin Lavoie: Candidate for Director representing Quebec /\nCandidat au poste de Directeur repr sentant Qu bec",
            "Je m adonne a la numismatique depuis plus de treize\nans. Mes premiers pas comme collectionneur ont\nrapidement  t  guid s par 17 ARNC ainsi que mon\nclub local, le Club de numismates du Bas St-Laurent\n(CNBSL). J ai vite compris l int r t historique et la\nplus-value de savoir la provenance et la raison d tre\nde certains jetons, m dailles, billets de banque ou\npieces de monnaie. Cela m a amen  a  crire plusieurs\narticles qui ont  t  publi s dans le Bulletin du CNBSL,\npuis dans le Journal Canadien de Numismatique. Jai remport \nle prix litt raire J r6me H. Remick pour l un de mes articles en\n2018. J ai regu la mention Compagnon de 1  ARNC en 2020.",
            "Je m implique r guli rement dans le CNBSL, dont je suis\n1 diteur et l actuel vice-pr sident. J ai un int r t particulier\npour le papier-monnaie. Je suis  galement impliqu  dans la\nCanadian Paper Money Society ainsi que dans 1  Association des\nnumismates francophones du Canada (ANFC).",
            "Mon premier congr s de 1  ARNC  tait en 2017 a Boucherville,\nou j ai pu faire connaissance avec un grand nombre de\nnumismates de partout au pays et m me de |  ext rieur du Canada.\nJ ai tellement aim  les contacts que j ai pu d velopper 1a que je\nn ai manqu  aucun congr s de 1  ARNC depuis. J ai fait partie du\ncomit  de traduction et de r vision du Cours par correspondance\nsur la Numismatique Canadienne, partie II, qui a  t  lanc  en\nfrangais en 2019.",
            "Je suis actuellement directeur de l ] ARNC pour le Qu bec\n(code postaux J et G) et j aimerais pouvoir continuer a remplir\nce role. Merci.",
            "140",
            "I have been involved in numismatics for over thirteen\nyears. My first steps as a collector were quickly guided\nby the RCNA and my local coin club, the Club de\nnumismates du Bas St-Laurent (CNBSL). I quickly\nunderstood the historical interest and the added value\nof knowing the origin and the purpose of many tokens,\nmedals, banknotes or coins. This led me to write several\narticles that were published in the Bulletin du CNBSL,\nthen in the Canadian Numismatic Journal. | won the\nJerome H. Remick III Literary Award for one of my articles in\n2018. I became a Fellow of the RCNA in 2020.",
            "I am regularly involved with the CNBSL, of which I am the\neditor and current vice president. I have a particular interest in\npaper money. I am also involved in the Canadian Paper Money\nSociety and the Association des numismates francophones du\nCanada (ANFC).",
            "My first RCNA convention was in 2017 in Boucherville, where\nI was able to meet a lot of numismatists from all over the country\nand even from outside Canada. I enjoyed the contacts I made there\nso much that I haven t missed a single RCNA convention since.\nI was on the translation and editing committee for the Canadian\nNumismatics Correspondence Course Part II, which was launched\nin french in 2019.",
            "Iam currently the Quebec Director of the RCNA (J and G postal\ncodes) and would like to continue in that role. Thank you.",
            "Volume 68\n"
        ],
        "PageNo": "140"
    },
    {
        "File": "The_CN_Journal_april_45.jpg",
        "Paragraphs": [
            "Dan McCormick: Candidate for Director representing Newfoundland & Labrador and Nova Scotia /\nCandidat au poste de Directeur repr sentant de Terre-Neuve-et-Labrador et de la Nouvelle -Ecosse",
            "Dan is a Retired Ships Captain, sailing the Great Lakes\nand the East Coast of Canada for forty two years.\nAlthough he is retired, he can t quite give it up and\ncontinues to do contract work and training for Algoma\nCentral Marine.",
            "He devotes a great deal of time to his collections\nconsisting of decimal coins, euros, paper money,\nCanadian Tire money, all club medals, challenge coins and Papal\nmedals.",
            "Dan has been a member of the RCNA for twenty years\nand received the FRCNA at the Calgary Convention in 2019\nAs well as the President s Award in 2020. He is also the past\npresident of the APNA having held the position from 2018-2021.",
            "In that span of four years he helped breathe new life\ninto a club that had been in need of a boost. He did this\nby traveling to clubs in Nova Scotia and Newfoundland\nand sharing his passion with everyone he met. This\nresulted in increased membership and renewed interest\nin the APNA. Dan is an avid advocate for the youth\nprogram and is always willing to help in any way to\nspark interest among the young.",
            "He has been the administrator for the RCNA correspondence\ncourse for the last four years as well as a member of the Board of\nDirectors for CAFNE. He is presently on the Board of Directors\nof the RCNA for Nova Scotia and Newfoundland and would like\nto be re-elected for the position once again.",
            "Jeffrey Wilson: Candidate for Director representing Newfoundland & Labrador and Nova Scotia /\nCandidat au poste de Directeur repr sentant de Terre-Neuve-et-Labrador et de la Nouvelle -Ecosse",
            "I was born in 1962 in Halifax and have been a coin\ncollector since the 1960s when my Mom started me\nwith a Whitman folder for Canadian cents. In 1983, I\njoined the CNA, the Halifax Coin Club and the Atlantic\nProvinces Numismatic Association. I ve been a member\nof the ANA since the late 1990s. By then I was collecting\nCanadian medals: coin club, 1967 Centennial year, Nova\nScotia municipal and commemorative medals, and historical medals\nof the 19th and early 20th centuries.",
            "My entire working career has been with the Royal Canadian\nNavy. I enrolled in January 1979 and spent most of my career in\nHalifax. I have been posted to Victoria, Washington DC and two\ntours at CFS Alert. Since 2013, I had been posted to Borden ON.\nAfter more than 43 years in the RCN, I have retired from the Navy\nand returned to Nova Scotia.",
            "I have been active in numismatics for over 55 years now.",
            "  President of Halifax Regional Coin Club 2010-2013,",
            "including editor of the HRCC newsletter",
            "* Past President of Georgian Bay Coin & Stamp Club",
            "  Have been an RCNA Area Director for Nova Scotia and",
            "Newfoundland & Labrador for over 10 years.",
            "  Fellow of the RCNA (2016) and ONA (2023)",
            ". Received a RCNA Presidential award for 2021\nand 2022.",
            ". Regularly volunteer to help at RCNA and ONA\nconventions.",
            ". Currently Bourse Chairman for RCNA and ONA.\n. Member of many different coin clubs and\nassociations",
            "As past Director, I was able to secure two RCNA Conventions\nin Halifax, 2015 and 2020 (rescheduled for this year). My aim as\nDirector has been to help promote numismatics in my area.",
            "While I was in Ontario, each year I would try to attend the\nAPNA Show and in October 2018, I did a presentation at a Halifax\nRegional Coin Club meeting.",
            "My goal is to encourage better communication between the\nRCNA and clubs, letting the clubs know that the RCNA is here to\nhelp where we can. Now that I am retired, I will be able to devote\neven more time to the hobby and spend more time with clubs\nlocated in Nova Scotia.",
            "Iam hoping that I am re-elected as your RCNA director for Nova\nScotia and Newfoundland.",
            "Lloyd Chan: Candidate for Director representing Eastern USA /\nCandidat au poste de Directeur repr sentant l'Est USA",
            "I am a retired science teacher with 21 years of\nexperience. At various times I taught Earth Science,\nBiology, Chemistry, and Physics. In my teaching I\nemphasized the interconnection between the sciences,\nculture, and daily life. In my previous  lives  I worked\nas a winemaker, maltster (making brewers malt),\ndeputy sheriff, and computer programmer.",
            "My passion for collecting began at a very young\nage. I started with foreign coins which were acquired from family\nmembers during their travels. I expanded my collection to include\nU.S. coins gleaned from my father s business. Over the years",
            "Number3 Aprile May 2023 -----------------------------------",
            "my interests have focused on ancient Greek, ancient\nRoman, and Medieval coinage.",
            "Since joining the RCNA in 2009, I have served as\na volunteer in youth activities, spoken at educational\nseminars, and served one term as a director. I am\ncurrently a member of the CAFNE board of directors. I\nam also a member of Canadian Association of Wooden\nMoney Collectors, Ontario Numismatic Association,\nOttawa Numismatic Society, and Calgary Numismatic Society.\nMy goal is to promote numismatics and encourage others to enjoy\nthe hobby as much as I do.\n"
        ],
        "PageNo": "141"
    },
    {
        "File": "The_CN_Journal_april_46.jpg",
        "Paragraphs": [
            "Robert F. Fritsch: Candidate for Director representing Eastern USA /\nCandidat au poste de Directeur repr sentant l'Est USA",
            "Robert F. ( Bob ) Fritsch, FRCNA, FONA, has been\ncollecting for 55 years, and has a very eclectic interest\nin almost everything numismatic. He has served as\nPresident of six clubs and is currently on the board of\nseven, soon to be eight. He has executed the duties of\neach position with fidelity and dedication, and will do\nthe same for the RCNA as an Eastern US Director.",
            "Rob Turner: Candidate for Director representing Western USA /\nCandidat au poste de Directeur repr sentant Ouest USA",
            "Rob Tumer began collecting Canadian decimal coinage\nas a teenager growing up in Maine during the 1960s. By\n1980, he had focused his passion upon collecting and\nstudying Victorian cents. During the last forty years, he\nhas assembled multiple sets of these fascinating coins,\nincluding a mint state set containing all of the date and\nobverse variety combinations.",
            "Since 2007, Rob has authored five highly acclaimed\nbooks and several articles on Victorian cent die\nvarieties. In addition to describing in detail how the Royal Mint\nmanufactured these coins, his books include comprehensive die\ncatalogs for the dates 1858, 1859 over 1858, 1890-H, 1891, and\n1892. His work on this series continues.",
            "Rob serves as one of the two Western Regional Directors of the\nRoyal Canadian Numismatic Association. He received RCNA\nPresidential Awards in 2015, 2020, and 2022 for his work in",
            "improving the financial practices of the organization.\nRob is a Fellow of both the Canadian Numismatic\nResearch Society and the Royal Canadian Numismatic\nAssociation. In 2011, he won the Fred Bowman Award\nfor Numismatic Research for his book, Dies and\nDiadems. He was awarded the J. Douglas Ferguson\nmedal, the highest award in Canadian numismatics,\nin 2020. In 2022, the RCNA presented him with its\nhighest honor, the Paul Fiocca Award. Rob also holds\nmembership in the American Numismatic Association.",
            "Outside of numismatics, Rob earned BS and MS degrees in civil\nengineering and worked as a licensed civil engineer and manager\nfor the US Coast Guard and a municipal government in California,\nbefore retiring in 2013. He has served on the boards of several\npublic and private corporations engaged in supplying water to\nvarious California communities.",
            "Michael S. Turrini: Candidate for Director representing Western USA /\nCandidat au poste de Directeur repr sentant Ouest USA",
            "A Californian by birth and residence, Michael, thanks\nto  the world of money , is as much at home in Canada\nwith his fellow Canadian numismatic sojourners or\nanywhere on this Earth where  the world of money \nis enjoyed.",
            "Michael has been an active and avid coin hobbyist\nsince the 1960s and a member of numerous organized\nnumismatic groups across the United States and\nCanada. He has been a retired secondary-level educator since\n2008, teaching junior and senior high school levels. He has\nevolved into a volunteer archivist and collection manager at a\nlocal museum in his hometown of Vallejo, California. He is also\nserving the local Senior Center, becoming a passionate advocate\nfor older citizens.",
            "His organized numismatics has included three terms as the\nCalifornia State Numismatic Association (CSNA) President, also\nincluding over two decades as a columnist for the Association s\naward-winning California Numismatist. Michael continues",
            "staffing information and youth tables at local coin club\nshows around northern California.",
            "Except for a two-year pause, he has been a Western\nUS Director for the Royal Canadian Numismatic\nAssociation (Life Member #236) since 2002. As a\nDirector, he serves the Canadian Association For\nNumismatic Education (CAFNE) and the Canadian\nPaper Money Society (CPMS). He has attended\n18 Annual Conventions   helping to launch youth activities,\npresented at a number of Education Symposiums, and Club\nDelegates Breakfasts. He remains a generous donor of time and\nmoney to CAFNE, the RCNA, and to its youth program.",
            "Over the decades, he has completed research and has written\narticles and papers.",
            "My intention is to continue to serve, to promote, and to\nenhance North American organized numismatics.",
            "RCNA   ARNC",
            "The CN Journal Volume 68\n"
        ],
        "PageNo": "142"
    }
]