[
    {
        "File": "The_CN_Journal_June_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT",
            "the cool temperatures of spring are finally behind",
            "us and I for one am eagerly anticipating the",
            "chance to enjoy Canada at its finest during the\nupcoming summer months. With the end of school for\nmany, June often seems to disappear in the blink of an eye,\nso I would encourage all of you to make your plans now\nand book your visit to the Numismatic event of the year  \nthe RCNA s 63 Annual Convention and  Canada s Money\nCollector Show  being held this year in Ottawa from Tuesday,\nJuly 19, to Sunday, July 24. You might even consider\nplanning your family s vacation to take in many of the\nsights the Ottawa region has to offer. The natural beauty\naround Canada s capital is spectacular during the summer.",
            "To ensure a good time for all, the Convention\nCommittee of the Ottawa Numismatic Society is busily\nworking on features for your pleasure. Although some\nof the details remain in flux, events and tours have been\nscheduled in between the many numismatic activities that\nwill appeal to all attendees. The RCNA has been advised\nby the Royal Canadian Mint that its traditional Thursday\nevening annual reception, at our convention over the last\nforty years, will not be held this year because of policy\nchanges affecting every Crown Corporation s ability to\nhost social events. However, the RCM has assured us that\nit will still be a strong presence at the Convention, and\nit is currently finalizing its activities to take place on the\nbourse, including the opportunity for Convention visitors\nto meet coin designers and engravers in person.",
            "It gives me great pleasure to announce that we have\nappointed Kevin Day-Thorburn, the Association s\nDirector for New Brunswick and Prince Edward Island,\nas the editor of our electronic bulletin Wi ores. Kevin\nhas a great deal of experience producing newsletters, and\nwe are expecting great things from him. I would like to\nthank all those members who had volunteered for the\nposition.",
            "I would also like to thank Judy Blackman for her\nservice as the interim-editor. Judy had jumped to our\nrescue, on very short notice, when our previous editor\nwas unable to continue. It is very encouraging to me\nwhen our members volunteer their precious time to help\nour Association move forward.",
            "In closing, for those planning to attend our\nConvention please make your reservation right away.\nThe Convention hotel, the Delta Ottawa City Centre, is\nselling out quickly!",
            "Number 4 June 2016",
            "MoT_DU_PRESIDENT.",
            "es temp ratures fraiches du printemps sont finalement",
            "derri re nous et je suis parmi ceux qui attendent avec",
            "impatience la chance de profiter du plus beau qu  a\noffrir le Canada au cours de la p riode estivale. Pour plusieurs,\ncette p riode repr sente la fin des classes scolaire, et le mois de\njun semble dispara tre en un clin d ceil, donc je vous encourage\ntous   faire vos plans maintenant et r servez votre s jour pour\nl' v nement numismatique de l ann e   le 63  congr s annuel de\nLV ARNC et  le salon national des collectionneurs de monnaies  qui se tient\ncette ann e   Ottawa du mardi 19 juillet au dimanche 24 juillet.\nVous pourriez m me envisager la planification de vos vacances\nen famille et profiter pleinement des sites que la r gion d'Ottawa\na   offrir. La beaut  naturelle autour de la capitale du Canada est\nspectaculaire au cours de l t .",
            "Afin de garantir un succ s pour tous, le comit  de la Soci t \nnumismatique d'Ottawa responsable de la convention travaille\nactivement sur les petits d tails pour assurer votre satisfaction.\nBien que certains d tails restent   finaliser, les activit s et les\nvisites ont  t  programm es   l int rieur des nombreuses activit s\nnumismatiques qui, on esp re, r pondront aux besoins de tous\nles participants. L ARNC a  t  inform  par la Monnaie royale\ncanadienne que la r ception annuelle du jeudi soir, tradition de notre\ncongr s au cours des quarante derni res ann es, n aura pas lieu cette\nann e en raison des changements de politiques qui touchent toutes\nles soci t s d tat dans la commandite d' v nements sociaux.\nCependant, la MRC nous a assur  qu elle aura encore une forte\npr sence   la convention, et ils sont   finaliser les activit s qui se\nd rouleront sur le plancher de la bourse, y compris la possibilit \npour les visiteurs de la convention de rencontrer en personne les\nconcepteurs de pi ces de monnaie et les graveurs.",
            "Il me fait grand plaisir d'annoncer la nomination de Kevin Day-\nThorburn, directeur de l Association pour le territoire du Nouveau-\nBrunswick et de l le-du-Prince- douard, en tant qu diteur de notre\nbulletin  lectronique Wm ores. Kevin a beaucoup d exp rience\ndans la production des bulletins d information, et nous nous\nattendons   de grandes r alisons de sa part. Je voudrais remercier\ntous les membres qui se sont port s volontaires pour le occuper le\nposte. Je tiens  galement   remercier Judy Blackman pour son travail\ncomme  ditrice par int rim. Judy avait accept  de nous donner un\ncoup de main sans pr avis raisonnable, lorsque l diteur pr c dent\n tait dans l impossibilit  de continuer. Il est tr s encourageant pour\nmoi de constater que nos membres donnent b n volement de leur\ntemps pr cieux pour aider notre Association d aller de l avant.",
            "En conclusion, pour ceux qui planifient d assister   notre\nconvention s il vous pla t faites votre r servation rapidement. Les\nchambres de l h tel de la convention, le Delta Ottawa City Centre,"
        ],
        "PageNo": "149"
    },
    {
        "File": "The_CN_Journal_June_08.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE_DU_CONGRES",
            "2016 Ottawa RCNA Convention Update +\nMise   jour au sujet du congr s 2016 (Ottawa)",
            "With only",
            "afew",
            "W weeks",
            "to go, things are",
            "lining up for a great",
            "Convention. Here is\nthe latest information:\nRegistrations:\nAfter a few  hiccups \nthe online registration\nsystem is now\nworking smoothly.\nRegistration is quick\nand easy and you\ncan pay securely\nvia PayPal. Register\nearly to avoid disappointment.\nHotel: The Delta Ottawa City Centre is excited about\nhosting us for the Convention. They are particularly\nhappy that we have exceeded our booking commitment\nby 50% as of early May. They have donated a  Dinner\nfor Two  prize for early registrants (before May 31st),\nso if you want a chance to win a great prize, make sure\nyou register for the Convention soon.\nProgram of Events: The Convention Program was\npublished in the last CNJ and is available online at\nwww.rena.ca/2016. There have been some minor\nadjustments to the timings to minimize conflicts\nbetween meetings, so check online for the most up-\nto-date program.\nBanquet Speaker: This year s Guest Speaker at the\nBanquet Dinner will be none other than Colonel John\nBy himself, who will regale us with entertaining stories\nand anecdotes from Ottawa s intriguing history. Col\nBy will also be joining us at the pre-banquet cocktails\nto chat with guests and pose for photos.\nSpousal Breakfast: This year s Spousal Breakfast\nwill feature a special activity   Lady By, wife of\nColonel John By, will join the spouses for breakfast\nand will speak about Victorian Etiquette for ladies\nand will provide a demonstration on  The Art of\nFlirting with a Fan,  how the ladies of the period\nused their fans to attract a gentleman s attentions.\nWe hope to provide each lady in attendance with her\nown fan, so she can practice along with the speaker.\nBe sure to arrive on time so you don t miss anything!",
            "A vec",
            "\nseulement",
            "quelques",
            "semaines avant\nle congr s, les\npr parations vont\ntr s bien. Voici\nles derni res\ninformations:\nInscriptions\nApr s quelques\n hoquets  le syst me\nd inscription en\nligne est maintenant\nen bonne ordre.\nL inscription en ligne\nest rapide et facile, et vous pouvez payer en toute s curit  via\nPayPal. Inscrivez-vous t6t pour  viter toute d ception.\nH tel : Le Delta Ottawa City Centre est heureux de nous\naccueillir pour le congr s. Ils sont particuli rement heureux\nqu au d but mai nous avons d pass  notre engagement de\nr servations de 50%. Ils ont fait don d un prix  D ner pour\nDeux  pour les premiers inscrits (avant le 31 mai), donc si\nvous voulez une chance de gagner ce grand prix, assurez-\nvous de vous inscrire au congr s bient t.\nProgramme d'activit s : Le programme, publi  dans\nle dernier num ro du CNJ, est aussi disponible en ligne  \nwww.rena.ca/2016. Il y a eu quelques ajustements mineurs\naux horaires pour minimiser les conflits entre les r unions,\ndonc v rifiez en ligne pour le programme   jour.\nBanquet - Invit  d honneur : Cette ann e, l invit \nd honneur lors du d ner banquet sera nul autre que le colonel\nJohn By lui-m me, qui nous r galer avec des histoires et\nanecdotes divertissantes de l histoire d'Ottawa. Le colonel\nnous rejoindra  galement au cocktail pr -banquet pour\ndiscuter avec les congressistes et poser pour des photos.\nPetit d jeuner des conjointes : Cette ann e, on mettra\nen vedette une activit  sp ciale   la Dame By,  pouse du\nColonel John By, se joindra au petit d jeuner des conjointes\net parlera de l tiquette victorienne pour les dames et fera\nune d monstration sur  L'art de batifoler avec un fan ,\ncomment les dames de la p riode ont utilis  leurs fan pour\nattirer les attentions d un gentilhomme. Nous esp rons\nfournir chaque dame pr sente avec son propre fan, de sorte\nqu elle peut pratiquer avec l invit e d'honneur. Assurez-\nvous d arriver   l heure!",
            "Volume 61",
            "The CN Journal\n"
        ],
        "PageNo": "152"
    },
    {
        "File": "The_CN_Journal_June_09.jpg",
        "Paragraphs": [
            "New Clubs to Hold Inaugural Meetings: Two new\nnumismatic clubs will hold inaugural meetings at this\nconvention: The Hudson s Bay Company Collectors\nSociety (HBCCS) will meet Friday afternoon and\nthe Canadian Association of Numismatic Editors and\nWriters (CANEW) will meet Saturday morning.\nMedal: In concert with the theme of  Celebrating\nCanada s Military Heritage,  this year s convention medal\nfeatures a view of Canadian soldiers from the Great War,\nas depicted on the National War Memorial. We honour all\nour military personnel, past and present, as we remember\nthe Battle of the Somme, which occurred 100 years ago.\n(See the full article on the battle elsewhere in this issue.)\nSpecial Events: The many tours are booking up\nfast, so hurry to register for your choices at the\nConvention.",
            "RCM Reception: Sadly, we have been informed by\nthe Royal Canadian Mint that they will not be able\nto provide a Reception event as they have done for\nnearly forty years. Your RCNA Executive and the\nConvention Committee are working hard to provide\na substitute event on the Thursday evening. We will\nkeep you informed.",
            "RCM Engravers and Artists: The RCM has informed\nus that, to meet the public and showcase their work,\nthere will be two engravers present on Friday and\ntwo artists on Saturday. The names have not been\nannounced yet, but as soon as we have them, we will\nupdate the Web site with the information.\nTransportation: For those who will be travelling\nvia air or train, please note that there are no shuttle\nservices to any downtown hotels in Ottawa. Taxis and\nbuses are available from both locations.",
            "Bank of Canada Currency Museum: The Currency\nMuseum will be closed during our Convention as\nthe Bank of Canada building is being renovated. The\nMuseum will re-open in the summer of 2017.\nUpdated information will be posted on the RCNA\nWeb site, in The CNJ, and in VW Norer.",
            "Number 4",
            "June 2016 ",
            "Nouveaux clubs tiendront des r unions inaugurales :\nDeux nouveaux clubs tiendront des r unions inaugurales\nau congr s : le Hudson s Bay Company Collectors Society\n(Soci t  des Collectionneurs de la Compagnie Baie d Hudson)\nse r unira le vendredi apr s-midi et le Canadian Association\nof Numismatic Editors and Writers (l  Association canadienne\ndes r dacteurs numismatiques) se r unira samedi matin.\nM daille : Alignez avec le th me  C l bration du patrimoine\nmilitaire du Canada , la m daille de congr s offre une vue\ndes soldats canadiens de la Grande Guerre, tel que sur le\nMonument comm moratif de guerre. Nous rendons hommage\n  tous nos militaires et nous nous souvenons de la bataille de\nla Somme, qui a eu lieu il y a 100 ans. (Voir l article complet\nsur la bataille dans ce num ro.)",
            " v nements sp ciaux : Les nombreuses visites se\ncompl tent vite, donc ne pas h siter   vous inscrire au\ncongr s.",
            "R ception de la MRC : Malheureusement, nous avons\n t  inform s par la Monnaie royale canadienne qu elle\nne sera pas en mesure de nous offrir une r ception cette\nann e comme elle a fait pendant pr s de quarante ans. Votre\nconseil d administration de l  ARNC et le Comit  du congr s\ntravaillent dur pour fournir un  v nement de remplacement\nle jeudi soir. Nous vous tiendrons inform .",
            "Graveurs et Artistes : La MRC auront deux graveurs\npr sents le vendredi et deux artistes le samedi pour\npr senter leur travail et rencontrer le public. Les noms ne\nsont pas encore annonc s, mais d s que nous les sachons, le\nsite-web du congr s sera mise   jour.",
            "Transport : Pour ceux qui voyagera par avion ou par train,\ns il vous plait noter qu il n y a pas de service de navette\npour tous les h tels du centre-ville d'Ottawa. Les taxis et les\nbus sont disponibles   partir de deux endroits.",
            "Mus e de la monnaie : Le Mus e de la monnaie sera\nferm  au cours du congr s d  au fait que la Banque du\nCanada est toujours en cours de reconstruction. Le mus e\nrouvrira   l t  2017.",
            "Gardez un ceil sur /e JCN, le site Web de l Association et\nsur wi Votes pour demeurer inform .\n"
        ],
        "PageNo": "153"
    },
    {
        "File": "The_CN_Journal_June_10.jpg",
        "Paragraphs": [
            "CONVENTION. COMMUNIQUE_bU_CONGRES",
            "2016 RCNA Symposium",
            "The Royal Canadian Numismatic Association",
            "is pleased to announce this year s Educational",
            "Symposium. Expanded to eight leading\nnumismatists presenting over a two-day period this event is\nfor your pleasure and knowledge.",
            "As the Canadian collector becomes more sophisticated\nthe demand for numismatic education becomes stronger.\nThe RCNA is proud to be sponsoring the leading\neducational event for those attending the 2016 Convention.\nIt is an opportunity to connect with people passionate about\nthis hobby and eager to share their knowledge making\nyour numismatic experience that much greater. Remember,",
            "knowledge is power!\nScott E. Douglas",
            "Wednesday July 20, 2016",
            "1:00 p.m. - Paul Berry:",
            "The Design Competition For The 1951\nCommemorative 5-cent Piece",
            "Paul, a native of\nHamilton, moved to Ottawa\nin 1984 to work in the\nBank of Canada Museum,\nknown then as the Currency\nMuseum.\nFrom 1991 to 1996 he\nworked as a member of the\nBank s Currency Research\nand Design team. In July\n1996 he returned to the\nMuseum as its Curator. In\n2001 Paul became its Chief Curator administrating a team\nof eight professionals in the development, care and research\nof the Collection.",
            "Paul is a past president, life member, and archivist of\nthe Canadian Paper Money Society. He is also a fellow\nand past president of the Canadian Numismatic Research\nSociety, and a former Deputy Chairman of the J. Douglas\nFerguson Historical Research Foundation.",
            "Paul is a contributor to the Canadian Encyclopedia, the\nAvalon Chronicles, the RCNA Correspondence Course\nPart II and various hobbyist publications. Most recently, he\nauthored two articles for the Zransactions of the Canadian\nNumismatic Research Society   New Series Volumes 1 and\n3, about the early bread tokens of Ottawa. He is a recipient\nof the Ruth McQuade Literary Award (2000) and the Fred\nBowman Literary Award (2011).",
            "2:00 p.m. - Susan Taylor:",
            "The Inside Story: Striking gold with the 10z Pure Gold\nCoin   Tall Ships Legacy   The Bluenose",
            "Susan, originally from",
            "Brantford, gained her",
            "Honours Bachelor of Arts",
            "from McMaster University",
            "and her certificate as a",
            "Mint Engraver from the",
            "Royal Canadian Mint. As",
            "a Senior RCM Engraver",
            "with over 30-years of",
            "experience, Susan creates",
            "designs, sculpts bas relief",
            "and prepares tooling for the",
            "manufacture of coins and",
            "medals. In addition to these responsibilities, she mentors\nteam members in blending traditional sculpting practices\nwith computer technology.",
            "Susan is a past President of the Medallic Art Society\nof Canada and is the Canadian Vice Delegate for the\nF d ration Internationale de M daille, an International Art\nMedal Organization.",
            "3:00 p.m. - Michael Turrini:\nYou CAN NOT Take It With You",
            "Michael, RCNA Western",
            "USA Director, is also a",
            "Director of the Canadian",
            "Paper Money Society,",
            "as well as a Director of",
            "Canadian Association for",
            "Numismatic Education.",
            "He is a retired secondary",
            "educator from northern",
            "California, USA and is",
            "well known throughout",
            "the United States as a promoter of youth involvement in\nnumismatics.",
            "Over the years, Michael has been involved in organized\nnumismatics at the local level and at the national level,\nwith both the American Numismatic Association (ANA)\nand the RCNA, and is the past President of the California\nState Numismatic Association. Michael has acquired many\nhonours, including Fellow of the RCNA and two RCNA\nPresident s Awards. He is an established researcher, writer,\nand editor.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "154"
    },
    {
        "File": "The_CN_Journal_June_11.jpg",
        "Paragraphs": [
            "4:00 p.m. - Robb McPherson:\nCollecting Casino Collectibles - Chips, Tokens etc.",
            "Robb began collecting coins\na young boy. Later, as a\nyoung man, he joined the\nWaterloo Coin Society in\n1989. Robb soon became\na director of the club and\neventually, in 2000, its\nPresident, a position he\nheld for ten years. In 2014\nthe members of the club\npresented him with Life\nMembership # 9.",
            "In 2010 Robb was elected a Fellow of the Ontario\nNumismatic Association. In 2013 he became the President\nof the ONA and currently holds that position. Robb is also\nthe RCNA Director for South-Central Ontario.",
            "Robb is currently co-editor of the  Casino Collectible\nNews  and a member of the Silver Strikers Club, and\nthe Casino Chip & Gaming Token Collectors Club Inc.\n(CC&GTCC).",
            "Thursday July 21, 2016",
            "1:00 p.m. - Rob Turner:\nCollecting Victoria Cent Varieties",
            "Rob Turner began collecting\nCanadian decimal coinage\nas a teenager growing up in\nMaine during the 1960s. By\n1980, he had focused his\npassion upon collecting and\nstudying Victorian cents.\nDuring the last thirty years,\nhe has assembled multiple\nsets of these fascinating\ncoins, including a mint state\nset containing all of the date\nand obverse variety combinations.",
            "Since 2007, Rob has authored four highly acclaimed\nbooks and several articles on Victorian cent die varieties.\nIn addition to describing in detail how the Royal Mint\nmanufactured these coins, his books include comprehensive\ndie catalogs for the dates 1858, 1859 over 1858, 1890-H,\n1891, and 1892. His work on this series continues.",
            "Rob has been elected as a Fellow of the Canadian Numismatic\nResearch Society. He currently serves as Vice President of that\nsociety. In 2011, he won the Society s Fred Bowman Award for\nNumismatic Research for his book, Dies and Diadems. He holds\nmembership in both the Royal Canadian Numismatic Association\nand the American Numismatic Association. He serves as\nsecretary of the Newfoundland Numismatic Enthusiasts.",
            "Number 4",
            "June 2016",
            "2:00 p.m. - Chris Faulkner :\nMy Neighbour, W.A.D. Lees",
            "Christopher Faulkner is the",
            "author of The Holey Dollars",
            "and Dumps of Prince",
            "Edward Island, which was",
            "published by Spink & Son,",
            "London, UK, in 2012. His",
            "primary area of research",
            "interest 1s the circulating",
            "specie of pre-Confederation",
            "Canada and he has written",
            "a number of articles on",
            "aspects of the token coinage",
            "of this period. He has just",
            "completed a book on the tokens of Upper Canada issued\nbetween 1815 and 1841 and is currently working on a\nbook-length study of the Ships, Colonies and Commerce\ntokens. He was a recipient of the J. Douglas Ferguson\nAward in 2013 and of the Award of Merit from the Ontario\nNumismatic Association in 2014. He is currently Chair of\nthe Board of the J. Douglas Ferguson Historical Research\nFoundation. He is Emeritus Professor and Distinguished\nResearch Professor at Carleton University in Ottawa,\nCanada.",
            "3:00 p.m. - Mark Benvenuto:",
            "What Our Coins Are Made Of\nMark Benvenuto is a\nchemistry professor at the\nUniversity of Detroit Mercy,\nin Detroit, Michigan. He\nhas over twenty years of\nexperience analyzing coins,\nantiquities, and other objects\nvia energy dispersive X-ray\nfluorescence spectroscopy\n(EDXRF). He and his\nresearch students have\nattempted to determine if the composition of different series\nof coins can give clues as to their ore sourcing, and of their\nmethods of manufacture.",
            "As a hobbyist, Mark enjoys writing on numismatic\ntopics of all types. He has published approximately 800\narticles in national and regional numismatic magazines\nand journals such as the CN Journal; as a professor, his\nscientific articles appear in chemical literature. He has also\nwritten a science fiction novel,  Mars Greening,  and a\nmilitary humor volume,  Twisted Tales from VMI: Real-Life\nStories From the Virginia Military Institute, Barracks, Post,\nand Downtown.  He is always looking for a new subject to\nbroaden his own understanding.\n"
        ],
        "PageNo": "155"
    },
    {
        "File": "The_CN_Journal_June_12.jpg",
        "Paragraphs": [
            "4:00 p.m. - David Bergeron:\nTrends In Banknote Design and its Evolution*",
            "*This talk will be predominantly in French",
            "Born and raised in Oshawa, David also works within the Collection Services Section\nDavid Bergeron has been _ of the Bank of Canada Museum in support of the Museum s\na Curator of the National mission and vision. David holds a Master s degree in\nCurrency Collection of History from the University of Ottawa, and has acquired\nthe Bank of Canada since his expertise in numismatics through his years working\n2002. In his position, as a dealer, and through his own collecting interests and\nDavid is responsible for personal development in the field. David is a fellow of\nthe development and the Canadian Numismatic Research Society and a board\nthe maintenance of the member of the J. Douglas Ferguson Foundation.\ncollection, its library and\nsupporting documentation,",
            "and for making it accessible",
            "to the public through a variety of media.",
            "CONVENTION. COMMUNIQU _DU_CONGR S",
            "2016 Convention Medal e M daille du congr s",
            "In keeping with the 2016 Convention s id le au th me du congr s 2016,\nI theme  Celebrating Canada s Military Fc Vh ritage militaire\nHeritage,  the medal commemorates canadien , la m daille souligne\nthe centennial of the Battle of the le centenaire de la bataille de la\nSomme, by portraying a portion of Somme en reprenant une portion\nCanada s National War Memorial, du Monument comm moratif de\nwhich depicts soldiers of the First guerre du Canada qui montre des\nWorld War. A massive British and soldats de la Premi re Guerre\nFrench offensive against German mondiale. Une offensive conjointe\nlines in northeastern France in the franco-britannique massive contre\nsummer and fall of 1916, the Battle les lignes allemandes dans le\nof the Somme was, at the time, one nord-est de la France a l t  1916,\nof the bloodiest battles in history. la bataille de la Somme  tait, alors,\nTragically, it accomplished little. l une des batailles des plus sanglantes\nCanadian troops, under the command de l histoire. Malheureusement, elle a\nof British generals, were stationed in accompli tr s peu.\nBelgium, near Ypres. They were brought into Les troupes canadiennes, sous le",
            "the Battle of the Somme on August 30 and participated commandement de g n raux britanniques,  taient cantonn es\nin many bloody attacks over the next three months. pr s d Ypres, en Belgique. Elles ont int gr  la bataille de la\nThe Canadians acquitted themselves well, capturing a Somme le 30 ao t et particip rent, pendant trois mois,   de\nseries of strategic objectives, but these were achieved nombreuses attaques sanglantes. Les Canadiens ont fait bonne",
            "at great cost. figure en capturant de nombreux objectifs strat giques, mais ce\nAllied casualties were about 624,000, including   un co t tr s  lev .\nmore than 24,700 Canadians and Newfoundlanders. Les pertes alli es s levaient   quelque 624 000, dont 24 700",
            "The Germans suffered losses of about 660,000. The Canadiens et Terre-Neuviens. Les pertes allemandes  taient\nAllies  gain for five months of brutal fighting was a environ 660 000. Les cinq mois de bataille ont men    une\npenetration into German-occupied territory of about p n tration de 13 km du territoire occup  par les Allemands, et\n13 km along a 35 km front. ce sur un front de 35 km de long.",
            "Winter finally brought the Battle of the Somme to L'hiver a mis fin   la bataille de la Somme   la mi-novembre.",
            "an end in mid-November.",
            "156 \"een The CN Journal Volume 61\n"
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_June_13.jpg",
        "Paragraphs": [
            "CONVENTION COMMUNI",
            "QUE_DU_CONGRES",
            "2016 Convention Hosts the Launch of Two New Associations",
            "Canadian numismatic editors and writers unite",
            "The 2016 RCNA convention will be hosting the inaugural\nmeeting of the Canadian Association of Numismatic\nEditors and Writers (CANEW).",
            "All Canadian numismatic writers and editors are invited\nto join this new association, whose aim is to promote\nnumismatic writing through the sharing of tips, tools,\ninformation, and education on research, writing, editing, and\npublishing (and this provided in both official languages).",
            "Behind this endeavour is the editorial team that worked\non moneta, the Ottawa Numismatic Society publication\nthat won  Best in Canada  and  Best in North America \nthree times in its four-year lifespan: Ron Cheek, Wilfred\nLauber, Serge Pelletier, and Steve Woodland.",
            " There are so many accessible tools out there that\nare very useful to both writers and editors,  said Serge\nPelletier,  we just want to make sure that everyone knows\nabout them. ",
            " We re also inviting those who would like to become\nwriters,  said Steve Woodland.",
            "Hudson s Bay Company Collectors Society",
            "Please join fellow Hudson s Bay Company collectors and\nenthusiasts on Friday July 22, 2016, for our inaugural\nmeeting during the 2016 RCNA Convention at the Delta\nOttawa City Centre Hotel. We will be meeting from 2:00 p.m.\nto 3:00 p.m. in the Chaudi re room. All interested parties are\nwelcome!",
            "Larry Gingras  monumental catalogue has long served as\nthe most significant text for fur trade exonumia. This includes\nitems such as tokens, medals, and scrip. Since its publication,\nit has become difficult to find and so, prohibitively expensive.\nGenuine numismatic discoveries have been made in the more\nthan four decades since its publication. As well, a plethora of\nforgeries and fantasies have come to light during the Internet\nage. Share your experiences to help make a progressive and\nstimulating improvement to one of Canada s most fascinating\nand under-researched areas of numismatics. Chief among this\norganization s goals will be updating the reference material\nfor both novice and seasoned collector.",
            "Our first meeting will feature a short presentation on\nthe Hudson s Bay Company in Norway House Manitoba;\none of the most important fur trade posts on the route\ntowards Churchill and the company s namesake body\nof water. Never-before-seen photos and artifacts will\nbe presented. The remainder of the meeting will allow\nthose present to speak about what they desire from such\nan organization and where we should move forward in\nstructure, purpose, and direction.",
            "Number4 June 2016",
            "Les r dacteurs numismatiques canadiens s unissent",
            "C est lors du congr s 2016 de l  ARNC qu aura lieu la s ance\ninaugurale de l Association canadienne des r dacteurs\nnumismatiques (ACRN).",
            "Tous les r dacteurs en chef et r dacteurs numismatiques\ncanadiens sont invit s   Joindre cette nouvelle association dont le\nbut est la promotion de la r daction numismatique en partageant\nconseils, outils, information et  ducation sur la recherche, la\nr daction et l dition (et ce dans les deux langues officielles).",
            "Cette initiative vient de l quipe  ditoriale qui a publi  moneta,\nune publication de la Soci t  numismatique d  Ottawa a laquelle\non a d cern  le titre de   meilleure au Canada   et   meilleure\nen Am rique du Nord   trois fois au cours de ses quatre ans de\npublication : Ron Cheek, Wilfred Lauber, Serge Pelletier et Steve\nWoodland.",
            " Il ya de nombreux outils disponibles tant pour les r dacteurs\nque les r dacteurs en chef,   a dit Serge Pelletier,   on veut juste\ns assurer que tout le monde les connaissent.  ",
            "  Ceux qui aimeraient devenir r dacteurs sont  galement les\nbienvenus,   a pr cis  Steve Woodland.",
            "Hudson s Bay Company Collectors Society",
            "Vous  tes cordialement invit s   joindre les collectionneurs et les\namateurs de numismata de la Compagnie de la Baie d Hudson\nle vendredi 22 juillet 2016, pour notre premi re r union lors du\nCongr s de |  ARNC   l H tel Delta Ottawa City Centre, de 14h\n  15 h dans la salle Chaudi re. Toutes les parties int ress es sont\nles bienvenues!",
            "Le monumental catalogue de Larry Gingras a longtemps  t  le\nplus important rep re pour l exonumia du commerce des fourrures.\nCeci inclut des  l ments tels les jetons, m dailles, et bons de\nmarchand. Depuis sa publication, le catalogue est devenu prohibitif\net difficile   trouver. D authentiques d couvertes numismatiques\nont  t  faites au cours des plus de quatre d cennies depuis sa\npublication. De plus, une pl thore de contrefa ons et de fantaisies\nest apparue   l re de l internet. Partagez votre exp rience et ayez\nun impact progressif et stimulant sur la Zone la plus fascinante et\nsous- tudi e de la numismatique canadienne. Un des premiers\nobjectifs de cette organisation sera la mise   jour des connaissances\npour les novices et collectionneurs chevronn s.",
            "Notre premi re r union comprendra une courte pr sentation sur\nla Compagnie de la Baie d Hudson   Norway House au Manitoba;\nl un des postes de traite des fourrures les plus importants sur\nla route vers Churchill et le plan d eau portant le nom de la\ncompagnie. Des photos et art facts jamais vus auparavant\nseront pr sent s. Le reste de la r union permettra aux personnes\npr sentes de parler de ce qu elles d sirent recevoir d une telle\norganisation et comment nous devrions aller de l avant dans la\nstructure, le but, et finalement les projets de l association.\n"
        ],
        "PageNo": "157"
    },
    {
        "File": "The_CN_Journal_June_14.jpg",
        "Paragraphs": [
            "MOTORCYCLING FRIENDSHIP TOKENS OF QUEBEC + JETONS",
            "D AMITI  DU, MONDE_DE_LA. MOTO. AU_QUEBEC",
            "BY SERGE HUARD\nB.A., FRNS, LM, #203",
            "le existence de nombreux et divers jetons d amiti  (mieux",
            "connus sous leur vocable anglais,   Friendship Tokens  ),",
            " mis depuis les ann es quatre-vingt par le monde\ndu motocyclisme organis  au Qu bec, est presqu inconnue\nde la majorit  du milieu numismatique canadien, ou m me\nqu b cois. Cela s explique, en tr s grande partie, par le fait\nque les numismates qui sont  galement motocyclistes sont peu\nnombreux.",
            "L origine de ces  missions numismatiques remonte au\nd but des ann es quatre-vingt lorsqu un tout petit groupe de\nmotocyclistes qu b cois (dont un numismate professionnel)\nvisit rent 4 quelques reprises certaines organisations\nmotocyclistes am ricaines, et plus sp cifiquement celles de la\nFloride, particuli rement concern es, tout comme eux, par la\nd fense et la promotion des droits et libert s des motocyclistes.\nParmi celles-ci mentionnons principalement 1  American Bikers\nAiming Towards Education (ABATE) et la Bikers Rights\nOrganisation (BRO).",
            "Ces motocyclistes qu b cois firent la rencontre de\nmotocyclistes am ricains souvent attabl s dans des caf s ou\ndans des bars sp cialis s dans des rencontres de motocyclistes.\nLes motocyclistes am ricains avaient tous de petites pi ces de\nm tal que chacun montrait de temps en temps en exigeant que\nses compagnons montrent la leur. Bien entendu, ceux qui ne\npouvaient montrer leur pi ce devaient payer la bi re de ceux\nqui le pouvaient ... au grand rire g n ral il va sans dire.",
            "Une autre grande particularit  de ce jeu d amiti  consistait\nen l interdiction de modifier de quelque fa on que se soit le\njeton de mani re a le porter comme m daillon, porte-clef, ou\nde toute autre mani re autre que sans attache et dans leurs\npoches.",
            "Ces pi ces, g n ralement de m taux communs, d argent\nsterling (92.5% pur) ou d argent pur   99%, dites   Friendship\nTokens  , reproduisaient les logos de diff rentes organisations\nmotocyclistes ou d entreprises commerciales (caf s, bars ou\nd taillants ou fabricant reli s au motocyclisme, dont Harley-\nDavidson), et occasionnellement une inscription du genre\n  Valide pour une bi re froide  .",
            "Le but de ces   Friendship Tokens    tait, comme son nom\nl indique, de cr er ou de reconna tre de nouvelles amiti s. Le\njeu pl t beaucoup   nos motocyclistes qu b cois qui,   leur\nretour de voyage, s empress rent de demander   leur confr re\nnumismate de cr er et de produire le plus t t possible\nune pi ce de m tal semblable   celles des motocyclistes\nam ricains de mani re   leur permettre ce jeu d amiti .",
            "he existence of many different  Friendship",
            "Tokens  issued since the 1980s by the",
            "organized motorcycling world in Qu bec,\nis almost unknown to the majority of the Canadian\nnumismatic community, even in Qu bec. This is\ndue, in large part, to the fact that there are few\nnumismatists who are also motorcyclists.",
            "The origin of these special numismatic issues\ndates back to the early eighties when a small group\nof Qu bec motorcyclists (including a professional\nnumismatist) visited some American motorcyclists\norganizations, specifically those in Florida, who were\nparticularly concerned, like themselves, with the\ndefense and promotion of the rights and freedoms of\nmotorcyclists. These organizations include primarily\nthe American Bikers Aiming Towards Education\n(ABATE), and the Bikers Rights Organization (BRO).",
            "These Qu bec motorcyclists often met the\nAmerican bikers in cafes or bars catering to\nmotorcyclists. All of the American motorcyclists\nhad small metal pieces that they showed, from time\nto time, and that required their companions to do\nlikewise. Motorcyclists who could not produce their\ntoken had to pay for the beer consumed by those who\ncould ... to general laughter, of course.",
            "Another important particularity of this friendship\ngame is that the tokens cannot be modified in any\nmanner, or be worn as a medallion or keychain,\nand they must remain unattached, and kept in one s\npocket.",
            "These tokens, typically composed of base metals,\nbut also including sterling silver (92.5% pure) or 99%\npure silver, were called  Friendship Tokens.  They\nreproduced logos of various motorcycle organizations\nor business entities (cafes, bars and retailers or\nmanufacturers related to motorcycling, including\nHarley-Davidson). Occasionally these items included\nan inscription like  Valid for a cold beer. ",
            "The purpose of these  Friendship Tokens  was,\nas their name suggests, to create or recognize new\nfriendships. The game intrigued many of our Qu bec\nmotorcyclists who, upon returning from their trip,\nasked their fellow numismatist to create and produce\nas soon as possible a piece similar to those of the\nAmerican motorcyclists, and thereby enable them to\nplay this friendship game.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "158"
    },
    {
        "File": "The_CN_Journal_June_15.jpg",
        "Paragraphs": [
            "L Association Moto Tourisme T treaultville",
            "L Association Moto Tourisme T treaultville\n(AMTTV) est la premi re organisation\nmotocycliste du Qu bec a avoir sa\npropre pi ce. Par d cision du conseil\nd administration de l association,\nune valeur de un dollar figure sur\nchacun des jetons d amiti , signifiant\nque cette pi ce de m tal serait alors\nreconnue comme une pi ce ayant\nvaleur d change d un dollar lors de\ndiff rentes r unions et toutes autres\nactivit s de l association.\nDe plus, les membres participants qui\nseraient pris en d lit (c est- -dire sans leur\npropre jeton d amiti ) devaient plut t d frayer\nle co t d un caf  ou d une boisson gazeuse\n  tous ceux qui auraient leur pi ce en\nleur possession au moment o  elle leur\nserait demand e. Cela  tait jug  de\nbeaucoup pr f rable   l achat de bi re,\nnon seulement pour une question de\nprincipe moral, mais aussi et surtout\npour des raisons de l galit  et de\ns curit  en moto sur la route.\nLa toute premi re  mission de\nVAMTTV illustre en son revers\nl harfang des neiges , l'embl me aviaire\ndu Qu bec. Son avers reproduit le logo\nde l association, la fourche et la roue avant\nd une moto entour es d une couronne de palmes,\navec son nom,   ASSOCIATION MOTO TOURISME\nT TREAULTVILLE   en son haut, et en son bas  \nA.M.T.T.V.  . Son tirage fut strictement limit    250 pi ces de\n38,6 mm, toutes en nickel-argent de finition antique, et avec\ntranche cannel e. A la grande surprise de tous, tous les jetons\nont  t  vendus en une seule saison motocycliste, soit 5 mois.\nOn suspecte que les pi ces ont  t  distribu es   travers tout le\nterritoire qu b cois et chez certains clubs am ricains. L'auteur\nde la pr sente estime que moins d une demi-douzaine de ces\njetons d amiti  existent   l tat neuf (fleur-de-coin).",
            "L'Association Motocycliste T treaultville",
            "Quelques ann es plus tard, en 1990, l association changea\nson identit  pour d montrer une ouverture d esprit envers\ntoutes les cat gories de motocyclistes et tous les genres de\nmotos. Son nom passa donc de l Association Moto-Tourisme\nT treaultville   l  Association Motocycliste T treaultville, tout\nen conservant son sigle AMTTV . Une nouvelle matrice fut\ndonc cr e et utilis e pour refl ter le changement d identit  et\nl ancienne matrice fut d truite.",
            "Au cours des ann es, entre les deux matrices de revers,\nplus d une bonne quinzaine d missions numismatiques",
            "Number 4",
            "June 2016",
            "L Association Moto Tourisme T treaultville",
            "L  Association Moto Tourisme T treaultville\n(AMTTYV) is the first Qu bec motorcyclist\norganization to have its own token. By\na decision of the board of directors of\nthe association, a value of one dollar\nappears on each friendship token,\nindicating that this piece of metal\nwould be recognized as having an\nexchange value of a dollar at various\nmeetings and other activities of the\nassociation.\nIn addition, the participating\nmembers without their own friendship\ntoken in possession, would pay the cost of\na coffee or a soft drink to all who would have\ntheir piece in their possession at the time it\nis requested of them. This was deemed\nfar preferable to buying beer, not\nonly a matter of moral principle but\nmainly for reasons of legality and\nmotorcycling safety on the road.\nThe first issue of the AMTTV\ntoken shows on its reverse a\nsnowy owl, the official bird of\nQu bec. The obverse portrays\nthe logo of the association: the\nfork and front wheel of a motorcycle\nsurrounded by a crown of palm leaves.\nThe registered name  ASSOCIATION MOTO\nTOURISME T TREAULTVILLE  appears above,\nand  A.M.T.T.V.  below the logo. Its circulation was\nstrictly limited to 250 pieces of 38.6 mm diameter,\nall in antiqued nickel-silver and with a reeded edge.\nTo the great surprise of all, the tokens were all sold\nin a single motorcyclist season of about five months.\nIt is suspected that the tokens were distributed\nthroughout Qu bec and to certain American clubs. The\nauthor estimates that fewer than a half dozen of these\nfriendship tokens exist in uncirculated condition.",
            "L Association Motocycliste T treaultville",
            "A few years later, in 1990, the association changed\nits name in order to demonstrate an openness to all\ncategories of motorcyclists and all kinds of motorcycles.\nThe name changed from the Association Moto-Tourisme\nT treaultville to Association Motocycliste T treaultville,\nwhile maintaining its acronym AMTTV. (TTV being short\nfor T treaultville.) A new die was created and used to\nreflect the change of identity, and the old die was destroyed.",
            "Through the years, over fifteen medals, employing\nboth reverses, were minted in antique finish or proof-\nlike brilliant, and, at times, in several different versions\n"
        ],
        "PageNo": "159"
    },
    {
        "File": "The_CN_Journal_June_16.jpg",
        "Paragraphs": [
            "furent frapp es en finition antique ou de qualit \n preuve (brillant) et,   l occasion, en plusieurs\nversions et m taux diff rents (nickel-\nargent, plaqu  or, plaqu  argent, bronze,\nlaiton et cuivre) dont m me des pi ces\nd une once Troy d argent .999 pur\net des pi forts (double  paisseur) de\ndeux onces Troy d argent .999 pur de\nqualit   preuve numismatique. Toutes\nles pi ces frapp es pour  AMTTV ont\n t  produites par Pressed Metal Products,\nVancouver.",
            "Certains de ces jetons d amiti s\ncomm morent les anniversaires de la fondation\nde l AMTTV te. 10  15 , 20 , et 25  (voir droite),",
            "et parmi de multiples autres  missions comm moratives",
            "mentionnons les th matiques suivantes:",
            "+ la matrice de revers du 350  anniversaire de la fondation de la\nville de Montr al et du 10  anniversaire de l  AMTTV (1),\n+ le   Canada Day   (1984, 1985, 1986 et 1987, 1988, 1989,",
            "1990),",
            "+ la F te nationale du Qu bec (1984, 1985, 1986 (2), et 1987,",
            "1988, 1989, 1990),\n+ |    Independance Day   am ricain (1986, 1987, 1988),",
            "+ le Second Voyage de Cartier en Nouvelle-France (1985) (3),",
            "+ le Centenaire des Parcs Canada",
            "+ Centenaire de la Statue de la Libert  (1986),",
            "+ le United States of America Great Seal (1987) (4),",
            "+ la carte du Canada (1987) (5),",
            "+ la carte du Qu bec frapp e d une Fleur-de-Lys (1997),",
            "+ les Rebellions du Haut et du Bas-Canada, 1837-1987 (6),",
            "+ Deux t tes d Aigle en face- -face (1990) (7),",
            "+ le 500  Anniversaire du Premier Voyage de Colomb (1992) (8),",
            "+ dela F te de No l, sans interruption durant plusieurs ann es (avec\ndes tirages limit s de 20 pi ces   50 pi ces) 1.e. 1990, 1991, 1992,\n1993 (9), 1994 (10), 1995 (11), 1996 (12), 1997 (13), 1998\n(14), 1999 (15), 2000 (16), 2001 (17), 2002 (18), 2003 (19),",
            "2004 (20),",
            "  titre d exemple, citons la pi ce comm morant le\nvingti me anniversaire de la fondation de l AMTTV, limit e\n  160 exemplaires, en nickel-argent et de qualit  belle",
            " preuve (de finition brillant), offerte aux\nparticipants au banquet d anniversaire. En\navers apparait le logo avec l inscription",
            "  ASSOCIATION MOTOCYCLISTE",
            "DE T TREAULIT VILLE   (c est- -dire",
            "la deuxi me matrice d avers). Sur le",
            "revers (droite) apparaissent les initiales",
            "  AMTTV   surmont es d une moto\nstylis e avec son conducteur formant",
            "un Fleur-de-lys faisant face au vent\ncomme si la moto  tait en mouvement; le",
            "tout entour  de deux branches de palmes",
            "et dans la partie sup rieure, l inscription",
            "  1983-2003   et dans la partie inf rieure,\n SANS HAINE, SANS CRAINTE  .",
            "and metals (e.g., nickel-silver, gold-plated,\nsilver-plated, bronze, brass, and copper)\nincluding pieces of one Troy ounce\nof .999 silver, and piedforts (double\nthickness) having two Troy ounces\nof .999 fine silver in proof quality.\nPressed Metal Products, Vancouver,\nproduced all pieces struck for",
            "AMTTV.\nSome of these friendship tokens\ncommemorate anniversaries of the\nfounding of the AMTTV e.g., 10%,\n15%, 20%, and 25\" (see left), while other\ncommemorative issues include the following",
            "themes:",
            "+ Dual purpose reverse die for the 350\" anniversary of the\nfounding of the City of Montreal and 10\" anniversary\nof AMTTV (1),",
            "+  Canada Day  (1984, 1985, 1986 and 1987, 1988, 1989,\n1990),",
            "* Qu bec s F te Nationale (1984, 1985, 1986 (2), and\n1987, 1988, 1989, 1990),",
            "+ American  Independence Day  (1986, 1987, 1988),",
            "+ Second Voyage of Cartier in New France (1985) (3),",
            "+ Parks Canada s Centennial,",
            "+ Centenary of the Statue of Liberty (1986),",
            "+ The United States of America Great Seal (1987) (4),",
            "+ The Map of Canada (1987) (5),",
            "+ Map of Qu bec struck with a fleur-de-lys (1997),",
            "  The Rebellions in Upper and Lower Canada, 1837-1987 (6),",
            "+ Two Eagle heads face-to-face (1990) (7),",
            "+ 500 Anniversary of the First Voyage of Columbus\n(1992) (8),",
            "+ Christmas, (without interruption for several years, but in\nlimited issues of 20 to 50 tokens each), reference: 1990,\n1991, 1992, 1993 (9), 1994 (10), 1995 (11), 1996 (12),\n1997 (13), 1998 (14), 1999 (15), 2000 (16), 2001 (17),\n2002 (18), 2003 (19), 2004 (20),",
            "As an example, the piece commemorating the 20\nanniversary of the founding of the AMTTV, limited\nto 160 pieces in nickel-silver and of proof quality",
            "(brilliant finish), were offered to participants",
            "at the anniversary banquet. On the obverse",
            "appears the logo with the inscription",
            " ASSOCIATION MOTOCYCLISTE",
            "DE TETREAULTVILLE  (that is",
            "to say, the second obverse). On the",
            "reverse (left) appears the initials",
            " AMTTV  surmounted by a stylized",
            "motorcycle with its driver forming a",
            "fleur-de-lys facing the wind, as if the",
            "bike was in motion; the whole was",
            "surrounded by two palm branches, with",
            "the inscription  1983-2003  above, and",
            "below,  SANS HAINE, SANS CRAINTE, \n(Without hate, without fear).",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "160"
    },
    {
        "File": "The_CN_Journal_June_18.jpg",
        "Paragraphs": [
            "Certains jetons font maintenant partie des collections du\nMus e du Petit S minaire de Qu bec, du Indian Motocycle\nMuseum de Springfield Massachusetts, et du Motorcycle\nHeritage Museum de l  American Motorcyclist Association.\nIls se retrouvent aussi dans les collections priv es de plusieurs\norganisations motocyclistes tant au Canada qu  I   tranger.",
            "Au d but des ann es deux mille, l association cessa\nd finitivement ses activit s et fut l galement dissoute. On ignore\nencore aujourd hui ce qui advient de ses archives numismatiques\nqui contenaient un sp cimen de chaque  mission et de chacune\ndes versions de m taux/finition diff rentes.",
            "L'Association Moto-Tourisme Ville- mard",
            "l Association Moto-Tourisme Ville- mard (AMVE) est la\ndeuxi me organisation motocycliste    mettre ses jetons d amiti .\nCelle-ci, tout comme l AMTTV,  tait affili e   la F d ration\nMoto-Tourisme du Qu bec (devenu plus tard la F d ration\nMotocycliste du Qu bec). Cette association  tait discr te, auto-\nsuffisante, et connect e   des groupes ou des individus dont les\nvaleurs ne repr sentent pas celles du motocyclisme organis .",
            "La seule  mission numismatique de l AMVE reproduit\nsimplement, en son avers, le logo de l association, un   bar\n& shield  , emprunt  au logo officiel des motos Harley-\nDavidson, sur lequel est inscrit, en surimpos ,   Association\nMoto-Tourisme Ville- mard  , et en son revers l harfang-\ndes-neiges, l embl me aviaire du Qu bec. Les 100 pi ces de\n38,6 mm, en argent antique avec une tranche cannel e, furent\ntotalement et exclusivement r serv es aux membres de la dite\nassociation, de sorte qu'aucune n est jamais apparue sur le\nmarch . La pi ce de l'AMVE a  t  produite par Pressed Metal\nProducts, Vancouver.",
            "L'Association Motocycliste d Anjou",
            "La troisi me association motocycliste\n  autoriser l mission de jetons d amiti \nfut l  Association Motocycliste d  Anjou\n(une banlieue   l Est de Montr al).\nCette organisation ne comportait qu une\ncinquantaine de membres, mais parmi ces\nderniers certains  taient tr s actifs dans le\nmotocyclisme qu b cois, et surtout, au sein\nde la F d ration Motocycliste du Qu bec  \nlaquelle l association appartenait.",
            "Une seule  mission fut autoris e et le tirage\nfut limit    seulement 50 pi ces. Cette pi ce\nillustrait le logo officiel de l association sur\nl avers et reproduisait sa raison d tre sur\nle revers, 1.e. 10  anniversaire. Ce jeton\nd amiti  n tait pas frapp  mais plut t\ncoul  sans trop de d tail et plaqu  argent.",
            "On ne connait pas encore qui produisit\ncette pi ce, car on n a aucun moyen de\nrejoindre un des membres de | AMA.",
            "Some pieces are now part of the collections of the\nMuseum of the Petit S minaire de Qu bec, the Indian\nMotorcycle Museum in Springfield Massachusetts,\nand the Motorcycle Heritage Museum of the\nAmerican Motorcyclist Association. They can also be\nfound in private collections of several motorcyclists\norganizations both in Canada and abroad.",
            "In the early 2000s, the association permanently\nceased its activities and was legally dissolved. We do\nnot know where the numismatic archives are today.\nThey contained a specimen of each issue, and in each of\nthe different metals and finishes.",
            "L Association Moto-Tourisme Ville- mard",
            "L'Association Moto-Tourisme Ville- mard (AMVE)\nis the second motorcyclist organization to issue friendship\ntokens. Like AMTTV, it was affiliated with the F d ration\nMoto-Tourisme du Qu bec (later the F d ration\nMotocycliste du Qu bec). This Association was discreet,\nself-sufficient (1.e., kept to themselves), and connected to\ngroups or individuals, whose values are not representative\nof those of organized motorcycling.",
            "The only token issued by the AMVE simply\nreproduced, on its obverse, the logo of the association,\na  Bar & Shield,  borrowed from the official Harley-\nDavidson logo, upon which is superimposed,  Association\nMoto-Tourisme Ville-Emard,  and on its reverse, the\nsnowy owl, the official bird of Qu bec. The 100 pieces\nmeasuring 38.6 mm, in antique silver with a reeded edge,\nwere entirely and exclusively reserved for the members of\nthe association, and therefore have never appeared in the",
            "market. Pressed Metal Products, Vancouver, produced\nthe AMVE piece.",
            "L Association Motocycliste\nd  Anjou\nThe third association of motocyclists\nto issue friendship tokens is I  Association\nMotocycliste d Anjou (a suburb east of\nMontreal) (AMA). This organization had\nonly fifty members, but included people who\nwere very active in organized motorcycling, and\nabove all, very active in the F d ration Motocycliste\ndu Qu bec, to which the association belonged.\nOnly one friendship token was issued,\nlimited to 50 pieces. This piece illustrates\nthe official logo of the association on the\nobverse and reproduced its 10\" anniversary\nsymbol on the reverse. This friendship\ntoken was not struck, but cast without\nmuch detail, and is silver-plated. We do not\nknow who produced this piece because there\n1s no way to reach a member of the AMA.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "162"
    },
    {
        "File": "The_CN_Journal_June_19.jpg",
        "Paragraphs": [
            "Sila qualit  de cette pi ce laisse   d sirer, il en va autrement\nde sa disponibilit .   l poque de sa mise en circulation, cette\npauvre qualit  fit en sorte que tr s peu de motocyclistes  taient\nattir s et encore moins pens rent   la collectionner.",
            "Au cours des ann es quatre-vingt-dix, l  Association\ntravaillant et militant de plus en plus de concert avec\nl'AMTTV, ses membres d cid rent en assembl e g n rale\nannuelle de se dissoudre et de joindre les rangs de l'AMTTV.",
            "L'Association des Motocyclistes Gais du Qu bec\nInc.",
            "La quatri me association   avoir  mis des jetons\nd amiti  est l Association des Motocyclistes\nGais du Qu bec Inc. (AMGQ), affili e  ",
            "la F d ration Motocycliste du Qu bec\n(FMQ). Cette organisation est la toute\npremi re organisation motocycliste\nouvertement gaie en Am rique du Nord.",
            "La toute premi re  mission numismatique\nVAMGQ a  t  frapp e en 1994   l occasion\nde son 5e anniversaire de fondation. Elle\navait le double objectif de manifester la fiert \nde l association dans le monde de la moto et\nde porter un message dans les communaut s\ngaies et motocyclistes pour la pr vention des\nmaladies transmises sexuellement (MTS)\npar l usage du condom. Elle a  t  aussi\nutilis e pour une lev e de fonds au profit de\nla Maison Re-N  de Trois-Rivi res et de ses\nr sidents sid ens.",
            "Son avers reproduit l cu h raldique\nembl matique (logo) de l association\nmotocycliste avec, en son pourtour, l inscription\n  ASSOCIATION DES MOTOCYCLISTES GAIS\nDU QUEBEC  , de m me que l inscription   Valide pour 5\ndollars  . Son revers reproduit, pour sa part, un dessin central\nrepr sentant une enveloppe contenant un condom sur laquelle\nune inscription en surimpos e indique que   2$ sont remis a une\nmaison pour sid ens-nes   et le tout entour , en soulev , d un\npneu de moto contenant les inscriptions suivantes :   VIVRE\nPOUR ROULER   et   DEROULER POUR VIVRE  .",
            "Les tirages de le premi re  mission sont : pour les pi ces\nen finition antique, 500 pi ces chacune: en cuivre; en bronze;\nen laiton; en nickel argent (argentan); en cuivre plaqu  argent;\net, 1,000 pi ces en argent sterling (.925 fin; une once Troy).\nPour les pi ces brillantes ( preuves numismatiques) : 500\npi ces en cuivre plaqu  or; et 100 pi ces en argent sterling\n(une once Troy). De plus une s rie de pi forts fut  galement\n mise : avec 100 pi ces brillantes chacune en cuivre, et en\nargent sterling (deux onces Troy); et en finition antique, 100\npi ces chacune en cuivre plaqu  or, en cuivre plaqu  argent,\net 250 en argent sterling (deux onces Troy).",
            "Number 4",
            "June 2016",
            "Although the quality of this piece leaves something to\nbe desired, it is difficult to acquire. At the time of its issue,\nthe poor quality made certain that very few motorcyclists\nwanted to keep it and few thought of its collectability.",
            "During the 1990s, as the Association worked\nincreasingly in partnership with the AMTTV, its\nmembers decided through a vote at the Annual General\nMeeting to dissolve and join the AMTTV.",
            "L Association des Motocyclistes Gais du\nQu bec Inc.",
            "The fourth association to have issued friendship\ntokens is the Association des Motocyclistes\nGais du Qu bec Inc. (AMGQ), affiliated\nwith the F d ration Motocycliste du Qu bec\n(FMQ). This organization is the first openly\ngay motorcyclist organization in North\nAmerica.\nAMG(Q s first numismatic issue was\nstruck in 1994 on the 5\" anniversary\nof its founding. It had the dual aim of\nmanifesting the pride of the association in the\nmotorcycling world, and carrying a message to\ngay and motorcycling communities for the\nprevention of sexually transmitted diseases\n(STDs) through the use of condoms. It\nalso served as a fundraiser to benefit the\nMaison Re-N  in Trois-Rivi res and its\nresidents living with AIDS.\nThe obverse reproduces the iconic\nheraldic shield (logo) of the motorcycle\nclub, with around its circumference the text,\n ASSOCIATION DES MOTOCYCLISTES",
            "GAIS DU QUEBEC,  and the words  Valide pour\n5 dollars.  The reverse shows a central design of an\nenvelope containing a condom superimposed with the\nFrench inscription  2$ sont remis   une maison pour\nsid ens-nes  [$2 is donated to a home for people living\nwith AIDS]. The outer edge portrays a motorcycle\ntire containing the following text:  VIVRE POUR\nROULER  [Live to Ride] and  D ROULER POUR\nVIVRE  [Unroll to live].",
            "The mintage of the first issue 1s as follows: for pieces\nwith an antique finish, 500 pieces in each of copper,\nbronze, brass; nickel-silver; silver-plated copper, and,\n1,000 pieces in sterling silver (.925 fine, one Troy ounce).\nFor the brilliant finish (proof-like) pieces: 500 pieces in\ngold-plated copper, and 100 pieces in sterling silver (one\nTroy ounce). In addition a series of piedfort were also\nissued: 100 brilliant pieces each in copper, and sterling\nsilver (two Troy ounces); and in antique finish 100 pieces\neach in gold-plated copper, and in silver-plated copper,\nand 250 in sterling silver (two Troy ounces).\n"
        ],
        "PageNo": "163"
    },
    {
        "File": "The_CN_Journal_June_20.jpg",
        "Paragraphs": [
            "Sa deuxi me  mission, toujours avec l avers de\n5$ de PAMGQ, fut celle dite Pax 1994 pour\ncomm morer les processus de paix aboutis\nen 1994. Le revers porte en son centre une\ncolombe de la paix en envol et l inscription\n  1994   entour  du mot Paix en en cinq\nlangues; en anglais et en irlandais, pour la\nsignature de la paix entre le Royaume Uni et\nl Irish Republican Army (IRA); en arabe et\nen h breu, pour la signature d un trait  de paix\nentre l tat d Isra l et I  Autorit  Palestinienne;\net en allemand pour souligner la r unification\nrelativement pacifique des deux Allemagnes.",
            "Les tirages de la deuxi me  mission sont en finition\nantique : en bronze, 500 pi ces; et en argent sterling (une\nonce Troy), 250 pi ces. Les versions en pi fort sont : en\ncuivre, 100 pi ces brillantes ; et en argent sterling (deux",
            "onces Troy), 250 pi ces antique.",
            "Sa troisi me  mission, toujours avec l avers de 5$ de",
            "PAMGQ, c l bre No l 1996 avec les souhaits en six\nlangues, soit en fran ais, en anglais, en espagnol,\nen italien, en russe, et en h breu. Son tirage est\nestim    seulement 30 pi ces de bronze en\nfinition antique avec tranche cannel e.",
            "Sa quatri me et derni re  mission\ncomm morative continue avec l avers de\n5$ de l'AMGQ. Le revers illustre la carte\ng ographique du Qu bec avec un Fleur-\nde-Lys grav  en son centre avec en son haut\nla devise du Qu bec,   JE ME SOUVIENS  ,\net en son bas l'inscription   QUEBEC  . Le tout\nest encadr  de deux s ries de petits Fleurs-de-lys.\nLe tirage est estim    seulement 50 pi ces de\n38,6 mm, dont 35 pi ces sont en bronze poli\navec une tranche cannel e. Les autre sont des\npi ces d essai d entre deux   six exemplaires\ntous en finition brillant ; en cuivre, laiton,\nnickel argent, et cuivre plaqu  or.",
            "Les matrices d avers et de revers de la\npremi re  mission de l AMGQ, ainsi que la\nmatrice de revers de l mission   Pax 1994  \nont  t  sculpt es   partir de dessins originaux cr s",
            "par Andr  Faivre, numismate professionnel qu b cois,",
            "qui fut le fondateur de l AMGQ. Le revers de l mission de\nNo l 1996 a  t  dessin  par J r me H. Remick, un numismate\nqu b cois bien connu. Le revers de la pi ce Qu bec   JE ME\nSOUVIENS   a  t  frapp  par une matrice redessin e en janvier\n1997 par Serge Huard, d apr s un motif cr  par Robert Ayotte\nen 1987 pour la m daille de St-Jean-Baptiste, F te Nationale\nQu b coise. Toutes les pi ces frapp es pour   AMGQ ont  t ",
            "produites par Pressed Metal Products, Vancouver.",
            "The club s second issue, also using the obverse",
            "of the $5 AMGQ, was the so-called Pax 1994",
            "issue to commemorate the peace processes",
            "that took place during 1994. A flying dove",
            "representing peace and  1994  appear",
            "at the centre of the reverse, surrounded",
            "by the word peace in five languages:",
            "English and Irish, for the signing of the",
            "peace between the United Kingdom and",
            "the Irish Republican Army (IRA); Arabic",
            "and Hebrew, for the signing of a peace treaty",
            "between the State of Israel and the Palestinian",
            "Authority; and German, to emphasize the relatively\npeaceful reunification of Germany.",
            "The mintage of the second issue is in antique finish:\n500 pieces in bronze; and 250 pieces in sterling silver\n(one Troy ounce). The piedfort versions comprise 100\npieces in brilliant copper; and 250 pieces in antique\nsterling silver (two Troy ounces).",
            "The third issue employs the obverse of the\n$5 AMGQ, and a reverse celebrating 1996\nChristmas wishes in six languages: French,\nEnglish, Spanish, Italian, Russian, and\nHebrew. Its circulation is estimated at only\n30 bronze pieces in antique finish with a\nreeded edge.\nThe fourth and final commemorative\nissue continues with the $5 AMGQ\nobverse. The reverse illustrates the map of\nQu bec with a fleur-de-lys engraved in its\ncentre and Qu bec's motto,  JE ME SOUVIENS \n[I remember] inscribed above, and  QUEBEC \nbelow. Two series of small fleur-de-lys\ncomplete the circumference. The issue is\nestimated at only 50 pieces measuring\n38.6 mm, of which 35 pieces were struck\nin brilliant bronze with a reeded edge.\nThe balance comprised between two to\nsix trial pieces struck with a brilliant finish\nin each of copper, brass, nickel silver, and\ngold-plated copper.\nThe obverse and reverse dies of the first issue\nof AMGQ medals, and the reverse die of the Pax\n1994 were prepared from original designs created by\nAndr  Faivre, a professional numismatist from Qu bec,\nwho also founded the AMGQ. J r me H. Remick, a well-\nknown Qu bec numismatist, designed the Christmas\n1996 reverse. The Qu bec  JE ME SOUVIENS  reverse\nwas struck by a die redesigned in January 1997 by\nSerge Huard, after a design prepared by Robert Ayotte\nfor medals struck in 1987 for the Qu bec St-Jean-\nBaptiste F te Nationale holiday. Pressed Metal Products,\nVancouver, produced all pieces struck for AMGQ.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "164"
    },
    {
        "File": "The_CN_Journal_June_21.jpg",
        "Paragraphs": [
            "En Route pour la Vue / Ride for Sight",
            "La cinqui me organisation motocycliste connue\n  ce jour   avoir  mis des Jetons d amiti  est\n  En route pour la Vue / Ride for Sight  ,\nune organisation sans but lucratif qui\namasse des fonds pour la recherche sur\nles probl mes de sant  reli s   la r tinite\npigmentaire. Il s agit depuis plusieurs\nann es (et ce qui se poursuit encore\naujourd hui) de la cause humanitaire\nofficielle et pancanadienne des motocyclistes.\nComme son nom l indique,   En Route pour\nla Vue   organise plusieurs rallies et randonn es\nen moto   travers le Canada. Son objectif est de visiter en\nmoto diff rentes localit s r gionales qui, elles, ont organis es des\nactivit s ayant comme but d amasser des fonds pour la cause.\nL'association existe depuis au moins une quarantaine d ann es.\nLa toute premi re  mission numismatique de   En Route\npour la Vue   reproduisait en son avers. un ceil et une moto\n(son logo) avec les inscriptions   EN ROUTE POUR LA VUE\n/ ASSOCIATION CANADIENNE DU RIDE FOR SIGHT /\nQUEBEC   et   VALIDE POUR $2 LORS DE RALLYE  . Son\nrevers illustre l harfang des neiges et l inscription   EMBLEME\nAVIAIRE DU QU BEC/ LE HARFANG DES NEIGES  . Ces\npi ces de 38,6 mm sont  t  frapp es par Pressed Metal Products,\nVancouver en cuivre avec une issue de 250 pi ces.\nCette  mission fut suivie de quelques autres dont les\nth matiques m chappent et dont les tirages furent limit s  \nseulement quelques exemplaires.",
            "L'Association des Motos Am ricaines du Qu bec",
            "La sixi me et derni re organisation motocycliste    mettre\ndes jetons d amiti  est l  Association des Motos Am ricaines\ndu Qu bec (AMAQ). Elle est par ailleurs la seule et derni re\norganisation motocycliste qu b coise   continuer   en  mettre\nencore de nos jours.",
            "L AMAQ, fond e en 1991 par Jano Lafreni re, un\nmotocycliste passionn  et chevronn , et par un petit groupe\nde fid les convaincus, regroupe plus de deux centaines de\nmotocyclistes regroup s en diff rents chapitres dans quatorze\nr gions du Qu bec. L adh sion est ouverte uniquement et\nexclusivement aux propri taires de motos Harley-Davidson,\nde motos de marque Indian, et de motos artisanales ayant un\nmoteur Harley-Davidson ou Indian.",
            "Des  missions comm moratives furent  mises pour les\n10  en 2001, 15  en 2006, et 20  anniversaires en 2011 de\nla fondation de l association. Seulement 200 pi ces ont  t \n mises   chacune de ces trois occasions. Ces pi ces sont\ndifficiles   trouver puisqu'elles ne furent disponibles que\npour les membres, leurs conjoints, et quelques invit s.   ce\nque l auteur sache, aucune pi ce n est apparue sur le march .",
            "Quelques sp cifications concernant le jeton du 10e anniversaire\nsont cependant disponibles. La pi ce, de finition antique, est",
            "Number 4",
            "June 2016",
            "En Route pour la Vue / Ride for Sight",
            "The fifth motorcyclist organization known to date",
            "to have issued friendship tokens is  En route",
            "pour la Vue / Ride for Sight , a non-profit",
            "organization raising funds for research",
            "on health problems associated with",
            "retinitis pigmentosa. This has been for",
            "several years (and continues today) the",
            "official humanitarian cause supported by\nmotorcyclists from across Canada.",
            "As its name suggests,  Ride for Sight ",
            "organizes several rallies and bike rides across",
            "Canada. Its objective is to ride to and visit various",
            "regional communities that have organized activities",
            "geared to fundraising for the cause. The association has",
            "existed for at least forty years.",
            "The first numismatic issue by the group displayed on\nthe obverse its logo, an eye and a motorcycle, with the\ninscriptions  EN ROUTE POUR LA VUE / ASSOCIATION\nCANADIENNE DU RIDE FOR SIGHT / QUEBEC  and\n VALIDE POUR $2 LORS DE RALLYE.  The reverse\nportrays a snowy owl and the inscription  EMBLEME\nAVIAIRE DU QUEBEC/ LE HARFANG DES NEIGES \n[avian emblem of Qu bec, the snowy owl]. The 38.6 mm\npieces were struck by Pressed Metal Products, Vancouver,\nin copper and have an issue of 250 pieces.",
            "A few other issues, whose details escape me, and which\nwere limited to only a few copies, followed this issue.",
            "L Association des Motos Am ricaines du Qu bec",
            "The sixth and final motorcycling organization to\nissue friendship tokens is the Association des Motos\nAm ricaines du Qu bec (AMAQ). It is also the last and\nonly Qu bec motorcyclist organization to continue to\nissue friendship tokens to this day.",
            "The AMAQ, founded in 1991 by Jano Lafreni re, a\nenthusiastic and seasoned motorcyclist, along with a\nsmall group of enthusiastic followers, brings together\nmore than two hundred riders grouped in different\nchapters in fourteen regions of Qu bec. Membership\nis open solely and exclusively to owners of Harley-\nDavidson or Indian Motorcycles, and or of custom bikes\nusing a Harley-Davidson or Indian motor.",
            "Commemorative tokens were issued in 2001 for the\n10 anniversary of the founding of the association, in\n2006 for the 15\", and in 2011 for the 20\" anniversary.\nOnly 200 pieces were issued for each of these occasions.\nThese tokens are hard to find because they were only\nmade available to members, their spouses, and a few\nguests. As far as the author knows, to date, no token has\nshowed up in the open market.",
            "Some specifications on the 10\" anniversary token,\nhowever, are available. The piece is cast with an\n"
        ],
        "PageNo": "163"
    },
    {
        "File": "The_CN_Journal_June_22.jpg",
        "Paragraphs": [
            "moul e, et a un diam tre de 38 mm. Elle illustre\nen son avers l embl me de 1  AMAQ, une\nt te d aigle vue de haut, et entour  de\nPinscription   ASSOCIATION DES MOTOS\nAMERICAINES DU QUEBEC  . Son revers,\nreproduit au centre l anagramme de PAMAQ",
            "entour  de la devise de l organisation,  ",
            "LIBRE COMME L AIGLE  , et en bas, du",
            "chiffre   10   encadr  de deux ailes d aigle",
            "pour souligner le 10  anniversaire de fondation.",
            "Il va sans dire que ces pi ces sont tr s\nrecherch es par les collectionneurs sp cialis s\ndans les jetons d amiti  des organisations\nmotocyclistes qu b coises.",
            "Un appel   la recherche",
            "Les jetons d amiti  du motocyclisme\norganis  au Qu bec n ont pas encore  t  le\nsujet d une  tude approfondie et pourtant il\ny aurait beaucoup   apprendre. Si quelqu'un\nposs de des informations ou des illustrations\nde jetons d amiti  non mentionn s dans cette\nbr ve recherche je serais tr s honor  de pouvoir en\ndiscuter avec eux   serge.huard@hotmail.com .\nLes jetons d amiti  du motocyclisme qu b cois,\nrepr sentent un nouveau monde   d couvrir dans l univers\nnumismatique canadien.",
            "antique finish, and a diameter of 38 mm. The\nobverse illustrates the AMAQ logo, an eagle's\nhead viewed from above, surrounded by\nthe inscription  Association des motos\namericaines du Qu bec.  The reverse,\nreproduces at its centre, the monogram\nof AMAQ, surmounted by the motto\nof the organization,  LIBRE COMME\nL AIGLE  [Free as an eagle], and below,\nthe number  10  with eagle wings on either\nside to emphasize the club s 10\" anniversary.\nIt goes without saying that these tokens are\nhighly sought after by speciality collectors of\nfriendship tokens of Qu bec s motorcyclists \norganizations.",
            "Call for Research",
            "Friendship tokens of the motorcycling",
            "world of Qu bec have not yet been the",
            "subject of extensive research, and there",
            "remains a lot to discover. If someone has\ninformation or illustrations of friendship tokens",
            "not covered by this brief research I would be very\nhonoured to hear from them at serge.huard@hotmail.com .\nFriendship tokens of the motorcycling world of\nQu bec represent a new world to discover in the\nuniverse of Canadian numismatics.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "166"
    },
    {
        "File": "The_CN_Journal_June_23.jpg",
        "Paragraphs": [
            "MATHEMATICAL_FORMULAE_ON_COINS",
            "Part 1 - Einstein",
            "By HENRYK FUKS",
            "#22079,",
            "In the article  The Tale of Two Queens and Two Towering Figures  published in the CNJ in 2012 (CNJ vol. 57\nNo. 5, pp. 304 315), we discussed the contributions of Copernicus and Newton to coin minting and monetary\nreforms, as well as the commemoration of their achievements on contemporary coins. In the current article we\nwill examine more explicit aspects of the relationship between mathematical sciences and numismatics, namely\nthe presence of mathematical formulae on coins. We will survey examples of coins depicting mathematical\nformulae, ranging from some universally recognizable ones to more advanced symbolic expressions which are",
            "known only to specialists.",
            "s Nicolaus Copernicus once remarked,\nArr\" mathematicis\nscribuntur - mathematics is\nwritten for mathematicians. This\nmay be so, but some mathematical\nformulae crossed the boundaries\nof mathematics and became a part\nof popular culture. Some of them\nactually ended up being reproduced\non coins, and these will be a subject of\nthis article.",
            "Although abstract geometric patterns\nwith some apparent mathematical meaning\noccasionally appeared on ancient coins, the\nidea to put a formula on the face of a coin is\ndistinctly modern. In fact, only a handful of\nlate 20\" century coins bear inscriptions\nutilizing mathematical notation. Such\ninscriptions are placed on coins almost\nexclusively in order to emphasize the\nachievements of a mathematician or\na physicist who is commemorated\nby the coin and, for that reason, the\nformulae are typically rather secondary\nelements of the coin s design. When a\nmathematician takes a closer look at such\ncoins, some surprises are surely to be found.\nLet us examine some of them.",
            "Number 4 June 2016 ",
            "There is hardly any formula more famous that",
            "E = mc2. This expression of equivalence",
            "of mass m and energy E, where  ",
            "denotes the speed of light, comes",
            "from the paper of Albert Einstein",
            " Ist die Tr gheit eines K rpers von",
            "seinem Energieinhalt abh ngig? ",
            "( Does the inertia of a body depend",
            "upon its energy-content? ) published",
            "in Annalen der Physik in 1905",
            "(Einstein, 1905). In the popular mind,",
            "E = me? functions as an integral attribute",
            "of Einstein, often serving as a symbol of the",
            "theory of relativity, or, even more often, as an",
            "exemplification of Einstein s genius. It is not",
            "surprising, therefore, that it is prominently",
            "featured on several commemorative",
            "coins. The oldest one that I am aware",
            "of is the Chinese 10 yuan silver issue",
            "from 1991 (left). It shows the formula",
            "in the background of the portrait",
            "of Einstein, who appears as if he",
            "had just written it on the blackboard",
            "behind him. German  10 coin issued",
            "in 2005, commemorating the centennial",
            "anniversary of the special theory of",
            "relativity, features in the center of the reverse\n(below).\n"
        ],
        "PageNo": "167"
    },
    {
        "File": "The_CN_Journal_June_24.jpg",
        "Paragraphs": [
            "In the same year, designated as  Einstein Year  or  The Year of Physics,  Israel issued a 1-, 2- and 10-shekel coins\ndisplaying the formula along the bottom border of the reverse, with Einstein s autograph reproduced on the obverse. The\n2-shekel silver coin, struck in proof quality, is shown above. An interesting feature of these coins is that the circular lines\non the reverse, if viewed from a certain angle, create the image of Albert Einstein.",
            "In 2015, on the 100 anniversary of the general theory of relativity, the Royal Canadian Mint produced a giant 10 oz.\nsilver coin with $100 denomination, also featuring E = me? . The portrait of Einstein on this coin is the work of Canadian\nphotographer Yousuf Karsh (1908-2002). In addition, silver and gold bullion coins with E = me? privy mark below the\nmaple leaf were produced in the same year.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "168"
    },
    {
        "File": "The_CN_Journal_June_25.jpg",
        "Paragraphs": [
            "The energy equivalent to mass m given by the equation\nis sometimes called the  rest energy,  because it is an\ninternal or intrinsic energy of a stationary body. If an object\nis moving with velocity V, it also possesses some kinetic\nenergy, and in this case its total energy is given by",
            
            "A stylized version of this more general energy formula\nappeared on the reverse of the bimetallic 500 Lire coin of\nSan Marino, which was part of the 1984 thematic series\n Science for People.  (Bottom of page 166.) The core of\nthe coin, made of bronzital, features a portrait of Einstein,\nwhile the formula is engraved on the silver-colored outside\nring (made of acmonital).",
            "The equivalence of mass and energy formula is not the\nonly formula connected to relativity and Einstein appearing\non coins. In 1979 Switzerland minted a pair of coins to\ncommemorate the 100% anniversary of Einstein s birth,\none with his portrait and another one with two formulae\nengraved on the reverse. The first of these formulae is,\nR uv = 0 which indicates components of Ricci curvature\ntensor being zero. In differential geometry, the Ricci\ntensor is used to  measure  how much the space geometry\ndiffers from Euclidean geometry. In the general theory of\nrelativity, Ricci tensor is zero in empty space. It is not clear\nto me why did the designer of the coin select this particular\nformula, since it describes a rather special case of vacuum.\nIt seems that central equations of general relativity, known\nas Einstein filed equations, would be more appropriate.\nThese describe the relationship between the Ricci tensor\nand the stress energy tensor and are normally written as\nfollows,",
           
            "Number 4",
            "June 2016 ",
            "One can only guess that the full form of field equations\nwas considered too long, too complex, or not fitting to the\nartistic concept of the coin. The second equation engraved\non the coin,     ds = 0, represents the so-called principle of\nleast action, written in abbreviated form. Without going into\ndetails, it is a principle used to derive equations of motion\nof mechanical systems, based on a branch of mathematical\nanalysis know as calculus of variations. Einstein field\nequations can be derived through the principle of least action\nwhen applied to Emnstem Hilbert action, and this is probably\nwhy the principle has been selected to appear on the coin.",
            "Speaking of Einstein, one cannot fail to mention that\namong all scientists, his portrait appears on coins most\noften. In my collection I have more than 10 coins featuring\nEinstein, issued by countries as diverse as Germany,\nSwitzerland, San Marino, Israel, China, Paraguay, Uganda,\nTogo, and others.",
            "New coins with Einstein appear almost every year, thus\none cannot help but ask: is Einstein s contribution to science\nreally commensurate with his fame and popularity? Not\nevery physicist would consent. As important as relativity\ntheory is in physics, its impact on our our lives is rather\nminimal. Other achievements of 20\" century physics, in\nparticular the development of quantum mechanics, were far\nmore important and led to the rapid advances in technology,\nyet one does not see too many coins commemorating\nquantum mechanics. Moreover, Einstein s level of\ncontribution to the development of the special theory of\nrelativity was always a subject of bitter disputes in the\nphysics community. It is certain that Henri Poincar  (1854 \n1912) laid foundations to the special theory of relativity\nwell before Einstein, and that Einstein was familiar with\nhis work. Some recent historians go as far as accusing\nEinstein of plagiarism of Poincar s results. Jules Levegue\nin his 2004 book (Levegue, 2004) presents quite convincing\nevidence of this claim. In the meanwhile, nobody refers\nto E = me? as  Poincar Einstein formula , and Henri\nPoincar , one of the greatest mathematicians of all times,\nhas yet to see to a coin commemorating his achievements.\n"
        ],
        "PageNo": "169"
    },
    {
        "File": "The_CN_Journal_June_26.jpg",
        "Paragraphs": [
            "ROYAL_MINT_ COMMUNIQUE",
            "The Royal Mint introduces  The Queen s Beasts  gold and silver bullion coins",
            "The Royal Mint has issued gold and silver\nbullion coins celebrating The Queen s\nBeasts   ten creatures that have been\nfeatured throughout hundreds of years\nof British royal heraldry. The series,\nissued in  100,  25 (one ounce, and\none quarter ounce .9999 fine gold)\nand  5 (two ounce .9999 fine silver)\ndenominations, will be introduced\na  beast  at a time, starting with the\ngallant Lion of England, by British\ncoin designer Jody Clark.\nInspiration for this series has been\ntaken from The Queen s Beasts sculptures,\neach standing at around 2 metres tall,\noriginally created by James Woodford RA for the\ncoronation ceremony of Her Majesty The Queen Elizabeth\nIT held in Westminster Abbey in 1953. The heraldic creatures\nsymbolised the various strands of royal ancestry brought\ntogether in a young woman about to be crowned queen. Each\nbeast, used as an heraldic badge by generations that went\nbefore her, was inspired by the King s Beasts of Henry VIII",
            "that still line the bridge over the moat at his\nHampton Court Palace.\nToday, The Queen s Beasts can be\nfound at the Canadian Museum of\nHistory in Quebec.",
            "The Lion of England is the first\nof the beasts to be introduced for\nthis new bullion coin series. Royal\nArms are the arms of the monarch,\nan ancient device that represents the",
            "monarch s sovereignty. For the arms",
            "that represent Queen Elizabeth II and",
            "the United Kingdom, two beasts are",
            "shown supporting a quartered shield, the",
            "Scottish Unicorn and the English Lion. The",
            "crowned golden Lion of England has been one of the\nsupporters of the Royal Arms since King James I came to the\nthrone in 1603, but the symbol of a lion has stood for England\nfar longer. Richard the Lion-heart, son of King Henry II,\nis famed for his three golden lions as the Royal Arms of\nEngland, and since the 12\" century, lions have appeared on",
            "the coat of arms of every British sovereign. FI\nnn The CN Journal Volume 61\n"
        ],
        "PageNo": "170"
    },
    {
        "File": "The_CN_Journal_June_28.jpg",
        "Paragraphs": [
            "An_ALLOY_RECOVERY_CENSUS, - ERRATA",
            "I t has been brought to our attention that an",
            "error was inadvertently introduced in the",
            "calculation of total pure nickel 5-cent pieces\npublished in the article  An Alloy Recovery Census\nof Five-Cent Pieces Part IT  by Mark Dalrymple\nwhich appeared in the April-May issue (Volume 61\nNumber 3) of The CN Journal.",
            "The error resulted in pre-1967 coin counts for\n2015 being counted twice in the nickel totals. This\nerror affected the first column (Nickel Pieces) of\ntable 1 (above) and the two charts. The total count\nof pure nickel 5 cents was correctly reflected in the\ntable 2; the actual total being 11,803 with an average\nof 236 per box. The corrected charts are at the right.",
            "We sincerely regret the error and apologize to\nthe author.",
            "a The CN Journal Volume 61\n"
        ],
        "PageNo": "172"
    },
    {
        "File": "The_CN_Journal_June_29.jpg",
        "Paragraphs": [
            "NOTES ON THE ANCIENT ANCESTORS OF MODERN COINS",
            "NUMMUS_ MATRIX",
            "BY JAMES R. BAKES",
            "#12824,",
            "85. The Tale of a Long Lost Temple (known only from coins)",
            "the three coins illustrated span all that is\n| known of an important temple in the\nRoman Forum. Exactly where it\nwas and what eventually happened to it\nare lost to history.",
            "This is the Temple of Divus Augustus\nand Diva Augusta (Livia). It is first\nportrayed on the sestertius (top right)\nissued in A.D. 39 to commemorate its\nopening in 37 by Catus (Caligula) early\nin his reign before the onset of what may\nhave been schizophrenia. The seated figure\nof Pietas on the obverse is in commemoration of\nthe emperor s looking after the deification of his\nimperial great-grandfather, Augustus (although\nthe temple had been begun in the reign of\nTiberius (14-37). On the left of the temple\nwe can see DIVO while opposite on the right\nthe word AVG is lost in a bit of patina and\nsome corrosion. (Of course Augustus died in\n14, Livia not until 29 so it must have been in\nthe works for a while since the temple, eight years\nafter her death, was dedicated only to Augustus).",
            "Caligula stands in front of the new temple s",
            "six columned fa ade (termed hexastyle). A\nceremonial floral garland hangs from the",
            "pediment and its ends hang down beside the",
            "last columns, all of whose capitals are in the",
            "very elegant Ionic order. The figures in the\npediment have been identified from a variety of\nspecimens and include the founding figures of Aeneas\nand Anchises as well as Augustus himself seen here as\nthe tall figure presiding over the centre. Around Caligula\n(whose toga has been drawn up to cover his head as was\ncustomary at religious services) are several acolytes\npassing him the required objects. This is a victimless\nsacrifice, and probably involved wine or some other\nprecious substance. Beside the emperor s right knee is a\nlow altar.",
            "The centre coin jumps us ahead 120 years. It is the\nreverse of an As of the emperor Antoninus Pius (138-161)\nminted at Rome in 159. Around the edge is the inscription\nAEDE DIVI AVG REST SC COS III. This means\nthat the temple of Divus Augustus was restored late in\nAntoninus s reign. The coin s reverse shows Augustus\nstill standing in the centre of the building s pediment.",
            "Number 4",
            "June 2016",
            "There are the reclining figures in the corners",
            "(acroteria) as before. Below them however",
            "are now eight columns (called octastyle).",
            "This is corroborated in the bottom",
            "coin s reverse, a dupondius this time,",
            "which represented two Ases or half a",
            "sestertius. The reverse inscription is",
            "TEMPLVM DIVI AVG REST SC",
            "COS ITI. (Aede and Templum are",
            "alternative words for  temple  although",
            "there are shades of meaning differences).",
            "The same figures adorn the pediment, but",
            "once again there are eight columns and this time",
            "it can be seen that the simple Ionic capitals have",
            "been replaced by ornate Corinthians. Note",
            "the pair of statues representing the imperial",
            "couple raised up to show perspective inside",
            "the building. Antoninus s restoration must",
            "have been more of a complete rebuilding job.",
            "Our only clue to the location of this temple",
            "since absolutely none of it has survived lies in",
            "a comment by Caligula himself reported by the",
            "historian Suetonius. In his later regnal years",
            "as his mental health deteriorated he began",
            "to see himself on a par with the gods. He",
            "even managed to imagine a conference with",
            "Jupiter, his father, who resided in his Temple",
            "atop the Palatine Hill. This lay on the other",
            "side of a small valley from the imperial palace.",
            "He imagined constructing a walkway from that",
            "palace to the roof of the Temple of Divus Augustus and",
            "thence straight to the Temple of Jupiter, so it must have\nlain in that valley.",
            "In 80, during the reign of Titus a great fire ravaged the\nTemple of Jupiter and spread to the Forum (see Nummus\nMatrices #35 and #75). This fire must have seriously\ndamaged the Temple of Divus Augustus and Diva Augusta\nas well as much of the rest of the Forum including the\nmint and with everything in ruins this temple had to wait\nits turn, a turn that took 79 years in coming.",
            "Much of this is unrecorded or hasn t survived. It is\nnumismatics that fills in the blanks to tell the whole story.",
            "James R. Bakes is past editor of the Classical and Medieval Numismatic\nSociety Journal www.cmns.ca\n"
        ],
        "PageNo": "173"
    },
    {
        "File": "The_CN_Journal_June_32.jpg",
        "Paragraphs": [
            "COMMUNIQU ",
            "2016 $300 PURE PLATINUM COIN\nMAPLE LEAF FOREVER",
            "The reverse design by Canadian artist Lilyane\nCoulombe features a stunning design that celebrates\nCanada s mighty maples. Meticulous engraving\nrecreates each leaf in astounding detail, with deeply\ncut lobes and serrated edges that add a sense of\ntexture and depth. The leafy trio is representative of\nthree maple species that are native to Canada, with\nselective gold plating to convey their most famous\ncolours. In the centre is an engraved silver maple leaf;\non the left is a red maple leaf, with pink gold plating that\nis reminiscent of its crimson autumn foliage; on the right is\na sugar maple leaf, known for autumnal hues of gold that\nare represented by yellow gold plating.",
            "2016 $20 FINE SILVER COIN\nCANADA S COLOURFUL MAPLE LEAF",
            "The coin s extraordinary design captures the beauty of a silver\nmaple leaf in all its autumn splendour. The wavy, irregular\nnature of the leaf s edge and the curved sinuses between its\npalmate lobes are painstakingly replicated through a labour-\nintensive process, which gives the coin its distinctive shape.\nIntricate detailing on the reverse brings it all to life, with veins\nrunning through the three upper lobes and the two smaller\nbasal lobes. The full application of vibrant colour recreates\nthe brilliant array of red, yellow and orange colours that are\nfamously associated with the silver maple leaf on an\nautumn day in Canada.",
            "PIECE DE 300 $ EN PLATINE PUR 2016\nLA RICHESSE D UN SYMBOLE",
            "Le splendide motif au revers, oeuvre de l artiste\ncanadienne Lilyane Coulombe, met en valeur les majestueux\n rables du Canada. La gravure minutieuse recr e chaque\nfeuille avec un d tail remarquable, notamment les contours\ndent s et les lobes bien prononc s, qui rajoutent texture\net profondeur au motif. Le trio de feuilles repr sente trois\nesp ces d rable indig nes du Canada; le placage d or\ns lectif rappelle leurs c l bres couleurs. Une feuille d rable\nargent  est grav e au centre de la pi ce.   gauche se trouve\nune feuille d rable rouge, rehauss e d un placage d or rose\nqui  voque son feuillage automnal aux couleurs cramoisies.\n  droite une feuille d rable   sucre pr sente un placage d or\njaune qui  voque ses teintes automnales.",
            "PI CE DE 20 $ EN ARGENT FIN 2016\nLA FEUILLE D ERABLE COLOREE DU CANADA",
            "Le motif extraordinaire de la pi ce incarne la beaut  de la feuille\nde l rable argent  (Acer saccharinum) dans toute sa splendeur\nd automne. Le contour irr gulier et ondul  de celle-ci ainsi que\nles  chancrures arrondies entre ses lobes sont reproduits avec\nsoin gr ce   un processus de fabrication minutieux, qui donne  \nla pi ce sa forme si distinctive. Les nervures qui parcourent les\ntrois lobes sup rieurs ainsi que les deux petits lobes inf rieurs\nsont autant de d tails finement grav s au revers qui donnent\nvie   la feuille. L application de couleurs  clatantes rend la\npalette de rouge, de jaune et d orange qui est associ e   la\nfeuille de l rable argent  en automne au Canada.\nLa surface argent e de la pi ce est incorpor e de\nmani re ing nieuse dans le motif, laissant entrevoir\ndeux banderoles d ploy es dans la partie inf rieure\nde la feuille, l une affichant la valeur nominale\n  20 DOLLARS   et l autre, le mill sime   2016  ",
            "flanqu  de deux petites feuilles d rable",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "176"
    },
    {
        "File": "The_CN_Journal_June_33.jpg",
        "Paragraphs": [
            "2016 $20 FINE SILVER COIN - FIRST WORLD\nWAR BATTLEFRONT SERIES: THE BATTLE\nOF BEAUMONT-HAMEL",
            "The reverse design by Canadian artist Silvia Pecota\npoignantly conveys the bravery and tragedy of the Battle of\nBeaumont-Hamel where on the moming of July 1, 1916,",
            "the soldiers of the 1S  Newfoundland Regiment participated",
            "in the first ground attack of the Somme Offensive. In the\nforeground, a young soldier advances in formation across\nno man s land toward enemy lines. The battle-scarred terrain\nprovides little protective cover for the soldiers, who are in full\nview of the enemy as they contend with the tangle of barbed\nwire defenses. The intensity of the artillery and machine gun\nfire that awaited the Newfoundlanders is evident throughout\nthis intricately engraved scene, particularly in the foreground. In\nthe background, the gnarled appearance of the  Danger Tree  is\nparticularly symbolic as its remnants marked the spot where the\nNewfoundlanders would face the most intense fire, and where so\nmany of them would fall. Selective gold plating showcases the\nwinged figure of  Victory  as it appeared on the Victory Medal,\nwhich was awarded to the allied soldiers of the First World War.",
            "2016 $150 PURE GOLD COIN BLESSINGS OF\nGOOD HEALTH",
            "The reverse features a design by Canadian artists Chris and\nRosina Reid in the distinctive artistic style of traditional\nChinese paper cutting. The inspiring design centres on a\nmonkey, whose curiosity and energetic ways are the\nembodiment of the desire to taste the flavours of a full and\nhealthy life. In the monkey s hand is a peach; this sacred\nsymbol of longevity and immortality is regarded as the\ndivine fruit of gods, and expresses a wish for a long life.\nThe monkey is at the base of a peach tree, which is covered\nwith eight additional peaches and nine peach blossoms   an\nauspicious number, as the number  9  is associated with\nroyalty and has often been used in ancient Chinese art to\nconvey best wishes and longevity. Above and to the right of\nthe monkey is a Chinese symbol that conveys the blessing\nof  health.  The face value",
            " 150 DOLLARS,  the",
            "year  2016,  the word",
            " CANADA  and the",
            "Chinese characters",
            "for  CANADA  are",
            "all engraved within",
            "the outer band that",
            "frames the image",
            "field.",
            "Number 4",
            "June 2016 ",
            "PIECE DE 20 $ EN ARGENT FIN 2016 - SERIE",
            "CHAMPS DE BATAILLE DE LA PREMIERE GUERRE\nMONDIALE : LA BATAILLE DE BEAUMONT-HAMEL\nLe motif au revers, oeuvre de l artiste canadienne Silvia Pecota,\nillustre de fa on  mouvante le courage et le sort tragique des soldats\nqui ont livr  combat   Beaumont-Hamel, village o , le matin du ler\njuillet 1916, le 1  Newfoundland Regiment a pris part   la premi re\nattaque au sol de la bataille de la Somme.   l avant-plan, un jeune\nsoldat avance en formation dans la Zone disput e en direction des\nlignes ennemies. Le terrain d vast  par les combats offre peu de\nprotection aux soldats, qui sont compl tement visibles   l ennemi\nalors qu ils doivent se frayer un chemin   travers les barri res\nde barbel s. L intensit  des tirs d artillerie et de mitrailleuses\nqui attendent les Terre-Neuviens est palpable dans la sc ne\nminutieusement grav e sur la pi ce, en particulier   l avant-plan. A\nlarri re-plan, l apparence noueuse de   l arbre du danger   rec le\nune valeur symbolique particuli rement  vocatrice, les restes du\npommier indiquant le lieu o  les Terre-Neuviens ont fait face aux\ntirs les plus intenses et o  un nombre stup fiant d entre eux sont\ntomb s au combat. Un placage d or s lectif met en valeur la figure\nail e de   la Victoire  , telle qu elle figurait sur la m daille d cern e\naux soldats alli s de la Premi re Guerre mondiale.",
            "PI CE DE 150 $ EN OR PUR 2016 VOEUX DE\nBONNE SANTE\nLe motif au revers, oeuvre des artistes canadiens Chris et Rosina\nReid, reprend le style artistique typique du d coupage de papier\nchinois traditionnel. Au centre de la composition inspirante se trouve\nun singe, dont la curiosit  et l nergie incarnent le d sir de mordre\ndans la vie pour y go ter longtemps et pleinement. Tenant dans\nses mains une p che   le symbole sacr  de l immortalit  et le fruit\ndes dieux porteur du voeu de long vit    le singe se trouve au\npied d un p cher qui comporte huit autres p ches et neuf fleurs,\nnombre de bon augure. En fait, le chiffre 9 est chanceux et\nassoci    la royaut  et revient souvent dans les oeuvres d art\nchinoises anciennes, symbolisant les voeux les meilleurs et la\nlong vit . La partie sup rieure droite, au-dessus du singe, est\nponctu e du symbole chinois correspondant au voeu de sant .\nLa valeur nominale   150 DOLLARS  , le mill sime   2016  , la\nmention   CANADA   ainsi que les caract res chinois signifiant\nCanada sont  galement grav s au revers, dans le pourtour qui\nencercle le champ.\n"
        ],
        "PageNo": "177"
    },
    {
        "File": "The_CN_Journal_June_34.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES, DES, CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)\nFONA, #22198",
            "Reciprocity Agreement with ANA",
            "Your RCNA membership will go farther this year with\nthe announcement of a reciprocity agreement between\nthe RCNA and the ANA.",
            "Because I have the joint roles of RCNA Club\nServices Chair and the American Numismatic\nAssociation District Representative for Canada, I\nwas able to recently arrange reciprocal Convention\nbenefits, so RCNA members who are not ANA\nmembers can participate in the 2016 ANA Convention\nin Anaheim, California, August 9-16.",
            "The key benefit will be a free Convention entry\npass to the Bourse on presentation of your RCNA\nmembership card. Also, if you plan to exhibit or\ndisplay this can be done free of charge. Prospective\nexhibitors in ANA competition should e-mail me\nat xr7gt@prodigy.net, so I can make the required\nexhibiting arrangements.",
            "In exchange, RCNA is providing ANA members\nreciprocal benefits at our upcoming RCNA Ottawa\nConvention. This reciprocity exchange was started as\npart of our ANA and RCNA Hands Across the Border\ninitiative that was designed to encourage a higher\nlevel of cooperation and cross border convention\nattendance between our two national organizations.",
            "As a result, both organizations have seen increased\nlevels of international attendees. We intend to make\nyearly requests to continue this initiative, as both\norganizations require its annual review and renewed\napproval. Details of the ANA Anaheim Convention\ncan be found at www.money.org .",
            "Elongated Coins of Atlantic Canada",
            "[First Published in A/most Uncirculated, by Kevin Day-\nThorburn, a publication of New Brunswick s Saint John\nCoin Club.]",
            "Have you seen those rather odd looking coins, usually\ncents that have been rolled very thin into an  ovalish \nshape, usually curved slightly and sporting a design\non one side? Often they can be found in dealers \njunk boxes. Interestingly, there are clubs dedicated\nto collecting elongated coins or pressed pennies, as\nthey re sometimes called, and books on the subject.\nThere are even a few of these curious bits of exonumia\nthat have been, and are continuing to be, created in the\nAtlantic Provinces. The first elongated coins were\nthought to have been made for the 1892 93 World s\nColumbian Exposition in Chicago. These proved",
            "Entente de r ciprocit  avec l ANA",
            "Votre adh sion   l 'ARNC vous en donnera plus cette ann e avec\nl'annonce d un accord de r ciprocit  entre l ARNC et les membres\nde ANA.",
            " tant donn  que j occupe les r les conjoints de pr sident des\nservices aux clubs de l  ARNC et que je suis le repr sentant du\nterritoire canadien au sein de |  American Numismatic Association,\nJ'ai  t  en mesure de n gocier r cemment des avantages de\nr ciprocit  pour nos conventions, ainsi les membres de l  ARNC\nqui ne sont pas membres de l ANA pourront participer   la\nConvention de l ANA 2016   Anaheim, Californie du 9 au 16 ao t.",
            "Le principal avantage sera une passe d entr e gratuite de\nla convention sur le plancher de bourse lors de la pr sentation\nde votre carte de membre de l ARNC. De plus, si vous avez\nl'intention d exposer une pr sentation, ce sera offert gratuitement.\nLes exposants int ress s pour une exposition de comp tition\nau congr s de l ANA doivent m'envoyer un courriel  \nxr7gt(@prodigy.net, afin que je puisse faire les d marches n cessaires.",
            "En  change, l ARNC fournit aux membres de l ANA\nl avantage r ciproque lors de notre prochaine convention de\nPARNC   Ottawa. Cet  change de r ciprocit  a  t  lanc  dans\nle cadre de notre initiative entraide au-del  des fronti res entre\nPANA et de l ARNC initiative qui a  t  con ue pour encourager\nun niveau sup rieur de coop ration et d entraide outre-fronti re\npour faciliter la pr sence des membres de nos associations lors de\nnos conventions annuelles.",
            "La premi re constatation, les deux organisations ont vu des\nniveaux accrus de participants internationaux. Nous avons\nl intention de r p ter cette demande chaque ann e afin de\nmaintenir cette initiative, car les deux organisations exigent\nune r vision annuelle de cette entente et l approbation doit  tre\nrenouvel e annuellement. Les d tails de la convention de TANA\nqui se tiendra   Anaheim peuvent  tre trouv s   www.money.org .",
            "Pi ces allong es de l Atlantique du Canada",
            "[Paru dans la publication du Club numismatique de Saint-John\nau Nouveau-Brunswick, A/mostUncirculated, par Kevin Day-\nThorburn.]",
            "Avez-vous vu ces pi ces plut t  tranges, habituellement des\npi ces de un cent qui ont  t  d roul es tr s mince en une forme\n ovale , g n ralement l g rement incurv e et arborant un dessin\nsur un c t ? Souvent, ils peuvent  tre trouv s dans les paniers\n  rabais des marchands de monnaies.Fait int ressant, il y a\ndes clubs d di s aux collections de pi ces allong es ou pi ces\ncompress es, comme ils sont parfois appel s, et il existe aussi des\nlivres sur le sujet.",
            "Il y a m me quelques-uns de ces curieux morceaux d exonumia\nqui ont  t , et continuent d tre, produits dans les provinces de",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "17"
    },
    {
        "File": "The_CN_Journal_June_36.jpg",
        "Paragraphs": [
            "so popular that the machines\nused to make these novelties\nbegan popping up everywhere\nand many can still be found\ntoday   even right in our own\nproverbial backyard. It is\nworth noting that producing\nelongated cents from Canadian\ncoins 1s illegal, and proprietors\nof these machines will often\nsell blanks or ask that you use\nAmerican pennies (pre 1982\nroll the best, because they are\ncopper), but the misuse of\nCanada s currency to make\nelongated coins is usually\noverlooked.",
            "New Brunswick and\nNewfoundland seem to be\nabsent from the list of pressed\npenny issuers. If you re aware\nof any of theirs, please let\nme know. For years Nova\nScotia has had a machine in\nthe Sou  Wester Gift Shop at\nPeggy s Cove. Prince Edward\nIsland is the king of the elongated coin in this neck of\nthe woods with three different machines listed on the\nPenny Collector Web site, although it appears the one\nlocated in Wood Islands has disappeared.",
            "When the coins are flattened, the design of the host\ncoin will often remain in  ghost  form, allowing you\nto see what coin was used, and sometimes even its\ndate. Some machines allow for denominations other\nthan a cent to be used. If you like these novelties, keep\nyour eyes open for machines when you re travelling,\nas they tend to be placed in areas that are frequented\nby large numbers of tourists. And if you re on a trip\nspecifically to obtain elongated coins, use the proper\nvocabulary and tell everyone you re on a  squishin \nmission\\  Have fun.",
            "Round up, Round Down or Even",
            "[An analysis of rounding up down or even for cash\ntransactions over the past year, first published in the\nApril 2016 Scarborough Coin Club Newsletter.|",
            "I thought I would review how I was doing without our\nCanada one-cent coin. The Royal Canadian Mint struck\nthe last cent coin on May 4, 2012, at the Winnipeg\nMint, and the cents were last distributed by the Mint on\nFebruary 4, 2013. I looked at 105 grocery receipts dated\nfrom February 27, 2015, to February 26, 2016, to see\nhow many were rounded up, rounded down, or even.",
            "1  Atlantique. Les premi res pi ces\nallong es sont reconnues comme\ncelle ayant servi lors de l exposition\nuniverselle de Chicago en 1892-93.\nCelles-ci se sont av r es si populaires\nque les machines utilis es pour fabriquer\nces nouveaut s ont commenc    se\nretrouver un peu partout - m me dans\nnotre propre arri re-cour dans les\nprovinces de l Atlantique. Il est   noter\nque la production de cent allong es  \npartir de pi ces de monnaie canadiennes\nest ill gale, et les propri taires de ces\nmachines vendent souvent des flans\nou vont demander d utiliser des pi ces\nam ricaines (les rouleaux avant 1982 de\nla monnaie du Canada sont les meilleurs\npour la fabrication des pi ces allong es,\nmais sont g n ralement n glig s).\nLe Nouveau-Brunswick et Terre-\nNeuve semblent  tre des  metteurs\nde sous. Si vous connaissez des pi ces\nallong es de ces provinces, s il vous pla t\nfaites-moi savoir. Pendant des ann es, la\nNouvelle- cosse a eu une machine dans\nla boutique cadeaux de Sou  Wester  \nPeggy scove. L le-du-Prince- douard est le champion des pi ces\nallong es dans notre coin de pays avec trois machines diff rentes\nr pertori es sur le site internet Penny Collector Web, bien qu il\nsemble que celle situ e   Wood Islands soit disparue.",
            "Lorsque les pi ces sont aplaties, le dessin de la pi ce d origine\ndemeure souvent sous forme  fant me , vous permettant de voir\nquelle pi ce a  t  utilis e, et parfois m me voir sa date. Certaines\nmachines permettent l utilisation d autres pi ces que celle d un\ncent. Si vous aimez ces nouveaut s, gardez vos yeux ouverts\npour ces machines lorsque vous voyagez, car elles ont tendance\n   tre plac es dans des zones que fr quente un grand nombre de\ntouristes. Et si vous voyagez sp cifiquement pour obtenir des pi ces\nallong es, utiliser le vocabulaire appropri  et dit   tous que vous\n tes sur une mission de recherche  d crasement!  Amusez-vous.",
            "Arrondir vers le haut, vers le bas, ou non-n cessaire",
            "[Une analyse d arrondir vers le haut, vers le bas ou non\nn cessaires pour les transactions faites au cours de la derni re\nann e, publi e en premier dans le num ro d avril 2016 du\nbulletin du club numismatique de Scarborough]",
            "J ai pens  pr senter l impact que repr sente le fait que le\nCanada a cess  la production de pi ce d un cent. La Monnaie\nroyale canadienne a frapp  la derni re pi ce d un cent le 4 mai\n2012,   la Monnaie de Winnipeg, et la derni re distribution par\nla Monnaie des pi ces d un cent a  t  le 4 f vrier 2013. Jai\nanalys  105 re us d picerie entre les dates du 27 f vrier 2015\net du 26 f vrier 2016, pour voir combien ont  t  arrondis vers",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "180"
    },
    {
        "File": "The_CN_Journal_June_37.jpg",
        "Paragraphs": [
            "The results were 45 receipts rounded up for a total of 71\ncents extra paid. There were 39 receipts rounded down\nfor a total 56 cents saved. And there were 21 receipts\nthat did not require rounding. Bottom line is that I paid\na total of 15 cents extra by using cash for my groceries\nwith no one-cent coins in use. If you had paid by debit or\ncredit card there would be no difference. I only know of\none store that always rounds down, which is The Home\nDepot. This is why the penny went away quietly. I was\nbuilding a United States one-cent collection from my\npocket change. However, this has ended because there is\nno more circulation of one-cent coins in Canada.",
            "Jerome Remick Award for Best Newsletter\nArticle to be Republished in The CN Journal",
            "As a reminder, starting this year, the article winning the\nJerome Remick Award (for the best numismatic article\npublished in a local Canadian coin club newsletter)\nwill be republished in The CN Journal. In doing so we\nhope this winning article will prompt other members to\nbegin writing articles for The CN Journal.",
            "Number 4",
            "June 2016 ",
            "le haut, arrondi vers le bas, ou non n cessaire. Les r sultats\nont d montr  que 45 transactions ont  t  arrondies vers le haut\npour un montant total de 71 cents suppl mentaires. Il y avait 39\ntransactions qui ont  t  arrondies vers le bas pour un montant\ntotal de 56 cents  conomis es. Finalement, 21 transactions n ont\npas n cessit d tre arrondi. En fin de compte, j ai pay  un total\nde 15 cents suppl mentaires en utilisant l argent pour mes achats\ncomptants sans l utilisation de pi ce d un cent. Si vous aviez\npay  par carte de d bit ou carte de cr dit il n y aurait pas eu\nde diff rence. Je ne connais qu un seul commerce qui arrondit\ntoujours vers le bas, soit Home Depot. Voil  pourquoi la pi ce\nd un cent est disparue tranquillement. Je montais une collection\nde pi cesd un cent des  tats-Unis que je trouvais dans mon\nargent de poche. Toutefois, j ai du cesser cette collection puisque\nces pi ces ne circulent plus au Canada.",
            "Prix Jerome Remick pour meilleur article de bul-\nletin sera publi  dans le Journal CN",
            "Un rappel qu effectif cette ann e, le prix Jerome Remick pour\nle  meilleur article  verra son article publi  dans Le journal\nCN. Nous esp rons que ce geste encouragera d autres membres\nde commencer a  crire des articles pour Le journal CN.\n"
        ],
        "PageNo": "181"
    },
    {
        "File": "The_CN_Journal_June_38.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "BY ROGER C. PAULEN",
            "LM. #439,",
            "Canada 50 cents Severe Die Deterioration Doubling",
            "this month s column features a coin that\n| 1s quite fascinating, yet has remained\nrelatively under the radar for more",
            "than 40 years. Specifically, the coin I am\nreferring to is the 1969 50 cents with\nsevere die deterioration doubling on the\nentire obverse devices, most noticeably\non the effigy.",
            "Die deterioration doubling, otherwise\nknown as  die fatigue  (Stanton, 2004), is\noften confused with resultant effects from a\npunch-doubled die. As the die deteriorates, the\ndevices will develop secondary images created\nwhen their edges are broken down by stresses\non the metal. This doubling tends to radiate\nout from the centre of the die to the edge.\nOften, at the far outer edges of dies that\nare deteriorating, the die s denticles\nand fields can create an  orange-peel \neffect on the surfaces of the struck coin,\nrather than sharp smooth struck surfaces.\nDie fatigue can result when the Royal\nCanadian Mint tries to get the maximum\nproduction out of its dies.",
            "On the obverse of the 1969 50 cents,\nthe doubling is possibly a combination\nof die deterioration and over polishing. Doubling is observed\nradiating outward from the centre of the effigy creating a\ndoubled image, a border-like effect, around the Queen (Figure\n2, p 183). Only the edges of the devices that are touching the\nfields are doubled; other features inside the devices, such as\nthe Queen s crown, hair, ear, etc., are not doubled (Figure 2A,\n2B). Forbes and Zoell (1970) reported a similar phenomenon\noccurring on the 1968 50-cent strikes (Zoell # V470a, p. 45),",
            "in their last Canadian variety volume, attributing\nit to  Filling in around Queen due to over\nresurfacing.  This is by no means a new\ndiscovery; some sharp-eyed collectors",
            "have noticed this severe doubling on the\n1969 50 cents and reported it on Internet\ncoin forums, Numicanada (2008) and",
            "Com Community Family (2014).",
            "Collecting die deterioration doubling\nstrikes 1s somewhat less popular than\nmachine doubling strikes and certainly\nmuch less common than punch (hub) doubled\nvarieties. The most popular Canadian die\ndeterioration doubling strikes are the 1962\ndoubled-date variants in the 1-cent and\n5-cent strikes and the 1979 1-cent doubled",
            "date. The 1969 50 cents deteriorated die",
            "should be fairly easy to spot in the wild,",
            "so grab your loupe and keep up the hunt!",
            "Acknowledgements\nZoell numbers are used with permission of",
            "Charlton Press.",
            "References\nCoin Community Family, 2014.  1969 50-",
            "cent doubling and minor filling.  www.coincommunity.com/\nforum/topic.asp?TOPIC_ID=180742, accessed April 2016.\nForbes, J. and Zoell, H. 1970. Canada: minor coin varieties, including\nNewfoundland, 5\" edition 56 p. Hobby Publications, Toronto.\nNumicanada, 2008.  50 cents 1969  D p t de m tal.    numicanada.\ncom/forum/viewtopic. php ?f=26&t=5454 , accessed April 2016.\nStanton, J.T. 2004.  Determining die doubling from other forms of\ndoubling.  hermes.csd.net/~coneca/content/StrikeDoublingF lyer-",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "182"
    },
    {
        "File": "The_CN_Journal_June_42.jpg",
        "Paragraphs": [
            "ERROR_OF_THE.MONTH",
            "BY HENRY NIENHUIS\nFRCNA, FCNRS, FONA, LM,#430",
            "Number Tumbler Trouble",
            "this month s error is certainly different from any",
            "we have ever discussed in an Oops column before.",
            "This month we will talk about an interesting error\nwhich can occur in paper money.",
            "The error in question is on some Canadian $1.00 notes\nfrom the 1954  Canadian Landscape Series  first issued that\nSeptember. Our example notes are actually from the Modified\nPortrait variety issued later, in 1956. The astute observer will\nimmediately notice the error in each of our two example notes\nto the right. The notes have single-digit mismatched serial\nnumbers! The second digit in the left serial number is 6 while\nthe second digit in the right serial number is 7. Examples\nof multiple-digit mismatches are known to exist but are\nsignificantly more rare than one-digit mismatches, however\nall are very hard to find.",
            "Before we examine the cause of the error let us take a\nstep back to introduce this series of\nbanknotes.",
            "With the death of King George VI\nin 1952 the Bank of Canada prepared\nto issue its third series of notes. When\ndesigns submitted by the Canadian\nBank Note Company were deemed\nto be too close to the previous 1937\nseries of notes, the Bank of Canada\ncontracted with the famous artist\nCharles Fraser Comfort to  develop\na more contemporary design for\nCanada $ currency.  In the end images\nof Canadian rural landscapes were\nchosen for the backs of the notes.",
            "The portrait, now at the right",
            "sides on the notes, was based on a\nphotograph of Queen Elizabeth IT\nby Canadian photographer Yousuf\nKarsh. This portrait appeared on all\ndenominations from $1 to $1,000.\nThe master image of the portrait\nwas engraved by George Gunderson\nof the British American Bank Note\nCompany. This original portrait was\nmodified slightly in 1956 after the\nfamous  Devil s Face  controversy\nresulting in two varieties of this series\nof notes.",
            "The Modified Portrait 1954 series of banknotes\nfollowed a slightly different procedure for printing and\nnumbering notes than that used for the previous 1937\nseries. The 1937 series, as did the original 1954 Devils\nFace Portrait notes, was printed 24-notes per sheet, while\nstarting in 1956 notes were printed 32-notes per sheet.\nThis continued until 1968, when they began to be printed\nas 40-notes per sheet. In all cases, the notes were printed\nin a skip-numbered fashion so that sheets, when stacked,\ncould be cut into bricks, or bundles with 500 or 1,000\nconsecutively-numbered notes.",
            "The seven-digit serial numbers were preceded by a two\nprefix letters, configured as a fraction. The upper letter was\nthe series letter and the lower letter was the denominational\nletter. For each denominational letter there were twenty-\nfive series letters, the letter Q was not used.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "186"
    },
    {
        "File": "The_CN_Journal_June_43.jpg",
        "Paragraphs": [
            "The manufacture of banknotes is a complex multi-\nstage printing process. For the 1954 series, the process\nhad been streamlined by using only one intaglio plate\ninstead of two and two lithographic plates followed by\ntwo letterpress stages. Each one of the plates carries only\na portion of the finished design. These banknotes were\nprinted on dry substrate, paper consisting of 50 percent\nflax and 50 percent cotton, rather than using the wet paper\nprinting process used previously.",
            "The intaglio plate, in which the lines to be printed\nare cut into a metal plate, is responsible for creating\nthe raised tactile-ink distinctive to engraved banknotes.\nThese engraved incuse lines hold the special ink to be\ntransferred to the paper when it is squeezed into the plate\nunder pressure.",
            "With the lithographic printing plates it is the raised\nsurfaces of the metal plate that transfer the ink to the\npaper. This process is used to apply the colour and tones\nto the front and back of the note.",
            "After the sheets are printed and dried the serial numbers\nare added to each sheet using a complex letterpress with",
            "64 rollers (two per note position on the sheet) configured\nwith a 7-tumbler system that automatically advances its\ncount after each cycle, to prepare for the next sheet.",
            "It is at this stage that the error made on our two example\nnotes occurred. It appears that one of these roller pairs\nwas out of sync   either it was setup that way or failed to\nadvance at sometime during the print run.",
            "You might ask,  How can you narrow it down to a\nproblem with only one roller pair?  Well the answer is that\nwe don t really know for sure how many positions might\nhave been effected, but what we do know is that it appears\nthat these two notes came from the same position on different\nsheets. In fact they would have come from the same brick\nof notes. We know this because the serial numbers of the\ntwo notes vary only in the last three digits, being only 210\nnote positions apart; and that in both cases the numbers are\nbelow 500. Since the sheets are skip-numbered so that 500 or\n1,000 sheets can be stacked on top of each other and then the\nstack cut into (in our case) 32 bricks, each brick containing\nconsecutively numbered notes, the notes from different\nbricks would need to be at least 500 numbers apart.",
            "We can also speculate that because\nof this, and assuming that the error was\nnot discovered on other sheets, that\nthere might be as many as 500 or more\nof these mismatched serial number\nnotes. The series would all start with\nA/O 0683xxx on the left and, of course,\nA/O 0783xxx on the right. If you aware\nof other examples from this serial\nnumber series please contact the author\nat fenix@rogers.com .",
            "At this time the final step in the\nproduction of the banknotes was\nthe addition of the signatures of the\nGovernor and the Deputy-Governor\nof the Bank of Canada. This last\nstep was performed by the Bank\nitself using a letterpress, until 1965\nwhen it authorized the engraving of\nsignatures directly onto the intaglio\nplates.",
            "Canadian banknote errors are an\ninteresting area that appeals to both\nthe error collector and the general\npaper-money enthusiast. The notes\nalways carry strong premiums\nwhenever they appear in auction or\nfor sale by private treaty.",
            "As always, keep your eyes open!",
            "Henry Nienhuis (fenix@rogers.com) is a member of CEVNA, the Canadian Errors and Varieties Numismatic Association (www.cevna.com).",
            "Number 4",
            "June 2016 "
        ],
        "PageNo": "187"
    },
    {
        "File": "The_CN_Journal_June_44.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY",
            "#17134,",
            "Royal Canadian Mint Souvenir Post Cards",
            "you may have seen those post card sets featuring\nYu black-and-white images of the Royal Canadian",
            "Mint. Some of you may even collect them. They\ncan be a fascinating look at the history of the Ottawa\nfacility where the nation s coins are struck. A few though,\nalso include treasure, a valuable thing attached.",
            "This post card set was issued in the late 1940s. It looks\nlike many of that time. There are 16 black and white\nreproductions of photographs of the mint, including some\nshowing the building s exterior,\nas well as views from inside the\nbuilding showing heavy equipment\nsuch as coining presses and refining\nfurnaces. Employees are portrayed\npouring liquid metal into moulds,\nrolling and weighing bars, and\nexamining finished coins for\nflaws. The pictures are all attached\ntogether and folded accordion-style,\nand glued to the outer cover.",
            "But what makes this postcard\nset that special is the other item\nattached inside to the back of the\ncover. Secured with yellowing\ncellophane tape is the sample one-\ncent coin. Sometimes it s in a clear\nplastic pouch, brittle with age, but\nusually the coin is taped to the cover\nwithout protection, save a layer of\nlacquer that was applied to it soon\nafter it was struck. The lacquer,\nwhere it was not damaged by years\nof contact with the tape, protected\nthe coin s original bright red color,\nmaking it easy to see its strong\ncameo effect. In fact, the cents\nfound on these postcard sets are\nspecimen strikes.",
            "The examples I found were 1947\nmaple leaf (struck in 1948) and\n1949. There may have been other\ndates and varieties used, but the\ntime range seemed to be limited to\nonly a couple of years.",
            "Before you start buying every\nset of Royal Canadian Mint\npostcards you see on eBay,",
            "be aware that these seem to have been the only sets to\ninclude samples. Was it an experiment in marketing\ninitiated by the Photogelatine Engraving Company, the\npostcard publisher? Was the mint working to re-establish\nitself as a tourist site after closing its doors to visitors\nduring the war? Whatever the reason, it does give us some\ninsight into the role of specimen coinage at a time when\ncollector coins were not yet a regular part of the mint s\nstable of products.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "188"
    },
    {
        "File": "The_CN_Journal_June_45.jpg",
        "Paragraphs": [
            "News_ RELEASE",
            "EM",
            "BY CHRISTOPHER FAULKNER",
            "FCNRS, #2234,",
            "2015 Review of the Activities of\nThe J. Douglas Ferguson Historical Research Foundation",
            "A very productive annual meeting of the Foundation was\nheld during the 2015 RCNA Convention in Halifax in July.\nThe meeting began with a moment of silence for Rev. Dr.\nBernard O Connor who passed away on May 10, 2015.\nBecause of Rev. O Connor s generous donation the\nFoundation is able to endow graduate scholarships in his\nname to four Canadian universities. Laval University has\nhad the greatest success in finding a well-qualified recipient\nfor each year of the first three years the scholarship has\nbeen offered. Carleton University, the University of British\nColumbia, and Memorial University have had varying\nsuccess, with the scholarship not awarded in every year.\nThey will continue to make every effort to give out the\naward from accumulated funds.",
            "The following business items are of note:",
            " An Executive Committee of the Board was struck\ncomprising the Chair, Deputy Chair, immediate\nex-Chair, Secretary, Treasurer, and the Chair of the\nInvestment Committee. The Executive Committee\nwas struck to deal with items of business which arise\nbetween annual meetings. It met for the first time\nduring Toronto Coin Expo in October, 2015.",
            " Graham Esler, Chair of the Publications Committee,\nprovided an update on various book projects\nin the works. One of the projects is the Chair s\nbook on the Upper Canada Coppers, 1815-1841,\nwhich has been completed and sent to Spink in\nAugust for publication in the New Year. There was\nalso agreement in principle that we look into the\npossibility of publishing Volume IT of Adam Shortt s\nNova Scotia papers, which was originally planned as\nthe Foundation s first publication. These papers were\ndeposited with the Bank of Canada. It is hoped that\nmanuscripts of additional projects will be completed\nin the near future and that the Foundation can support\ntheir publication.",
            "Number 4 June 2016 ",
            " An initiative to digitally scan Eugene Courteau s",
            "monographs on Canadian tokens was also approved\nby the Executive Committee. The digitized\nmonographs will be made freely available to\nall collectors on the Internet via a link at the\nFoundation s Web site. Paul Petch has agreed to\nattend to the technical aspects of this initiative.",
            "There were several changes to Board positions in",
            "2015. Robert Forbes was named Deputy Chair of\nthe Board in place of Paul Johnson, who wished to\nretire from the position given the pressures of other\ndemands. Effective August 15, 2015, Neil Probert\nofficially took over from Len Buth as Treasurer of\nthe Foundation. It was confirmed that effective April\n1, 2016, Scott Douglas will replace Rick Craig as\nChair of our Investment Committee. We extend our\nthanks to Len and Rick for so ably performing their\nduties for so many years.",
            "A request for funding was received from the co-",
            "chairs of the 2016 RCNA Convention in support of a\n Numicamp  for young collectors immediately prior\nto the Convention. This request was circulated to\nthe Board in Halifax. Subsequently, the Executive\nCommittee supported the goals of the Numicamp\ninitiative and agreed to help fund the educational\nportion using a staged approach to a maximum of\n$2500 if the enrollment limit of 20 participants is\nachieved.",
            "Remaining copies of the Canadian Numismatic\nBibliography (about 50 copies) and the associated\nCD are available for sale from Ron Greene:\nragreene@telus.net",
            "The prospect of the new initiatives always means a",
            "diminishment of available funds. The Foundation s\nability to fund these and future projects can\nonly be achieved through your tax deductible\ndonations. To make a donation, contact Len Buth at\nIbuth@webmanager.on.ca .\n"
        ],
        "PageNo": "189"
    },
    {
        "File": "The_CN_Journal_June_46.jpg",
        "Paragraphs": [
            "Book_REVIEW",
            " FRENCH COINAGE SPECIFICALLY FOR\nCOLONIAL AMERICA ",
            "the Colonial Coin Collectors Club, C4, released",
            "  Sydney F. Martin s latest book, French Coinage",
            "Specifically For Colonial America. This is the third",
            "colonial com book written by Syd Martin. The other works are",
            "now considered standard references and Syd s long awaited",
            "new book is expected to become the leading reference works\non French Coinage minted for circulation in North America.",
            "According to Lou Jordan, the curator of numismatic\ncollections for the University of Notre Dame,  Syd Martin\nhas written the definitive catalogue of French coinage\nauthorized specifically for use in North America.  Jordan\nwent on to state that  this is an essential book for anyone\ninterested in the French coinage of colonial North America. ",
            " What many early American coin collectors fail to\nrecognize,  Martin said upon the book s release,  is that from\nthe 16  century until 1763, New France included much of what\nis now the United States, as well as most of Canada. As such,\ncoins minted by France for circulation in its North American\ncolonies should be considered  coins of the realm  in these\nareas.  Colonial numismatic expert, John Kraljevich, went on\nto explain that  the history of the French in what is today the\nUnited States is largely forgotten. However, the memory of these\npeople and their coinage has been long cherished in Canada. ",
            "Jim Rosen, president of C4, predicts that  Martin's new\nbook will awaken an interest in both the history of the\nFrench speaking people in North American and the coins\nthey used such as the Gloriam Regni coins of 1670, the 6-\nand 12-denier copper coins minted in 1717, and the copper\n9-denier coins from 1721 and 1722, all of which were struck\nin France specifically for circulation in the Americas. ",
            "In the book s introduction, John Kraljevich writes that,\n With Crosby-like flair, Syd has marshaled together the\noriginal documents that tell the stories of these coinages.\nMost have never been published at all, let alone in English\nor all in one place. This original research guarantees this\nworks importance to researchers in every forthcoming\ngeneration. The heart of this book, the die studies, offers\nseveral pathways for collectors to navigate these series,\nby basic type, by major variety, by die combination, or\neven by die state. It s a project that no one has ever even\nattempted before, an outlier in the world of colonial\nnumismatics, a field that has seen multiple die studies of\nmost of the popular series. Given Syd's well-organized\napproach and the thousands of coins he s studied, it may\nbe generations before this work is supplanted. It s doubtful\nanyone will ever do it any better. ",
            "Une toute nouvelle publication au sujet des monnaies\ncoloniales  mises pour l  Am rique fran aise, vient de\npara tre derni rement:",
            " French Coinage Specifically For Colonial America ,\noeuvre de l auteur am ricain Sydney F. Martin. L'ouvrage se\nveut une mise   jour exhaustive sur les trois s ries frapp es\nexclusivement pour la Nouvelle-France, soit les  missions\nde cuivre et d argent (5 et 15 sols)  Gloriam Regnr  de 1670,\nles 6 et 12 deniers en cuivre de Perpignan (1717) et enfin les\nfameux 9 deniers de 1721-22, frapp s   La Rochelle et Rouen.",
            "Ce livre est le fruit d un travail de recherche colossal et\nconstitue un ouvrage de r f rence sans pr c dent sur ces\nmonnaies coloniales fran aises, ayant circul  au Canada durant\nles 17  et 18  si cles. Malgr  qu il soit publi  uniquement\nen anglais, il demeure tr s accessible, avec des explications\nclaires et un syst me de classification tr s bien structur .",
            "Mr Martin dresse un inventaire d taill  des diverses vari t s\nde coins, relev es   partir de plusieurs centaines de specimens\nr pertori s. Bon nombre de mus es et collectionneurs\ncanadiens ont contribu    l tude. Abondamment illustr \navec des photographies de qualit  pour chaque vari t . J'ai\npersonnellement eu la chance de pouvoir collaborer   cet\nouvrage exceptionnel, lequel sera d une grande utilit  au\nprofit de tout numismate ayant un int r t pour les monnaies\ndu R gime Fran ais.   Jacques St-Arnaud.",
            "The 462-page book is available for US$85.00 plus shipping\nfrom www.numisbook.com, or (978) 468-2933.",
            "Le livre de 462 pages est disponible au co t de 85.00 USD +\nfrais d exp dition de www.numisbook.com, ou (978) 468-2933.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "190"
    }
]