
[
    {
        "File": "The_CN_Journal_April_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT",
            "Well, by the time you are reading this, spring",
            "will be in the air. We can finally cast out the",
            "doldrums of the winter months, shake off\nthose February blahs and get back down to pursuing\nlife (and collecting of course) renewed and refreshed!\nI do hope that you had the opportunity to review your\ncollection and with it your collecting strategies. It is\nalways a good idea to take the time to step back for a hard\nlook at where your collecting is leading you and perhaps\nmake adjustments, so that you arrive where you want\nto go. It is so easy to get distracted with items that may\npique your fancy for the short term, but end up taking\ntime or money away from what originally really drew\nyou to the hobby. On the other hand you may find that\nyou have outgrown that collecting direction and are in\nneed of re-focusing those creative juices. I must tell you\nthat as I became more involved in the hobby I started\nseeing a bigger picture. I found that the thrill of the hunt\ntook me in the direction of wanting to find out more\nand more about the items that I was collecting and their\nplace in history. Both from a numismatic sense and an\nanthropological sense. Try it, you might like it; and if you\ndo why not tell others about 1t?",
            "With the coming of spring there are a number of\nnumismatic events that I look forward to each year\nincluding local club and professional shows. Some of\nthe larger of these events, ones that combine purchasing\nopportunities with a chance to broaden your collecting\nknowledge and socialize, are the shows sponsored by\nprovincial associations, like the Ontario Numismatic\nAssociation. Many feel they are the prelude to our own\nannual RCNA Convention,  Canada s Money Collector Show. \nThis year the O.N.A. s convention is being held in\nKitchener, Ontario, from April 8 to 10. If you are in the\narea, I heartily recommend that you attend either as a\nregistrant, or as a drop in. The RCNA will be holding an\nexecutive meeting there April 10, during that convention.\nAgain, if you are in the area plan to attend our RCNA\nmeeting as an observer.",
            "In closing, in this issue you will find the Program\nof Events and a Registration Form for our 63\" Annual\nConvention and Show taking place Tuesday, July 19, to\nSunday, July 24, 2016, at the Delta Ottawa City Centre.\nRemember Canada s Money Collector Show is the largest three-\nday numismatic show in the country. So, read on and\nmake your travel arrangements to attend.",
            
            "Number3 April * May 2016",
            "MoT DU PRESIDENT.",
            "Eh bien, au moment de lire ce message, le printemps sera",
            "d ja arriv . Nous pouvons enfin chasser le marasme",
            "des mois d hiver, secouer les d primes de f vrier et\nrevenir aux joies de la vie (et bien entendu votre collection)\navec une  nergie renouvel e! J esp re que vous avez pris le\ntemps de regarder votre collection et revu vos strat gies pour\nvotre collection. C est toujours une bonne id e de prendre un\npeu de recul et regarder en profondeur votre collection et voir\no  elle vous m ne et peut- tre faire des ajustements, de sorte\nque vous arrivez l  o  vous voulez  tre.",
            "Il est si facile de se laisser distraire avec des articles qui\npeuvent piquer votre curiosit    court terme, mais finissent par\nprendre de votre temps ou de votre argent et vous  loigne de\nvotre objectif pour votre passe-temps. Par la m me occasion,\nvous pourriez constater que vous avez d pass  votre objectif\nde collection et ressentir le besoin de recr er le d sir. Je dois\nvous confier qu en m impliquant davantage dans le passe-temps\nj'ai commenc    voir un plus grand portrait. Je trouve que le\nd fi de trouver des nouveaut s m a lanc  dans de nouvelles\ndirections   la conqu te de plus d informations sur les pi ces et\nleurs histoires. Tant d un sens numismatique et que d un sens\nanthropologique. Essayez-le, vous pourriez aimer; et si vous\naimez  a, pourquoi ne pas partager avec les autres?",
            "Avec la venue du printemps, il y a plusieurs  v nements\nnumismatiques auxquels j aime bien assister chaque ann e,\ny compris les expositions de club locaux. Quelques-uns\ndes  v nements plus importants, offrent la possibilit  de\ncombiner achat et opportunit  d augmenter vos connaissances\nnumismatiques et de socialiser entre amis. Ces  v nements sont\nsouvent parrain s par des associations provinciales, comme\nl'Association numismatique de l'Ontario. Beaucoup pr tendent\nqu'ils sont le pr lude de notre propre convention annuelle de\nPARNC l'exposition numismatique du Canada. Cette ann e, le\ncongr s de l ANO se tiendra   Kitchener, en Ontario, du 8 au 10\navril. Si vous  tes dans la r gion, je vous recommande sinc rement\nd assister sort en tant que marchand, ou comme visiteur. L ARNC\ntiendra une r union de son ex cutif durant cette fin de semaine, soit\nle 10 avril. Encore une fois, si vous  tes dans la r gion, planifiez\nd assister   notre r union de   ARNC comme observateur.",
            "En conclusion, dans ce num ro, vous trouverez le programme\ndes  v nements et un formulaire d inscription pour notre 63 \ncongr s annuel qui aura lieu du mardi 19 juillet au dimanche\n24 juillet, 2016, au Delta Ottawa Centre-ville. Rappelez-vous\nque le congr s numismatique du Canada est le plus grand  v nements\nnumismatique au Canada qui s chelonne sur trois jours. Alors,\nlisez la suite et planifiez votre voyage afin d y assister."
        ],
        "PageNo": "101"
    },
    {
        "File": "The_CN_Journal_April_07.jpg",
        "Paragraphs": [
            "CONVENTION COMMUNIQUE_bU_CONGRES",
            "2016 Ottawa RCNA Convention Update \nMise jour au sujet du congr s 2016 (Ottawa)",
            "Planning and\npreparation",
            "for the 2016",
            "Ottawa RCNA\nConvention continues\nat a hectic pace as\nyour Convention\nOrganizing\nCommittee and the\nOttawa Numismatic\nSociety work to get\nall the pieces in place\nfor a premier event\nthis summer. Here is\nthe latest information:",
            "Montebello and La Petite Nation Region -\nTuesday, July 19",
            "Located east of Gatineau on the Ottawa River,\napproximately half way between Ottawa and Montr al,\nMontebello is a little country village surrounded by the\ntype of impressive Canadian wilderness made famous in\npostcards and souvenir photos. The area was first settled\nin the mid-19\" century by the family of Louis-Joseph\nPapineau, who later became seigneur of the area. Today\nthe village is best known for Le Chateau Montebello, the\nlargest log structure ever built.",
            "Your full-day visit will begin at Manoir Papineau, a page\nstraight out of 19\" century history. Built between 1848\nand 1850, Manoir Papineau is now a National Historic\nSite. The Manor is flanked by four towers; it rules over the\nsurrounding terrain with its landscaped garden, spacious\nlawns, wooded areas, and a stream.",
            "Your guided tour of the Manor and its outbuildings will\nculminate with tea in the Blue Room. After tea, you will have\ntime to explore the Manor s immediate surrounding areas.",
            "You will then proceed to the village and visit three\nlocal businesses: ChocoMotive, the boutique of a local\nchocolatier located in an old train station; Fromagerie\nMontebello, an award-winning cheese maker; and Les\nBrasseurs de Montebello, a microbrewery that offers\nunique beers, including a chocolate one!",
            "Price: $70 per person\n[A minimum of 30 participants is required.]",
            "Number 3",
            "April e May 2016 ",
            "la planification",
            "et les",
            "pr paratifs\npour le congr s 2016\n(  Ottawa) continuent\n  fond de train tandis\nque votre comit \norganisateur et la\nsoci t  numismatique\nd  Ottawa veillent\n  ce que tous les\nmorceaux soient en\nplace pour un congr s\ninoubliable. Voici une\nmise a jour.",
            "Mardi, 19 juillet - Montebello et [a Petite\nNation",
            "Situ e   l Est de Gatineau le long de l Outaouais\net environ   mi-chemin entre Ottawa et Montr al,\nMontebello est un petit village campagnard entour  de\nnature sauvage tel que trouv  sur les cartes postales et les\nphotos souvenirs. La r gion a  t  colonis e vers le milieu\ndu XIX  si cle par la famille de Louis-Joseph Papineau,\nqui en est  ventuellement devenu le seigneur. Aujourd hui,\nMontebello est surtout connu pour le Ch teau Montebello,\nla plus importante structure en bois rond jamais construite.",
            "La visite durera la journ e et commencera au Manoir\nPapineau, l  o  le temps s est arr t  au XIX  si cle.",
            "Construit de 1848   1850, le Manoir est aujourd hui un\nlieu historique national. Il est flanqu  de quatre tours et\nsurplombe le terrain qui l entoure: jardin, parterre, bois \net cours d eau. Votre visite du Manoir et de ses environs\nse terminera avec le th  au Salon Bleu. Apr s celui-ci\nvous aurez le temps d explorer davantage.",
            "La visite se poursuivra au village o  vous visiterez trois\nboutiques du terroir: ChocoMotive, un chocolatier local\ninstall  dans l ancienne gare; la Fromagerie Montebello;\nLes Brasseurs de Montebello, une micro brasserie qui\noffre de nombreuses bi res uniques, dont une au chocolat!\nPrix : 70 $ par personne\n[Un minimum de 30 participants est requis.]\n"
        ],
        "PageNo": "103"
    },
    {
        "File": "The_CN_Journal_April_08.jpg",
        "Paragraphs": [
            "A Day at the Spa - Wednesday, July 20",
            "Located at the entrance to Gatineau Park, only 15 minutes\nfrom downtown Ottawa, Nordik Spa-Nature is the largest\nspa in North America.",
            "Take time to unwind and to re-energize as you enjoy\nthe advantage of its exclusive facilities: 7 outdoor baths, 8\nspecialty saunas, an infinity pool, a restaurant, and a lounge.",
            "Our inclusive offering provides your transport and it\npampers you in a thermal experience (access to the 7 baths\nand 8 saunas) as well as swaddling you in a plush bathrobe.",
            "Beyond this, the sky is the limit: make your day by\ntreating yourself to a massage, a body treatment or the\nnew Kalla treatment (only the second salt-water floating\npool in the world!) Other luxury items are offered a\nla carte for added costs. To learn more about the spa\nand to book additional items online, visit the Web site:\nwww. lenordik.com/en/hompage/. Mention you are with the\nRCNA2016 group, and bring your convention badge to get\nyour discount of 10% when paying.",
            "Price: $100\n[A minimum of 15 participants is required.]",
            "Historic Almonte - Wednesday, July 20",
            "Visit the historic town of Almonte, Ontario, located only\n30 minutes west of Ottawa.",
            "Your visit to this picturesque locale will begin with\na guided tour of the Mississippi Valley Textile Museum,\nlocated in the annex of the former Rosamond Woolen\nCompany. Constructed in 1867, this National Historic Site\nfeatures a blend of the old and new, all related to the history\nof the Mississippi Valley and the textile industry.",
            "Enjoy lunch at an eatery of your choice as you take in the\nquaint sites and shops of downtown Almonte.",
            "You will also visit the Mill of Kintail, the original stream-\nside studio of sculptor and medallist R. Tait McKenzie.\nNow a museum the mill, an example of 1832 architecture,\ndisplays famous Canadian artworks from the 1930s.\nDraw inspiration from the surrounding natural scenery as\nA.Y. Jackson once did in this same location.",
            "The mill also features the James Naismith Museum of\nBasketball. The inventor of the sport, Naismith was an\nAlmonte native and a special friend of McKenzie s.",
            "Price: $35\n[A minimum of 20 participants is required.]",
            "Nostalgia Tour - Thursday, July 21",
            "Brush up on your history by visiting two of the most popular\nmuseums of the National Capital Region: the Canadian War\nMuseum and the Canadian Museum of History.",
            "The Canadian War Museum is Canada s national\nmuseum of military history and one of the world s most\nrespected museums for the study and understanding of\narmed conflict.",
            "Mercredi, 20 juillet - Une journ e au Spa",
            "Situ    l entr e du Parc de la Gatineau,   environ\n15minutes d'Ottawa, le Nordique Spa-Nature est le plus\ngrand spa d'Am rique du Nord.",
            "Prenez le temps de prendre soin de vous en profitant des\ninstallations du spa: 7 bains ext rieurs, 8 saunas uniques, une\npiscine   d bordement, un restaurant et une aire de repos.",
            "Le forfait comprend le transport et l exp rience\nthermique (acc s aux bains et saunas) ainsi qu un\npeignoir.",
            "Vous pouvez aussi vous dorloter davantage en r servant\nun massage, un traitement pour le corps ou le traitement\nKalla (la seconde piscine flottante   l eau sal e du monde).\nTous sont offerts   la carte (frais suppl mentaires). Pour\nen conna tre davantage, visitez le site Web du Spa au\nwww.lenordik.com. Indiquez que vous faites partie du\ngroupe ARNC2016 lorsque vous r servez et amenez votre\nbadge du congr s pour obtenir un rabais de 10 % lorsque\nvous paierez.",
            "Prix : 100 $\n[Un minimum de 15 participants est requis]",
            "Mercredi, 20 juillet - Almonte historique",
            "Visitez le charmant village d Almonte (Ontario) situ    30\nminutes   l ouest d'Ottawa.",
            "Votre s jour d butera avec une visite guid e du mus e\nMississippi Valley textile dans les anciens locaux de la\nRosamond Woolen Company. Construiten 1867, ce site\nhistorique national pr sente des art facts li s   l histoire\nde la vall e du Mississippi et de l industrie du textile.",
            "Vous pourrez d jeuner   un restaurant de votre choix\nen profitant des magasins et lieux pittoresques de la ville.",
            "Vous visiterez  galement le moulin de Kintail, l ancien\nstudio du peintre R. Tait Mackenzie, qui est aujourd hui\nun mus e. Vous y verrez son architecture datant de 1832\net de nombreux tableaux d artistes canadiens datant des\nann es 1930. Soyez inspir  par le paysage comme l a d j \n t  A.Y. Jackson.",
            "Le moulin abrite  galement le mus e de basketball\nJames Naismith. Naismith, l inventeur de ce sport,  tait\noriginaire d  Almonte.",
            "Prix : 35 $\n[Un minimum de 20 participants est requis]",
            "Jeudi, 21 juillet - Visite nostalgique",
            "Rappelez-vous des faits marquants de l histoire en visitant\ndeux des mus es les plus populaires de la r gion : le Mus e\ncanadien de la guerre et le Mus e canadien de l histoire.",
            "Le Mus e canadien de la guerre a une r putation\nmondiale tant pour sa collection que pour l tude pour la\ncompr hension des conflits arm s.",
            "Le Mus e canadien de l histoire a pour but\n  d accro tre la connaissance, la compr hension",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "104"
    },
    {
        "File": "The_CN_Journal_April_09.jpg",
        "Paragraphs": [
            "The mandate of the Canadian Museum of History is\n To enhance Canadians  knowledge, understanding and\nappreciation of events, experiences, people and objects that\nreflect and have shaped Canada s history and identity, and also\nto enhance their awareness of world history and cultures. \nPrice: $40\n[A minimum of 30 participants is required.]",
            "Historic Ottawa - Friday, July 22",
            "Discover Canada s national capital with a full-day guided\ntour, which includes guided visits of Parliament Hill and\nRideau Hall, home of the Governor General (Honorary\nPatron of the RCNA) and a bus tour of the city.",
            "Price: $30",
            "[A minimum of 30 participants is required.]",
            "Dinner Cruise on the Ottawa River - Friday,\nJuly 22",
            "Enjoy a delicious buffet dinner and a convivial, relaxing\natmosphere while you are cruising in comfort and\nstyle on the Ottawa River. Take in the beautiful views\nof Parliament Hill, the Canadian Museum of History,\nRideau Falls and Locks, and many more beautiful sites.\nThis 4-hour cruise and meal is an event to be cherished.\nPrice: $81",
            "[A minimum of 75 participants is required.]",
            "Updated information will be posted on the RCNA Web\nsite, in The CNJ, and in Wai DWores.\nRegister by May 31, and you could win Dinner for",
            "Two, courtesy of the Delta Ottawa City Centre Hotel.",
            "et le degr  d appr ciation des Canadiens   l gard\nd v nements, d exp riences, de personnes et d  objets\nqui incarnent l histoire et l identit  canadiennes, qu ils\nont fa onn es, ainsi que de les sensibiliser   l histoire du\nmonde et aux autres cultures.  ",
            "Prix : 40 $",
            "[Un minimum de 30 participants est requis]",
            "Vendredi, 22 juillet - Ottawa historique",
            "D couvrez la capitale canadienne pendant cette visite guid e\nqui comprend un arr t   Rideau Hall, la r sidence principale\ndu Gouverneur G n ral (et patron honoraire de l ARNC) et\nune visite du Parlement.",
            "Prix : 30 $",
            "[Un minimum de 30 participants est requis]",
            "Vendredi, 22 juillet - Diner-croisi re sur\n Outaouais",
            "Souper entre amis tout en naviguant sur | Outaouais.\nAppr ciez la colline Parlementaire, le Mus e canadien\nde l histoire, les chutes Rideau, les  cluses et autres sites\npittoresques qui scintillent dans la nuit. Cette croisi re\nde 4 heures comprend un buffet. A ne pas manquer.",
            "Prix : 81 $",
            "[Un minimum de 75 participants est requis]",
            "Gardez un ceil sur le JCN, le site Web de |  Association et\nsur Wome Vores pour demeurer inform .",
            "Inscrivez-vous par le 31 mai et vous pourriez gagner   D ner\npour Deux  , un cadeau de l h tel Delta Ottawa City Centre.",
            "CONVENTION. COMMUNIQU _DU_CONGRES",
            "A Unique Numismatic Seminar Offered to Youth",
            "The Ottawa Numismatic Society (ONS) is planning",
            "to conduct a new and unique numismatic",
            "educational activity in conjunction with this\nsummer s Convention: NumiCamp.",
            "The intent is to train young collectors in two important\nareas of our hobby: article writing and exhibiting.\nParticipation will be limited to a maximum of 10\nparticipants in each stream.",
            "Over a three-day period (Tuesday to Thursday),\nparticipants aged 12 to 18 will be able to partake\nin classes and workshops on such subjects as: topic\nselection, research, numismatic references, exhibit\nlayout, and article organization. Experienced, award-\nwinning authors and exhibitors will provide one-on-one\nmentoring throughout.",
            "Number 3 April * May 2016",
            "Those in the exhibit stream will have the opportunity to\npresent their finished displays in a special competition during\nthe Convention, while those taking the writing stream will see\ntheir articles published in The Canadian Numismatic Journal.",
            " Mentorship will begin before the participants arrive\nin Ottawa,  said Serge Pelletier, the member behind\nNumiCamp, adding,  as the participants will need to\nprepare in order to make the most out of this unique\nopportunity. ",
            " Thanks to generous grants from both the J. Douglas\nFerguson Foundation and the Canadian Association\nfor Numismatic Education, we've kept the cost of\nNumiCamp to a bare minimum in order to encourage\nparticipation,  said Steve Woodland, ONS President.",
            "Those interested in attending should advise Steve\nWoodland by email at president@ons-sno.ca because a\nminimum number of participants 1s required.\n"
        ],
        "PageNo": "105"
    },
    {
        "File": "The_CN_Journal_April_16.jpg",
        "Paragraphs": [
            "Your First LOVE",
            "BY LORI HELSTON M.A.",
            "A Mother s Day Tradition",
            "Mother s Day is celebrated in many\ncountries around the world. In North\nAmerica the second Sunday in May is",
            "often associated with homemade gifts and cards\nalong with a breakfast in bed of questionable\nquality prepared lovingly by children to\ncelebrate the most important woman in their\nlives, their mom. Mother s Day as we know\nit has been celebrated for approximately a\ncentury, but motherhood has been celebrated\nfor much longer and has been recognized in\nnumismatics of course throughout the ages!\nThe ancient Greeks and Romans\ncelebrated motherhood with annual spring\nfestivals dedicated to birth and their\nmaternal goddesses. The Titan Rhea, wife\nof Cronus and mother of the Olympians,\nwas the focus of motherhood celebrations\nin Ancient Greece. Cronus was the ruling\nTitan who came to power by castrating his\nfather, Uranus. Legend has it that to\nensure his continued power Cronus\nate each of his children as they were\nborn, until Rhea in an act of motherly\ndevotion defied her husband. Rhea\ntricked Cronus by feeding him a\nrock instead of their son Zeus. As an\nadult Zeus rebelled against his father and the Titans, defeated\nthem, and banished them to Tartarus in the underworld. Few\nTitans are represented on coins, with images of Cronus being\nthe most common, but this example from AD 249-251 shows\nan image of Rhea facing Cronus.",
            "Trajan Decius. AD 249-251, PISIDIA, Codrula. A.\nRadiate, draped, and cuirassed bust right, seen from\nbehind / Rhea seated right, facing Kronos seated\nleft holding harpa and sceptre; small statue behind\neach of them; cf. SNG France 1432. VF, dark green\npatina. Very rare, only three examples recorded by\nvon Aulock (NumChron 1968). Size and Weight: 35\nmm, 26.55 g. Sale: CNG 63, May 21, 2003, Lot: 1022.\nEstimate $400; sold for $1200+.",
            "In ancient Rome the spring festival Hilaria was\ncelebrated and dedicated to Cyb le, the Mother\nGoddess. Cyb le was known to the Romans as the\nGreat Mother, or Mother of the Gods. She was the\nRoman equivalent to Rhea and was said to be\nthe mother of Demeter, Hades, Hera, Hestia,\nPoseidon and Zeus. A very impressive\nfamily tree! Records indicate that festivals\nin Cyb le s honour began some 250 years\nbefore Christ was born. These celebrations in\nhonour of motherhood, made in the temple\nof Cyb le, were very elaborate and could\ninclude parades, games and masquerades.\nThe celebrations were held over several days\nand became notorious enough that followers\nof Cyb le were banished from Rome.\nCyb le, the Mother Goddess, appears on\nRepublican and Imperial Roman coinage\nwhere she 1s often shown as riding a lion,\nor in a carriage drawn by lions. Her\nimage is found on coins issued by\nempresses, such as Faustina Senior,\nFaustina Junior and Julia Domna.\nShe is also found on the provincial\ncoins of emperors, such as Hadrian\nand Septimius Severus. Usually male\ndeities were restricted to coins issued\nby Roman emperors while female deities were found on\ncoins issued by empresses. Cybele s image appears on\ncoin reverses of emperors and of empresses alike   an\nindication she truly had a special place in Roman society.",
            "Faustina II (Junior); Augusta AD 147-175; AR Denarius;\nRome mint, struck AD 161-175.",
            "Obverse: FAVSTINA AVGVSTA; Draped bust right.\nReverse: MA TRI MAGNAE; Cybele turreted, seated\nleft, lion left, holding a branch in right hand, resting\nleft arm on tympanum (drum) behind.",
            "Size and Weight: 18 mm, 3.33 g",
            "Ref: RCV (2002) 5259; RIC III Marcus Aurelius 706.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "112"
    },
    {
        "File": "The_CN_Journal_April_17.jpg",
        "Paragraphs": [
            "Julia Domna, Augusta AD 193-218; AR Denarius; Rome\nmint, struck AD 198. Obverse: IVLIA AVGVSTA",
            "Draped bust right. Reverse: MATER DEVM",
            "Cybele (Magna Mater), seated left on throne flanked\nby two lions, holding branch and resting left elbow on\ndrum. Size and Weight: 17-20 mm, 3.85 g.",
            "Ref: RCV (2002) 6593; RIC IV 564; BMCRE V p.163, 51.",
            "Julia Domna, Augusta AD 193-218; AR Denarius; Rome\nmint, struck AD 205. Obverse: IVLIA AVGVSTA",
            "Draped bust right. Reverse: MATER AVGG",
            "Cybele (Magna Mater), turreted, draped, seated on a\nthrone in a car drawn by four lions, branch extended in\nher right hand, resting her left arm on a drum.",
            "Size and Weight: 19 mm, 3.44 g (above) 3.59 g (below).\nRef: RCV (2002) 6592; RIC IV 562; BMCRE V p.163, 48.",
            "Septimius Severus, AD 193-211; Cu Assarion;\nMarkianopolis mint, struck AD 193-211. Obverse:\nAV A CEM CEVHPOC Laureate bust right. Reverse:\nMAPKIANONOAITQ Cybele seated left, wearing\nkalathos, legs crossed, phiale held out in right hand,\nleft elbow leaning back on drum, two lions crouched\nleft either side of throne. Size and Weight: 20-21 mm,\n3.71 g. (Provincial issue)",
            "Number 3 April + May 2016",
            "Gordian III, Caesar AD 238, Augustus AD 238-244;\n26; Hadrianopolis mint in Thrace, struck AD 238-\n244. Obverse: AVT K M ANT FOPAIANOC AVI Laureate,\ndraped and cuirassed bust right. Reverse: AAPI-AN\nand in ex: OMOAEI/TON (the ON ligate) Cyb le seated\nfacing, head left, on a lion leaping to the right, wear-\ning a kalathos, her right hand on a drum supported\non the lion s rump, and holds a transverse sceptre in\nher left arm. Partly obscured by the head and fore-\nlegs of the lion, a Korybant dances, facing away, head\nleft. He is bare to the waist, wears a crested helmet\nand holds aloft a shield in his left hand and a curved\nsword in his right. Size and Weight: 26 mm, 7.94 g.",
            "(Provincial issue) Images: forumancientcoins.com",
            "Early Christians also celebrated a Mother s Day of sorts\nduring a festival on the fourth Sunday of Lent in honour\nof the Virgin Mary, the Mother of Christ. Mothering\nSunday occurs three weeks before Easter and it was a\ntime when Christians were to honour and celebrate their\nMother, the Church. Parishioners were expected to return\nto their mother church for a service to be held on Laetare\nSunday. One s mother church would be the church where\nyou were baptised, the local parish church, or more often\nthe nearest cathedral. The term gone  a-mothering  was\ngiven to those persons who were making the trip to return\nto their home or mother parish.",
            "Nobel Peace prize winner Mother Teresa is synonymous\nin many people s minds with the devotion and caring that\nmothers have for their children and she represents to them\nour mother the church. Many coins have been issued in\nher honour.",
            "This 10-euro, silver coin was issued by the Monnaie de\nParis in August 2010 celebrating what would have been\nMother Teresa s 100\" birthday.\n"
        ],
        "PageNo": "113"
    },
    {
        "File": "The_CN_Journal_April_18.jpg",
        "Paragraphs": [
            "The obverse shows the image of Mother Teresa holding a\nchild encircled by the phrase  in our house there is always a\nbed ready for one more child. ",
            "Mothering Sunday became more of a secular event when\ndomestic servants were given a day off to visit their mother\nchurch, usually with their own mothers and other family\nmembers. As families were often prevented from gathering\nand worshiping together because of conflicting working\nhours or by long distances, Mothering Sunday became the\nonly time that whole families could gather together. Young\npeople employed in domestic service were encouraged\nto visit their families, return to their  mother  church and\nhonour their own mothers. These children established the\ntradition of picking wild flowers along the way to place in the\nchurch or to give to their mothers as tokens of their love. This\nreligious tradition of celebrating and honouring mother the\nchurch evolved into the tradition of giving gifts to mothers.\nTo date in the UK and the Republic of Ireland, Mothering\nSunday is celebrated in the same way as Mother s Day is\ncelebrated elsewhere in the world. This year, in honour of\nMothering Sunday, Clarence House, the official residence of\nPrince Charles and Camilla, Duchess of Cornwall, released\nintimate family videos from 1949 of HRH Queen Elizabeth\nplaying with Prince Charles when he was one-year-old.",
            "The holiday Mother s Day as we know it in North\nAmerica was first celebrated in 1908. Anna Jarvis held a\nmemorial for her mother at St Andrew s Methodist Church\nin Grafton, West Virginia. Her mother, Ann Reeves Jarvis\nwas a peace activist who cared for wounded soldiers from\nboth sides in the American Civil War, and she created\nMother s Day Work Clubs to address the public health\nissues of poor hygiene and nutrition of children of both the\nUnion and Confederate sides. Ann Reeve Jarvis believed\nby having mothers from both sides of the conflict working\ntogether to improve the health of their children greater\nmutual understanding could be achieved. Anna Jarvis\nbegan her campaign in 1905 to recognize Mother s Day;\nher mother had died that year. She wished to establish a day\nto honor all mothers,  the person who has done more for\nyou than anyone in the world.  In 1914, American president\nWoodrow Wilson signed a proclamation designating\nMother s Day, held on the second Sunday in May, as a\nday to honour mothers. This day of recognition has been\nadopted by many countries across the world.",
            "There have been several coins issued that honour\nmotherhood in recent times. The Americans have celebrated\nthe image of motherhood since 2000 with the minting of\nthe Sacagawea dollar, or golden dollar. Sacagawea was\nthe only female who accompanied the famous Lewis and\nClark Corps of Discovery Expedition to the Pacific early\nin 1805. She became the primary guide and translator\nfor the party as they traveled throughout the territory.\nShe is shown on the coin with her infant son, Jean-Baptiste,\nto whom she gave birth to during the expedition.",
            "The Royal Canadian Mint has celebrated motherhood with\nseveral coins throughout the years. In 1990 the RCM issued\na $100 14 kt gold coin with Inuit images that featured an\nInuit mother with her children, designed by artist John\nMardon. In this image an older child is seen facing the\nmother and a younger child is held safe within the mother s\namautik parka.",
            "In 2000 the RCM issued a $200 22 kt gold coin featuring\na design by native artist Germaine Amaktoyauk. This coin\nwas the 4\" and final $200 gold coin in the  Native Culture\nand Traditions  series and again features the image of an\nInuit mother with her child in the back of her amautik. This\ncoin was designed by the artist to honour Inuit motherhood.\nIt won in the Best Gold Coin category of the Krause  Coin\nof the Year  awards in 2002.",
            "In 2011 the RCM issued a $3  Family Scene  silver coin.\nThis beautiful tri-coloured coin created by artist Andrew\nQappik shows the image of a caring Inuit mother sheltering\nher child in her amautik, a traditional parka whose large hood",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "114"
    },
    {
        "File": "The_CN_Journal_April_19.jpg",
        "Paragraphs": [
            "is designed to carry a baby. The red-gold plated braiding\nthat surrounds the image was included to represent\nthe unbreakable bond between mother and child",
            "and is typical of the style in which many Inuit\nwomen wear their hair.",
            "In 2013 the RCM issued a $5 silver coin with a\nniobium insert featuring the image of an Inuit mother\nwho, while fishing, has her baby safe within her amautik.\nThe artist Ulaayu Pilurtuut designed this image to be\njoyous and lighthearted. Her artistic style was designed\nto showcase the spirit and humour associated with her\nancient culture.",
            "Number 3",
            "April e May 2016 ",
            "An additional image of motherhood can be\nfound in the 2002 commemorative dollar issued\nby RCM with the image of Queen Elizabeth, the\nQueen Mother. The Queen Mother was adored by\ncitizens throughout the Commonwealth of Nations.\nShe was said to have been  everyone s favourite\ngrandmother.  As the wife of King George VI, and as one\nwho weathered the blitz of WW IL she had a place in the\nhearts of Canadians. It is fitting that this com honours her\nmemory and is an iconic representation of motherhood.",
            "Numismatics and mothers have a long combined\nhistory. On this Mother s Day, May 8, 2016, celebrate your\nmother and motherhood. If you wish to honour her with\na numismatic gift, I am certain a specimen 1921 50-cent\npiece would make her very happy!\n"
        ],
        "PageNo": "115"
    },
    {
        "File": "The_CN_Journal_April_20.jpg",
        "Paragraphs": [
            "TORONTO CoIN CLUB AT 80",
            "BY IAN SPEERS\n#23771",
            "A numismatic legacy",
            "he Toronto Coin Club marks its 80%",
            "[ anniversary this year, holding its place as",
            "the oldest continuously meeting coin\nclub in Canada. Established in 1936, when\ninterest in Canadian numismatics was at its\ntwentieth-century nadir, the club has weathered\nthe storm of collecting booms and busts, and\ncontinues to be an engaging, friendly group for\nToronto s keen numismatists.",
            "In addition to a long-standing contribution to the\ncollegiality of collecting, the Toronto Coin Club has\nin its eight decades left a numismatic legacy\nthrough the issuance of medals and woods to\ncommemorate milestone moments.",
            "Canadian Numismatic Association\nMedals",
            "As the host of the inaugural CNA Convention\nin 1954, the Toronto Coin Club issued the\nfirst CNA medal   a plain, text-only affair",
            "in brass designed by Peter S. Favro and\nproduced by the Barnard Stamp & Stencil Co.\nof Hamilton. It is one of the scarcer CNA medals\nin its original form, with a mintage of 200, and\nis more commonly found as one of the restrikes\n(with punched  R ) sold by the club in the 1960s.",
            "The club has hosted or participated in the CNA\nConventions on three further occasions to date. The\nlarge pentagonal medal of 1969 is one of the most\ninstantly recognizable CNA medals, for both its\nform and its finely engraved club emblem on\nthe reverse. It is the work of Orazio Lombardo at\nCanadian Artistic Dies of Sherbrooke, Quebec.",
            "The 1981 CNA medal was designed by active\nclub member and internationally acclaimed sculptor\nDora de P dery-Hunt, on the condition that whatever\ndesign she submitted be accepted unconditionally.\nThe Lombardo Mint expertly reproduced her resultant\ncontribution of trillium flowers and maple leaves.",
            "The most recent Toronto Convention, in 2004,\nhosted in conjunction with three other clubs, saw\nmedals displaying the winged goddess of victory,\ncopied from the statue atop the Prince s Gates at\nThe Canadian National Exhibition grounds. The\nToronto Coin Club was responsible for the design\nof the medal.",
            "Medal Images: (2) 1969 CNA\nmedal reverse in antiqued\nbronze; (3) modified  award \nreverse in nickel-plated\nbronze; and (4) obverse, in\nantiqued silver, issued only as\nan award medal with modified\nreverse; (5) 1981 CNA medal\nobverse in bronze; (6) 2004\nCNA medal obverse in silver.\nImages: Jeff Wilson",
            "ee The CN Journal Volume 61\n"
        ],
        "PageNo": "116"
    },
    {
        "File": "The_CN_Journal_April_21.jpg",
        "Paragraphs": [
            "CLUB MEDALS",
            "The first club-specific medal was issued to mark the\nclub s 25\" anniversary dinner on April 22, 1961,\ndisplaying Toronto s  new  City Hall, then about to\nstart construction. The intellectual property rights to",
            "the image of the City Hall were at the time closely\nguarded, and the issue was the first properly licensed\nitem to feature the subject. Struck by the Lackie Mfg.\nCo. Ltd., the piece was widely available in aluminum,\nbronze, and silver, with a limited production of three gold\nspecimens.",
            "In the midst of the coin speculation boom of the\nmid-1960s, the club hosted a pair of successful Fall\nRally shows, issuing medals in bronze and silver\nin conjunction with these fairs in 1963 and 1964.\nProduced by the Wellings Mint, the 1963 emission\ncommemorated the old Toronto Armouries, then being\ndemolished, while the 1964 piece commemorated\nCanada s forthcoming Centennial celebrations   if not\nthe earliest, then certainly one of the earliest Centennial\nmedallions to come to market.",
            "The 1964 medal marked the first numismatic appearance\nof the club s now-familiar emblem, that is based on a\ndesign by Hazel Munro, approved in February 1964. The\nemblem was inspired by a tetradrachm of Alexander\nthe Great, which forms the central part of the club s\npresidential badge, presented by the inaugural club\npresident, G.M. Robillard. While the aging badge is\nseldom, if ever, worn any more, its transmission from\noutgoing to incoming president remains a part of the\nclub s continuity, and it is displayed in its clamshell case\nat every meeting.",
            "In 1969 the club produced an aluminum souvenir medal,\nagain displaying Toronto City Hall, for sale at the CNA\nConvention it hosted that year.",
            "Medals in silver and bronze, displaying the club\nobverse die used for the 1964 medal, were produced by\nWellings Mint to mark the club s 35\" anniversary party\non September 25, 1971. Similar award medals were\nproduced in brass, pairing the Wellings Mint s obverse\ndie with a generic oak leaf wreath reverse, for engraving\nand issuance as awards at subsequent club shows.",
            "For the club s half-century celebrations in 1986, Dora de\nP dery-Hunt was commissioned to provide a fine medallic\nreinterpretation of the club emblem, and a simple but\nelegant reverse of a maple leaf and the double dates\nof the club s foundation and anniversary years. Struck\nprimarily in bronze and silver by the Lombardo Mint,\nfor the first (and to date, only) time since the 25\"\nanniversary medal, the pieces were also available in\ngold, with just three being produced for those willing to\npay the steep cost of the required bullion.",
            "Number3 April * May 2016\n"
        ],
        "PageNo": "117"
    },
    {
        "File": "The_CN_Journal_April_22.jpg",
        "Paragraphs": [
            "A different commemoration was made for the 60\"\nanniversary in 1996: a counterstamp on $2.00 circulating\nand $5.00 silver bullion coins, realized by Rick Craig.",
            "By the time of the club s 75\" anniversary in 2011, the\nclub s previous dies could not be located. Accordingly a\nnew die, engraved by Larry Colburn, was commissioned\nto permit a subscription-only limited anniversary issue\nof just 65 pieces, these struck by the Mississauga Mint\nin bronze, brass, and silver. The reverse motif with the\nanniversary message was produced by laser engraving,\nwhich allowed artwork for the 75 anniversary plus the\nname of the medal s purchaser to be included on the medal.\nA fantasy note, inspired by the 1937 Bank of Toronto\n$5 note, designed and produced by Henry Nienhuis, was\nalso available alongside the 75\" anniversary medals.",
            "The club has issued two woods to date, one in 1981\nto mark the club s 45\" anniversary dinner (held in\nconjunction with that year s CNA Convention), and\nanother included in the 2006 Convention s registration kit\nto mark the TCC s 70\" anniversary.",
            "Delegates to this year s RCNA convention\nshould be on the lookout for the club s latest\nnumismatic endeavour: an 80\" anniversary wood\nis in preparation and will be included in the 2016\nconvention registration kit. To further commemorate\nthe anniversary, the club is working on plans that\nalso include a detailed catalogue of the club s\nnumismatic legacy. (Those having any club-related\nmedals -- particularly in off-metals -- or woods not\nmentioned above are invited to contact the author at\nian.speers @utoronto.ca.) Check the club Web site at\nwww.torontocoinclub.ca for updates   or better yet, if\nin Toronto, do come out to a meeting, typically held\nthe third Monday of each month at Metro Hall.",
            "Medal images: (7) 1961 25th anniversary dinner medal\nin bronze and (8) in sterling silver; (9) 1963 Fall Rally -\nArmouries medal in antiqued bronze and (10) in silver;\n(11) 1967 Centennial in antiqued bronze, issued in\n1964; (12) 1971 35  anniversary party medal in bronze\nand (13) in .999 fine silver; (14) 1986 50 anniversary\nmedal in bronze; (15) 1996  Toonie  Counterstamped\n TORONTO COIN CLUB / 60 / 1936-1996 ; (16) 2011\nLaser Engraved 75  anniversary medal in brass (also in\nbronze and silver).",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "118"
    },
    {
        "File": "The_CN_Journal_April_28.jpg",
        "Paragraphs": [
            "AN ALLOY RECOVERY CENSUS OF",
            "FiveE CeEnT PIECES PART_II",
            "BY MARK DALRYMPLE\nLM, #422",
            "program of removing older nickel and cupro-",
            "nickel coinage from circulation led me, in 2014,\nto see what percentage remains in circulation. I targeted\nthe five-cent pieces in nickel due to their circulating\nlongevity. My findings were published in The Canadian\nNumismatic Journal 2014 Vol. 60 No. 1. In order to get\nmore up-to-date data to see how quickly the nickel and\ncupro-nickel coins are being withdrawn I decided that\nI would do an audit in 2015 for comparable results. I\naudited fifty boxes of five-cent pieces, which amount to\none hundred thousand pieces. As I did in the later part of\nmy data in 2014 I once again kept track of pre-1967 nickel\npieces, nickel pieces from 1968 to 1981, cupro-nickel\npieces, U.S.A. pieces, other pieces, and foreign pieces. As\nbefore, pieces classified  other  are five-cent pieces that",
            "Te: ongoing Royal Canadian Mint alloy recovery",
            "have die varieties such as the 1990  bare belly  beaver, or\nare mint errors such as defective plating.",
            "The table below lists the totals found in the fifty boxes\nsearched in 2015. Pre-1967 coin counts are included in the\nnickel totals.",
            "The data show that an average box of five-cent pieces\nwill contain a 36.07 percent yield combination of the\nabove, or about 721 pieces out of 2000. When compared\nwith the data gathered from fifty boxes in 2014 (see table\nbelow) for nickel, U.S.A. and other, we now see a slight\ndecrease among the 2015 numbers.",
            "Pure nickel pieces have decreased a little over\n0.5 percent or about 11 nickels per box. U.S.A.\ntotals are also down but note that the reported 2014\ndata had two large yields (176 and 485) compared\nwith just one large yield for the 2015 data (223).",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "124"
    },
    {
        "File": "The_CN_Journal_April_29.jpg",
        "Paragraphs": [
            "Taking those high yields into account one can argue that\nthe U.S.A. totals are actually closer than suggested above\nor almost static. Other totals also reflect a reduction by\nnearly a third.",
            "In 2014 I only kept totals for pre-1967 cupro-nickel pieces,\nand foreign pieces found in seventeen boxes, which make up\nthe figures in the table below.",
            "Conclusion",
            "From 2014 to 2015 we have an increase in the amount of\npre-1967 pieces found. Three boxes had well above average\nyields in the 2015 count (67, 113, and 89), which would\naccount for the slight increase. The cupro-nickel totals show\na reduction from 2014 to 2015 of about 1.23 percent or close\nto 25 pieces per box. The foreign coin yield has decreased,\nalthough ever so slightly.",
            "The data from 2014 to 2015 are telling us that nickel and\ncupro-nickel five-cent pieces are decreasing in circulation as\none would expect with activity in the alloy recovery program.\nI am a little surprised that the data numbers did not show a\nslightly more aggressive reduction than they do. Perhaps a\n2016 audit will find a greater percentage loss of nickel and\ncupro-nickel five-cent pieces.",
            "Editor s Note: For those of you who are not familiar with the coinage-term box, an RCM\nbox of Canadian five-cent pieces (9\" x 4.5\" x 3.5\") contains 2,000 coins in fifty rolls and\nso the sample that the author bases his conclusions on was 100,000 5-cent pieces taken\nat random from circulation in Eastern Canada.",
            "Number 3",
            "April e May 2016\n"
        ],
        "PageNo": "125"
    },
    {
        "File": "The_CN_Journal_April_32.jpg",
        "Paragraphs": [
            "COMMUNIQU ,",
            "2016 $20 FINE SILVER COIN A CELEBRATION\nOF HER MAJESTY S 90  BIRTHDAY",
            "The reverse image by Canadian artist Tony Bianco has\nbeen selectively enhanced with luxurious colour to\ndraw the eye to the Royal Cypher (EUR), St. Edward s\nCrown, and the garter sash, while a high-tech\nglittering effect makes the diamond-encrusted maple\nleaf brooch sparkle.",
            "The overall design is one of celebration, heightened\nby the flowing form of the garter sash and the frieze\nof maple leaves. The swirling pattern at the top of the\ndesign includes a stylized Tudor rose, and evokes a sense\nof fireworks in honour of a Sovereign who is admired and\nbeloved around the world.",
            "2016 $10 FINE SILVER COIN\nICONIC CANADA   INUKSHUK",
            "The reverse design by Canadian artist Tony Bianco features\nmagnificent reverse gold plating, which creates a striking\ngold background and contrasts beautifully with the silver\ncoin s engraved elements. The Inukshuk on the reverse is of\nthe Innunguaq variety, with a  human-like  shape created\nby stacking multiple stones of different sizes, from large flat\nboulders that form the arms to the rounded boulders that form\nthe legs and head. Meticulous engraving gives the stones a\nremarkable life-like quality, while the silver of the coin gives\nit a majestic, awe-inspiring shine. The gold-plated obverse\nfeatures the silver effigy of Her Majesty Queen Elizabeth II\nby Susanna Blunt, with an added  P  mark to indicate the\nplated nature of the coin.",
            "PI CE DE 20 $ EN ARGENT FIN 2016 CELEBRATION\nDU 90  ANNIVERSAIRE DE SA MAJEST ",
            "Le motif au revers, oeuvre de l artiste canadien Tony Bianco,\nest rehauss  de touches de couleurs  clatantes qui attirent\nle regard sur le monogramme royal (EIR), la couronne de\nsaint  douard et l charpe, tandis que la broche en forme de\nfeuille d rable incrust e de diamants brille gr ce   l effet de\nscintillement produit par une technologie de pointe.",
            "Le drap  de l charpe et la frise de feuilles d rable\najoutent une touche festive   l ensemble de la pi ce. Le\nmotif en volute et les roses Tudor stylis e ornant la partie\nsup rieure de la pi ce donnent une impression de feu\nd artifice en l honneur d une souveraine admir e et bien-\naim e dans le monde entier.",
            "PI CE DE 10 $ EN ARGENT FIN 2016\nEMBLEMES DU CANADA   INUKSHUK",
            "Le motif au revers, oeuvre de l artiste canadien Tony Bianco,\nest rehauss  d un magnifique placage d or qui cr e un arri re-\nplan dor  saisissant et un contraste ravissant avec les  l ments\ngrav s en argent de la pi ce. L inukshuk figurant au revers\nappartient   la vari t  de l inunnguaq, c est- -dire   qui a une\nforme humaine  . Il est construit par empilement de pierres,\nlesquelles ont des tailles et des formes vari es, allant de longs\nblocs rectangulaires pour les bras aux blocks plut t arrondis\npour la t te et les jambes. La gravure minutieuse conf re\naux pierres un aspect r aliste, tandis que l argent lui\ndonne une brillance tout   fait remarquable. L avers,\ndonc l arri re-plan est aussi plaqu  or, est   l effigie\nde Sa Majest  la reine Elizabeth II, selon Susanna\nBlunt. La lettre   P   figure  galement   l avers pour",
            "indiquer que la pi ce est rehauss e d un placage.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "128"
    },
    {
        "File": "The_CN_Journal_April_33.jpg",
        "Paragraphs": [
            "2016 $25 FINE SILVER COIN   SCULPTURAL\nART OF PARLIAMENT: GROTESQUE\nFOLIATED GREEN MAN",
            "This $25 coin is 99.99 percent pure silver with a\ndiameter of 36 mm and a nominal metal weight of\n30.75 g. Engraved in ultra-high relief, the coin features\nan original depiction by Dominion Sculptor Phil White\nof a Gothic-style grotesque interpreted from a carving\nfound on the East Block of the Parliament Buildings.\nThe image portrays a Green man disgorging stylized\n stiff-leaf  foliage from its mouth. The staring figure s\nbrows and hair are also composed of whirling, stylized\nleaves and stems. The reverse is engraved",
            "with the name  CANADA,  the date",
            " 2016,  and the face value of  25",
            "DOLLARS.  The obverse features",
            "the effigy of Her Majesty Queen",
            "Elizabeth II by Susanna Blunt.",
            "2016 $20 FINE SILVER COIN  \nMOTHER EARTH",
            "The reverse design by Canadian artist Alexandra Lefort\nfeatures a 3D droplet with an inset image of Earth, conveying\nthe importance of water to all life on this planet. The space\naround the water droplet brings the design s focus to Canada,\nand the diverse fauna and flora that live there on land, in the\nsky, and in the water.",
            "The lower left section of the design represents the\nterrestrial environment with a Red Fox gazing at the water\ndroplet. Above the fox is a red-headed Woodpecker on a\nwestern flowering Dogwood tree that flows upwards and\naround the top of the coin to an American kestrel that\nrepresents the aerial environment. Below, an Orca breaches\nover the waves (aquatic environment) with mountains in the\nbackground.",
            "Number 3",
            "April e May 2016",
            "PI CE DE 25 $ EN ARGENT FIN 2016   L ART\nSCULPTURAL DU PARLEMENT : MARMOUSET\nD UN HOMME VERT FEUILLU\nCette pi ce de 25 $ en argent pur   99,99 % a un poids\nm tallique nominal de 30,75 g et fait 36 mm de diam tre.\nRehauss e d une gravure   tr s haut relief, la pi ce est orn e\nd une  uvre originale de Phil White, sculpteur du Dominion,\nrepr sentant un marmouset de style gothique inspir  de\nl une des sculptures qui embellissent l difice de l Est du\nParlement. Ce marmouset repr sente un homme vert feuillu\ncrachant une guirlande de feuilles stylis e. Les cheveux et les\nsourcils qui surmontent son regard per ant sont  galement\ncompos s de feuilles et de tiges stylis es qui se d ploient en\nvolutes. Le revers porte la mention   Canada  , le mill sime\n 2016   et la valeur nominale   25 DOLLARS  . L avers est\n  l effigie de Sa Majest  la reine Elizabeth II, selon Susanna",
            "Blunt.",
            "PI CE DE 20 $ EN ARGENT FIN 2016  \nLA TERRE, NOTRE MERE",
            "Le motif au revers,  uvre de l artiste canadienne Alexandra\nLefort, est orn  d une gouttelette d eau tridimensionnelle dans\nlaquelle se trouve l image de la Terre exprimant l importance\nde l eau pour toute forme de vie sur la plan te. Tout autour de\nla gouttelette sont illustr es diverses esp ces de la faune et\nde la flore canadiennes qui peuplent la terre, le ciel et l eau.\nLa partie inf rieure gauche du motif repr sente\nl environnement terrestre, o  un renard roux porte son\nregard vers la gouttelette d eau, tandis que la partie\nsup rieure donne   voir un pic   t te rouge perch  sur un\ncornouiller du Pacifique dont les branches  pousent le\ncontour de la pi ce pour aller rejoindre\nune cr cerelle d'Am rique, qui\nillustre l environnement a rien.\nDans la partie inf rieure droite,\nun  paulard symbolisant\nl environnement aquatique\nsaute hors des vagues, derri re\nlesquelles s l vent de hautes",
            "montagnes.\n"
        ],
        "PageNo": "129"
    },
    {
        "File": "The_CN_Journal_April_34.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES _DES, CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)",
            "FONA, #22198,",
            "Serge Pelletier and Steve\nWoodland to Speak at RCNA\nConvention Club Delegates\nBreakfast",
            "This year s speakers for the RCNA\nClub Delegates Breakfast will be\nSerge Pelletier and Steve Woodland\nof the Convention host club, Ottawa\nNumismatic Society. They will be\nmaking a PowerPoint presentation on the\n The state of the numismatic hobby   \nand will be talking about how the hobby\nhas changed in recent years, what caused\nthese changes, and what impact the\nchanges have had on the hobby. Based\non these changes, the discussion will\nconclude with a forecast of how things\nmay evolve in the next few years, and\nthen it will end with an invitation for an\nopen discussion on the topic.",
            "As part of the agenda, The Best Local\nand Regional Newsletter Awards will be presented to\nthe selected editors and publishers. Those present at the\nClub Delegates breakfast will be the first to know about\nthe winners of these prestigious awards.",
            "The Club Delegates breakfast is open to all RCNA\nConvention attendees. Club delegates should invite\nConventioneers from their own club, to join them for this\nevent. Many clubs pay the cost of the Club Delegates\nbreakfast as a modest honorartum for all their volunteers \nhard effort throughout the year.",
            "RCNA Convention attendees who are not club officers\nor members of any local clubs are also encouraged to\nattend, as this year s topic is relevant to all; also they can\nexperience, in action, some of the club level camaraderie\nthat they are missing.",
            "My thanks to Serge and Steve for agreeing to speak at\nthis important breakfast. I look forward to greeting you\nat the event.",
            "Jerome Remick Award for Best Newsletter\nArticle to be Republished in The CN Journal",
            "Starting this year, the  best article  will win the Jerome\nRemick Award, and that article will be republished in\nThe CN Journal. This winning article will serve as an\nexemplar for members who would like to begin writing\narticles for The CN Journal.",
            
            "Serge Pelletier et Steve Woodland\nprendront la parole lors du d jeuner\ndes d l gu s de club durant la\nconvention annuelle de l ARNC",
            "Les conf renciers de cette ann e pour le d jeuner des\nd l gu s de club de l ARNC seront Serge Pelletier\net Steve Woodland du club h te de la convention,\nla soci t  numismatique d  Ottawa. Ils feront une\npr sentation PowerPoint sur le sujet  La situation\nactuelle du passe-temps de la numismatique  - et\nvont  galement discuter des changements dans notre\npasse-temps au cours des derni res ann es, qu est-ce\nqui a caus  ces changements, et l impact de ces\nchangements sur notre passe-temps. En consid rant\nces changements, la discussion se poursuivra\navec une pr diction sur la fa on dont les choses\npourraient  voluer au cours des prochaines ann es,\npour conclure en laissant la parole aux d l gu s qui\nvoudraient  laborer sur le sujet.\nParmi les points   l ordre du jour, la\npr sentation des prix pour les meilleurs bulletins\nlocaux et r gionaux seront remis aux r dacteurs et  diteurs\ns lectionn s. Ceux qui seront pr sents au petit d jeuner des\nd l gu s du club seront les premiers   conna tre les laur ats de\nces prestigieux prix.",
            "Le petit d jeuner des d l gu s du club est ouvert   tous les\nparticipants de la convention de l ARNC. Les d l gu s du\nclub pourraient inviter des participants aux congres qui sont\nmembre de leur club,   se joindre   eux pour cet  v nement.\nPlusieurs clubs paient le co t du petit d jeuner des d l gu s\ndu club comme honoraires en guise de r compenses pour le\ntravail et les efforts de tous les b n voles durant l ann e.",
            "Les participants aux congres de l ARNC qui ne sont pas\ndes dirigeants de club ou des membres de clubs locaux sont\n galement encourag s   participer, puisque le sujet de cette\nann e est pertinent   tous; ils peuvent vivre l exp rience, dans\nle feu de l action, et constater la camaraderie qui se vie entre\nles clubs et r aliser ce que vous manquez.",
            "Mes remerciements   Serge et Steve d avoir accept  de\nparler   ce petit-d jeuner. Il me fera plaisir de vous accueillir\n  cette activit .",
            "Prix Jerome Remick pour meilleur article de bul-\nletin sera publi  dans le Journal CN",
            "D s cette ann e, le prix Jerome Remick pour le  meilleur\narticle  verra son article publi  dans Le journal CN. L'article\ngagnant servira d exemple pour des membres qui voudraient\ncommencer    crire des articles pour Le journal CN.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "130"
    },
    {
        "File": "The_CN_Journal_April_36.jpg",
        "Paragraphs": [
            "Canadian Coin Clubs achieve Significant\nAnniversaries",
            "[First published in Canadian Coin News.]",
            "Currently, there are about 60 active coin clubs in\nCanada. In 2016, the following Canadian coin clubs\nachieved significant anniversaries.",
            " London Numismatic Society ..... Founded, 1951",
            "  Moncton Coin Club  Founded 1961",
            "  Nickel Belt Coin Club  Founded 1956",
            "  Peterborough and District Numismatic Society Founded 1951",
            " Toronto Coin Club (Canada s oldest) Founded 1936",
            "  Windsor Coin Club . Founded 1951",
            "Other early Canadian Coin Clubs: the Ottawa\nNumismatic Society, founded in 1948 as the Ottawa\nCoin Club; the Calgary Numismatic Society founded\nin 1950; and, of course, the RCNA started in 1950 as a\nnational entity, by the Ottawa Coin Club.",
            "Online Numismatic Research Web sites",
            "[The information in this article originally appeared\nin the latest newsletter from the Cincinnati\n(Ohio) Numismatic Association and from the\nScarborough Coin Club Newsletter. |",
            "The J. Douglas Ferguson Historical Research\nFoundation: www. jdfergusonfoundation.ca",
            "The Foundation s prime objective is to give financial\nsupport to a broad range of activities aimed at\npreserving our heritage as it relates to early historical\ncurrency, banks and other issuers of money, coins,\ntokens, medals and paper money found throughout\nCanada. The Foundation Web site includes tabs for\nits Operations, Projects, Books, Your Support, In the\nNews, Donation Form, and Contact.",
            "The foundation was named after J. Douglas\nFerguson (1901-1981), known as the  Dean of\nCanadian Numismatics.  His interests were broad,\nencompassing the full range of coins, tokens,\nbanknotes, merchant scrip, and historical medals, that\nconstitute numismatics. He roamed the world, making\nfriends and disseminating his profound knowledge of\nthe subject. The Foundation was established in 1971 as\na non-profit educational organization. It fills a need in\nCanada to finance research and study, and to provide\nfunds for publishing works and supporting other\nactivities related to numismatics.",
            "Clubs Numismatiques du Canada qui c l brent\ndes anniversaires",
            "[Publi  en premier dans Canadian Coin News.]",
            "Cette ann e, il y a environ 60 clubs numismatiques qui sont\nactifs au Canada. En 2016, les clubs numismatiques canadiens\nsuivants c l brent un anniversaire important.",
            "London Numismatic Society ..... Fond  en 1951",
            "  Moncton Coin Club Fond  en 1961",
            "  Nickel Belt Coin Club .... Fond  en 1956",
            "  Peterborough and District Numismatic Society",
            "1951",
            "Toronto Coin Club Fond  en 1936\n  Windsor Coin Club  Fond  en 1951\nAutres clubs numismatiques: la soci t  numismatique\nd Ottawa, fond e en 1948 sous le nom du club numismatique\nd'Ottawa; soci t  numismatique de Calgary fond e en 1950; et,\nbien s r, l 'ARNC instaure en 1950 comme une entit  nationale\npar le club numismatique d  Ottawa.",
            "Sites de recherche numismatique en ligne.",
            "[Les informations contenues dans cet article ont  t  pub-\nli es dans le plus r cent bulletin de l association numis-\nmatique de Cincinnati (Ohio) et dans le bulletin du club\nnumismatique de Scarborough.]",
            "La Fondation de recherche historique J. Douglas\nFerguson: www. jdfergusonfoundation.ca",
            "L'objectif principal de la Fondation est d apporter un soutien\nfinancier   un large  ventail d activit s visant   pr server notre\npatrimoine en ce qui concerne l histoire de la monnaie, des\nbanques et autres  metteurs de monnaie, pi ces de monnaie, des\njetons, des m dailles et de papiers monnaies trouv s   travers le\nCanada. Le site internet de la Fondation comprend des onglets\npour ses op rations, projets, livres, votre support, nouvelles,\nformulaire de don et onglet pour nous rejoindre.",
            "La fondation a  t  nomm e en m moire de J. Douglas\nFerguson (1901-1981), connu comme le  doyen de la\nnumismatique canadienne.  Ses int r ts  taient larges,\ncomprenant toute la gamme des pi ces de monnaie, des jetons,\ndes billets de banque, billets de marchand, et des m dailles\nhistoriques, qui constituent des items numismatiques. Il\na parcouru le monde, en se faisant des amis et partageaient\nsa profonde connaissance du sujet. La Fondation a  t  cr e\nen 1971 comme une organisation  ducative sans but lucratif.\nElle r pond   un besoin au Canada pour le financement de la\nrecherche et des  tudes, et pour fournir du financement pour la\npublication d'ouvrages et le soutient d autres activit s li es   la\nnumismatique.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "132"
    },
    {
        "File": "The_CN_Journal_April_37.jpg",
        "Paragraphs": [
            "The Newman Numismatic Portal:\nwww.newmannumismaticportal.com",
            "Eric P. Newman was born in 1911 and now at\n104-years-old, is certainly among the longest lived\nnumismatists in history. A few years ago, he sold many\nof his numismatic holdings and is presently investing\nthe proceeds to create an internet  Numismatic Portal \nthat now has 27,000+ encyclopedia entries, 1,400+\nonline books and periodicals, 2,000 plus biographical\nsketches and a blog. This is an impressive Web site\nthat is well worth visiting. The Newman Numismatic\nPortal extends the Newman legacy of scholarly\nresearch by making freely available the largest\nonline archive of numismatic information in the\nworld. Over his numismatic career, now in its tenth\ndecade, he published widely in the field of colonial\ncoinage, early American paper money, and counterfeit\ndetection. Newman s research activities were pure  old\nschool    personal visits to libraries and historical\nsocieties scattered throughout the country, voluminous\ncorrespondence with archivists and fellow collectors,\nand the accumulation of research files on hundreds of\ntopics. Today s technology has revolutionized these\nactivities. Research efforts once requiring substantial\ntime and expense can be reduced to a few keystrokes.",
            "Number3 April  May 2016",
            "Le portail numismatique Newman:\nwww.newmannumismaticportal.com",
            "Eric P. Newman est n  en 1911 et,   l ge de 104 ans, il est\ncertainement le numismate ayant v cu le plus longtemps. Il y a\nquelques ann es, il a vendu plusieurs de ses items numismatiques\net choisis d investir les recettes afin de cr er un site internet\n Portail numismatique  qui comprends maintenant plus de\n27,000 entr es d encyclop die, plus de 1,400 livres en ligne et\np riodiques, plus de 2,000 notes biographiques et blogue. C est un\nsite internet impressionnant qui vaut bien une visite. Le portail de\nnumismatique Newman  tend l h ritage Newman de la recherche\nscientifique mettant   la disposition la plus grande archive en ligne\nd information numismatique au monde. Au cours de sa carri re\nnumismatique, maintenant dans la dixi me d cennie, 11 a publi \nen profondeur sur le sujet de la monnaie coloniale, les d buts du\npapier monnaie am ricain, et la d tection des contrefa ons.",
            "Les activit s de recherche de Newman  taient pures  vieux\njeu  - des visites personnelles dans les biblioth ques et les\nsoci t s historiques de tous les coins du pays, correspondance\nimportante avec des archivistes et d autres collectionneurs,\net l accumulation de dossiers de recherche sur des centaines\nde sujets. Aujourd hui, la technologie a r volutionn  ces\nactivit s. Les efforts de recherche autrefois exigeant du temps\net des d penses importantes peuvent  tre r duits de nos jours  \nquelques frappes sur le clavier.\n"
        ],
        "PageNo": "133"
    },
    {
        "File": "The_CN_Journal_April_38.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "BY DONNIE CAMERON",
            "#23814,",
            "1947 Blunt 7 Silver Dollar Repunched Dates",
            "his month s column features one of\n  Canada s most popular series to\ncollect   the silver dollar. With\na mintage of only 65,595 the 1947\nCanadian Silver Dollar is considered\na key date among collectors.\nAlthough many varieties of this\ndate exist they are categorized\nby two main reverse types which\nare distinguished by the shape\nof the tail on the numeral 7 in the\ndate; the Pointed 7, and the Blunt 7.",
            "Currently, there are 5 reverse varieties\nattributed to the Blunt 7 type 1947\nCanadian silver dollar. These\nvarieties, published in the silver\ndollar variety section of the\nChariton Standard Catalogue\nCanadian Coins 66\" edition (2012),\nare listed as:\n+ CH# Rev-001: Standard Coin\nWide Date, Full Water Lines\n+ CH# Rev-002: Narrow Date,\nLow 47\n+ CH# Rev-003: Repunched 7 over 7\n+ CH# Rev-004: JOP Counterstamp\n+ CH# Rev-005: Polished Die, Short\nWater Line\n(Note: Rev-004 is not a true variety but\nrather a counter-stamp on circulated\ncoins, with the initials of a Nelson BC\njeweller, optometrist, and silver dollar\nadvocate, Joseph Oliva Patenaude,\nstamping them until 1949.)",
            "In this column we introduce\na new Blunt 7 reverse variety that\nis distinct from the five previously\nreported.",
            "To the author s knowledge, the\ndiscovery of this new variety was made\nfrom an image he posted on the\nCanadian Varieties and Errors section\nof the Coin Community Forum",
            "(CCF) on October 14, 2014. At that time, an alert\ncollector noticed a die crack running from\nthe rim through the N in CANADA which\nhe knew to be a marker for doubling in",
            "the date (Figure 2).",
            "Close examination of the date\nshows that the 4 and 7 have been\nrepunched. The 4 shows doubling\non the top of the horizontal bar from\ninside the triangle to the flared end.",
            "A bump on the horizontal bar exists",
            "just left of the vertical bar which",
            "too is doubled. The flared end shows",
            "two tips offset by a notch. (Figure 3).",
            "The 7 shows a tripled tip on the horizontal\nbar evident in three separate noses at the tip s\nbottom, and tripling on the left-end face of",
            "the horizontal bar. On the vertical bar are",
            "signs of tripling on its tail, and along",
            "the sloped surface of the right edge a",
            "medial line extends. At the bottom,\nthe tail has an inverted V-shaped\nnotch between two separate tails.\n(Figure 4).",
            "This suggested new variety has",
            "a die crack on the reverse starting",
            "between two rim denticles, at about\n11:30, and proceeding through the\ndiagonal bar of the N in CANADA,\ncontinuing below this diagonal bar at a\nslight angle to the left, then fading out at\nthe bottom of the N. No die cracks are\ndocumented in the 66\" edition of the\n Charlton Catalogue. Further discussion\nregarding this doubling found that\nseveral examples had been spotted. To\ndate, four individual coins have been\nidentified as having the following\nthree reverse features:\n+ repunched date 4 over 4\n* repunched date 7 over 7 over 7\n+ die crack from rim denticles\nthrough the N in CANADA on reverse\n(progressive).",
            "This new variety is distinctly\ndifferent from and should not be\nconfused with the already known\nand documented 7 over 7 variety",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "134"
    },
    {
        "File": "The_CN_Journal_April_39.jpg",
        "Paragraphs": [
            "(CH# Rev-003). In the Rev-003 variety the 4 is doubled\non the vertical bar (inside), the 7 is doubled, and there\nis no evidence of a die crack. This variety is visually\ndistinct, especially with the reverse die crack. The author\nrecommends that the variety be listed as a Repunched 4/4,\nRepunched 7/7/7, (with die crack marker).",
            "It is indeed a wonder that this variety has gone\nunpublished since 1947, and while it is a key date in the\nseries, it should not be too hard to hunt this one out.",
            "So, grab your loupe and keep up the hunt!",
            "Acknowledgements",
            "W. Christie is acknowledged with the discovery of the new\nvariety. R. Paulen is thanked for reviewing and revising\nthe original submission. Charlton numbers are copyright of\nCharlton Press, and used here with permission.",
            "References",
            "Coin Community Family 2015. 1947 Blunt 7 Dollar with Doubling.\nwww.coincommunity.com/forum/topic.asp? TOPIC_ID=188522\n(accessed February 28, 2016).",
            "Cross, W.K., 2012 A Charlton Standard Catalogue Canadian\nCoins, Volume One Numismatic Issue 2012, 66\" Edition.",
            "Number3 April * May 2016 "
        ],
        "PageNo": "135"
    },
    {
        "File": "The_CN_Journal_April_42.jpg",
        "Paragraphs": [
            "ERROR OF THE MONTH",
            "BY HENRY NIENHUIS\nFRCNA, FCNRS, FONA, LM,#430",
            "One of those years, Part 3",
            "This is the third and last installment of our  One of",
            "those years  series discussing the small grouping",
            "of 1986 dated error coins consisting of a 1- and\na 5-cent piece and two 25-cent pieces. The grouping\nhad been chosen to demonstrate that there are certain\ndates in the Canadian decimal series that seem to have a\nstatistically larger than average number of error coins, not\nonly by quantity but also by type.",
            "As we discussed previously, there can be many reasons\nwhy certain years more than others appear to be prone to\nerrors escaping the Royal Canadian Mint s quality control\nprocedures than others. This may be true for our 1986\nsample year.",
            "One extenuating circumstance for the prevalence of\nerrors could have been that the 1986 production year was\nonly the second year the Mint was following new quality\ncontrol procedures. These enhanced quality control\nprocedures may have been strained by a substantial\nincrease in production numbers for both domestic and\nforeign coins. The Mint had received a substantial increase\nin orders of foreign coins for 1986. Foreign exports rose\nfrom 405 million to 704.5 million pieces in that year,\nwhich accounted for 36.4 percent of the Winnipeg plant s\nproduction. Domestically, when you reflect on events that\nwere transpiring at the time it is interesting to note that in\n1987 the Mint produced and released the new 1-dollar coin,\nthe coin we affectionately call the  loonie. ",
            "In fact, the launch of the loonie was perhaps the most\ncontentious coin launch in Canadian history. The eventual\nrelease of the loonie, on June 30, 1987, was actually six-\nmonths later than originally planned. Following the original\nschedule, in the later part of 1986, the Mint would have been\nin the thick of manufacturing planchets for the production\nof 850 million new bronze-plated nickel dollars for release\nto circulation at the beginning of 1987. This schedule would\nhave been followed quite diligently until November 1986\nwhen the pair of master dies, with the original Voyager Canoe\ndesign, went missing in transit from Ottawa to the Winnipeg\nMint. These missing dies have never been found, but their\nloss forced a last minute change, to the loon design, which\nwe recognize today. The design selected for the  loonie  was\noriginally submitted by artist Robert-Ralph Carmichael for\nthat of a 1978 $100 gold coin.",
            "Any or all of these reasons might have contributed the\nquantity of error coins seen in 1986.",
            "The 1986 5-cent piece above, from our original grouping, is\nalso significantly under weight, a characteristic shared with\nall the coins in the group. The coin weighs approximately\n2.8 g, and is struck from a non-magnetic alloy. It is also\na noticeably irregular shape and is missing most of the\nbeading and rim from 6:00 to 2:00. It is on average about\n19.5 mm in diameter and 1 mm thick. This is a bit thinner\nand somewhat less than the expected 21.21 mm.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "138"
    },
    {
        "File": "The_CN_Journal_April_43.jpg",
        "Paragraphs": [
            "The four coins in our 1986 selective group are all\nexamples of incorrect planchet or  off-metal  errors. The\ncommon factor associated with these coins, as we would\nexpect, is that each is noticeably under the specified weight\nnorm for its denomination.",
            "The most obvious features of the 1986 5-cent piece\nabove are its bronze colour and its irregular shape. It\nis also significantly under weight, at only 2.50 g, and is\nalso made of a non-magnetic alloy. Although not from\nour original grouping, this 1986 5-cent piece is a good\ncomparison piece with that in figure 1. It is similar\nin diameter and thickness, and it too is missing the\nbeading and rim from about 12:00 to 9:00.",
            "Having already discussed the 1- and 25-cent pieces\nwe will now focus on the 5-cent piece. For comparison\npurposes we will also look at yet another 1986 5-cent  off\nmetal  error which was not in our original group (figure 2).",
            "As we found last month there are similarities and\ndifferences between the two error coins when compared with\na normal 5-cent piece of the same date. The coin in figure 1\nis the expected nickel colour for a 5-cent coin, while that in\nfigure 2 is bronze coloured and noticeably different. Yet both\ncoins are struck from a non-magnetic alloy.",
            "As you would expect, both pieces are significantly\nunderweight, at only 2.8 g and 2.5 g respectively, instead\nof the specified 4.54 g. In both cases, the coin s diameter is\nless than the normal 21.21 mm. Each coin has an irregular\ncircumference, and a diameter of approximately 19.5 mm.\nAnd while their obverses and reverses are nicely struck, their\nthicknesses are somewhat below that of a normal 5-cent piece.",
            "The question we must ask ourselves is  what planchets\nwere used to strike these coins?  There are two possible\nanswers to this for each coin. It could be a foreign planchet\nthat was left in a transfer bin unnoticed or it could be an\nincorrect denomination Canadian coin planchet. A quick\nassessment of characteristics specified for Canadian coin\nplanchets reveals different answers for our two errors",
            "The intended denomination for the planchet used to strike\nour second error coin is pretty obvious given the bronze\ncolour of the coin. Comparing the weights, we see that it is\nin fact the planchet for a Canadian 1-cent piece. Although\nthe diameter is marginally greater than intended, this can\neasily be explained because the 19.1 mm smaller planchet\nwould mostly be unrestrained within the 21.21 mm larger\ncollar for the 5-cent piece. When struck the metal was\nallowed to flow without restriction, as if the collar were not\nthere, in a manner similar to a broadstrike error.",
            "Determining the intended denomination for the planchet\nused to strike our first error coin is a bit more difficult but\nnot by much. Since the colour is the same as expected, it\ncan t be used to help narrow down the potential donors.\nHowever, the weight of 2.8 g doesn t match any Canadian\nplanchet for that date, which leads us to the possibility\nthat it was struck using a foreign planchet. With some\nresearch we find that the RCM produced coins for New\nZealand in that year and that the weight of our coin is\na close approximation to the NZ 5-cent cupro-nickel\nplanchet with a nominal weight of 2.83 g. The fact that\nour coin is non-magnetic seems to corroborate our choice.",
            "As a side note, a 1986 5-cent piece also known to\nexist 1s struck on a cupro-nickel planchet meant for a\nDominican Republic 10 centavos weighing 2.5 g. Re-\nenforcing the notion that 1986 was truly one of those\nyears...",
            "As always, keep your eyes open!",
            "Henry Nienhuis (fenix@rogers.com) is a member of CEVNA, the Canadian Errors and Varieties Numismatic Association (www.cevna.com).",
            "Number 3",
            "April e May 2016 "
        ],
        "PageNo": "139"
    },
    {
        "File": "The_CN_Journal_April_44.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY",
            "#17134,",
            "Charlton s Canadian Numismatic Calendar",
            "Bound in the 27\" edition of the Charlton Standard",
            "Catalogue of Canadian Coins (1979) was a form",
            "to order a new product from Charlton Publishing. A\nwall calendar featuring full-colour photographs of Canadian\nnumismatic items.",
            "Charlton s Canadian Numismatic Calendar featured\nimages of coins, tokens, and medals for each month.\nThese were presented on a related background sketched in\nblack ink, and with an informative paragraph of text.",
            "For example, the month of February featured a set of\nEast Main district Hudson s Bay Company tokens. In the\naccompanying illustration, a fur trapper, laboring with a\nbackpack overflowing with pelts, trudges in snowshoes\nthough a snowstorm. A paragraph explains the importance\nof the fur trade in the vast lands controlled by the HBC and\nthat the barter system there was based on a stretched and\ntanned hide, called a  made beaver.  The tokens, the text\nexplains, were in error marked  N.B.  for  new beaver. ",
            "Other months included chartered banknotes, merchant\ntokens, modern silver dollars, and government-issued\npaper currency.",
            "As you would expect from a numismatic themed\ncalendar, it listed important coin shows such as the\nCanadian Numismatic Association Convention, Torex\nshows, CAND, and more.",
            "The price was $2.00, or it was free if you pre-ordered\nthe Standard Catalogue of Canadian Paper Money or the\nStandard Catalogue of Canadian Tokens and Medals.\nThese books were evidently part of Charlton Publishing s\nplan to divide the original Standard Catalogue into three\nparts: coins, tokens/medals, and paper money. The\npaper money catalogue was published in 1980. This\ncatalogue itself would later be divided into two, one on\ngovernment-issued paper currency, and the other on notes\nissued by banks. The Charlton Standard Catalogue of\nCanadian Colonial Tokens wasn t published until 1988.\nThe first substantial work on Canadian medals would not\nbe ready for sale until 2001.",
            "We first published a calendar in 1979, it sold\nbut not very well. In 1980 we tried again but\nagain the items were very slow movers. They\nwere not profitable so we ceased publication\nof calendars.",
            "William Cross.",
            "Sandwiched in the September section of the numismatic\ncalendar was a coupon to order the next year s calendar.\nThe 1980 edition, featuring historic bank and post office\nbuildings, was the last year the calendar was published.",
            "Charlton s Canadian Numismatic Calendar could be\nconsidered the precursor to the coin show calendar now\nissued yearly by Trajan Publishing, although it 1s without\nthe grand artistic sensibilities of the Charlton original.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "140"
    },
    {
        "File": "The_CN_Journal_April_45.jpg",
        "Paragraphs": [
            "News RELEASE",
            "By SCOTT E. DOUGLAS",
            "FRCNA, FCNRS,.FONA, LM. #305,",
            "The Royal Canadian Numismatic Association\nis pleased to announce an educational opportunity for every\nRCNA Member Coin Club",
            "presentations carefully assembled by the London",
            "Numismatic Society over several years have been\nmade available for distribution to the member coin clubs of\nthe RCNA. There are more than 80 numismatic programs\nimmediately available for your next meeting covering\nalmost every aspect of numismatics. Enough topics are\navailable to cover each coin club meeting for at least the\nnext six or seven years. New programs are being added\neach year and will be made available as they are finalized.\nSubject s that are now available from within the nine\ncategories are:",
            "  Canadian Decimal Coins",
            "  Canadian Tokens",
            " Government of Canada Paper Money",
            "  Canadian Chartered Banks",
            "Miscellaneous Canadian Paper",
            " Foreign Coins",
            " Foreign Paper Money",
            "  B.A. Seaby s Presentations",
            " London (ON) Area Local Presentations.",
            "For more information on these PowerPoint presentations",
            "and how to order them for your coin club meetings\nplease contact either the RCNA Educational Chairman",
            "E:: early in January 2016, the PowerPoint",
            "Number 3",
            "April e May 2016",
            " The Ontario Numismatic Association\nis pleased to have the Royal Canadian\nNumismatic Association join them in\nthe distribution of the LNS PowerPoint\npresentations, working together to bring\nquality numismatic education to coin clubs\nacross Canada. ",
            "ONA President Robb McPherson",
            "Scott E Douglas by:",
            "email: education@rena.ca or",
            "telephone: 1 (519) 853-3812\nor the RCNA Executive Secretary, Paul Johnson, by:",
            "email: info@rcna.ca or",
            "telephone: 1 (647) 401-4014",
            "Or mail: RCNA Education Chair",
            "5694 Highway #7 East, Suite 432;",
            "Markham, ON L3P 1B4\nThe RCNA is delighted to be able to offer these educational\nprograms to help fulfill your organization s desire to enhance\nthe coin collecting experience of your members through the\npower of knowledge.\n"
        ],
        "PageNo": "141"
    },
    {
        "File": "The_CN_Journal_April_46.jpg",
        "Paragraphs": [
            "Book REVIEW",
            " Remember Nelson ",
            "In this book author Thomas Hardy has drawn together the\nI disparate types of numismatic items that associate either",
            "directly with Lord Nelson or the naval battles in which\nhe was engaged. It is a catalogue comprised of select military\nmedals, commemorative, campaign, laudatory and portrait\nmedals, plaques, souvenir remembrances, insignia, and coins.\nHardy reminds us that this accumulation of numismatic\nmaterial is only part of the vast output of all other forms of\nmementoes in remembrance of this famous man, although\nas collectables, these numismatic pieces have the broadest\nappeal and often form the more attractive displays.",
            "The book s title,  Remember Nelson,  derives from the\nsignal British Naval Captain Hoste, a former prot g  of\nNelson s, used to rally his sailors during battle some six\nyears after Nelson s victory at Trafalgar. Hoste s choice of\nexpression grew out of admiration for the accomplishments\nof his mentor. Over his career, Lord Nelson s early naval\nbattles cost him severe wounds, and his final triumph over\nhis enemies at Trafalgar ultimately took his life. His daring\nand his achievements on behalf of his country re-enforced the\nmantra: Britannia Rules the Waves. His actions captivated\nthe British psyche to such an extent that Horatio Viscount\nNelson continues to remain revered as one of Britain s most\nillustrious heroes. His statue dominates Trafalgar Square, the\nexpansive monument to his victory placed at what the British\nview symbolically as the centre of the world.",
            "Nelson s flagship HMS Victory remains a historic treasure,\nat Dockyard Plymouth. Trafalgar Day is an annual national\nevent held each October. And every participant can repeat\nNelson s admonition to his men as they engaged at Trafalgar:\n England expects that every man will do his duty. ",
            " Remember Nelson,  is more than a mere catalogue of\nitems; it is a primer to the history of events surrounding the",
            "artefacts and the principal himself. The book is generously\nillustrated with greyscale images that, although not full size,\nare adequate. The information accompanying the listings is\ndetailed and where available it includes reference to previous\nlistings in other authoritative resources. The compendium\ncovers material from 1797 to 2005. Included are rare items\nseldom seen outside museums and an assortment of objects\nspanning the spectrum that reaches the humble souvenir\nmedalets of Trafalgar Day events. Published by Spink for\nthe Nelson Society, the book is a soft-cover edition of 141\npages measuring 6 x 9 inches in size.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "142"
    }
]