[
    {
        "File": "The_CN_Journal_December_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT",
            "As I write this month s message the leaves in my",
            "area have begun to fall and frost is definitely",
            "nipping at the door. No doubt as you receive\nthis issue of The CN Journal your mind will have already\nturned to plans for the Holiday Season. I hope that part\nof your holiday plans will include a festive social get\ntogether with members at your local numismatic club s\nspecial dinner meeting to celebrate the holiday season.",
            "Attending a local club meeting is an excellent step\ntowards further enjoyment of your collecting hobby.\nWhether it be sharing your recent finds or just talking with\nother like-mind individuals, I believe you will enjoy the\nexperience many collectors before have had. I recommend\nyou look for information about clubs that meet in your locale\nby viewing the RCNA member club information on our\nWeb site: wwwrcna.ca/societies.php or by asking your area\nRCNA Director. A listing of Director contact information\nis available on page 340 in this issue. Most clubs hold a\nregular monthly meeting, and I know that the local club\nwould be more than happy to have you attend one of these\nmeetings as their guest.",
            "There are a few items of Association business that I would\nlike to bring to your attention at this time.",
            "I want to remind you that our Annual Convention in 2017,\nhosted by l Association des numismates et des philat listes\nde Boucherville, will be taking place between Tuesday July\n18 and Sunday July 23, 2017, at the Hotel Mortagne in\nBoucherville QC. The convention committee, with Pierre\nLeclerc at the helm, is working hard to make this, the RCNA s\n64th annual convention, the numismatic social event of the\nyear. I heartily recommend that you make plans to attend;\nfurther information is available at wwwrcna.ca/2017.",
            "Also, this coming year is an election year for our\nAssociation s Board of Directors. There will be more detailed\ninformation on this topic in the January-February issue of the\nJournal, but in the interim, if you are interested in nominating\nan individual for next year s election please contact our\nexecutive secretary at info@rcna.ca or at (647) 401-4014.",
            "Finally, our next regular executive meeting is scheduled\nfor mid-April 2017. If there is anything that you want\nme to bring to the attention of this meeting, please let me\nknow either directly at president@rcna.ca or through our\nexecutive secretary at info@rcna.ca.",
            "In closing, I wish you and your family the very best of\nyuletide joy and happiness this Holiday Season, and as\nalways, l Il remind you that I want to have your ideas and\nsuggestions; please contact me with your thoughts and",
            "comments, by email: president@rena gy Z :\nZ",
            "Number 6",
            "December 2016",
            "MOT_DU_PR SIDENT.",
            "lors que j' cris le message de ce mois, les feuilles des",
            "arbres de ma r gion ont commenc    tomber et le gel est",
            "d finitivement   notre porte. Vous recevez sans doute ce\nnum ro du Journal canadien de numismatique alors que votre\nesprit est tourn  vers la planification pour la saison des F tes.\nJ'esp re qu une partie de vos plans pour la p riode des F tes\ninclura un rassemblement social accompagn  d un souper de\nNo l avec des membres de votre club local de numismatique.",
            "Assister   une r union de club local est un pas de plus pour\naccroitre la satisfaction dans votre passe-temps de collection.\nQue ce soit pour partager vos d couvertes r centes ou tout\nsimplement parler avec d autres individus qui partagent votre\nint r t, je crois que vous allez appr cier l exp rience que de\nnombreux collectionneurs connaissent d j .",
            "Je vous encourage   trouver de l information sur les clubs qui\nse rencontrent dans votre r gion en consultant les renseignements\nsur les clubs membres de l ARNC sur notre site internet   www.\nrena.ca/societies.php ou soyez libre de contacter le directeur\nde l ARNC de votre r gion. Une liste de leurs coordonn es est\ndisponible   la page 340 de ce num ro. La plupart des clubs\ntiennent habituellement une r union mensuelle, et je sais que les\nrepr sentants locaux du club seront plus qu heureux que vous\nassistiez   l une de leurs r unions en tant qu invit .",
            "J'aimerais porter   votre attention quelques sujets d actualit  de\nvotre association. Je veux vous rappeler que notre congr s annuel de\n2017, organis  par l Association des numismates et des philat listes\nde Boucherville, aura lieu du mardi 18 juillet au dimanche 23 juillet,\n2017   l'H tel Mortagne   Boucherville, Qu bec. Le comit  du\ncongr s, sous la pr sidence de Pierre Leclerc, travaille fort pour faire\nde ce congr s, le 64e congr s annuel de l  ARNC, l v nement social\nnumismatique de l ann e. Je vous encourage fortement   planifier d y\nassister. Plus d informations sont disponibles   wwwrcna.ca/2017.",
            "De plus, cette ann e est une ann e  lectorale pour le conseil\nd administration de notre association. Il y aura des informations plus\nd taill es   ce sujet dans le num ro de janvier   f vrier du journal\nnumismatique, mais en attendant, si vous  tes int ress    proposer\nun candidat pour les prochaines  lections, veuillez communiquer\navec notre secr taire ex cutif   info@rcna.ca ou au (647) 401-4014.",
            "Enfin, notre prochaine r union r guli re de l ex cutif est pr vue\npour la mi-avril 2017.S7il y a des points que vous voudriez que\nJ apporte   l attention de cette r union, s il vous pla t laissez-moi\nsavoir soit directement au president@rcna.ca ou via notre secr taire\nex cutif au info@rena.ca.",
            "En terminant, je tiens   profiter de cette occasion pour vous offrir\n  vous et votre famille le souhait de bonheur, joie et plaisir durant\nla saison des F tes et, comme toujours, de vous rappeler que je suis\nouvert   vos id es et suggestions; par courriel: president(@rena.ca.",
            "AT\n",
            ""
        ],
        "PageNo": "341"
    },
    {
        "File": "The_CN_Journal_December_07.jpg",
        "Paragraphs": [
            "ROYAL CANADIAN MINT ANNOUNCES 2017\nCIRCULATING. COINAGE. DESIGN_WINNERS",
            "La Monnaie royale canadienne pr sente les motifs s lectionn s pour les pi ces de circulation de 2017",
            "The Royal Canadian Mint revealed the\nwinning designs in simultaneous unveiling\nceremonies in the communities of each\nwinning coin designer, November 2, 2016",
            "The Royal Canadian Mint announced the winning",
            "designs for the 2017 commemorative  Canada",
            "150  circulating coinage in simultaneous\nunveiling ceremonies taking place in the communities\nof each of the winning coin designers.",
            "In their simultaneous announcement on Facebook\nalso held on November 2, 2016, the Royal Canadian\nMint indicated that the commemorative coins will all be\nin circulation by Canada Day, 2017.",
            "On March 11, 2015, the Mint launched a national\ncontest inviting the public to create new designs for a\n2017 circulation coin series celebrating Canada s 150th\nanniversary from five theme perspectives: Our Wonders,\nOur Character, Our Achievements, Our Passions, and\nCanada s Future.",
            "The finalists in each category were determined by the\nRoyal Canadian Mint and a panel of notable Canadians.\nThe winning design per category was selected by\nCanadians in an online vote, which took place in September\n2015. Each 2017-dated circulation coin denomination will\nfeature one of the winning designs and Canadians will be\nable to find these coins in their change next spring.",
            " As the country looks forward to marking Canada s\n150th birthday next year, the Government of Canada\nis pleased that the Mint has given Canadians a taste of\ncelebrations to come, by unveiling the designs that will\nchange the face of our 2017 circulation coins,  said the\nHonourable Bill Morneau, Minister of Finance.  These\ncoins will stand the test of time as memorable keepsakes\nof a milestone in Canadian history. ",
            " From the artists who shared their vision, to the\npeople who voted for their favourite designs, Canadians\nshowed how much Canada means to them,  said\nSandra Hanington, President and CEO of the Royal\nCanadian Mint.  The My Canada, My Inspiration coin\ndesign contest captured heartfelt expressions of the\nspirit of Canada, and the Mint is proud that our 2017\ncirculation coins will give Canadians new stories worth\nholding onto as they celebrate Canada 150.  The Mint\nis also launching an extensive collector com program in\ncelebration of Canada 150. Those interested can sign up at\nwwwnint.ca to receive the latest product news.",
            "Number 6",
            "December 2016-",
            "La Monnaie royale canadienne a pr sent  les conceptions\ngagnantes lors des c r monies de d voilement\nsimultan es dans les communaut s de chaque concepteur\nde pi ces gagnantes le 2 novembre 2016",
            "La Monnaie royale canadienne a pr sent  les dessins",
            "gagnants pour la monnaie comm morative de circulation",
            "  Canada 150   de 2017 lors de c r monies de\nd voilement simultan es qui ont lieu dans les communaut s de\nchacun des concepteurs de pi ces gagnantes.",
            "Dans ses annonces simultan es sur Facebook qui ont\n galement eu lieu le 2 Novembre 2016, la Monnaie royale\ncanadienne a indiqu  que les pi ces comm moratives seront\ntoutes en circulation par la f te du Canada de 2017.",
            "Le 11 mars 2015, la Monnaie lan ait un concours national\ninvitant la population   cr er de nouveaux motifs pour les pi ces\nde circulation 2017 afin de souligner le 150e anniversaire du pays.\nAu programme, cinq th mes : Nos merveilles, Nos valeurs, Nos\nr alisations, Nos passions et Notre Canada de demain.",
            "Les finalistes de chaque cat gorie ont  t  choisis par la\nMonnaie royale canadienne et un jury form  d minents\nCanadiens. Les motifs gagnants ont ensuite  t  d termin s  \nl'issue d un vote populaire en ligne tenu en septembre 2015. Les\npi ces mill sim es 2017, que les Canadiens pourront trouver\ndans leur menue monnaie d s le printemps prochain, arboreront\ndonc toutes l un de ces motifs.",
            "  Tandis que le pays se pr pare avec enthousiasme   c l brer\nson 150e anniversaire, le gouvernement du Canada est heureux\nque la Monnaie donne aux Canadiens un avant-go t des festivit s\nen d voilant les motifs qui donneront un nouveau visage   nos\npi ces de circulation en 2017, souligne l honorable Bill Morneau,\nministre des Finances. Ces versions sp ciales deviendront de\nbeaux souvenirs d un grand moment de l histoire canadienne.  ",
            "  Qu'il s agisse des artistes qui ont concr tis  leur vision ou\nde tous ceux qui ont vot  pour leurs motifs favoris, les Canadiens\nont prouv    quel point ils ont ce pays   c ur, souligne Sandra\nHanington, pr sidente de la Monnaie royale canadienne. Le\nconcours Mon Canada m inspire est un v ritable reflet de l esprit\ncanadien. Ainsi, la Monnaie est ravie de constater combien les\npi ces de circulation de 2017 seront source d inspiration pour\nla population canadienne pendant et apr s les c l brations du\n150e anniversaire du Canada.   La Monnaie lance  galement un\nvaste programme de pi ces de collection pour souligner le 150e\nanniversaire du Canada. Les clients int ress s peuvent s inscrire\n  wwwmonnaie.ca pour tout savoir au sujet des nouvelles pi ces.\n"
        ],
        "PageNo": "343"
    },
    {
        "File": "The_CN_Journal_December_08.jpg",
        "Paragraphs": [
            "5 cents",
            "MILLBROOK FIRST NATION, NOVA SCOTIA: The\nMint unveiled the work of graphic designer Gerald\nGloade, which will grace the reverse side of the 2017\nfive-cent circulation coin. Mr. Gloade s design",
            "won the popular vote among five finalists",
            "in the running for the coin celebrating",
            "Our Passions.",
            " T ve always treasured the\nAlex Colville-designed set of\ncentennial coins that I received\nas a young boy and having\nthe chance to leave your\nown mark on a Canadian\ncirculation coin is an amazing\nway to be involved in the\ncelebration of Canada 150, \nsaid Gerald Gloade, adding,  As |\na proud Mi kmaw, I was inspired\nto re-imagine the beaver of our\ntraditional five-cent coin through the\neyes of my own First Nations culture. ",
            "Gerald Gloade s dynamic and spiritual illustration\nof a solitary beaver was influenced by his northeastern\nwoodland Algonkian heritage and the wildlife theme\nof Canada s 1967 commemorative centennial coins.\nCreated entirely with digital tools, his interpretation of\nthis iconic national symbol fuses the traditional with\nthe new and celebrates the importance of First Nations \nculture to Canada as all its people unite in celebrating\n150 years of Confederation.",
            "10 cents",
            "CALGARY, ALBERTA: The design by Calgary s Amy\nChoi will grace the reverse side of the 2017 ten-cent\ncirculation coin. Ms. Choi s design won the popular\nvote among five finalists in the running for the coin\ncelebrating Our Character.\n My coin design expresses the hope\nthat, one day, the offering of the\nmaple leaf will be as symbolic as\nthe offering of an olive branch, \nsaid Amy Choi.  Since Canada\nis known world-wide for its\ndesire to promote peace,\ncooperation and diversity, I\nwas moved to combine the\nmaple leaf and the dove as\nmy way to show what I admire\nmost about my country. \nThough not a trained artist, Amy\nChoi felt what Canada achieved in\nits first 150 years was portrayed in her",
            "5 cents",
            "PREMIERE NATION DE MILLBROOK (NOUVELLE-\nECOSSE): La Monnaie a d voil  aujourd hui l uvre de Gerald\nGloade, graphiste de profession. Son motif ornera le revers de la\npi ce de circulation de 5 cents en 2017. Dans la cat gorie\nNos passions, le public, qui a vot  plus d un\nmillion de fois, a choisi le motif de M. Gloade",
            "\\ parmi ceux des cinq finalistes en lice.\n  J'ai toujours ch ri l ensemble de\npi ces du centenaire con ues par Alex\nColville qu on m a donn  tout jeune,\net d avoir aujourd hui la chance de\nlaisser ma marque sur une pi ce de\ncirculation canadienne est pour moi\n~ une fa on extraordinaire de participer\naux c l brations du 150e anniversaire\ndu Canada, explique M. Gloade. En\ntant que fier Micmac, j ai voulu repenser\nle castor de notre traditionnelle pi ce de\ncinq cents   travers le prisme de ma culture.  \nL ceuvre de Gerald Gloade, qui repr sente\nun castor solitaire, est empreinte de dynamisme\net de spiritualit . Elle tire son inspiration de son h ritage\nalgonquien des for ts du Nord-Est et du th me faunique qui\nlait les pi ces comm moratives du centenaire du Canada, en\n1967. Cr e enti rement avec des outils num riques, cette\nr interpr tation d un de nos embl mes nationaux conjugue\ntradition et modernit , tout en soulignant l importance des\ncultures des Premi res Nations pour le Canada,   l heure o \ntous ses habitants s unissent pour c l brer les 150 ans de la",
            "Conf d ration.",
            "10 cents",
            "CALGARY (ALBERTA): Le motif cr  par Amy Choi,\nde Calgary, ornera le revers (c t    pile  ) de la pi ce de\ncirculation de 10 cents en 2017. Dans la cat gorie Nos valeurs,\nle public, a choisi le motif de Mme Choi parmi ceux des\ncinq finalistes en lice.\n  Mon motif repr sente l espoir qu un jour\nle fait d offrir une feuille d rable sera\naussi symbolique que celui d offrir un\nrameau d olivier, explique Mme Choi.\nPartout dans le monde, le Canada a\nla r putation de promouvoir la paix,\nla coop ration et la diversit . La\ncombinaison de la feuille d rable\net de la colombe est ma fa on\nd exprimer ce que j admire le plus\nde mon pays.  \nArtiste autodidacte, Mme Choi a\nsu illustrer  l gamment ce que, selon\nelle, le Canada a accompli au cours de\nses 150 premi res ann es d existence.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "344"
    },
    {
        "File": "The_CN_Journal_December_09.jpg",
        "Paragraphs": [
            "elegantly illustrated work entitled Wings of Peace. Her\ndesign shows an airborne maple leaf which forms the\nwings and tail of a dove delicately outlined beneath it.",
            "25 cents",
            "RICHMOND HILL, ONTARIO: The design by\nRichmond Hill s Joelle Wong, created",
            "when she was eight-years-old, will",
            "grace the reverse side of the 2017",
            "25-cent circulation coin. Ms.",
            "Wong s design won the popular",
            "vote among five finalists",
            "in the running for the coin",
            "celebrating Canada s Future.",
            " T love animals and green\nspaces and that gave me the\nidea of showing my hope for\nCanada s future in a painting\nthat celebrates the importance of\nour nature and native Canadian\nculture,  said Joelle Wong.  It s\namazing that so many Canadians liked\nmy way of wishing a happy birthday to\nmy beautiful homeland   Canada! ",
            "Joelle Wong worked with one of her teachers to\nresearch Canadian wildlife and indigenous art techniques\nto develop her painting of animals commonly represented\nin aboriginal culture. A turtle, bird and beaver, all\ndecorated with aboriginal patterns, are reaching for a\nplant growing out of a pair of hands to symbolize how we\nare all connected in protecting Canada s nature.",
            "1 dollar",
            "ST. CATHARINES, ONTARIO: The Mint unveiled\nthe work of Wesley Klassen of St. Catharines, which\nwill grace the reverse side of the 1-dollar\n2017 circulation coin. Mr. Klassen s\ndesign won the vote for the coin\ncelebrating Our Achievements.\n Its an amazing honour to\nhave my artwork displayed on\nthe 2017 1-dollar coin, and\nthis will make my memories\nof Canada 150 that much\nmore special for me and\nmy family,  said Wesley\nKlassen.  I chose images\nthat are in one way or another\nconnected to the railroad, for\nwhich all Canadians can be\nforever grateful, and I m touched\nthat my design appealed to so many\nof them. ",
            "Number 6",
            "December 2016 ",
            "Son ceuvre, intitul e Les ailes de la paix, repr sente une\ncolombe d licatement trac e, dont les ailes et la queue sont\nform es par une feuille d rable.",
            "25 cents",
            "RICHMOND HILL (ONTARIO): Le motif cr  par Joelle\nWong, de Richmond Hill, qui  tait  g e de huit ans\nlorsqu'elle a particip  au concours, ornera le\nrevers de la pi ce de circulation de 25 cents\nen 2017. Dans la cat gorie Notre Canada\nde demain, le public, a choisi le motif\nde Mme Wong parmi ceux des cinq\nfinalistes en lice.",
            "  Jaime les animaux et les espaces\nverts. C est ce qui m a donn  l id e\nd'illustrer mon espoir pour l avenir",
            "du pays en cr ant une peinture qui",
            "c l bre l importance de notre nature",
            "et de notre culture autochtone, explique",
            "Joelle Wong. C est incroyable de penser",
            "que tant de gens ont aim  ma fa on de",
            "souhaiter bonne f te   mon magnifique\npays, le Canada!  ",
            "Joelle Wong a effectu  avec un de ses enseignants\ndes recherches sur la faune canadienne et les techniques\nartistiques autochtones pour arriver   mieux peindre les\nanimaux couramment repr sent s dans cette culture. Une\ntortue, un oiseau et un castor, qui tous arborent des motifs\nautochtones, tentent de s agripper   une plante que soutiennent\ndeux mains symbolisant le fait que nous avons tous un r le  \njouer afin de prot ger la nature canadienne.",
            "1 dollar",
            "ST. CATHARINES (ONTARIO): La Monnaie a d voil \nl uvre de Wesley Klassen. Son motif ornera le revers\nde la pi ce de circulation de un dollar en 2017.\nDans la cat gorie Nos r alisations, le public,\na choisi le motif de M. Klassen parmi\nceux des cinq finalistes en lice.",
            "  Voir mon  uvre sur la pi ce de\nun dollar de 2017 est un honneur\nincroyable. Pour ma famille\net moi, le 150e anniversaire\ndu Canada n en sera que plus\nm morable, confie M. Klassen.\nJ ai choisi des images qui,\nde pr s ou de loin, sont li es\n  l univers du chemin de fer,\nauquel les Canadiens doivent\nbeaucoup. Et je suis  mu de\nconstater qu ils sont si nombreux  ",
            "avoir  t  interpell s par mon motif.  \n"
        ],
        "PageNo": "345"
    },
    {
        "File": "The_CN_Journal_December_10.jpg",
        "Paragraphs": [
            "Drawing on childhood memories of family vacations,\nWesley Klassen chose to celebrate Canada s 150th\nanniversary by illustrating the iconic engineering\nachievements that dominate our landscape from east\nto west   all of which is connected by the railroad. His\nreverse design of the 2017 1-dollar circulation coin features\nlandmarks such as the Lion s Gate Bridge, a prairie grain\nelevator, the CN Tower, Quebec City s majestic Chateau\nFrontenac Hotel and an East Coast lighthouse.",
            "2 dollars",
            "RICHMOND, BRITISH COLUMBIA: the Mint\nunveiled the work by Richmond s Dr.\nTimothy Hsia, which will grace the\nreverse side of the 2017 2-dollar\ncirculation coin. Dr. Hsia s\ndesign won the popular vote\namong five finalists in\nthe running for the coin\ncelebrating Our Wonders.",
            " The northern lights are\na true Canadian wonder,\none that all Canadians\nfrom sea to sea can\nappreciate and call their\nown. To me, this radiant\nlight display embodies\nCanada s unity and beauty, \nsaid Timothy Hsia.  T titled my\ndesign  Dance of the Spirits  after\nhow the Cree people attribute the\nnorthern lights, for the human eyes and\nminds below, at the special moment when the\nspirits manifest themselves, dancing.\nI am thrilled that so many fellow\nCanadians share this sense of\nwonder I feel for Canada and\nher glorious nature. ",
            "Always looking at\nnature with a painter s\neye, Timothy Hsia\ncreated Dance of the\nSpirits, showing a pair\nof paddlers dwarfed by a\nnight sky alive with the\never-shifting movement\nof the Aurora Borealis. The\npaddlers pause and gaze\nawestruck in wonder of the\nmesmerizing scene unfolding\nabove them.",
            "S inspirant de souvenirs d enfance de vacances en\nfamille, Wesley Klassen a d cid  de c l brer le 150e\nanniversaire du pays en mettant en sc ne les chefs-d uvre\nd ing nierie qui ponctuent notre paysage d est en ouest,\nreli s par le chemin de fer. Ainsi, le motif au revers de la\npi ce de circulation de un dollar rassemble divers lieux\nd'int r t : le pont Lions Gate, un silo des Prairies, la Tour\nCN, Le Ch teau Frontenac, h tel majestueux de Qu bec, et\nun phare de la c te Est.",
            "2 dollars",
            "RICHMOND (COLOMBIE-BRITANNIQUE): La Monnaie\na d voil  l uvre de Timothy Hsia, m decin de\nprofession. Son motif ornera le revers de la\n| pi ce de circulation de 2 dollars en 2017.\nDans la cat gorie Nos merveilles, le\n\\ public, a choisi le motif de M. Hsia\nparmi ceux des cinq finalistes en\nlice.",
            "  Les aurores bor ales sont\ndes merveilles naturelles qui\nne laissent aucun Canadien\nindiff rent, peu importe o  il\nse trouve sur le territoire.  \nmes yeux, ces jeux de lumi re\nradieux symbolisent la beaut ",
            "et l unit  de notre pays, explique",
            "M. Hsia. J ai intitul  mon  uvre",
            "La danse des esprits en hommage  ",
            "cette croyance crie selon laquelle on",
            "associe les aur oles bor ales   un moment",
            "particulier o  les esprits se manifestent",
            "en dansant, au regard et   l me des vivants",
            "qu'ils  clairent de l -haut. Je suis ravi que",
            "mes compatriotes soient si nombreux",
            "  partager l merveillement que",
            "m'inspirent le Canada et sa nature\nsplendide.  ",
            "Posant toujours sur la nature\nun regard de peintre, Timothy\nHsia a cr  La danse des esprits.\nDeux pagayeurs paraissent\nminuscules sous le ciel\nnocturne qu anime le ballet des\naurores bor ales. Subjugu s,\nles deux hommes semblent",
            "suspendre leurs mouvements\nle temps d admirer ce spectacle\nenvo tant.",
            
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "346"
    },
    {
        "File": "The_CN_Journal_December_16.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
           
            "2017 Special Edition Fine suver rroor et",
            "Canada 150: Our Home And Native Land",
            "All seven coins are crafted in 99.99% fine silver and\nfeature selective gold plating that adds an elegant golden\nshine to some of the raised elements. Designed by\nCanadians for Canadians, the engraved images on\neach reverse of the five circulation coins from the My\nCanada, My Inspiration collection are exclusive for\nCanada s 150th anniversary year. The set also includes\na 50-cent coin bearing the official CANADA 150 logo\nof a maple leaf mosaic, which represents Confederation,\nand a special edition proof dollar designed by artist Jamie\nDesrochers. Here, the most identifiable of all Canadian\nsymbols, the national flag, is frosted to give it an ethereal\nappearance   it s a moving representation of the immense\nnational pride that fills the air as Canadians from coast\nto coast to coast come together to celebrate our nation s\nsesquicentennial anniversary.",
            "Ensemble Epreuve Numismatique En Argent\nFin Edition Sp ciale 2017- Canada 150 :\nTerre De Nos A eux",
            "Les sept pi ces sont faites d argent pur   99,99 %; un\nplacage d or s lectif ajoute un  clat  l gant   certains de\nleurs  l ments en relief. L'ensemble comprend  galement\nune pi ce de 50 cents orn e du logo CANADA 150\nofficiel, soit une mosa que formant une feuille d rable,\nqui repr sente la Conf d ration, ainsi qu un dollar\n preuve numismatique  dition sp ciale con u par l artiste\nJamie Desrochers. Cette pi ce met   l honneur le symbole\ncanadien le plus reconnu d entre tous, le drapeau national,\nqui prend ici un aspect  th r  grace   son fini givr ; c est\nune fa on touchante d voquer l immense fiert  qui gagne\nles Canadiens de tout le pays (repr sent s par la carte)\nalors qu ils se rassemblent pour c l brer cet important\nanniversaire national. L avers est   l effigie de Sa Majest \nla reine Elizabeth II, selon Susanna Blunt.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "352"
    },
    {
        "File": "The_CN_Journal_December_17.jpg",
        "Paragraphs": [
            "THE RUTHERFORD BROTHERS TOKENS",
            "NEWFOUNDLAND",
            "BY lAN MAULE,",
            "The following article is reprinted from the London Numismatic Society Bulletin No. 776 of September, 2015. The\narticle is the recipient of the RCNA s 2016 Jerome H. Remick III Literary Award for Best Numismatic Article published\nin a local Canadian coin club newsletter during the previous calendar year.",
            "Newfoundland has perhaps been better known for\nN its fisheries than for its land since its discovery",
            "by the Vikings about A.D. 1000. The rough\ntopography made it poor for settlement, but its many inlets\nmade it ideal for the development of fisheries by the early\nEuropeans and the English. As we all know, Newfoundland\nsucceeds or fails on the outcome of the fishery. This article\nis yet another story of that.",
            "John Cabot s explorations of  new found lands  during\nthe summer of 1497 was more for the fisheries and furs\nthan for the colonization of the discovered lands. Except\nfor marauding pirates seeking refuge from the seas, formal\ncolonization did not start until the mid 1500s.",
            "By 1504, the English, French, Portuguese, and\nsubsequently, Spanish made annual summer trips to the\nabundant fishing grounds of the Grand Banks to fill their\nships with cod for the European markets.",
            "By 1541, St. John s was the major port of Newfoundland,\nand in accounts by Frenchman, Seigneur de Roberval\nhe tells of 17 ships of fishers in the St. John s port and\ndescribes their activity.",
            "The Merchants of St. John s and Harbour Grace\nNewfoundland",
            "In the first half of the 19th century the population of\nNewfoundland was just over 100,000 and the fishery was\nat its peak. St. John s and Harbour Grace were to two main\neconomic centres. The fishermen in the numerous outposts\naround the eastern shores were in virtual bondage to their\nsuppliers,  the barons of Water Street  in St. John s.",
            "Because of agreements made requiring them to pay\nfor supplies (at inflated prices) advanced in the spring of\nthe year by the merchants, the fishermen had to pay off\ntheir debt (at deflated prices) in the fall, with their catch,\ndictated by these merchants.",
            "Number 6",
            "December 2016 ",
            "The fishermen would clandestinely sell part of their\ncatch to passing ships for hard money. Oftentimes a man\ncould still be in debt after a hard year s work, if the fishing\nwasn t as expected, while the merchant sometimes made\nup to 500 percent on his investment.",
            "For currency, people were forced to rely on whatever\nmoney came in on ships, whether it was English, French,\nSpanish, or American coinage. England had failed to supply\nsufficient comage for the colony, so several local merchants\nissued their own currency to promote patronage.",
            "The Rutherford Brothers",
            "Four brothers, Robert, George, Andrew, and I. S. Rutherford\nemigrated from near Eckford Scotland in 1840 to set up as\nmerchants in Newfoundland. Robert, and I.S. Rutherford\nbuilt their general merchandise, wholesale and retail\nbusiness on Water Street, St. John s, in 1840.",
            "I believe I. S. may have actually been James Scott\nRutherford, although I have found nothing to confirm this\nexcept for the marriage of James on August 21, 1844, in\nSt. John s to Jane Dean as witnessed by George and Robert\nRutherford.",
            "George and Andrew Rutherford later set up their own\nmerchant store in Harbour Grace in 1845, at 129 Water\nStreet, right on the harbour front. At one point, around\n1863, George and Andrew also owned two fishing vessels\nthat sailed out of Harbour Grace.",
            "Minting of the Token",
            "To overcome the shortage of coinage, the Rutherford Brothers\nwere the first merchants in Newfoundland to issue their own\ntokens. The halfpenny Rutherford was widely accepted, as it\nwas nearly full weight of the English halfpenny.",
            "The coins were likely first minted by Boulton and Watt\nof England in 1840. These halfpenny tokens were first\nissued from the store in St. John s, and came either undated\nor dated 1841. The tokens from Harbour Grace were all\ndated 1846. The reverse die of the Harbour Grace 1846\ntokens was likely engraved by Ralph Heaton II, and his\ninitials appear above the date.",
            "Mintages are unknown but a significant number of the\nHarbour Grace tokens were produced and became one of\nthe main currencies of the island.\n"
        ],
        "PageNo": "353"
    },
    {
        "File": "The_CN_Journal_December_18.jpg",
        "Paragraphs": [
            "What s on the token?",
            "The obverse of the 1846 Harbour Grace Rutherford\ntoken is as shown.",
            "At the centre, a Golden Fleece; around the top,\nRUTHERFORD BROS.; around the bottom, HARBOUR\nGRACE / * NEWFOUNDLAND * with two Rosettes, on this\nvariety of the token, at the nine and three o clock positions.",
            "During the middle ages, wool and cloth were a major\nBritish export. When English tradesmen began issuing\ntokens in the 17th century, they used images that were\neasily identifiable as signs of their trade. Unlike the Order\nof the Golden Fleece, many of the fleeces on these tokens\nappear to be the entire (live) animal, and not just the skin.",
            "The hanging fleece on the Rutherford tokens likely\nrepresents  trade and wealth  as well as an indication of\ngoods and supplies for sale.",
            "The reverse of the 1846 Rutherford Harbour Grace token\nfeatures the coat of arms of Rutherford.",
            "Moto : PER MARE PER TERRAS  By sea, by land ",
            "Supporters   two horses",
            "Crest: a Mermaid holding a mirror in her right hand and\ncomb in her left.",
            "A shield with roses, a shamrock, Irish harps and thistles\naround the shield with three martlets atop. All representing\nthe British Isles.",
            "Martlet   a stylized bird similar to a house martin or\nswallow, though missing feet. Martlet indicates that the first\nbearer of the arms had acquired nobility through his own\nexertions or by patronage, with the absence of feet on the\nheraldic martlet signifying the lack of ancestral foundations\nfor his nobility.",
            "The undated 1840 Rutherford Token",
            "There are four varieties   a copper in medal and coinage\nconfiguration and a brass in medal and\ncoinage configuration.",
            "I show here the edge comparison of the\nundated Rutherford token with the 1841\ntoken   note that the undated token, on the\nleft, has a square edge that is plain.",
            "The 1841 token on the right has a rounded\nedge. I only have one example of this token,\nso I am not sure if 1841 tokens were all\nminted with this feature. There is no mention\nof a rounded edge variety in any of the\ncatalogues that I have seen.",
            "Note: Since my first publication |",
            "have obtained an additional NF-1B and can\nconfirm it too has a rounded edge, therefore |\nbelieve this isa common feature of this issue.",
            "The 1841 R & 1.S. Rutherford St. John s Token",
            "This token comes in three varieties   a copper in\nmedal and coinage configuration and a brass in medal\nconfiguration only.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "354"
    },
    {
        "File": "The_CN_Journal_December_19.jpg",
        "Paragraphs": [
            "The Great St. John s Fire of 1846",
            "Early in the morning of June 8, 1846, a glue pot on a stove\nof a cabinetmaker named Hamlin overheated and set his\nshop ablaze. Within twenty minutes Queen Street was\naflame and with a stiff northwest wind fire was quickly\nheading south toward Water Street. The congested wooden\ntenements rapidly ignited. To the west, fire brigades\nmanaged to save Newman & Co., but of all the merchant\nstores, it would be the only one to survive.",
            "R & I. S. Rutherford Bros located at 235 Water Street\nwas completely destroyed.",
            "Many of the R & LS. Rutherford tokens were likely lost\nin this fire. They were either within the store itself or in the\nmany buildings that were destroyed throughout St. John s.",
            "By 7:00 p.m., when the fire had finally run its course, over\n2,000 buildings had been burned and about 12,000 people, or\n57 percent of the town s total population, left homeless. The\ntotal amount of property loss was estimated at  888,356.",
            "In all, there were three casualties: one soldier died in a\ndemolition ordered on Water Street; one citizen collapsed\nwhile attempting to carry his possessions to safety; and\none prisoner died in his cell when the gaol burned. A few\ndays after, a falling wall killed two labourers clearing\naway the ruins.",
            "Harbour Grace",
            "The French Jerseymen began to frequent Harbour Grace\nin the late 1400s. It is named for the French harbour at the\nmouth of the Seine, La Harve (de Grace). Harbour Grace\nwas founded by Frances I, in 1517.",
            "Settlers came as fishermen; however, others came as\npirates. One such pirate was Peter Easton the   Pirate\nAdmiral,  an Englishman who plundered at will. Easton\nis thought to have come to Newfoundland in 1602 as a\nloyal English seaman and officer. He served as Commander\nof a small fleet doing convoy duty for the Newfoundland\nfishing fleet.",
            "At his time of service, the English were at war with\nthe Spanish, but when the war ended in 1604 the English\nnavy was disbanded and Easton turned to piracy. Sailing\nthe eastern seaboard of North America he terrorized ships,\nrobbing them and adding to his wealth and fleet.",
            "Number 6",
            "December 2016",
            "In 1610, Easton established a fort in Harbour Grace,\nwhich is thought to have been constructed in the vicinity of\nthe present day museum. In 1612, Easton with his 500 men\nand nine ships plundered the Avalon peninsula, causing\n 20,000 of damage. Later he sent out three convoys in hope\nof being granted a pardon from the English Crown. It was\ngranted but he never received notice. He captured another\n15 ships and amassed over  2 million of gold. He retired as\nthe Marquis of Savoy, near today s Monaco, as one of the\nrichest and most successful pirates ever.",
            "By 1697 Harbour Grace had a permanent population\nof 100 and with the development of the fishery grew to\nmore than 6000 by 1800; this when the population of\nNewfoundland was about 18,000.",
            "In 1857 Harbour Grace s population totaled 5,095\nresidents. Roads now connected many of the communities\nin the region of Harbour Grace and, apart from a short ferry\nride, most mail was being delivered by road.",
            "The now thriving community was devastated by fire\non April 12, 1858.  Toussaint s Fire  (named as such\nbecause the fire originated at Toussaint s Hotel) broke out\nleveling  all houses on Water Street from the corner of Le\nMarchant Road to Victoria Street.  This fire burned for\nthree hours. Fifty families were left homeless and many\nof the mercantile establishments, which gave supplies\nto the fishery, were destroyed; amongst these numerous\nbusinesses was the Rutherford Brothers General store. The\nstore was soon rebuilt in the same location.\n"
        ],
        "PageNo": "355"
    },
    {
        "File": "The_CN_Journal_December_20.jpg",
        "Paragraphs": [
            "The 1846 Rutherford Bros. Harbour Grace Token",
            "There are four varieties of the 1846 token, which will be\ndiscussed in the next couple of images.",
            "The 1846 Harbour Grace token has one variety that has\nfine wool NF-1C1 and the other three varieties with course\nwool.",
            "The 1846 Harbour Grace token also has two varieties of\nthe  Rosette  (NF-1C1 and NF-1C2) and has two varieties\nof the  Star  (NF-1C3 and NF-1C4) all at the three and\nnine o clock positions",
            "The 1846 Harbour Grace tokens also have a difference in\nthe hooves and ribbon Rosettes. NF-1C1 and N-1C2 both",
            "have long hooves and large centres in the ribbon Rosette.\nWhile the varieties NF-1C3 and NF-1C4 have short hooves\nwith small centre Rosettes on the ribbon.",
            "Also note the difference in the Rosettes at the tie of the\nribbon (see inset), NF-1C1 and NF-1C2 have a large open\ncentres, while the NF-1C3 and NF-1C4 have small centres\nwith a dimple.",
            "The Decline of the Newfoundland Fisheries",
            "The 1860s were disastrous for the entire Island. The cod and\nherring fisheries failed and the seal hunt suffered a decline.\nFishermen were destitute, living on government hand-outs\nof corn meal and molasses, and unable to pay their debts;\nconsequently the merchants were also in dire financial straits.",
            "Munn, another Harbour Grace merchant elaborated:\n For some reasons, never explained, the salt water around\nour country became hostile to fish life. The fishermen\nreported a failure in the catch in all directions, both on the\nNewfoundland shore and Labrador.  This became acute in\n1862 and got worse and worse during the next five years. ",
            "Conception Bay had a large sailing fleet in 1863. The\nHarbour Grace Customs House reported there were 41\nsailing vessels, employing 2073 men. They were supplied,\nand many actually owned, by the following firms:\nRidley s   17 ; Munn s   16, Donnelly   5, Rutherford\nBrothers   2, and Daniel Green   1 vessel.",
            "In 1873 the Rutherford brothers were bankrupt and their\npartnership dissolved. Their excessive production of tokens",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "356"
    },
    {
        "File": "The_CN_Journal_December_21.jpg",
        "Paragraphs": [
            "of good weight had given rise to the expression  not worth\na Rutherford ram,  and the introduction of Newfoundland s\nregnal decimal cents from 1865 made them redundant.",
            "The Rutherfords did not regain any prominence in\nHarbour Grace or St. John s and some accounts have\nseveral family members moving on to Ontario while others\nreturned to Scotland.",
            "Grading A Rutherford Token",
            "Information accessed from the Newfoundland Coins Web\nsite: nfldcoins.ca",
            "Obverse",
            "Highest points on the Obverse (ram side) include: the\ngrooves on the horns, the closest horn is the first place to\nwear, the forehead of the ram is also one of the first places\nto show wear, in order to be AU, it should have minimal\nwear above the eye.",
            "You can see the fine lines running the length of the snout\n(hard to see in most photos and scans), the raised edges of\nthe top ribbon must be fully intact end-to-end; the Rosettes\nshould have the lightest of wear and then some minor wear\nmay show from the hoof up to the knee, at the most, in\norder to be an AU.",
            "Reverse",
            "On the Reverse (crest side): The mermaids face and chest and\nthe horses  manes should have peaks, these are the first high\npoints to wear and that indicates a circulated piece.",
            "Above the helmet, the face on the design will show\nlight wear in AU examples. The tail should have peaks. As\nwell there should be little wear on the mermaid s stomach\nmuscles; her hair should also have peaks, the motto, along\nwith the images inside the crest, should show almost no\nwear to be considered AU.",
            "Number 6",
            "December 2016",
            "Acknowledgments",
            "Many thanks to Mel Kyle for access to his collection\nof Rutherford tokens and to Chris Harrington, B.A.,\nM.L.LS., Strathroy Library, Reference Librarian, for his\nassistance in research. All token images were taken by Ian\nMaule.",
            "Bibliography",
            "Baker, M. (1983) The Great St. John s Fire of 1846.\nNewfoundland Quarterly, Vol. LXXIX, No. 1.",
            "Boston Numismatic Society. (1884). The American Journal of\nNumismatics Vol. XVII, July 1883 July 1884. Boston: Boston\nNumismatic Society.",
            "Cadigan, S. T. (2009) Newfoundland & Labrador A History:\nToronto: University of Toronto Press.",
            "Higgins, J. (2012). The 1846 Great Fire. From Heritage\nNewfoundland & Labrador: www.heritage.nf.ca/articles/\npolitics/st-johns-fire-1846.php",
            "Kamb, B. (2008). Newfoundland Colonial Tokens. The\nLogbook, Volume 2, Issue 2., pp. 4-7.",
            "Loker, T. (2016, March 11). Ted's Tokens: The Hanging Fleece.\nFrom Ted s Tokens: home.golden.net/-eloker/token07.htm",
            "Major, K. (2001). As Near to Heaven by Sea: A History Of\nNewfoundland And Labrador. Toronto: Viking Canada.",
            "Memorial University of Newfoundland. (1982, December).\nHarbour Grace. Decks awash, Vol.11, No. 2, pp. 2-12.",
            "Newfoundland Coins. (2016). Rutherford Token Grading. From.\nNewfoundland Coins: www.nfldcoins.ca/Rutherford.htm",
            "Prouse, D. (1896) A History of Newfoundland from the\nEnglish, Colonial, and Foreign Records. London: Eyre and\nSpottiswoode.",
            "Town of Harbour Grace Incorporated. (2016). History.",
            "From The Town of Harbour Grace:\nwww.hrerace.ca/site/?page id=2091",
            "Whitcomb, E. (2011). A Short History of Newfoundland and\nLabrador, Ottawa: From Sea To Sea Enterprises.\n"
        ],
        "PageNo": "357"
    },
    {
        "File": "The_CN_Journal_December_22.jpg",
        "Paragraphs": [
            "PUDDING. SIXPENCE","BY,LORI,HELSTON,M.A.,",
            "As the end of the year",
            "approaches, many of",
            "us look to familiar\ntraditions for comfort as we\nshare time with those we love\nduring the holiday season. We\ncocoon in the comfort of our\nhomes, gather with friends and\nfamily to share meals, honour\nthe past and create new traditions\nas we move into the New Year.",
            "For many collectors the usual association of numismatics\nwith the Christmas holidays is to receive a numismatic\ngift adding to or even starting their collections. The origin\nof giving gifts at Christmas 1s related to the Three Magi\nbringing Jesus  Gold, Frankincense and Myrrh.  Many avid\nnumismatists can remember beginning their interest in the\nhobby as the result of being given\nan unusual coin or a mint set as a\nyoung child. To mark the passage\nof the years some families have\ncreated the tradition of gifting a set\nof specially struck decimal coinage\nto the children of the family. These\nsets are cherished for years and\nbecome family heirlooms.",
            "However, coins have been\nassociated with holiday traditions\nfor a significantly longer time\nperiod. Receiving coins as a\nChristmas gift is associated with the\ntime honoured tradition of hanging\na Christmas stocking. It is said that\nthe tradition of hanging stockings by\nthe fire began with an act of charity\nand a gift of coins. Legend has it that\na 4th century wealthy nobleman,",
            "Nicholas, gave a gift to a poor",
            "family. Nicholas enjoyed giving",
            "gifts in secret to those less fortunate than himself; he wanted\nno glory or recognition for his acts of charity. Nicholas heard\nabout a local nobleman who had fallen on hard times, losing\nboth his wife and all his money. This family was required to\nmove into a small cottage and there was little prospect for the\nfamily s three daughters to find a suitable marriage. At the\ntime, a dowry was required to be offered to grooms and this\npoor family had barely enough to eat.",
            
            "Nicholas knew this family\nwere from a proud lineage and\nwould not accept charity, but an\nopportunity to help the family\nopened when the girls hung their\nstockings to dry on the chimney\nledge. He placed silver coins in\neach of the girls  stockings over\na time period, thus assuring their\nprospects of suitable marriages\nand saving the family from ruin.",
            "Although he wished to remain anonymous, Nicholas was",
            "observed and word soon spread. It soon became a tradition",
            "for everyone to hang a stocking hoping for a visit and the",
            "promise of gifts. To this day, children both young and old,",
            "continue to hang a stocking by the fireplace or on their beds",
            "hoping that St. Nicholas will bring them treats and presents.",
            "A second Christmas coin",
            "tradition can be related to the",
            "culmination of the holiday s",
            "celebrations, the Christmas meal,",
            "and a significant dish that 1s often",
            "served with flourish and ceremony.",
            "When celebrating the holidays",
            "among friends and family, we often",
            "gather around the table and enjoy a",
            "meal of traditional dishes. Whether",
            "it is tourti re enjoyed at R veillon",
            "or a special Christmas-eve meal",
            "prior to attending midnight",
            "Mass, we attach significance to",
            "celebrating good food and cheer.",
            "For many families, the holiday",
            "meal is not complete without a",
            "turkey dinner and all the trimmings.",
            "The grand finale to an English-style",
            "meal, a Christmas plum pudding",
            "set ablaze with brandy, brings a",
            "numismatic twist to the celebration.",
            "What we know as Christmas pudding 1s very different",
            "from what originally passed as pudding. In the 14th",
            "century a porridge called  frumenty  was served,",
            "generally prepared from beef and mutton with raisins,",
            "currants, prunes, wines and spices. This would often",
            "be more like soup and was eaten as a fasting meal in\npreparation for the Christmas festivities.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "358"
    },
    {
        "File": "The_CN_Journal_December_23.jpg",
        "Paragraphs": [
            "However, by the late 16th\ncentury this frumenty had\nchanged into a plum pudding\nwith a more familiar texture\nto what we have now. Its\nname of plum pudding came\nnot from the addition of\nplums to the mixture, but\nrather from the fact that at\nthe time all dried fruits were\nknown as plums. The recipes\nfor this treat would be a\nclosely guarded secret passed\ndown through families.",
            "In fact, these treats were\nconsidered so decadent that\nthey were banned by the Puritans in the new world colonies.",
            "King George I firmly established Christmas plum\npudding as part of the Royal household s Christmas meal.\nBy Victorian times, Christmas puddings had developed into\nthe dessert similar to the ones that are served today. The\nenthusiasm that Queen Victoria s Royal household showed\ntowards this crowning glory to the Christmas meal resulted\nin the Christmas pudding taking on a life of its own.",
            "Not only the wealthiest of society would have enjoyed\nChristmas pudding. Average people would have the puddings\nsteamed and served in the shape of balls to finish their more\nmodest Christmas meals. If the pudding was a bit heavy,\nit was called a cannonball and could result in the lady of\nthe house feeling that the entire meal was a failure. Many\ncooks staked their reputations on the success or failure of the\npudding. There was such pressure to create this spectacular,\nculminating dish that the author Charles Dickens honoured\nits place in society and included the following scene in his\n1843 famous work, A Christmas Carol:",
            " Mrs Cratchit left the room alone too nervous to bear",
            "witnesses to take the pudding up and bring it in...",
            "Hallo! A great deal of steam! The pudding was out of",
            "the copper which smells like a washing-day! That was",
            "the cloth. A smell like an eating-house and a pastry-",
            "Number 6",
            "December 2016",
            "cook's next door to each\nother, with a laundress's\nnext door to that! That\nwas the pudding! In half\na minute Mrs. Cratchit\nentered flushed, but\nsmiling proudly with the\npudding, like a speckled\ncannon-ball, so hard and\nfirm, blazing in half of\nhalf-a-quartern of ignited\nbrandy, and bedight with\nChristmas holly stuck into\nthe top. ",
            "Over the years superstitions\nhave surrounded the\npreparation of Christmas",
            "puddings. It is believed that the pudding should be made with\nonly 13 ingredients, representing Jesus and His Disciples.\nAdditionally, every member of the household in turn should\nstir the pudding with a wooden spoon from east to west, in\nhonour of the Wise Men and to bring luck for the coming year.",
            "In the Church of England and Anglican Churches\nworldwide, the Sunday before Advent Sunday, is\ncommonly known as  Stir-up Sunday.  This association\nhas been established based on the opening words of\nthe Collect, the main prayer for the day in the Book of\nCommon Prayer of 1549:",
            " Stir-up, we beseech thee, O Lord, the wills of thy",
            "faithful people; that they, plenteously bringing forth",
            "the fruit of good works, may of thee be plenteously\nrewarded; through Jesus Christ our Lord. Amen. ",
            "For many families this is also the day that the Christmas\npudding is prepared, giving it time to age and the flavours\nto mellow prior to serving at Christmas.",
            "The numismatic connection to this significant\nChristmas dish is in the custom of placing a silver coin\nin the pudding. It is said that the person who finds\nthis coin in his or her serving of pudding will enjoy\nluck, health and wealth in the coming year. In the\nUK, the coin traditionally used was a silver sixpence.\n"
        ],
        "PageNo": "359"
    },
    {
        "File": "The_CN_Journal_December_24.jpg",
        "Paragraphs": [
            "Oftentimes families will have used the\nsame Christmas sixpence for as long as they\ncan remember, with the same coin being\npassed down through several generations.",
            "The custom of placing a hidden prize in\na dessert can trace its roots to the  Twelfth\nNight Cake  as far back as the Edward IT\n(early 1300s). This special cake was served\non the twelfth night of Christmas, the\nofficial end of the Christmas celebrations,\nand the individual who found the treasure\nbecame King or Queen for the night.",
            "Silver coins were used because they\nwere undamaged by the heat of cooking\nthe pudding year after year. Families were\ncautioned to boil and sterilize the silver\nsixpence prior to its insertion and to ensure\nthat small children were observed when\neating their pudding, to ensure safety.",
            "The first sixpences were minted during\nthe reign of Britain s Edward VI in 1551.\nThese first coins bore a three-quarter\nportrait of the king on one side and the\nRoyal Arms of England escutcheon on\nthe reverse. The denomination of the coin,\nwritten in Roman numerals as  VI,  and a\nTudor rose, were also part of the obverse\ndesign, as was the inscription, EDWARD\nVI D G AGL FRA Z HIB REX, which means,\n Edward VI, by the Grace of God, King\nof England, France and Ireland.  Other\nsilver sixpence pieces were minted with\nthe portrait of the monarch changing as\nwas required. Beginning with Elizabeth\nI, sixpence pieces also bore the year in\nwhich they were minted. Machine-made\nsixpences also made their debut during the\nreign of Elizabeth I, though this automatic\nproduction method did not become\nuniversal until much later.",
            "The last silver sixpence was minted in\nthe UK in 1946, and from 1947 to 2012, all\n silver  coloured coinage in the UK was\nmade from cupro-nickel.",
            "As the silver sixpences slowly\ndisappeared from common availability,\nit became evident that the Christmas\npudding tradition was under attack. When\nthe sixpence became increasingly scarce\nsome people switched to using silver three-\npence coins for their puddings. Concerns\nover switching to  modern coins  in\nthe traditional Christmas pudding was\ntested in 1966 by three curious cooks.",
            "A test set of puddings was cooked, all\ncontaining modern, cupro-nickel coins.\nIt was found that the cupro-nickel alloy\ncould turn green when cooked in\nthe pudding and give the dessert an\nunpleasant, metallic taste.",
            "Cupro-nickel coins were also placed\nin puddings that were allowed to  age \nfor a time to develop flavour prior to\nserving. The coins were then examined\nto see if any reaction had taken place.\nThe pudding itself was also tested to see\nif the flavour had been affected. It was\nfound that the flavour was negatively\nimpacted by the inclusion of the coins\nmaking it clear that the cupro-nickel coins\nwere not be suitable to use in the cooked\ndesserts. Their results only increased\nthe concerns that cooks had for the\ndeath of this time honoured custom, a\ncoin in the Christmas dessert for luck.",
            "With the scarcity of suitable silver\ncoinage, traditionalists have creatively\nsubstituted special silver Christmas tokens\nin the pudding. Charms in the shape of\nwish bones or horseshoes for luck in the\nnext year, a thimble for thrift or a ring\nforetelling of a future marriage are\nsometimes placed in the pudding for\nloved ones to find. These speciality\ncharms are generally available\nfrom artisans and can be a beautiful\nalternative to the sixpence used in the\ntraditional Christmas pudding custom.",
            "The CN Journal",
            "Volume 61\n"
        ],
        "PageNo": "360"
    },
    {
        "File": "The_CN_Journal_December_25.jpg",
        "Paragraphs": [
            "Number 6",
            "December 2016",
            "However, for the purist, The Royal Mint\nhas come to the rescue, and the tradition of\nthe silver sixpence can continue. For those\nindividuals interested in reviving older\ntraditions and reconnecting with their past,",
            "The Royal Mint has reissued a silver\nsixpence coin with which the custom\nof placing a coin in the Christmas\npudding can be carried on to the\nnext generation. This 2016 modern\nsixpence has been issued in the UK\njust in time for the traditional date\nfor  Stir-up Sunday,  which occurs on",
            "Sunday November 20th this year. This is\nthe first such silver sixpence minted since\n1946 and the first ever bearing the effigy\nof Queen Elizabeth II. The decimal 6d is\na non-circulating coin and is part of The\nRoyal Mint s gifting collection. This 2016\nsilver sixpence coin is available on its\nown in two different packaging formats\nand is also included in a special three\ncoin gift set, The Windsor Silver\nSixpence Set. The Windsor Set\nincludes the new 2016 sixpence and\nalso two original sixpences from the\npast. One of these original sixpences\nfeatures the effigy of George V, Queen\nElizabeth s grandfather who reigned from\n1910 to 1936, and the other the effigy is\nGeorge VI, her father and monarch when\nthe last sixpence was minted, in 1946.",
            "The Royal Australian Mint has also\nproduced a Christmas pudding coin pack. It\nhas chosen to honour this Christmas custom\nwith the release of an elegant draw string\nbag containing a mixture of sixpences\nand thruppences, all genuine Australian\npre-decimal currency. The RAM however\ncautions that the coins should not be\ncooked in the pudding, but rather inserted\ninto warmed slices prior to serving.",
            "Whether you enjoy a Christmas pudding\nand are the lucky person who finds the\nsixpence, or you hang a stocking with\nthe hope that St. Nicholas will leave you\na new coin to add to your collection, you\ncan enjoy the history of the celebration\nof the Christmas season and its links to\nnumismatics. Wishing you all a Happy",
            "Christmas and joy for the New Year.\n"
        ],
        "PageNo": "361"
    },
    {
        "File": "The_CN_Journal_December_26.jpg",
        "Paragraphs": [
            "THE FIRST EDITION OF THE",
            "CHARLTON. CATALOGUE","BY IAN SPEERS",
            "#23771",
            "The inaugural issue of J.E. Charlton s Catalogue of",
            "Canadian Coins, Tokens & Fractional Currency,",
            "published in the fall of 1951, marks a watershed\nmoment in Canadian numismatics. Collectors of Canadian\ncoins of the period had slim literary pickings for general\nreference-Wayte Raymond had issued a concise standard\ncatalogue of Canadian coms and tokens in 1937, expanded\nsomewhat in 1947 and subsequently re-issued in 1952, but\nnumismatists otherwise had to resort to the older general\nworks of Breton and LeRoux, both of which dated to before\nWorld War One. The specialist monographs of Courteau,\nLees, and McLachlan on token series were of course\navailable, though none achieved wide distribution. No\nliterature gave any meaningful attention to the Canadian\ndecimal series.",
            "Jim Charlton had opened a small numismatic business,\nCanada Coin Exchange, in 1949. Starting with fixed price\nlists, he added mail bid auction sales in 1950. From his\ntrade endeavours, and particularly his first four mail bid\nsales conducted in 1950 and 1951, Charlton came to realize\nthat the prices given by Wayte Raymond did not take\naccount of actual collector demand for some pieces, with\nsome rarities being heavily undervalued.! Charlton further\ncalled upon the expertise of such prominent numismatists\nas Fred Bowman, Sheldon Carroll, and Douglas Ferguson\nto build the content for a new catalogue ? In addition,\nwhere his predecessors had typically used line drawings to\nillustrate pieces, Charlton made widespread use of halftone\nillustrations of decimal coins.",
            "In such a landscape, the Charlton catalogue quickly\nbecame the benchmark for authority in Canadian\nnumismatics. For the first time, an annual guide to\nCanadian currency was undertaken   one which has been\nsustained to this day by the later stewardship of Bill Cross,\nand now Mark Drake.",
            "The first edition, dated 1952 and boasting 34 pages in\ngreen stapled wrappers, is not commonly encountered\ntoday. As with any annual catalogue, particularly one that\nwas decidedly bare-bones in form, survival rate 1s low\ncompared to a permanent reference work. Its contents were\nalso printed on decidedly acidic paper, archivally inferior to\nthe stock used in subsequent editions, which after more than\n60 years has almost universally begun to turn brown and\nbrittle.  Slow burn  will undoubtedly further deteriorate all\nextant copies.",
            "I See  James E. Charlton Reflects on the Changing Numismatic\nScene,  CNJ, Vol. 46, No. 7 (Sept. 2001), pp. 321-24",
            "2 See H. Don Allen, Coinman to Canadians, Toronto: Charlton\nPress, 2001, especially pp. 73, 93, 95",
            
            "RELEASE AND DISTRIBUTION",
            "The precise date of issue of the 1952 Charlton catalogue has\nyet to be established. The earliest located announcement of\nthe Charlton catalogue appeared in the September 1951\nissue of The Numismatist, alongside the announcement\nof Canada Coin Exchange s Mail Bid Auction No. 5,\npromising the new catalogue for $1.25 a copy. A similar\nannouncement and price can be found on page 12 of\nCharlton s Mail Bid Auction No. 5.",
            "In the Toronto press, the earliest reference to the 1952\ncatalogue, located so far, is a four-line classified ad inserted\nin the October 6, 1951, editions of The Globe and Mail (p.\n28), The Star (p. 39), and The Telegram (p. 35), by which\ntime the advertised price had increased to $1.50. Canada",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "362"
    },
    {
        "File": "The_CN_Journal_December_27.jpg",
        "Paragraphs": [
            "Coin Exchange was not a regular user of the newspaper\nclassifieds? thus the simultaneous insertion of an advert\nin all three papers suggests an auspicious occasion. The\ncatalogue by this time was (and perhaps had only recently\nbeen) returned from the printer as ready for issuance to\njustify such unusual promotion. One wonders if the price\nincrease was the result of a printer s invoice higher than\nhad been anticipated at the time of the advert in The\nNumismatist. Had the catalogue perhaps been ordered to\narrive back from the printer coinciding with the mailing\nout of lots or invoices for Mail Auction 5, which closed on\nSeptember 29, 1951?",
            "That the catalogue had been issued by the time of the\nOctober 6 adverts is supported by extrinsic evidence. The\nearliest inscribed and dated copy of the catalogue which\nhas come to my attention 1s the personal copy of J.A.\nPeddie, with an inscription of October 9, 1951. Peddie\nwas, with Charlton, a charter member of the Toronto Coin\nClub (Peddie was member no. 8, Charlton no. 9), and\nwas someone who would plausibly have been among the\nearliest to obtain a copy from its author. Accordingly, a\nrelease date in late-September or early-October 1951, not\nlater than October 6, 1951, is to be assumed in the absence\nof more specific information.",
            "Beyond direct sales and mail order, Charlton offered\nthe catalogue to other dealers at wholesale discounts. An\ninsert, typed on carbon copy paper (Figure 3), unevenly\ncut and approximately 9.5 cm x 7.5 cm, is found affixed to\nthe inner cover of one copy reported to me, enumerating\nthe unit pricing and discounts offered for bulk orders of\nthe catalogue, in quantities up to 12 dozen. That the insert\nwas typed, not mimeographed, suggests that Charlton s\nwholesaling efforts were modest.",
            "The extent of the print run of the 1952 edition\nhas not been established, but cannot have been\nvery large given the numbers of active collectors of\nCanadian coins at the time. The wholesale price list,",
            "3 Ihave not located a single classified ad for Canada Coin\nExchange in any of the three Toronto newspapers for the entire\nmonth of September 1951, nor in the Toronto Star (Charlton 8 full-\ntime employer) in August 1951.",
            "Number 6",
            "December 2016",
            "giving discounts for purchases up to 12 dozen, indicates a\nprint run not less than 144 copies. But the potential market\nof numismatists interested in the Canadian series was\ndecidedly small; the January 1952 CNA Bulletin shows that\nCNA member numbers had only just surpassed 400, while\nrecords of the Toronto Coin Club, Charlton s home club,\nshow a total of 12 members in the 1952 membership year.\nWith such a small collector market, minimal distribution\nchannels other than direct sales and wholesaling to other\ndealers, and numismatics being but a part-time job for\nCharlton at the time, it is difficult to envisage a print run\nmuch greater than 500 copies being anything but a risky\nloss-leader. One hopes that a definite production figure\nmight emerge some day. It will suffice to say that, in\ncomparison to the oft-stated print run of 18,000 (over two\nprintings) for the inaugural 1947 edition of the Whitman\nRed Book, the 1952 Charlton catalogue s print run must\nhave been at least an order of magnitude smaller.",
            "VARIETIES",
            "Side-by-side examination of multiple copies of the first\nedition of Charlton reveals a number of subtle varieties,\nwith Jim or Mary Charlton apparently undertaking minor\nmanual corrections during the life of the first edition. The\nnature of these alterations 1s too consistent for these to have\nbeen post-issuance graffiti made by the original owners; the\nregularity of the alterations points only to the corrections\nhaving been made prior to the issuance by Charlton.",
            "These variations and corrections are described below,\nand followed by a proposed series of states and their\nemission sequence, based on the presence of progressive\nalterations made to each copy.",
            "Cover",
            "Two varieties of the cover exist, either lacking\n(Figure 4a) or featuring (Figure 4b) the authorship credit"
        ],
        "PageNo": "363"
    },
    {
        "File": "The_CN_Journal_December_28.jpg",
        "Paragraphs": [
            " BY J.E. CHARLTON.  For reasons outlined below,\nthe  nameless  covers appear to be the earliest issues.\nThe registration of the line  BY JE. CHARLTON  is at\ntimes variable relative to the other text, suggesting that\nit was overprinted atop the nameless covers, rather than\nrepresenting a separate print run. A possible third state of\ncover has been noted, containing the by-line, but lacking\nthe lines  Published by,   TORONTO, CANADA  and\n PRINTED IN CANADA  on the face of the cover (Figure\n4c). This possible third variety has been observed only\non a 20-year-old scan that forms part of Dan Gosling s\nonline bibliography of Charlton catalogues.* The original\nsource of the image has been forgotten and any underlying\noriginal can no longer be located, thus whether this was a\nretouched scan, mock-up, or genuine third cover variety\nis unfortunately not known at this time. The image has\naccordingly been included for completeness, but no copy\nhas been verified in the course of this study.",
            "4 www.edmontoncoinclub.com/charlton.htm",
            "Deletion of typesetting errors",
            "The 1952 catalogue suffered from two typesetting errors\nwhich were manually deleted. The near-omnipresence of\nthis feature suggests that the errors were detected soon\nafter return from the printer, and were manually corrected\nby Charlton before each copy was issued.",
            "On page 3, under the entry for 1947 ML, the line\n nominations and the 1948 dies were not ready. The dies\nof 1947 had a tiny  is repeated (less the first occurrence\nof  dies  in the repeated line) and is typically found\nstruck out by ink. Two styles of deletion have been noted,\none deleting the duplication over two lines, the other\nstriking a single line, as depicted in Figures Sa and 5b.\nThe two-line deletion has been noted in three copies, all\nwith  nameless  covers and deletions made by a doubled\nblack-ink line. All single blue-ink line deletions reported\nto me are by a single stroke.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "364"
    },
    {
        "File": "The_CN_Journal_December_29.jpg",
        "Paragraphs": [
            "On page 28, the prices of the 1911 Canadian 50-cent\nsilver piece are erroneously duplicated to the right of the\n George V  section header, and are similarly deleted, as\nshow in Figure 6.",
            "These errors were apparently not detected\nsimultaneously, as the page 3 deletion 1s noted on all altered\ncopies reported to me, but the page 28 deletion is missing\non the earliest copies with  nameless  covers.",
            "Stamped insertions",
            "Later issues of the 1952 catalogue had additional\ninformation and missing text inserted by way of rubber\nstamps. Issued copies accordingly exist both with and\nwithout these stamp corrections.",
            "The issuance of steel 5-cent pieces, after the 1952\ncatalogue was printed, was reflected by a small stamp\nadded to page 26, acknowledging and pricing the issue.",
            "Number 6",
            "December 2016 ",
            "Similarly, the typesetting of page 29 omitted regnal\nheaders for George V 20-cent pieces and George VI 5-cent\nand 10-cent pieces. These omissions were corrected by\nrubber stamps inserting the name of each king into the\nappropriate location, as shown in Figure 8.\n"
        ],
        "PageNo": "365"
    },
    {
        "File": "The_CN_Journal_December_30.jpg",
        "Paragraphs": [
            "Blotted C",
            "On page 29, the erroneous entry of the  C  mintmark for\nthe 1940 Newfoundland 10-cent piece was deleted by\nway of a blue ink blot on three copies that form part of the\nstudy pool for this paper. Having been noted in blue ink",
            "on multiple copies, together with other characteristics of",
            "these copies (discussed below) all suggesting late issuance,\nthe consistency of alteration points to this deletion being\n official  rather than being graffiti by previous owners.",
            "PROPOSED EMISSION SEQUENCE AND STATES",
            "The inspected copies points to a single printing of the\ncontents of the 1952 Charlton catalogue, with most errors\nand omissions corrected manually over the course of the\nproduction run. It would appear that the missing name\nfrom the cover was added by letterpress, while the other\ncorrections were made by pen and stamp. In examining\nthe attributes of 26 copies, seven substantive states of the\ncatalogue are proposed, conforming to the characteristics\nnoted in Table 1 above. The emission sequence is based\nupon Charlton s progressive detection and incorporation\nof amendments over the period of the catalogue s run.\nComments on each state follow.",
            "State 1: (hypothetical, not observed)   nameless\ncover, no internal deletions or stamps. No copies\nconforming to this state have been observed, but it is\ninherently the state that the catalogue originally came\noff the presses. Accordingly a  first state  of the edition\nhas been reserved, despite none being known to me.",
            "State 2: nameless cover, internal alterations confined\nto deletion on p. 3. Until a  State 1  comes to light,\nthis is the earliest known state. The Peddie copy,\ninscribed with a date of October 9, 1951, conforms to\nthis state. The deletion on p. 3 has, in all three copies,\nconformed with the image in Figure 5a, namely with\na double strikethrough of the redundant text, over two\nlines, in black ink.",
            "State 3: named cover, no internal alterations. The origin\nof this state corresponds to this point in strict chronology,\nas it would appear that Jim Charlton had the covers\ncorrected by letterpress to include his by-line. I believe\nthat in actual emission sequence, this state may represent\na combination of unissued remainders at the end of the\nrun of the first edition, or otherwise copies accidentally\nissued without alteration. Given the probable chronology\nof States 2 and 4, the corrected covers must have been\nprinted in October 1951.",
            "State 4: named cover, internal alterations confined to\ndeletions on p. 3 and 28. Issued commencing not later\nthan October 27, 1951, as the J.J. Pittman copy contains\nan inscription with this date and conforms to this state.\nAll observed copies of states 4-6 have the p. 3 deletion\nin a single line, conforming with Figure 5b, in a single\nstrike-through of either black or blue ink.",
            "State 5: as State 4, with addition of George VI stamps\non p. 29. Two known copies have the George VI stamps\non p. 29, but lack the other stamps noted above.",
            "State 6: as State 5, with addition of stamp on p. 26 and\nGeorge V stamp on p. 29. The stamps  1951 steel \ninserted on page 26 and  George V  stamp on p. 29\nmake their first appearance in this state.",
            "State 7: as State 6, with addition of blotted C on p. 29.\nCorrespondence tipped in one specimen of this state\nsuggests that its original owner (likely Milton Berel,\nwhose CNA membership number, 480, is noted on the\ncover), met Jim Charlton at the 1952 ANA Convention\nin mid-August of that year, and may plausibly have",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "366"
    },
    {
        "File": "The_CN_Journal_December_31.jpg",
        "Paragraphs": [
            "obtained the catalogue from him at (or after) that\ntime. Such a hypothetical date of acquisition would\nbe toward the end of the life of the first edition, as the\nadvertised release date of the 1953 issue was December\n1, 1952,  and would provide extrinsic support for this\nstate coming toward the end of the emission sequence\nof the catalogue. One specimen of the four reported to\nme lacks the two  George VI  stamps on p. 29   this\nwould seem to be the result of an oversight in amending\nthat one copy.",
            "INSERT OF 1950 MINT FIGURES",
            "Two copies in my own collection have a laid-in small\nmimeographed slip enumerating the 1950 mintage\nfigures, which were not included in the printed portion of\nthe catalogue. One of the slips measures approximately\n103 mm x 42 mm, the other 85 mm x 47 mm. Both\ncopies correspond to State 5 noted above. One copy was\npreviously owned by Arthur D. Graham (RCNA LM2)\nand bound with a complete set of pre-Whitman Charlton\ncatalogues, the other has the name D. C. Macgregor written\non the cover. Given the context in which these inserts were\nfound, their divergent provenances, and the independent\nroutes in which these two specimens reached my collection,\nthis insert has tentatively been ascribed as one officially\nproduced by Charlton to fill gaps in the catalogue as\nadditional information became available. Additionally, the\ntypeface used is, on casual inspection, not inconsistent with\nthat used in the wholesale slip depicted above in Figure 3.",
            "5 The C.N.A. Bulletin, vol 3, no 5 August-October, 1952, p. 5",
            "Number 6",
            "December 2016",
            "The low survival rate of this slip would be readily\nattributable to it being tipped in. The insert is therefore\nnoted, with a slight caveat that its origin could be extrinsic\nto Charlton s official efforts.",
            "CONCLUSIONS",
            "While of possible tangential interest to a varieties\ncollector, the attention to detail shown by these progressive\ncorrections illustrates the degree to which Jim Charlton\nwanted to  get it right  with his inaugural volume. Most if\nnot all of these corrections or insertions could have readily\nbeen passed over without tangible negative impact, and yet\nJim at once insisted on highlighting both the mistakes and\nhis attention to detail by the act of making the alterations.\nWhile the current sample size of 26 distinct copies,\nall having taken different paths to this census, seems\nsufficiently large and randomized for an initial assessment\nof the 1952 Charlton catalogue, collectors should diligently\nexamine copies that come their way with an eye to any\ndeviation from the states noted above. Examination of\nadditional extant copies may reveal the relative scarcity of\nvarieties, or indeed the existence of other minor (or major)\nvariations. As the author, I would gladly receive any reports\nof apparent deviations at ian.speers@utoronto.ca. It would,\nhowever, appear from the rather random sample to date that\na 1952 Charlton catalogue without any internal deletions,\nstamps, or blots, is a scarce item, with just a single  named \ncopy (State 3) in a sample size of 26 being reported. The\nhypothetical  first state     nameless  and internally\nunaltered   remains something to be sought out. It is my\nown hope to explore similar official alterations and varieties\nof the pre-Whitman Charlton catalogues in the near future.",
            "ACKNOWLEDGEMENTS",
            "I am grateful for the assistance of the many collectors who\nhave made their copies of the 1952 Charlton catalogue\navailable to me for this study, and who fielded my at-times\nobsessively nuanced questions with good humour: Warren\nBaker, David Fanning, Chris Faulkner, Dan Gosling, Tim\nHenderson, Paul Johnson, Ray Malone, Paul Petch, Alan\nRoy, and Sean Taylor.\n"
        ],
        "PageNo": "367"
    },
    
    {
        "File": "The_CN_Journal_December_35.jpg",
        "Paragraphs": [
            "COIN GRADING AND PRESERVATION WORKSHOP\nNOVEMBER. 12,2016",
            "The annual RCNA\nCoin Grading\nand Preservation",
            "Workshop, took place on",
            "Saturday, November 12,",
            "at the main campus",
            "of Humber College in",
            "Toronto ON. The event",
            "was sponsored by a grant from  he Canadian Association\nfor Numismatic Education (CAFNE).",
            "Henry Nienhuis, Moderator for the event, reported that\nthe workshop was highly successful and was enjoyed by\nall in attendance. He said that the course is meant to be an\nintimate, hands-on learning experience that maximizes the\nstudents  valuable one-on-one time with the instructors.\nThis gives students time to ask specific questions relevant\nto their own materials and areas of interest.",
            "The morning session instruction on coin grading and\ncounterfeit detection was presented by Brian Cornwell,\nPresident of the International Coin Certification Service (ICCS)\nand by Scott Cornwell, senior grader at ICCS.",
            "Number 6",
            "December 2016 ",
            "The afternoon\nsession, dealing with\nthe conservation of\nnumismatic material, was\ntaught by Susan Maltby,\nof Maltby and Associates,\na well-known freelance\nconservator and author.",
            "The instructors provided all participants with handouts\nintended to serve the students as useful reference material in\ntheir continued numismatic study.",
            "The RCNA received a number of very positive,\nconstructive comments about the course material and the\ninstructors.",
            "If you are interested in attending the next course please\ncontact the RCNA Executive Secretary, Paul Johnson, at:",
            "Telephone: 1 (647) 401-4014\nE-mail: info@rcna.ca",
            "Or mail: RCNA Workshop",
            "5694 Highway #7 East, Suite 432;\nMarkham, ON L3P 1B4\n"
        ],
        "PageNo": "371"
    },
    {
        "File": "The_CN_Journal_December_36.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "BY JIM HAXBY",
            "FORWARD, BY. ROGER C PAULEN, LM#.439,,",
            "1859 Narrow 9 Large Cent Die Catalogue",
            "This month marks the five-year anniversary of the\n| publication of the Haxby Catalogue of the Canadian\n1859 Large Cent, a monumental Canadian variety",
            "publication. The catalogue was a very ambitious project,\nand it marks a lifetime s research into one of Canada s most\npopular coins   the 1859 large cent. In December of 2011,\nas one of Canada s most in-depth variety volumes, it was\nuploaded online as a Web publication. To be specific, this\npublication is a complete die study of the 1859 Narrow 9\nstrikes; it is much more than any previous catalogued\ndiscussion of 1859 varieties, such as the 65th Edition\nCharlton Catalogue s variety section on Victorian Large\nCents or the listings in Jack Griffin s publications. To put that\nin perspective, we are referring to approximately 8 million\n1859 Narrow 9 large cents that were struck from more than\n100 obverse and 300 reverse dies!",
            "The publication is online, free: www.vickycents.com",
            "The author of this catalogue is well known to Canadian\nnumismatists; Dr. Jim A. Haxby was formerly the Deputy\nDirector of the National Currency Collection at the Bank of\nCanada in Ottawa and was also instrumental in creation of\nthe National Currency Museum. For years, he has published\nnumismatic books and articles too numerous to list here.\nDr. Haxby s research and early publications ranged from\ndie varieties of the Decimal Coinage of Queen Victoria and\nof Newfoundland to histories of early banks and Dominion\nof Canada banknote issues; these are still today s standard\nreferences. Dr. Haxby received the J. Douglas Ferguson\nAward in 1998 and most recently, the 2015 Fred Bowman\nLiterary Award (Canadian Numismatic Research Society)\nspecifically for the 1859 die catalogue   the first time this\naward has been given to an online publication. It is my\ngreat pleasure to hand over this month s column to Dr. Jim\nHaxby, to discuss his online 1859 Narrow 9 die catalogue,\non the five-year anniversary of its publication.",
            "Comments on the 1859 Catalogue by JAH",
            "In 1858 the Government of the Province of Canada\nordered nearly 10 million one-cent pieces from the Royal\nMint in London. This was to become the largest and most\ncomplex coinage in the entire Victorian period. The cents\nwere produced from December 1858 to the end of 1859\nand bear the dates 1858 or 1859. The earliest 1859s were\noverdates, with a wide figure 9 punched over the 8 in the\ndies, but most 1859s, probably about 8 million pieces, have\na narrow 9 (N9) and are not overdates.",
            "Collectors have been interested in the sub-varieties of the\nProvince of Canada cent since the 1930s. Between 2007\nand 2011 Rob Turner published die studies of the 1858\nand overdate cents. But, before my online catalogue, the\nsub-varieties of the 1859 N9 cents had not been dealt with\ncomprehensively. It was a big task. Royal Mint die records\nsuggest that 8 million 1859 N9 cents arose from about 110\nobverse and 300 reverse dies. How could one tell all those\ndies apart?",
            "In the 1960s, as part of an overall project of collecting\nCanadian large cents by die and die pair, I began to\naccumulate the 1859 N9s. Even a casual examination\nrevealed that there were many differences to see from one\ncoin to the next. Because of the methods of die-making of\nthe day, each die received a considerable amount of hand\nwork. The 9 of the date was punched separately into each\ndie. Various defects in the lettering and the 185 of the date\nwere repaired by hand repunching. Defects in the maple\nwreath, that gradually developed on the reverse punch and\nwere passed on to the dies, were sometimes recut in each die\n(for those interested in this process, click on the  Articles \ntab on the Web site and follow the link for Introduction to\nthe 1859 Canadian Large Cents.",
            "There were other features as well, such as die cracks,\nthat often appeared during a die s use. All of these unique\ncharacteristics, called markers, make die identification in\nthis series a straightforward and often fun process.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "372"
    },
    {
        "File": "The_CN_Journal_December_37.jpg",
        "Paragraphs": [
            "After trying various organizational schemes on my 1859\ncents over the years, and finally settling on one, 2010 was\njudged a good time to produce a catalogue on the dies used to\nstrike them. It became clear that the traditional print method\nwas not a good option. There were too many varieties\nand the catalogue would be too large and too expensive.\nAs well, what about the inevitable need for revisions?",
            "Number 6",
            "December 2016",
            "Following a suggestion by my friend and able assistant, Ed\nReny, I ended up choosing to produce an online catalogue.\nThat meant that many more people could use the catalogue\n(because it s free), it could be revised at will, and features\ncould be incorporated that would not be possible in a print\nversion. After months of work by Ed and me, the catalogue\nwent public on December 10, 2011, with the Web address\nwww.vickycents.com. Randy Ash was kind enough to\npromote this new online publication in his column  The\nMore Knowledgeable Numismatist  (The CN Journal,\nVolume 63, March 2012). Since then, much has been\ncontributed by several collectors, and the catalogue has\nundergone many updates.",
            "Anyone new to the catalogue should focus on the menu\nbar, where all the action is. It s part of the header no matter\nwhich page you re on. The first area we recommend\nexploring is the article,  Introduction to the 1859 N9 Cent\nVarieties,  under the Articles tab. It s a general coverage of\nthe varieties and how they arose, and it helps you to better\nunderstand the listings in the catalogue. When you re ready\nto identify the dies used to coin a particular 1859, go to\nthe ID My Coin tab. Clicking on the tab itself takes you to\nID my Coin page, an introductory page for identifying the\ncoins. Most of the time it will be best to follow the advice on\nthe page and attempt to identify the obverse first. There were\nonly 1/3 as many obverses as reverses, meaning that each\nobverse was associated with about 3 reverses on average.\nDeciding whether to identify the obverse first depends\non how many clear markers, like repunched letters or die\ncracks, it has. If you choose to ID the obverse first, there s a\nlink on the page that sends you to another page, called ID by\nOBV MARKERS. Once you get a little experience, you'll\nprobably want to skip the ID My Coin page.\n"
        ],
        "PageNo": "373"
    },
    {
        "File": "The_CN_Journal_December_38.jpg",
        "Paragraphs": [
            "The ID My Coin tab on the menu bar has a pull-down\nmenu: you can hover your pointer over the tab and choose\nID by OBV MARKERS from the drop-down box. The ID\nby OBV MARKERS page is one of the key pages in the\ncatalogue. It allows you to quickly begin to focus on the\nlikely candidates for your unknown die in a unique way not\npossible in a print catalogue.",
            "On the upper portion of the page are three full-side\nobverse photos, labeled REPUNCHED LETTERS,\nDIE CRACKS AND DIE CLOGS. If your coin has a\ndie crack to the G of GRATIA, for example, move your\nmouse pointer over the G on the obverse photo under DIE\nCRACKS and click on it. That takes you to a page where\nall the significant die cracks to the G are pictured. You then\ncompare the crack on your coin with the pictures and find\nthe one that best matches. Each picture has a die number\nabove it, so when you ve got a match just click on the die\nnumber and the computer takes you to the home page for\nthat die. There you will find photos of the full obverse,\nenlargements of each of the words in the legend, lists of\nthe various reverses associated with that obverse and much\nother useful information. Identifying the obverse usually\nmakes it very easy to pin down the reverse die.",
            "Sometimes the obverse has no major markers and\neludes easy identification or the reverse has one or more\nmarkers that are so strong that you decide to identify\nthe reverse first. The ID My Coin page starts you on the\nprocess of identifying a reverse die. It s slightly different\nfrom identifying the obverse. The first step is to categorize\nyour reverse into one of 12 Reverse Groups, a piece of\ninformation that will be very useful to know later.",
            "Categorizing by Reverse Groups begins by comparing\nthe break in Loop 7 (next to the beaded circle at the lower\nright of the 9) to a series of photographs. By following\nthe instructions relating to the picture(s) you choose, the\ncomputer leads to the assignment of the Reverse Group. At\nthat point you can choose to attribute the specific reverse\ndie, or switch over to the obverse. Anyway, the steps in\nassignment of the Reverse Group can be skipped and you\ncan pull down the menu under the ID My Coin tab and\ndirectly choose the ID by REV MARKERS page. That\npage has only a single full-side navigation photo that serves\n  die cracks to the leaves, and repunched letters and digits.",
            "It functions the same way the obverse photos do: clicking\non a leaf/letter/digit takes you to a page with features\ninvolving only that item.",
            "The next tab over on the main menu is HAXBY\nNUMBERS. Here you find a complete list of every die pair\nin the catalogue, along with the catalogue number that has\nbeen assigned. That is, not only does each die have a unique\nnumber, but each die pairing does as well. Each die number\non this page is linked to the home page for that die. Many\nexperienced users of the catalogue spend a considerable\namount of time on this page, using it as a rapid-transit route\nto look up the details of specific dies when the number is\nalready known.",
            "Finally, l d like to note that another friend, Randy\nMason, has now taken over the position as my assistant\non the catalogue. Also, a number of other people have\nhelped in various capacities, and their names are noted in\nthe catalogue.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "374"
    },
    {
        "File": "The_CN_Journal_December_39.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES, DES, CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)",
            "FONA, #22198,",
            "The year has passed quickly and the December",
            "holidays are rapidly approaching. Now would",
            "be a good time for both you and your club",
            "to discuss and document your goals and objectives",
            "for 2017. Also, if you have club news or events to",
            "announce publicly, please forward them to me and I",
            "will include them in my column. I hope to see many",
            "of you at the 2017 Boucherville RCNA Convention, in\nQuebec.",
            "Also, please review your 2016 local club journals\nand newsletters for articles deserving consideration for\nthe Jerome Remick III Literary Award for best original\nnumismatic article published in a local Canadian coin\nclub newsletter. By nominating your club s best one\nor two articles, you provide your authors with the\nopportunity for their work to be recognized at the\nnational level   which now includes publication of the\nwinning article in The CN Journal.",
            "Has your local club had an outstanding year of\naccomplishments? If yes, nominate your club for the\nLouise Graham Club of the Year Award. Nominations\nare open until March 31, 2017, and entries can be\nsubmitted to me at xr7gt@prodigy.net. For article\nnominations, please include a pdf or other file with\nyour nomination. The RCNA Web site has additional\ninformation regarding nominations for these awards.",
            "A Sample Coin Club Survey",
            "In late September, the London Numismatic\nSociety distributed a survey to its membership.\nHave you recently asked your own membership\nfor feedback? Perhaps by distributing this survey\nor a similar survey to your membership you will\ngain valuable insight about what is working\nwell, what is not working and changes that your\nmembership would like to see. Surveys work to\nidentify those opportunities that a member may\nfeel uncomfortable speaking about in the club\nmeeting or with the club leadership.",
            "London Numismatic Society Member\nQuestionnaire:",
            "NO name is required.\nUse the back of the page if needed.",
            "Your executive asks your help in our efforts\nto add to your numismatic knowledge and your\nenjoyment of the club monthly meetings.",
            "Please do take time to answer this short list of\nquestions and bring it to the next meeting.",
            "Number 6",
            "December 2016 ----------------------------------",
            
            "L ann e a pass  rapidement et le cong  du temps des f tes\napproche rapidement. Cette p riode est un bon temps",
            "pour vous et votre club de discuter et de documenter\nvos buts et objectifs pour l ann e 2017. Aussi, si vous avez des\nnouvelles du club ou des  v nements 4 annoncer publiquement,\ns il vous plait faites-les parvenir   mon attention et je les\ninclurai dans ma chronique. J esp re vous voir nombreux au\ncongr s de l  ARNC de 2017   Boucherville, Qu bec.",
            "Egalement, veuillez revoir vos bulletins de club et info lettre\npour l ann e 2016 et voir si des articles m ritent d tre soumis pour\nconsid ration pour le Prix litt raire J r me Remick III soulignant le\nmeilleur article numismatique publi  dans un bulletin numismatique\nde club local. En proposant les meilleurs articles de votre club, vous\ndonnez   vos auteurs la possibilit  de reconnaitre leur travail au\nniveau national   ce qui inclut maintenant la publication de l article\ngagnant dans /e journal numismatique canadien.",
            "Votre club local a-t-il connu une ann e remarquable avec des\nr alisations importantes? Si oui, nommez votre club pour le prix\ndu Club de l ann e Louise Graham. Les mises en candidature sont\nouvertes jusqu au 31 mars 2017 et les inscriptions peuvent  tre\nsoumises   x7/gt(@prodigy.net. Pour les nominations d articles,\nveuillez inclure un fichier PDF ou autre format avec votre\nnomination. Le site Web de l  ARNC contient des renseignements\nsuppl mentaires sur les nominations pour ces prix.",
            "Un exemple de sondage pour club numismatique",
            "En septembre dernier, la soci t  numismatique de London\na distribu  un sondage   tous ses membres. Avez-vous\nr cemment demand    vos membres de vous donner de\nla r troaction? Peut- tre en distribuant ce sondage ou un\nsondage similaire   vos membres, vous obtiendrez des\ninformations pr cieuses sur ce qui fonctionne bien, ce qui\nfonctionne moins bien et les changements que vos membres\naimeraient voir. Les sondages visent   identifier des\nopportunit s provenant de certains membres qui peuvent\nse sentir mal   l aise d en parler ouvertement durant une\nr union de club ou de la direction du club.",
            "Questionnaire des membres de la Soci t \nnumismatique de London:",
            "Aucun nom n est requis.\nUtilisez l arri re de la page si n cessaire.",
            "Votre ex cutif demande votre aide dans leurs efforts pour\najouter   vos connaissances numismatiques et   votre plaisir\nlors des r unions mensuelles du club. Veuillez prendre le\ntemps de r pondre   cette courte liste de questions et\nd apporter votre sondage lors de la prochaine r union.",
            "Nous esp rons que tous les membres de la LNS r pondront\nafin de fournir un profil complet des attentes des membres de\n"
        ],
        "PageNo": "375"
    },
    {
        "File": "The_CN_Journal_December_40.jpg",
        "Paragraphs": [
            "It is hoped that all LNS members will respond to\nprovide a fuller profile of what the expectations of\nLNS membership are and what we as an executive\ncan direct our efforts and planning toward for the\nfuture of the Society.",
            "1) What are your collecting interests? Write in as\nmany as you wish such as Canadian (or other)\ndecimals, tokens, medals, paper money, woods.",
            "2) What do you like most about our meetings? The\nprogram speaker/video, the auction, coffee,",
            "other.\n3) What do you like the least?",
            "4) What would you like to see that now is not",
            "provided?",
            "5) What topics would you like to see in the program",
            "or for discussion?\n6) Are any topics of no interest at all?",
            "7) Would you like to have more/larger or fewer/\nsmaller auctions? More expensive items or less",
            "so? More member material in the auctions?\n8) Suggestions of any nature are welcome below",
            "Transportation Ticket Punches",
            "Republished from the Societe Numismatique de\nQuebec October 2016 Bulletin de Liaison. Today,\nI most frequently see uniquely shaped punched\nholes on city bus transfer tickets. The presence of\nthe hole validates the transfer until the expiration\ntime noted.",
            "At a recent meeting, a member of the SNQ showed\nthis train ticket that was used by a member of the\nmilitary to cross Canada in 1946. There are a number",
            "of punched holes in the ticket. After\nleaving a station, a train conductor\nwould review the ticket of each\npassenger and punch a validation\nhole in the ticket.",
            "[Ed: And, once there is a validation\nhole in the ticket, it is a used ticket no\nlonger valid for transport from the\noriginating station. ]",
            "Note that not all of the holes are the\nsame. Each conductor was issued his\nown hole punch that made a unique\nhole different from that of any other\nconductor s punch. This allows for\neasy examination of the ticket and\nhelps when research or investigation\nis required. Upon retirement or leaving\nemployment, the hole punch would be\nreturned to the employer securing it\nfrom further use.",
            "ea The CN Journal",
            "la LNS et de ce que nous, les membres de l ex cutif, pouvons\nfaire pour mieux orienter nos efforts et planifier pour l avenir\nde la soci t .",
            "1) Quels sont vos champs d'int r t numismatique? Inscrivez\nautant que vous le souhaitez, comme les pi ces de monnaies\ncanadiennes (ou autres), les jetons, les m dailles, le papier-\nmonnaie, les jetons de bois.",
            "2) Qu'est-ce que vous aimez le plus de nos r unions? Les\nsujets et choix des pr sentations / vid o, notre encan, caf ,\nautre.",
            "3) Qu aimez-vous le moins ?",
            "4) Qu'est-ce que vous aimeriez voir et qui n est pas\ndisponible?",
            "5) Quels sujets aimeriez-vous voir dans nos rencontres ou\nsujets de discussion?",
            "6) Y a-t-il des sujets que vous n'avez aucun int r t?",
            "7) Voulez-vous avoir plus d encans avec plus de lots ou moins\nd encans avec moins d items? Des articles plus dispendieux\nou moins? Plus de mat riel provenant de membre dans les\nencans ?",
            "8) Toutes autres suggestions sont les bienvenues ci-dessous",
            "Perforation des billets de transports",
            "R dit  du Bulletin de Liaison d'octobre 2016 de la Soci t \nNumismatique de Qu bec. Aujourd'hui, je vois fr quemment\ndes perforations de forme unique sur les billets de transfert des\nsyst mes de transports d'autobus municipaux. La pr sence du\ntrou valide le transfert jusqu'  l'expiration identifi e.",
            "Un membre de la SNQ nous a montr  un billet de train de 1946,\nutilis  par un militaire retournant   St-Jean, Qu bec traversant le",
            "Canada depuis la Colombie-Britannique. Le billet porte une s rie de",
            "poin ons de validation distincts. Sur le billet illustr , d un voyage",
            "en train traversant le Canada, vous constatez qu il y a plusieurs\ntrous de poin ons effectu s par des contr leurs du\ntrain diff rents. Lorsque le voyageur faisait soit un\ntransfert soit un passage   un poste de v rification,\nles contr leurs validaient le billet.\n[Ed: une fois qu'il y a un trou de validation sur\nle billet, c'est un billet consid r  utilis  qui n'est\nplus valide pour le transport   partir de la station\nd origine.]\nRemarquez que les trous ne sont pas tous pareils.\nPourquoi? Apr s v rification aupr s de chauffeurs\nd autobus, qui respectent le m me r glement\ntout comme les chauffeurs de train, de m tro ou\ntout autre moyen de transport, on ne retrouve\npas deux poin ons identiques. Chaque chauffeur\nou contr leur re oit un poin on diff rent et lors\nde son d part   la retraite, il remet ce poin on  \nl employeur. Pourquoi ? La raison est simple.\nAdvenant une recherche ou enqu te quelconque, il\nsera facile de remonter au chauffeur en l'identifiant\ngr ce   la marque de poin on laiss  sur le dit\nbillet. Lors de v rification quelconque, il est\nfacile de savoir si le billet est falsifi  ou v ridique.",
            "Volume 61\n"
        ],
        "PageNo": "376"
    },
    {
        "File": "The_CN_Journal_December_41.jpg",
        "Paragraphs": [
            "Pocket Pieces",
            "Published in the Saint John Coin Club  Almost",
            "Uncirculated  September 2016 newsletter and",
            "written by Kevin Day-Thorburn.\nDo you carry a pocket piece? The Merriam-Webster\nDictionary defines a pocket piece as,  a coin or token kept\nin the pocket as a charm or good-luck piece.  There are\nmany reasons to carry one as well as reasons to be careful\nconcerning your choice, but for those interested in having\ntheir own pocket piece it can increase the pleasure you\ngain from our hobby. I suspect people have been carrying\npocket pieces as long as there have been pockets and\ncoins, but why?",
            "The most obvious reason, especially after reading\nthe definition, is for luck. Superstition is a powerful\nthing, so who wouldn t want to do something to put\nlady luck on their side? In fact, this used to be taken a\nstep further when as far back as ancient Roman times\nup to fairly recent history a coin could be used to heal.\nThese  touch pieces  would be often given to the poor\nto cure anything from rheumatism to the plague.",
            "Many collectors choose to carry a pocket piece as a\nsort of conversation starter; you never know when there\nwill be a coin flip, for example, and pulling out a silver\ndollar is much more impressive than a common quarter.",
            "Number 6",
            "December 2016 -",
            "Dans ce cas-ci, on voit tr s bien que le billet est pass  par plusieurs\npoints de contr le. Alors, de cette mani re on peut conclure que le\npassager  tait l gal et pouvait continuer son voyage.",
            "  Pi ce de poche  ",
            "Publi  dans le bulletin  Almost Uncirculated  du club\nnumismatique de Saint-John du mois de septembre 2016 et\nr dig  par Kevin Day-Thorburn.",
            "Vous promenez-vous avec des   pocket piece   ? Le dictionnaire\nMerriam-Webster d finit cette expression comme  une pi ce\nde monnaie ou jeton gard  dans votre poche comme une pi ce\npr cieuse ou pi ce porte-bonheur.  Il y a plusieurs raisons de l avoir\nen votre possession constamment, il y a aussi des raisons d tre\nprudent quant aux choix de votre pi ce, mais pour ceux qui sont\nint ress s   avoir leur pi ce   leur port e, elle peut augmenter le\nplaisir que vous avez pour votre passe-temps. Je soup onne que les\ngens gardent leur pi ce depuis que les v tements ont des poches et\nqu ils ont des pi ces, mais pourquoi?",
            "La raison la plus  vidente, surtout apr s la lecture de sa\nd finition, est  videmment pour la chance. La superstition est un\nsigne puissant, alors qui ne voudrait pas prendre un risque et avoir\ndame chance de leur c t ? En fait, si on remonte dans le temps,\naussi loin que l poque romaine ancienne et jusqu  l histoire assez\nr cente, une pi ce de monnaie pourrait  tre utilis e pour gu rir. Ces\n pi ces tactiles   taient souvent remises aux moins fortun s pour\ngu rir, allant du rhumatisme   la peste.\n"
        ],
        "PageNo": "377"
    },
    {
        "File": "The_CN_Journal_December_42.jpg",
        "Paragraphs": [
            "Some will pocket silver or even nickel dollars and\n50-cent pieces to hand out as tips or as gifts to\ninterested parties in hopes of lighting the numismatic\nfire in another.",
            "I ve stuck a damaged coin in my pocket because by\nfeigning circulation you can sometimes remove the\neffects of light scratches or corrosion brought on by\nimproper handling or cleaning. You will be lowering\nthe technical grade, but in some instances a damaged\ncoin can be made collectable again.",
            "This idea leads to another reason for a pocket piece: to\nincrease the value of the coin. Anyone familiar with the\nterm  lowball  will know that having the lowest graded\ncoin can bring serious money. It may be more difficult to\nfind a coin graded poor than a higher mint state grade.\nSo, by taking a coin from the melt bin at your local coin\nstore and carrying it for months or years in your pocket,\nthere s the potential of actually raising its value.",
            "Perhaps the best reason of all for having a pocket\npiece is simply for the enjoyment of feeling a coin\nwe no longer see in circulation. Coins are meant to\nbe handled, yet by appointing ourselves as curators\nto these tiny pieces of history, we need to encapsulate\nthem to protect them for future generations. By having\na coin or two that we can readily feel and see, our\nenjoyment factor can increase.",
            "What should you be wary of when choosing a pocket\npiece? It s a good idea not to use a particularly pricey\ncoin or one that will lose substantial value through\nwear. Also keep in mind that coins in a pocket can be\neasily lost   who hasn t had pocket change fall out? Go\ncheck between the cushions of your couch! So, don t\nselect something that will leave you feeling devastated\nshould it go missing. Should you choose to carry a\npocket piece, take a photo of the coin before you start;\na nice  before  shot can amplify the enjoyment when\nyou compare it to the  after  photo.",
            "Knowing about the public s habit of carrying good\nluck coins, businesses would sometimes issue their\nown good luck pieces for people to carry as a form of\nadvertising. Similarly, events and tourist destinations\nwould have machines where you could make your own\nlucky coin.",
            "This is a hobby and as such, it s supposed to be",
            "enjoyable, so do whatever it takes to keep it that way.\nSo, most importantly, have fun.\n[Ed: Challenge coins are also carried as pocket pieces by\nmembers of some groups. Upon a  challenge  to produce\nhis coin, the member who cant comply buys a round of\nbeverages for those participating in the challenge. On the\nother hand, a challenge met requires the Challenger to\nbuy the drink.] Brett rick",
            "Beaucoup de collectionneurs gardent avec eux une pi ce\npouvant servir   initier une conversation; et vous ne saurez jamais\nquand vous devrez tirer   pile ou face. Sortir un dollar d argent\nest beaucoup plus impressionnant qu une pi ce de monnaie de\ncirculation. Certains auront des pi ces en argent ou m me en\nnickel ou des pi ces de cinquante cents qui seront remis comme\npourboires ou cadeaux   des personnes avec l intention d attirer la\ncuriosit  et d velopper un int r t pour la numismatique.",
            "Je garde une pi ce endommag e dans ma poche parce qu en\nla manipulant constamment, vous pouvez parfois diminuer\nles effets d gratignures l g res ou de corrosion caus e par\nune mauvaise manipulation ou par un nettoyage. Vous\nallez diminuer son grade, mais dans certains cas, une pi ce\nendommag e peut   nouveau devenir une pi ce de collection.",
            "Cette id e am ne une autre raison d avoir une  pocket piece :\naugmenter la valeur de la pi ce de monnaie. Tout ceux qui sont\nfamiliers avec le terme  sous- valu  sauront qu avoir une pi ce\nsous-  valu e peut apporter un gain futur important. Il peut  tre plus\ndifficile de trouver une pi ce de monnaie de grade inf rieur que\nd en trouver dans les grades sup rieurs voir non-circul . Donc, en se\nprocurant une pi ce de monnaie du bac   rabais de votre marchand\nde monnaie locale et en l ayant dans vos poches durant des mois\nou des ann es, il est peut-  tre possible d en d augmenter sa valeur.",
            "Peut- tre la meilleure raison est simplement d avoir une pi ce\ndans votre poche tout simplement pour la sensation d avoir une\npi ce qu on ne retrouve plus en circulation. Les pi ces doivent\n tre manipul es, mais en nous d signant comme conservateurs\nde ces petits objets d histoire, nous devons y porter une attention\nminutieuse afin de les prot ger pour les g n rations futures. En\nayant une ou deux pi ces que nous pouvons facilement toucher et\nvoir, notre facteur de plaisir ne peut qu augmenter.",
            "De quoi devez-vous vous m fier lors de la s lection de\nvotre pi ce? C est une bonne id e de ne pas choisir une pi ce\ndispendieuse ou qui perdra une valeur importante caus e par\nl usure. Gardez  galement en m moire qu on peut perdre\nfacilement les pi ces de monnaie dans une poche   qui n a jamais\nvu des pi ces tomber de ses poches? Allez voir entre les coussins\nde votre divan! Donc, ne prenez pas quelque chose qui diminuera\nvotre moral si vous deviez la perdre. Quand vous aurez choisi votre\npi ce, prenez une photo avant de commencer; une belle photo\n avant  pour que vous puissiez comparer avec des photos  apr s \net ainsi stimuler votre plaisir en voyant les changements.",
            "Connaissant l int r t du public d avoir des pi ces porte-\nbonheur, les entreprises  mettent parfois leurs propres pi ces\nporte-bonheur afin d inciter les gens   les acqu rir et qui servent\n galement comme une forme de publicit . De m me, des\n v nements et des destinations touristiques ont des machines o \nvous pourriez faire votre propre pi ce porte-bonheur.",
            "En fin de compte, ceci est un passe-temps, et il est cens   tre\nagr able, alors faire ce qu il faut pour garder ce plaisir. Mais\nsurtout, amusez-vous.",
            "[Ed: Des pi ces de d fi sont  galement consid r es comme",
            "  pocket piece   par les membres de certains groupes. Lors",
            "d un  d fi  exigeant d'identifier la   pocket piece  , le membre",
            "qui ne peut pas r ussir doit payer une ronde de consommation\naux participants du d fi. Par contre, si le d fi est relev  celui\nqui a lanc  le d fi doit payer la tourn e.] Brett rich",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "378"
    },
    {
        "File": "The_CN_Journal_December_44.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY",
            "#17134,",
            "Royal Canadian Mint Vancouver 2010 Winter Games Corporate Gift Guide",
            "I n advance of the Vancouver Olympic Games in 2010,",
            "the Royal Canadian Mint issued many commemorative",
            "coins and sets. Most were purchased by enthusiastic\nnumismatists, looking to add to their collections. Others\nwere purchased as gifts or souvenirs. But a small number of\nthe Mint s products were used for marketing.",
            "This book was issued by the Mint to show how its\nproducts can be customized with corporate logos for use as\ngifts or promotional items. It lists many of the standard issue\nsets as well as items most collectors have never seen before.",
            "The book is called the Royal Canadian Mint Vancouver\n2010 Winter Games Corporate Gift Guide. With it, a company\ncould use the Mint s products in promoting its own interests.",
            "Here is the Mint s sales pitch on the page describing its\nseries of 25-dollar silver coins. It endeavors to capture the\nmotives a corporation may have for using coins as part of\nits marketing program.  This silver series is an excellent\nway to reward your clients, employees and executives. Its\nmagnificent design will highlight the attributes of your\nincentive, reward or recognition program. ",
            "The Mint was very proud of the range of products in the\ncatalogue:  we have designed the most extensive collection\nof Corporate Olympic giftables by any mint worldwide. ",
           
            "In addition to sets, your company could order acrylic\npaperweights and plaques featuring any of the Olympic\ncoins struck by the Mint. Other items included keychains\nand coin cards. They even offered a  Lucky Loonie  medal\nthat could be struck with your company s logo.",
            "The Royal Canadian Mint has been customizing sets\nfor at least 45 years. They customized double dollar sets\nin 1971 for the Bank of British Columbia to celebrate the\ncentennial of the province s entry into Confederation. Since\nthen, many sets were customized for companies like Jeep,\nXerox, and the Royal Bank of Canada, as well as for events\nsuch as trade shows or to commemorate historical events.",
            "The catalogue itself makes for an impressive gift. It is\npackaged to look rich and substantial. The full-colour pages\nare printed on thick glossy paper and bound in rigid plastic\ncovers by metal screws. It is stored in a cardboard box\nemblazoned with the logos of the Royal Canadian Mint and\nthe Vancouver Olympic Games. To the right, embedded in\nthe box, is a painted Olympic Lucky Loonie.",
            "It s not a very useful reference work, but it does show\na different perspective of the Royal Canadian Mint s\nproduction and sale of collector coins and sets.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "380"
    }
]