[
    {
        "File": "The_CN_Journal_sept_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT",
            "well wasn t that a convention to remember! To\nall of you who joined us in Ottawa for the\nAssociations 63\"! Annual Convention I want\nto say thank you for your support, and I hope that you\nenjoyed yourself as much as I did. By all accounts this\nwas definitely one of the most successful conventions",
            "in Association history. Our bourse  Canada s Money Collector\nShow,  with more than 50 dealers and 70 tables of\nnumismatic items, seemed to buzz with activity. This\nyear s auction brought in standing-room-only crowds of\nfloor bidders to each of its three sessions.",
            "Thank you to the volunteer members of the Ottawa\nNumismatic Society and particularly the Convention\nCommittee for all their hard work in organizing, planning\nand most importantly achieving their plans during the\ncourse of our convention; Steve Woodland and Serge\nPelletier, as our Convention Co-chairs along with Chris\nLaSalle   Bourse Chair, Francine and Gary Randall and\nDave Sutherland   Hospitality, Wilf Lauber   Registration,\nCarole Malenfant and Leslie Guyatt (Serge s and Steve s\nbetter half)   Special Events and Tours, and Chris Faulkner\n  Exhibits. There were also many other dedicated ONS\nmembers making sure the convention ran smoothly each\nday. To all those, thank you for a job well done!",
            "Many RCNA members also contributed to the success\nof the convention. Lisa McPherson   RCNA Youth Co-\nordinator, Scott Douglas   Education Chair, Mary-Anne\nLuzba   Advertising, Dan Gosling, and of course Paul\nJohnson   Convention Committee Liaison all are to be\ncommended for volunteering to make the convention the\ngreat success that it was.",
            "Also, a special thank you to the dealers and the RCM\nfor participating in the bourse and to Brian and Dawn Bell\nfor an excellent auction full of a wide range of interesting\nnumismatic material.",
            "In a later message, I will be reporting on the results of\nthe executive meeting held at the convention. Our next\nscheduled executive meeting will take place in Toronto in\nNovember. I welcome your comments and suggestions to\ntake to that meeting.",
            "In closing, as I look forward to my second year as\nyour president I cannot express more strongly that your\nAssociation is driven by volunteers. We need your\nparticipation to help make it better. As always I look\nforward to receiving your feedback and constructive\ncriticism.",
            "Number 6 September 2016",
            "MoT_DU_PRESIDENT.",
            "lors, est-ce que ce fut un congr s qui restera grav  dans nos",
            "m moires? Pour tous ceux et celles qui ont assist s au 63e",
            "congr s annuel de l association   Ottawa, je tiens   vous\nremercier pour votre soutien, et j'esp re que vous avez appr ci \nle congr s autant que moi. En fin de compte, ce fut certainement\nl un des congr s le mieux r ussi de l histoire de I  Association.\nNotre bourse   Le salon de la monnaie du Canada  , comprenant plus de 50\nmarchands et 70 tables d articles numismatique divers, bourdonnait\nd activit . La participation   l encan de cette ann e a surpass e les\nattentes alors qu il ne restait que des places debout pour chacune\ndes trois sessions.",
            "Merci aux membres b n voles de la soci t  numismatique\nd'Ottawa et en particulier le comit  du congr s pour votre travail\nacharn  dans l organisation, la planification et surtout l atteinte de\nvos objectifs pour ce congr s; Steve Woodland et Serge Pelletier\nen tant que co-pr sident aid  par Chris LaSalle responsable de\nla bourse, Francine et Gary Randall et Dave Sutherland   suite\nhospitalit , Wilf Lauber   l inscription, Carole Malenfant et Leslie\nGuyatt (conjointe de Serge et Steve) pour les activit s sp ciales et\nles visites et Chris Faulkner pour les expositions. Il y avait aussi\nbeaucoup d autres membres d vou s de la SNO qui ont assur \nle bon fonctionnement du congr s chaque jour. Pour toutes ces\npersonnes, je vous remercie pour un travail bien fait!",
            "De nombreux membres de l  ARNC ont  galement contribu  au\nsucc s du congr s. Lisa McPherson   coordinatrice de PARNC\npour les jeunes, Scott Douglas   pr sident de volet l ducation,\nMary-Anne Luzba   publicit , Dan Gosling, et bien s r Paul\nJohnson   comit  de liaison avec le comit  local, sont tous reconnus\net m rite nos f licitations pour leur b n volat afin d assurer le grand\nsucc s de ce congr s.",
            "Aussi, un merci sp cial aux marchands et   la MRC pour leur\nparticipation   la bourse et   Brian et Dawn Bell pour un excellent\nencan couvrant une grande gamme de mat riel numismatique.",
            "Dans un message subs quent, je ferai rapport des r sultats de la\nr union de l ex cutif tenue lors du congr s. Notre prochaine r union\nde l ex cutif pr vue aura lieu   Toronto en novembre. J accepte vos\ncommentaires et suggestions afin de les ajouter   l ordre du jour\npour cette r union.",
            "En terminant, alors que j entame ma deuxi me ann e   titre\nde pr sident, je ne peux qu appr cier vigoureusement le fait que\nvotre Association est dirig e par des b n voles d vou s. Nous\navons besoin de votre participation pour aider   faire mieux.\nComme toujours, je suis ouvert   vos commentaires et critiques\nconstructives."
            
        ],
        "PageNo": "245"
    },
    {
        "File": "The_CN_Journal_sept_10.jpg",
        "Paragraphs": [
            "2016 SERVICE. AWARDS. PRESENTATIONS",
            "2016 J. Douglas Ferguson Award - Len Buth FRCNA, FCNRS",
            "Association s annual convention banquet. This year the award citation, presented to Len Buth, read:",
            "E ach year the J. Douglas Ferguson Award is presented as the culmination to the Royal Canadian Numismatic",
            "By authority of the Board of Award, it is our\nprivilege to inform you that you have been awarded\nthe J. Douglas Ferguson Award for distinguished\nservice to Canadian numismatics.",
            "Your contributions to Canadian numismatics have\nbeen multifaceted. You have written several dozen\narticles in Numismatic Canada, the Canadian Token,\nand your local numismatic society bulletin. You have\nprepared the text and images for a number of Power\nPoint presentations and given many talks. You have\nshared your research with other researchers and\nassisted them. Your books on W.R. McColl, both his\niconic sale of 1903 and his life (in conjunction with\nanother author) are both valuable additions to our\nnumismatic knowledge. You have served as Treasurer\nor President of several organizations, such as the J.D.\nFerguson Historical Research Foundation, and the\nNumismatic Education Society of Canada. You have\nbeen a judge at the RCNA conventions for more than\na dozen years, and organized the London Numismatic\nSociety shows for many years and have served as the\ngeneral manager of an ONA Annual Convention. In\naddition, you have not been reluctant to roll up your\nsleeves and help in the mundane tasks of setting up and\ndismantling shows and conventions.",
            "We are proud to present to you the J. Douglas Ferguson Award for 2015, the highest\ndistinction in Canadian numismatics. Reuald Greene, Chairman, Board of Award",
            "2016 Paul Fiocca Award - John Regitko",
            "in 2007 the Executive committee established","the Paul Fiocca Award for Long Term and",
            "Meritorious Service to The Royal Canadian\nNumismatic Association. It is the highest award\npresented by the RCNA, and second only to the J.\nDouglas Ferguson Award in Canadian numismatics.\nThe award is supported by Trajan Publishing, the\nFiocca family and friends of Paul.",
            "For 2016 the Board of Award was composed\nof RCNA President Henry Nienhuis; Immediate\nPast President Bret Evans, Chair of the Awards\nCommittee; Executive Secretary Paul Johnson; and\nMike Walsh of Trajan Publishing.",
            "John Regitko received this year s Fiocca Award\nfrom Walsh and Nienhuis, at the North York Coin\nClub Meeting on August 23, 2016.",
            
            "The CN Journal",
            "Volume 61\n"
        ],
        "PageNo": "250"
    },
    {
        "File": "The_CN_Journal_sept_11.jpg",
        "Paragraphs": [
            "2016 Fellow of the RCNA Awards",
            "The Royal Canadian Numismatic Association established this member service award in 1990. An award of  Fellow \nauthorizes use of the letters, FRCNA to follow the recipient s name. To be recognized as a  Fellow  of the Association,\na member must have performed a worthy service judged to be of a direct benefit to the association and the hobby. The\nAwards and Medals Committee chooses the recipients from nominations made by members.",
            "2016 RCNA Presidential Awards",
            "It is the RCNA President s prerogative to recognize and award individuals or groups for their outstanding support to our\nAssociation. This year s roster of dedicated individuals receiving a Presidential Award consisted of (in alphabetical order):\nJudy Blackman, Kitchener ON; Bill Kamb, Powell OH; Mary-Anne Luzba, St. Catharines ON; Lisa McPherson, Brantford ON;\nClifford Mishler, Iola WI; Walter Ostromecki, Encino CA; Jacques Poitras, Edmunston NB; Barrie Renwick, Calgary AB; John\nRutkowski, London ON; John Siteman, Dartmouth NS; Michael Walsh, Wainfleet ON; and William Waychison, Timmins ON.",
            "From top left frame recipients: Bill Kamb, Mary-Anne Luzba, Lisa McPherson, Cliff Mishler, John Rutkowski, Mike\nWalsh and William Waychison receive their RCNA Presidential Award from Henry Nienhuis, during the Awards\nPresentations on July 23. Last frame: Walter Ostromecki receives his award later, from Clifford Mishler at the ANA\nConvention Awards Presentations on August 11.",
            "Images: Dan Gosling and the American Numismatic Association",
            "Number 6 September 2016 "
        ],
        "PageNo": "251"
    },
    {
        "File": "The_CN_Journal_sept_16.jpg",
        "Paragraphs": [
            "ANNUAL REPORT OF THE EXECUTIVE SECRETARY  ",
            "RAPPORT_ANNUEL_DU_SECRETAIRE_EXECUTIF",
            "BY PAUL JOHNSON\nFRCNA, FONA, LM, #159",
            "his past year has been a very challenging but\n| rewarding one for me as Executive Secretary.\nThere have been numerous projects and work",
            "which led to a consistently busy schedule.",
            "During the year I have dealt with hundreds of emails\nand phone calls regarding RCNA business. There has\nbeen a continuous increase in emails and phone calls\ncompared with the last few years. All of these are usually\nresponded to within 24 hours. Service to our members\nmust be placed very high on the list of priorities.",
            "Numerous implementations have been worked on\nduring the past year:",
            "  Processed 119 new members from July 1, 2015, to\nJune 30, 2016. This number includes 53 that were\nrecruited through the RCNA Web site. About 155\nmembers took advantage of the RCNA two-year\nmembership fee. This has saved some time on\nprocessing these renewals.",
            " I continue to streamline our master membership\nspreadsheet including year joined, renewal dates,\nemail addresses etc. Our ability to quickly track how\nmany members we receive by sponsor in a given year\nlets us prepare comparison charts for a series of years.",
            "  We sent out about 40 correspondence courses.",
            "  Much work was done to prepare meeting agendas and\ntranscribe minutes to paper for three RCNA executive\nmeetings.",
            "  Ihave also spent time sending out correspondence\ncourses, preparing banking and cheques for\nsignature, monthly financial statements and other\nitems to keep the office in proper working order.",
            "  Financial records were documented and reviewed in\ndepth during the year.",
            "I have also spent a great deal of time planning for future",
            "RCNA conventions. I have worked closely with the 2016",
            "Ottawa Convention Committee and also in preparing",
            "for the next RCNA Convention in Boucherville. I have",
            "had constant communication with Co-chairman Steve",
            "Woodland during the last few months to ensure that the",
            "convention in Ottawa will be enjoyable and successful.",
            "For the third consecutive year, I took on the added",
            "responsibility of Treasurer, and this will continue in",
            "future conventions for continuity and cost control.",
            "I also want to take this opportunity to thank all of\nthe Executive Committee and, especially, Henry\nNienhuis, for his support during the past year. It has\nbeen a pleasure serving the membership in the position",
            "of Executive Secretary.\nA le",
            "Cette derni re ann e a  t  remplie de d fis, mais une",
            "autre ann e enrichissante pour votre secr taire",
            "ex cutif. Il ya beaucoup de projets et travaux qui\ntiennent mon agenda constamment occup .",
            "Au cours de l ann e, j ai re u des centaines de courriels et\nd appels t l phoniques concernant les affaires quotidiennes de\nl 'ARNC. Une r ponse aux messages ou un retour d appel est\ng n ralement fait   l int rieur d un d lai de 24 heures suivant\nr ception du message. Le service aux membres doit  tre plac .",
            "Voici un survol des activit s accomplies au cours des douze\nderniers mois :",
            "+ Inscriptions de 119 nouveaux membres entre le ler juillet 2015\net le ler juillet 2016. Ce nombre comprend les 53 qui ont  t \nrecrut s par l interm diaire de notre site internet. Environ 155\nmembres ont choisi de renouveler leur cotisation   l'ARNC\npour une p riode de deux ans. Ceci permet d conomiser du\ntemps pour le traitement de ces renouvellements.",
            "+ Je continue d organiser notre base de donn es des membres\npour y inclure l ann e d adh sion, date de renouvellement,\nadresse courriel, etc. Notre capacit  de mieux suivre le nombre\nde membres parrain s durant une ann e et faire un graphique\ncomparatif des ann es.",
            "+ Nous avons envoy s une quarantaine de cours par\ncorrespondance.",
            "+ Beaucoup de travail de pr paration pour les rencontres, incluant\nles ordres du jour et produire et transmettre les minutes de nos\ntrois r unions aux membres de l ex cutif de l ARNC. Il y a eu\nbeaucoup de travail de pr paration.",
            "+ J ai aussi consacr  beaucoup de temps pour l envoi de\ncours par correspondance, organiser la documentation et la\npr paration des ch ques pour signature, pr paration des\ndocuments financiers et autres  l ments n cessaire pour le bon\nfonctionnement de l office.",
            "+ Nos registres financiers ont  t  document s et revis s en\nprofondeur cette ann e.",
            "J ai aussi consacr  beaucoup de temps   la planification",
            "du prochain congr s de l ARNC. J ai travaill  en  troite",
            "collaboration avec le comit  du congr s 2016 d Ottawa\nainsi que la pr paration du prochain congr s de l 'ARNC",
            "  Boucherville. Au cours des derniers mois, j tais en",
            "communication r guli rement avec le co-pr sident Steve",
            "Woodland afin de m assurer que le congr s d  Ottawa soit",
            "agr able et couronn  de succ s. Pour une troisi me ann e",
            "cons cutive, j ai pris la responsabilit  suppl mentaire de\ntr sorier et cela va se poursuivre pour les congr s futurs afin\nd assurer une continuit  et le contr le des co ts.",
            "Je tiens  galement   profiter de cette occasion pour remercier\ntous les membres du comit  ex cutif, particuli rement Henry\nNienhuis, pour son support au cours de la derni re ann e. Ce fut\nun plaisir de servir les membres dans la position de Secr taire",
            "ex cutif.\nFA",
            "The CN Journal",
            "Volume 61\n"
        ],
        "PageNo": "256"
    },
    {
        "File": "The_CN_Journal_sept_19.jpg",
        "Paragraphs": [
            "2016 COIN GRADING AND PRESERVATION WORKSHOP\nNOVEMBER. 12, 2016",
            "once again the RCNA Is sponsoring",
            "its popular, one-day workshop event,",
            "Coin Grading and Preservation. The\nworkshop is being held at the Etobicoke campus\nof Humber College in northwest Toronto.",
            "The morning session (with Brian Cornwell,\nassisted by Scott Cornwell) explores technical\naspects of coin grading, coin authentication,\ndetecting counterfeits, fakes and alterations.\nThe afternoon session (with Susan Maltby)\ndiscusses coin and paper money preservation.\nThe instructors supplement their topic with\ndemonstrations, hand-outs and displays of\nnumismatic material.",
            "The class size is intentionally small so\nstudents have an opportunity to speak personally\nwith instructors to fully understand the material\npresented or to ask related questions.",
            "Coin Grading and Counterfeit\nDetection",
            "This session will focus on the practical aspects",
            "of grading Canadian decimal coinage as well",
            "as detecting coins that have been altered or are",
            "counterfeit. The material presented covers the",
            "three fundamentals of accurate and consistent",
            "grading: knowledge, technique and objectivity.",
            "Important grading tips and methods used by",
            "experienced graders will be explained. A detailed",
            "discussion of the fine points that distinguish one",
            "grade from another is also included, as well as",
            "a close-up look at  coin problems,  specifically",
            "those coins that are cleaned, altered or are",
            "counterfeit. Students will spend approximately 75 percent of the",
            "allocated class time  hands on  examining and grading coins.\nThis course 1s intended for students who know the basics of",
            "grading coins, have some grading experience, and recognize",
            "those areas where they lack grading skills.\nAll students are encouraged to bring example coins for",
            "class discussion, particularly coins with grading difficulties.\nThe course will help students resolve the confusion that",
            "sometimes accompanies grading coins. Many examples of",
            "problem coins will be available for students to examine,",
            "together with advice on how best to identify and avoid them.\nBrian Cornwell is President of International Coin",
            "Certification Service (ICCS), a third-party coin grading",
            "company based in Toronto. Scott Cornwell has been a senior",
            "grader with ICCS for 25 years. He specializes in coin micro-",
            "and macro-photography.",
            "Number 6",
            "September 2016 --------------------------------------",
            "Coin and Paper Money Preservation",
            "One of the most important aspects for the\npreservation of coins, tokens and paper money\nis providing proper handling and storage. If not\nstored correctly, collections can deteriorate over\ntime. Find out what can be done to preserve\nvaluable numismatic material.",
            "This advanced course offers the collector a\npractical learning session for the proper care and\nconservation of numismatic collections: coins,\ntokens, medals and banknotes.",
            "Topics discussed will include: cleaning,\ncare and handling of numismatic material;\nstorage and holders; agents of deterioration;\nenvironmental monitoring techniques and\nestablishing a controlled environment.",
            "The Beilstein Test, used to determine if a\nplastic contains PVC (polyvinyl-dene chloride),\nis a popular demonstration which can be\nemployed to test the suitability of material you\nuse to store your collection. Susan will explain\nwhich material is safe, which 1s not and why.",
            "Participants are urged to bring along problem\npieces for examination and discussion.",
            "Susan Maltby is a columnist and professional\nconservation consultant. Previously she was\nwith the Canadian Conservation Institute in\nOttawa.",
            "Registration Information",
            "Date: Saturday, November 12, 2016\nTime: 9 a.m. to 5 p.m.\nLocation: Humber College, 205 Humber\nCollege Blvd., Etobicoke, Ontario (South of Finch Ave., East\nof Hwy. 427)\nRegistration Cost:\n$125.00 for RCNA members\n$170.00 for non-RCNA members\nFor further information contact the RCNA Executive\nSecretary: Telephone: 647-401-4014\nemail: info@rena.ca\nOr mail: RCNA Educational Course\n5694 Highway #7 East, Suite 432; Markham, ON L3P 1B4\nIncludes: Certificate of Participation; handouts;\ncomplimentary coffee and tea, and free parking. There will\nbe a 45-minute lunch period. The college cafeteria is open\non site (lunch cost paid by the student). Two rest breaks are\nscheduled with complimentary tea and coffee.\n"
        ],
        "PageNo": "259"
    },
    {
        "File": "The_CN_Journal_sept_20.jpg",
        "Paragraphs": [
            "IN. MEMORIAM ROBERT-RALPH CARMICHAEL",
            "the Canadian art world suffered a great loss with",
            "[ the death of Robert-Ralph Carmichael\nSaturday July 16, in Sault Ste. Marie",
            "ON, at the age of 78. His work has been",
            "exhibited in the National Gallery in Ottawa,",
            "the Beaverbrook Gallery in Fredericton,",
            "the Glenbow Institute in Calgary, and",
            "the Tom Thomson Art Gallery in Owen",
            "Sound. His paintings are in many private",
            "and corporate collections including the",
            "Ontario legislature. As a graduate of the",
            "Ontario School of Art in 1959, now called",
            "OCAD JU, and Carleton University in 1964,",
            "he taught at several schools and universities",
            "throughout his career.",
            "Few artists can truthfully say that their work has\nbeen reproduced over a billion times but Robert-Ralph\nCarmichael s image of a solitary loon is in fact handled\nby millions of people in Canada everyday. This\n iconic image  of a single solitary common\nloon swimming in front of an island is what\nis seen on the 1-dollar coin, with the result\nthat we often term this coin a  loonie .",
            "His artwork was selected for the coin",
            "in 1987 when Canada replaced its one-\ndollar bill with a coin. It was  the most\nsignificant change in Canada s coinage\nsystem in over 50 years,  as officials\nfrom the Royal Canadian Mint said at the\ntime. Carmichael had submitted this image\npreviously to the RCM and it was authorized as\na late substitute for the originally planned\n voyageur  image when the master dies\nwere lost in transit between the Ottawa",
            "and Winnipeg mints.",
            "Upon notification of his death,\nrepresentatives for the RCM released\na statement indicating that  Mr.",
            "Carmichael s design has appeared on over",
            "one billion 1-dollar coins, and we thank him",
            "for his remarkable contribution in creating",
            "what has become a true Canadian symbol. Mr.\nCarmichael s loonie design has stood the test of time due\nto its simplicity in depicting an icon of Canadian wildlife. ",
            "In a 2012 interview with the Sault Ste. Marie Star,\nCarmichael said that, after 10 years of submitting",
            "proposals to the Mint, his design with the loon was the\nfirst one accepted; a design he had originally\nsubmitted to the mint in 1976. The loonie was\nCarmichael s best known numismatic work\nand this led to more of Carmichael s work\nbeing displayed on Canada s coinage.\nIn 2012, Carmichael created a new\nloon design for the Mint s Fine silver\n1-dollar coin struck to commemorate the\nLoonie s 25th anniversary. His work is\nfeatured on several different Canadian\n_ coins, including: a 2004 silver dollar\nmarking the 400th anniversary of the first\nFrench settlement in North America, a 2001\n100-dollar coin marking the 100th anniversary\nof the Library of Parliament, a 1988 silver dollar\nmarking the 250th anniversary of the Saint-Maurice\nIronworks, and a coin commemorating the 60th wedding\nanniversary of Queen Elizabeth. He also designed\na 1-dollar stamp for Canada Post, featuring\nthe loon. A monumental reproduction of the\nloonie is on display in his hometown of\nEcho Bay, Ontario.",
            "Carmichael once described the\noverarching theme of his work as  the\nhuman condition, our relationship to the",
            "environment and our relationship to each",
            "other  and is quoted as saying,  Each",
            "viewer, of course, brings to the work his",
            "or her own set of life experiences from",
            "which to access it. I hope (my works)",
            "continue to reveal new levels of meaning",
            "as new experiences are brought to them.  The",
            "use of his imagery in our daily lives gives his work the\nopportunity to live on beyond his own time.",
            "Carmichael is survived by his wife, Gwen Keatley, a",
            "stage designer and fellow artist.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "260"
    },
    {
        "File": "The_CN_Journal_sept_21.jpg",
        "Paragraphs": [
            "IN. MEMORIAM.   CHET_KRAUSE",
            "on June 25, 2016, the numismatic world lost a\nlegend with the death of Chester Lee\nKrause in his home town of Iola, WI",
            "at the age of 92.",
            "Chester   or as he preferred  Chet    was\nborn on December 16, 1923, in Hevetia\nTownship about six miles from Iola. He began\nhis lifelong connection with numismatics\njust as many of us have. As a young boy his\naunts gave him a Whitman penny board to\ndisplay his collection. This was to begin his life\ntime connection to the numismatic hobby. After\ncompleting high school he served in World War II as an auto\nmechanic. When he returned from the war in 1946, Chet\ncame back to his home town and went into the construction\nbusiness, building houses and churches in and around Iola.",
            "He remained interested in coin collecting, but he was\nfrustrated by small town isolation where no other coin\ncollector lived. This limited his ability to increase his\nknowledge of the hobby. He was one of the first people to\nrecognize that a large country such as the United States of\nAmerica, where many collectors lived in rural areas, needed a\ndifferent approach to the hobby to ensure that all individuals \ninterests could be satisfied. This gave him the brilliant idea to\npublish a journal and price guide and distribute it by post to\npeople who share the same interests. The Numismatic News\nwas born, with its inaugural issue released October 13, 1952;\na simple one-page newspaper produced at the kitchen table of\nhis family s home. In the first year it had a distribution of 600\nsubscribers, though it actually lost money.",
            "In November of 1953 he joined the fledgling Canadian\nNumismatic Association as member #571, later in October\n1960, he became life member #24. Krause continued in\nhis goal to connect with numismatists throughout the\ncountry and the Numismatic News grew larger and more\nvoluminous. In 1957, the publication became so successful\nthat Chet ended his career in construction with the building\nof his own new offices for Krause Publications, and entered\ninto the world of publishing as a full-time profession. This\ngave Krause the opportunity to travel the world and attend\ngatherings of coin collectors who shared his interests.",
            "Chet s influence on the numismatic world increased\nwhen he recruited Clifford Mishler in 1963 as co-editor\nof Numismatic News, and the two collaborated to create\nthe Standard Catalogue of World Coins, released in 1972.\nThis catalogue has become the premiere reference for\nnumismatists worldwide. The Krause-Mishler, KM, catalogue\nnumbers, used in the series have become a standard world\ncoin identification system familiar to most numismatists.",
            "Number 6",
            "September 2016",
            "\nAlso in 1963, on June 3, Krause teamed up with Cale\nB. Jarvis, a Toronto based editor, to release the\nfirst issue of the Canada Coin News; however,\nKrause quickly realized in order to thrive,\nthe newspaper needed to be a Canadian\npublication and by August of that year\nmoved the operations to Canada. Although\nhe stayed involved for many years, Krause\nsold the magazine to Jarvis. Since then, the\npublication now called Canadian Coin News,\nchanged hands several times before landing with",
            "its present owner, Trajan Publishing, in 1989.",
            "Krause Publications has expanded to include journals\nand periodicals in a wide variety of areas. Coins, currency\nnotes, stamps, antiquities, art, vintage cars, comics,\nweapons, memorabilia, and toys are some of the diverse\nareas of collectibility covered by Krause. At times, more\nthan 100 books were released by Krause Publications. In\n1999, eBay chose Krause Publications as publisher of its\nofficial eBay magazine.",
            "Always known for his philanthropy and generosity,\nChet willingly invested a major share of his fortune to\nbenefit the numismatic hobby and the citizens in Iola.\nWhen he retired from business at the age of 63 in 1988,\nhe converted Krause Publications into an ESOP, an\nEmployee Stock Ownership Plan company. The company\nbecame a stock corporation in which every employee who\nhad worked for it for a minimum of one year was given\nshares he or she could sell back to the company. Even\nafter he retired from business, Chet Krause continued to\nbe an active member of the numismatic community.",
            "In 1974, in conjunction with the Numismatic News,\nKrause instituted the Numismatic Ambassador awards\nwhich have been awarded to deserving numismatists in the\nUnited States and abroad ever since.",
            "In 2001, Krause was the keynote speaker at the Canadian\nNumismatic Association convention, held in Quebec City.\nAt the banquet Krause presented James E. Charlton, another\nnumismatic publishing legend, the third Numismatic\nAmbassador award to an individual outside of the US.",
            "The numismatic community members share their grief\nfor a man whose ideas, many before his time, supported\nthe development of organized numismatics. Chet Krause\nbecame a patriarch of the numismatic community, without\nany academic training, and he enhanced the enjoyment\nand education of numismatists worldwide.\n"
        ],
        "PageNo": "261"
    },
    {
        "File": "The_CN_Journal_sept_22.jpg",
        "Paragraphs": [
            "A SECOND SANDHAM  VARIETY 2  1860 ROYAL VISIT\nCOMMEMORATIVE, MEDAL, DISCOVERED",
            " BY RON COFEX FRCNA, FCNRS, #22188\nD iscovery of the whereabouts of the rare 1860 Royal Visit Commemorative Medal first catalogued in 1871 by",
            
            "Alfred Sandham as Medal No. 2, Variety 2, was published in my January February 2015 CN] article.! That same",
            "medal, the only one known to North American cataloguers, later belonged to Robert W. McLachlan. Following",
            "the trail of McLachlan s collection led to his 1860 medal that resides now in the Chateau Ramezay collection, in Montreal.",
            "The Chateau Ramezay kindly provided photographs and consented to their publication, thus affording present-day",
            "Canadian numismatists their first look at this elusive medal variety. With delight, I can now announce having discovered\nand acquired another specimen.",
            "1 This article was originally published in The Canadian Numismatic Research Society Transactions Volume 2, New Series, 2014.\nPAR The CN Journal Volume 61\n"
        ],
        "PageNo": "262"
    },
    {
        "File": "The_CN_Journal_sept_23.jpg",
        "Paragraphs": [
            "The Chateau Ramezay Variety 2 medal is illustrated in Figure 1. It will immediately be noted that it has been holed for\na suspension ring and has seen some use. The commonly seen Variety 1 medal is shown in Figure 2, for comparison. The\ntwo varieties share the same reverse. Their obverses, however, have differences in the bust of the Prince of Wales, the most\nstriking being the absence of a prominent moustache on Variety 2. See Figure 3. Sandham described this variety as the\nsame as Variety | but  without moustache.  McLachlan, in 1886, described it as the same as Variety 1  but the moustache\nis wanting, with other slight differences.  To me, based only on this image, a better description might have been  indistinct\nmoustache,  but readers can judge for themselves. In comparing the Chateau Ramezay s Variety 2 obverse photo with my\nVariety 1 specimen I noticed two other distinctive differences, probably noticed also by McLachlan. Firstly, the Variety 2\nmedal has a detached lock of hair over the prince s right ear. The Variety 1 medal has the same lock in a little more detail\nbut clearly touching the head. Secondly, the Variety 2 medal has a small, stray wisp of hair at the back of the prince s head\non his left side, just above another protruding lock. This detail is different on Variety 1 where the wisp has been modified\nsuch that it has joined the lock of hair just below it. Finally, the Variety 1 bust of the prince seems generally to have more\ndefined details, but this could be due to differences in the conditions of the two medals, or of the photography.",
            "Discovery of a Second Variety 2 Medal",
            "As a serial eBay surfer I regularly look for items in my collecting field. From time-to-time 1860 Royal Visit\nCommemorative Medals turn up, and I always examine them with interest. Every one that I have seen is a Variety 1 medal\nwith a prominent, well-defined moustache. But, to my surprise, the medal pictured in Figure 4 appeared in an eBay auction\nin early January of this year. The photo was indistinct but I had an inkling that it might be a Variety 2 medal. Also, I was\nintrigued that the seller was in the United Kingdom, not in North America, where these Commemorative Medals usually\nturn up. The obverse lettering was sans serif, so this could not be a Variety 3  no moustache  medal. I asked for a better\nphoto and the seller obliged. Careful study of the features noted above convinced me that this was likely the same variety\nas the rare one in the Chateau Ramezay collection. I bid accordingly and won the auction. When I received my purchase I\ncarefully examined it and confirmed that it is indeed a Variety 2 Commemorative. Refer to the portrait enlargement, Figure\n5, and compare the marker details with the enlarged portraits in Figure 3. With the help of a digital microscope we can\nsee that the moustache is indeed missing (see Figure 6.) As well, the detached lock of hair over his right ear and the stray\nwisp of hair at the back of the head are identical to those same markers on the Chateau Ramezay s Variety 2 medal. This is\nundoubtedly another Variety 2 1860 Commemorative Medal.",
            "Number 6 September 2016"
        ],
        "PageNo": "263"
    },
    {
        "File": "The_CN_Journal_sept_24.jpg",
        "Paragraphs": [
            "What is the Variety 2 Medal?",
            "In the January-February 2015 CN Journal article I speculated on the origin and provenance of the Variety 2 medal in the Chateau\nRamezay collection. What can we conclude about this variety from an examination of this second specimen that turned up?",
            "To state the obvious, Sandham s Variety 2 1860 Commemorative Medal is not unique. In fact, netther Sandham nor McLachlan\nsaid it was. Sandham tells us:  I know of but one specimen in Montreal, that now being in my possession.  McLachlan writes of\nthe same medal:  The specimen in my collection is the only one of this variety known to me.  Because we now know there are\nat least two, others may exist, but clearly this variety is very rare. No other Variety 2 specimen seems to have turned up in North\nAmerica since Sandham first recorded it in 1871. As well, the Variety 2 medal seems to be unknown in the U.K.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "264"
    },
    {
        "File": "The_CN_Journal_sept_25.jpg",
        "Paragraphs": [
            "An inquiry to the British Museum generated this reply from Philip Attwood, Keeper of Coins and Medals:",
            " The British Museum has one example of the [1860 Royal Visit Commemorative] medal. This medal corresponds to your\n2-1 variety, i.e. sans serif and with moustache. It is of white metal and was presented to the Museum anonymously in 1968\n(1968, 1213.1).",
            "I see that Laurence Brown  British Historical Medals 1760-1960 , vol. 2 (1987), lists the medal as No. 2670 without\nillustrating it and without noting the different types. He describes it as RR, that is, in his view  very rare,  and the only\nexample in a public collection that he cites is the British Museums medal. Given that the book was based on Browns long\nexperience in the numismatic trade in London as well as visiting various public collections in the U.K., it would seem likely\nthat no version of the medal is commonly found in this country. ",
            "An informal survey of several prominent U.K. medal dealers and auction houses  supports Brown s opinion that 1860\nCommemorative Medals are very rare in the U.K., and varieties are unrecognized and unrecorded.",
            "Clearly then, the Variety 2 medal is very rare. But what is it and how did these specimens come to be?",
            "A close comparison of the obverses of my Variety 1 and Variety 2 specimens indicates that the Variety 2 medals were struck\nfrom a die that was later modified to strike the Variety 1 medals. The modifications included adding the moustache, improving\nthe appearance of the hair over the right ear, modifying the stray hair wisp at the back of the head, and generally strengthening\nthe portrait. Thanks to the help of two colleagues skilled in precisely re-sizing and reducing the opacity of my photos we were\nable to overlay photos of the two obverses and check the match. The two obverses and the overlay are shown in Figures 7a, 7b,\nand 7c. To my eye, there is a near perfect match, aside from the marker details noted. In Figure 7c, the slight mismatch in the\nfit of the legend on the left and at the right shoulder line can, I believe, be explained by minor distortions in my original photos.",
            "2 Those surveyed included Baldwin, DNW Auctions, Christopher Eimer, Daniel Fearon, Charles Riley, Simmons Galleries, and some 15\nother medal auction houses and dealers.",
            "Number 6 September 2016"
        ],
        "PageNo": "265"
    },
    {
        "File": "The_CN_Journal_sept_26.jpg",
        "Paragraphs": [
            "Scott Miller, the numismatist who authored  Medallic\nMemorials of the visit of the Prince of Wales to North\nAmerica in 1860,  offered the following opinion on the\nChateau Ramezay collection s Variety 2 medal:",
            " My first impression is that the variety you found\n[Chateau Ramezay collection s Variety 2] is a trial\nstrike, as I did not see any differences that are not\nexplained by strengthening the die. It would have been\nnormal for the trial strike to be used [sold] along with\nthe finished versions. I noted at least two instances of\nthis in my recent book on ANS medals. This would be\neven more appropriate where the medal was a fairly\ninexpensive, popular souvenir. However, that being\nsaid, I also believe that these trial strikes (as opposed\nto squeezes or cliches) should be listed as separate\nvarieties, since full, die struck medals were struck. \nPhilip Attwood of the British Museum offered the",
            "following opinion:",
            " From the [two] examples you cite, a number of\nmedals would appear to have been struck and circu-\nlated before the additions were made to the die that\nresulted in variety 2-1. ",
            "Conclusion",
            "I believe the two known Variety 2 Commemorative Medal\nspecimens are early, or trial, strikes from an obverse die\nthat was then modified and used to strike the medals that\nwere sent to Savage & Lyman in Montreal for sale during\nthe royal visit. As was commonly done in those days,\nespecially with inexpensive souvenir medals, these early\nstrikes were likely sold along with the medals struck from\nthe improved die. Sandham s (later McLachlan s) specimen\nclearly saw some use since it is holed and shows wear. It\nhas been in Montreal since Sandham acquired tt. The one I\nhave, although suffering a little environmental blistering in\nthe fields, is neither holed nor worn. Possibly it remained\nin England until I acquired it, but it may have been shipped\nto Savage and Lyman in Montreal with the original medal\norder and was then taken back to England, either shortly\nafter the royal visit or later. We'll never know for certain.",
            "Locating and identifying a second Variety 2 Royal\nVisit Commemorative Medal was, for me, an exciting\nnumismatic discovery in a medal series that has long held\nmy fascination. Now that two specimens of Sandham s\nVariety 2 1860 Commemorative Medal are known and their\nimages have been published, it remains to be seen if others\nwill turn up. Please contact me at rpmejilla@yahoo.ca if\nyou are aware of another of these very rare medals.",
            "Acknowledgements",
            "Philip Attwood, Keeper of Coins and Medals at The\nBritish Museum, and U.S. numismatist Scott Miller have\nbeen most kind and patient in sharing their knowledge\nand advice. The generous, expert assistance of Messrs.\nFrangois Rufiange and Claude Bernard, who manipulated\nand finessed the Figure 7 photos to enable comparison\nof the images using the overlay technique, 1s gratefully\nacknowledged. As well, thank you to Barrie Renwick for\nhis keen copy-editing eye and helpful suggestions.",
            "References",
            "1 Attwood, Philip, Keeper of Coins and Medals, The British\nMuseum, private communication with the author, Jan. 28, 2016.",
            "2 Brown, Laurence. A Catalogue of British Historical Medals 1760  \n1960. Volume IT, Second edition. London: Spink & Son Ltd., 2007.",
            "3 Cheek, Ron.  Re-examining the 1860 Royal Visit Commemorative\nVarieties.  The Canadian Numismatic Journal Volume 60, Number 1.\nMarkham, Ontario: Royal Canadian Numismatic Association, 2015.",
            "4 McLachlan, Robert Wallace. A Descriptive Catalogue of Tokens,\nCoins and Medals Issued in or Related to the Dominion of Canada and\nNewfoundland. Montreal : privately printed by its author, 1886.",
            "5 Miller, Scott H.  Medallic Memorials of the visit of the Prince of\nWales to North America in 1860.  Coinage of the Americas Conference\nat the American Numismatic Society proceedings, New York City,\nNovember 7, 1992. New York : The American Numismatic Society,\n1994.",
            "6 Miller, Scott H. private communication with the author, Nov. 1,\n2015.",
            "7 Sandham, Alfred. Medals Commemorative of the Visit of H.R.H.\nThe Prince of Wales to Montreal in 1860. Montreal: J. Starke & Co.,\n1871.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "266"
    },
    {
        "File": "The_CN_Journal_sept_28.jpg",
        "Paragraphs": [
            "TRAFALGAR DAY OCTOBER 21 CENTENNIAL",
            "BY BARRIE RENWICK\nFRCNA, FCNRS, #23771",
            "In England, London s annual Trafalgar Day of 1905",
            "blossomed into an ecstatic show of patriotism to",
            "celebrate the Centennial of the British Navy s 1805\ntriumph off Cape Trafalgar. Victory at Trafalgar had\nconfirmed the adage  Britannia Rules the Waves.  In 1905\nBritons at home and others in expatriate groups around the\nworld celebrated this 100th anniversary and also venerated\ntheir Admiral Lord Nelson who had begun his attack on\nenemy forces by rousing his sailors with his evocative\n England expects that every man will do his duty.  Nelson,\ncommitted to that zeal, sustained a mortal wound and lay\ndead before the fighting ended. From then, enduring public\nsentiment believed Trafalgar the pinnacle of British naval\nachievement, and Nelson the world s premier admiral.",
            "The prime centenary event in Britain took place\nsurrounding Nelson s Column in Trafalgar Square, London,\nwhere thousands of boisterous attendees had swarmed. Much\nlike Nelson himself had often stood, his statue now towered\nhigh above a sea, not one of water, but a sea of people in\nadoration of their nation s hero. You may expect that many\nof these celebrants showed their loyalty that October day\nby wearing a bit of ribbon with\n the colours  or a Trafalgar\nanniversary souvenir medalet.",
            "Medals and medalets were\npopular souvenirs of the time\nand several versions in a\nTrafalgar theme appeared after\n1895 when Trafalgar Day had\nofficially become an annual\nevent. The quantities of these\nsorts of souvenirs for sale later\nballooned during the approach\nof the battle s Centennial.",
            "Among the earliest of these\ntrinkets were medalets of the\nBritish and Foreign Sailors \nSociety (B.F.S.S.) sold in\nsupport of their facilities, which\nprovided amenities for landed\nsailors. For the 1905 Trafalgar\nDay event, B.F.S.S., together\nwith other groups in Britain and\nsome expatriate groups abroad,\noffered various different\nsouvenir commemoratives.",
            "Most popular were ones with Nelson s portrait or his\nflagship HMS Victory. There were of course many other\nforms of souvenirs and commemorative objects at the time\nof the centenary, but most of these lack numismatic interest.\nNelson s HMS Victory, kept at Portsmouth, suffered\naccidental hull damage from a collision when in dock there\nin 1903. Extensive repair volved replacing a considerable\nnumber of her hull s copper sheathing panels. Damaged\npanels were salvaged and they were eagerly sought by\nmanufacturers who formed them into stock to make souvenir\nplaques and medals for the coming centenary in 1905. Most\nof these items were marked  made from Victory copper,  to\nenhance their desirability. Many of the trinket-types were\npriced low, which made them affordable even for people with\nlimited means. Still though, the more expensive plaques and\nmedals also found buyers seeking mementoes to cherish.\nFor today s enthusiast, building a representative\ncollection of Nelson numismatic material can be\nchallenging to achieve but rewarding to accomplish and\ninteresting to research. Many of the medals and plaques\nyou may find can be bought for reasonable prices,\nalthough some early medals\nare expensive and difficult\nto obtain. Nevertheless, an\nalternative for the scarcest of\nthese originals is that excellent\nmodern (marked) copies of\nmost of the early originals\nare available as substitutes, at\nsustainable prices.\nInformation about\nimportant originals can be\nfound in reference books\nof British medals, but\nmany of the souvenir type\ncommemoratives are yet to be\ncatalogued. Although various\ndifferent Trafalgar souvenir\ncommemoratives appear\noccasionally in the market, their\nnumbers seem small compared\nwith the many produced. To\nform a representative collection\nwould require persistence and\npatience, though recording and\nresearching each addition could\nbe a pleasurable reward.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "268"
    },
    {
        "File": "The_CN_Journal_sept_29.jpg",
        "Paragraphs": [
            "The silver plaque we show on the\nprevious page would make a striking\ncentrepiece for a display of Nelson\nmaterial or Trafalgar collectables. This\n14 x 10 cm high-relief plaque identifies\nitself visually   there 1s no legend. In the\noval, on a starburst, is Nelson s portrait\nknown with certainty by his admiral s\nuniform with its empty right sleeve tucked\nacross his mid-section, his arm lost earlier\nin battle at Santa Cruz de Tenerife. On\nthe plaque s plain reverse is the maker s\nmark NF, the hallmark for London, and\nthe assay letter  k  for 1905 that confirms\nthe piece 1s a Centennial commemorative.\nIt weighs 285 g. This plaque seems\nunrecorded, although there is evidence\nthat it also exists in bronze. In silver the\nissue would likely have been in limited\nnumbers and individually they would\nhave been costly. With its ring the plaque",
            "was intended as a memento for open display rather than an",
            "object for cased storage.",
            "Britain s victory at Trafalgar and Nelson s achievement\nthere still resonate among today s successor patriotic\nBritons. Some evidence suggests that many of the 1905",
            "Number 6 September 2016",
            "If you have a numismatic piece of Trafalgar memorabilia,\nthe RCNA encourages you to email a scan of a photograph,\nan image from a cell-phone or a good scan of your item to\neditor@rcna.ca to share with other members. The editor\nwill assemble all pictures received into a group; he will\nadd appropriate written information to form an article for\na future issue of our Journal. We urge those members with\nmaterial to help us with creating this venture. Among our\nmany members  collections there must be a few Trafalgar\nmedals, plaques, or souvenirs, so if you have an item,\nplease do support our initiative by sharing a picture and\nwe ll reward you with an article. All submissions used will\nbe acknowledged. If this innovation proves popular, RCNA\ncould expand the subject range to produce similar articles\nfor other items. Let s make this a successful experiment in\n crowd-sourcing  material for a numismatic article.",
            "souvenirs have passed down through families  successive\ngenerations. The present holders of these items may\nfeel a connection to British history linked through their\nforbearers. Might some of these inheritors have taken their\nsouvenir with them in 2005 when attending a Trafalgar bi-",
            "Centennial celebration?\n \n"
        ],
        "PageNo": "269"
    },
   
    {
        "File": "The_CN_Journal_sept_32.jpg",
        "Paragraphs": [
            "COMMUNIQU .",
            "2016 $20 FINE SILVER COIN - MASTER OF\nTHE SEA: THE ORCA",
            "The reverse image by Canadian artist Tony Bianco features",
            "a superb engraved portrait of a pod of orcas in the waters",
            "off Canada s Pacific Coast. The unique perspective\nplaces the viewer at the heart of the action alongside these\nmasters of the sea, with a side-profile view of the orcas\nabove and below the water. Facing toward the left side of the\ncoin, the orcas  famously contrasting colours are conveyed\nthrough the use of various finishing techniques, ensuring each\norca is clearly distinct from the others within the tight-knit\ngroup. The underwater bubbles and wavy waterline add to\nthe sense of movement, power and energy, while the different\nsizes of the meticulously engraved orcas provides evidence of\nthe strong family bonds within this pod. Three of the orcas are\ndepicted at various stages of porpoising at the surface; with tall\ndorsal fins rising in the air, they break out of the water to soar\nabove it before plunging underwater in a continuous motion.\nMeanwhile, an adult and a calf swim beneath the waterline,\nwhich stretches from one side of the coin s scallop-shaped edge\nto the other.",
            "2016 $200 PURE GOLD COIN DIWALI:\nFESTIVAL OF LIGHTS",
            "The reverse design by Canadian artist Meera Sethi is inspired by\nthe colourful Indian folk art of Rangoli, which traditionally adorns\nentrances and floors during Diwali. Within the geometric and floral-\ninspired pattern lie numerous cultural symbols that represent the\n Festival of Lights  as a cherished multi-ethnic celebration one\nthat is very much at home in Canada, where it is celebrated by Indo-\nCanadians across the country. Roughly 51 percent of Indo-Canadians\nreside in the Greater Toronto Area, while Vancouver is home to\nCanada s second-largest population; these important communities\nare represented by each province s official floral emblem: the trillium\nand the Pacific dogwood, respectively. Key spiritual symbols \nsuch as those associated with Sikhism and Jainism surround a\nring of clay diyas, which light up homes and hearts during Diwali.\nThe most widely known Canadian symbol, the beloved maple leaf,\nforms an inner ring around the sacred\nsymbol  OM that eternal\nsound of creation which is\npositioned in the centre to\nrelease spiritual energy in\nall directions.",
            "PIECE DE 20 $ EN ARGENT FIN 2016 - MA TRE DES\nMERS : L EPAULARD",
            "Le superbe motif grav  au revers de la pi ce,  uvre de l artiste\ncanadien Tony Bianco, repr sente un clan d paulards dans les\neaux au large de la c te canadienne du Pacifique. La perspective\nin dite place l observateur au c ur de l action, aux c t s de\nces ma tres des mers, gr ce   une vue de profil qui montre les\n paulards  voluant au-dessus et en dessous de la surface de l eau,\nle museau point  vers le c t  gauche de la pi ce. Les couleurs\ncontrastantes qui caract risent cet animal, rendues sur la pi ce\ngr ce   l utilisation de diverses techniques de finition, permettent\nde distinguer chaque  paulard des autres membres de son groupe\n troitement uni. Les bulles sous l eau ainsi que la ligne d eau\nondulatoire renforcent le mouvement, la puissance et l nergie\nqui se d gagent du motif, tandis que les diff rentes tailles des\n paulards finement grav s t moignent des liens familiaux solides\nqui existent entre les membres de ce groupe. Trois des  paulards\nsont illustr s   diff rentes  tapes du   marsouinage   : leur\ngrande nageoire dorsale s levant dans les airs, ils se projettent\nhors de l eau avant de plonger dans un mouvement continu.\nParall lement, un adulte et un petit nagent sous la ligne d eau,\nqui s tend d un bord   l autre de la pi ce festonn e.",
            "PIECE DE 200 $ EN OR PUR 2016 DIWALI :\nLA F TE DES LUMI RES",
            "Le motif au revers, oeuvre de l artiste canadienne Meera\nSethi, s inspire du rangoli, cet art indien haut en couleur qui\norne traditionnellement les seuils et les sols   la f te de Diwali.\n  l int rieur du motif g om trique semblable   une fleur se\ntrouvent plusieurs symboles culturels associ s   la f te des\nlumi res, qui a trouv  sa place parmi les f tes multiethniques du\nCanada, o  elle est c l br e par la population indo-canadienne\nd un oc an   l autre. Environ 51 % de celle-ci r side dans\nla r gion du Grand Toronto, tandis qu une communaut \nimportante s est  tablie   Vancouver. Ces deux groupes sont\nrepr sent s par l embl me floral de leur province soit le",
            "trillium blanc de l Ontario et le cornouiller de Nuttall de la",
            "Colombie-Britannique. Des symboles spirituels fondamentaux",
            "du sikhisme et du jainisme entourent un anneau de lampions en\nterre cuite qui illuminent les maisons et r chauffent les coeurs\n  la f te de Diwali. De petites feuilles d rable, embl me le plus\nconnu du Canada et bien-aim  de tous, encerclent le symbole\nsacr    om  , l cho  ternel de la cr ation, qui du centre de la\npi ce fait rayonner son  nergie spirituelle.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "272"
    },
    {
        "File": "The_CN_Journal_sept_33.jpg",
        "Paragraphs": [
            "2016 $2,500 PURE GOLD COIN\nTHE ARMS OF CANADA",
            "The reverse design features a faithfully detailed reproduction\nof the Arms of Canada, as drawn by Cathy Bursey-Sabourin,\nFraser Herald at the Canadian Heraldic Authority. At the\ncentre is the shield; in the upper quadrants lie the three royal\nlions of England, the royal lion of Scotland, the harp of\nIreland and the royal fleurs-de-lis of France, while the bottom\nportion features a sprig of three maple leaves to represent\nCanadians of all origins. On either side of the shield are the\nsupporters, which are based on those of the Royal Arms of\nthe United Kingdom: to the left is a lion holding a lance with\nthe Union Jack, while at the right is a unicorn (a royal symbol\nof Scotland) holding the royal flag of France. The circlet\nbehind the shield reads  Desiderantes Meliorem Patriam \n(They desire a better country), while above the shield is the\nroyal helmet draped with a mantle representing maple leaves.\nAtop the royal helmet, set on a wreath of twisted white and\nred cloth, is the crest, comprised of a crowned lion holding a\nmaple leaf in its right paw. Above the crest is the royal crown\nthat represents the monarch as Canada s Head of State. At\nthe base of the shield is a scroll with the motto of Canada,\n A Mari usque ad Mare  (from sea to sea). Beneath that lies\na garland of floral emblems the English rose, the Scottish\nthistle, the Irish shamrock and the French lily.",
            "2017 $15 FINE SILVER COIN LUNAR LOTUS  \nYEAR OF THE ROOSTER",
            "The reverse design by Three Degrees Creative Group\ncommemorates 2017 as the Year of the Rooster with an\nintricate side profile view of its animal representative.\nDetailed engraving recreates the rooster s feathered\nappearance and captures the essence of the animal s character:\nobservant, resourceful and self-assured. Other elements\nassociated with this sign are artfully incorporated into the\ndesign including the outline of five gladiola flowers, which\nrepresent the Rooster s lucky number,  5. ",
            "Number 6",
            "September 2016 ",
            "PIECE DE 2 500 $ EN OR PUR 2016\nARMOIRIES DU CANADA",
            "Le motif au revers reproduit fid lement et de fa on d taill e la\nversion actuelle des armoiries officielles du Canada, r alis e\npar l'artiste Cathy Bursey-Sabourin, H raut Fraser de I  Autorit \nh raldique du Canada. Au centre se trouve le bouclier; dans\nsa moiti  sup rieure figurent les trois l opards royaux de\nl Angleterre, le lion royal de l cosse, la harpe de l Irlande et\nles fleurs de lys de la France; dans sa moiti  inf rieure, une\nbranchette d rable   trois feuilles repr sente les Canadiens de\ntoutes les origines. Des deux c t s du bouclier se trouvent des\nsupports, inspir s des armoiries royales du Royaume-Uni :  \ngauche, un lion tient une lance arborant le drapeau de l Union\n(Union Jack), tandis qu  droite, une licorne (symbole royal\nde l cosse) tient le drapeau royal de France. Sur un anneau\nqui entoure le bouclier est inscrite la devise DESIDERANTES\nMELIOREM PATRIAM (  Ils veulent une patrie meilleure  ),\ntandis que le heaume royal, drap  d un mantelet orn  de feuilles\nd' rable, le surmonte. Au sommet du heaume tr ne le cimier,\npar-dessus une couronne d toffes blanche et rouge tress es, qui\nconsiste en un l opard   couronne tenant une feuille d rable\ndans sa patte droite. Au-dessus se trouve une couronne royale\nsymbolisant le monarque, chef d tat du Canada. Au bas de\nl'illustration git une guirlande d embl mes floraux   la rose\nanglaise, le chardon  cossais, le tr fle irlandais et le lys fran ais\n  que surplombe un ruban portant la devise du Canada, A MARI\nUSQUE AD MARE (  D un oc an   l autre  ).",
            "PI CE DE 15 $ EN ARGENT FIN 2017  \nLOTUS LUNAIRE ANN E DU COQ",
            "Con u par Three Degrees Creative Group, le motif d taill ",
            "au revers c l bre 2017 en tant qu ann e du Coq gr ce",
            "  une repr sentation de profil de l animal. Les d tails",
            "de la gravure recr ent le plumage du coq et illustrent la",
            "personnalit  propre   cet animal observateur, ing nieux",
            "et confiant. D autres  l ments associ s   ce signe sont",
            "incorpor s de mani re artistique au motif, dont la silhouette",
            "de cinq fleurs de gla eul, ce qui  voque en outre le chiffre\nchanceux du Coq, le  5  .\n"
        ],
        "PageNo": "273"
    },
    {
        "File": "The_CN_Journal_sept_34.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES, DES, CLUBS","BY BRETT IRICK (CLUB SERVICES)",
            "FONA, #22198,",
            "Most local clubs are on summer break, so\nthis column will instead give you some\nnewsworthy items from events at our",
            "Ottawa RCNA Convention.",
            "RCNA First Time Member Incentive",
            "Sometimes an incentive is required to motivate\nsomeone to join an organization or take a new\nsubscription. Members of coin clubs, particularly\nnewer members and juniors, may not be aware of the\nRCNA or the benefits of membership.",
            "In this spirit, the RCNA proposes a plan to offer its\nLocal Club s members who are not presently in the\nRCNA an inducement to join us. This initiative would\nfunction in a cooperative effort that would have each\nof RCNA s Local Clubs promote the plan and be the\nbacker for these applicants. The incentive for these\nLocal Club members to join RCNA would be a one-\ntime discount on their first-year s RCNA membership\nfee. This scheme would be open to a limited number\nof applicants from any one club, and there would be\na designated time limit for applications to be received\nat RCNA. Your RCNA Executive is busy now with\nfinalizing details of the plan and making arrangements\nwith its Local Clubs to partner in this undertaking.\nThere will be an announcement later to introduce the\nprogram, and all resulting new members and their\nassociated club would be specially acknowledged in\nthe CNJ s Report of the Executive Secretary.",
            "150th Anniversary of Canadian\nConfederation RCNA Medal\nProgram Approved",
            "Your Executive approved an\ninitiative for an RCNA joint\nprogram with its member clubs\nand organizations in which each\nentity would issue its own medal in\nan affiliated series to commemorate\nCanada s 150th Anniversary of\nConfederation. These medals would have a common\nsize, 38 mm, an obverse design of the issuer and a\ncommon reverse, the official 2017 Anniversary\nCommemorative design, authorized by the Canada\n150 Committee. In our Association s envisioned\nplan, each participating entity would provide the\nobverse design for its own issue and it would share\nin payment of the joint production. As well, each\nentity would subscribe for a quantity of its medals",
            
            "La plupart des clubs locaux font relache pour la p riode\nestivale, alors cette chronique portera sur quelques points\ndignes d int r t d coulant du dernier congr s de   ARNC tenu\n  Ottawa.",
            "Incitatif De L arcn Pour Devenir Membre Une\nPremi re Fois",
            "Parfois, un incitatif est n cessaire pour motiver quelqu un a se\njoindre   une organisation ou de prendre un nouvel abonnement.\nLes membres des clubs numismatiques, en particulier les\nnouveaux membres et les juniors, ne connaissent peut- tre pas\nl ARNC ou les avantages d tre membre.",
            "Pour l occasion, l 'ARNC propose un incitatif aux\nmembres de club numismatique qui ne sont pas membre de\nl 'ARNC aujourd hui. Cette initiative serait un partenariat de\ncoop ration ou chacun des clubs numismatiques de l ARNC\nferait la promotion du plan incitatif et parrainer ces candidats.\nL incitation pour ces membres de club locaux de joindre\nVARNC serait un rabais unique sur les frais d adh sion pour\nla premi re ann e d inscription   1  ARNC. Ce plan serait\naccessible 4 un nombre limit  de candidats par club, et il y\naurait une date limite pour recevoir ces applications   ? ARNC.\nVotre ex cutif de   ARNC est   finaliser les d tails du plan\net de communiquer avec les clubs locaux int ress s par cette\ninitiative. Il y aura une annonce plus tard pour pr senter le\nprogramme, et tous les nouveaux membres qui profiteront de\nl incitatif ainsi que le club numismatique qui parraine seront\nreconnu dans le rapport du secr taire ex cutif dans le journal",
            "numismatique canadien.",
            "Programme approuv  pour des m dailles\nsoulignant le 150e anniversaire de la\nConf d ration du Canada",
            "Votre ex cutif a approuv  une initiative\npour un programme conjoint entre l ARNC et\nses clubs et organisations membre dans lequel",
            "chaque entit   mettrait sa propre m daille dans",
            "une s rie pour comm morer le 150e anniversaire",
            "de la Conf d ration du Canada. Ces m dailles",
            "auraient une taille identique, 38 mm, un avers sp cifique",
            "  l metteur et un revers identique pour toutes les m dailles, soit\nla conception d un logo officiel des F tes de 2017, autoris  par\nle Comit  Canada 150. Dans le plan envisag  par I  Association,\nchaque entit  participante fournira la conception de l avers pour\nsa m daille et il partagera les co ts de production. De plus,\nchaque entit  commandera une quantit  de ses m dailles qu elle\nvendra aux membres et au public. Elle  mettra  galement une\nquantit  limit e de sa m daille   7 ARNC afin que l association\npuisse en vendre et g n rer un profit pour absorber les co ts de",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "274"
    },
    {
        "File": "The_CN_Journal_sept_35.jpg",
        "Paragraphs": [
            "that it would sell to members and the public. It would\nalso contribute a limited quantity of its medals to the\nRCNA for the Association to sell for the benefit of the\njoint production costs. Details are being finalized and\nengagement with local clubs and other organizations\nhave yet to be confirmed. Reports of progress will\ncontinue in the near future.",
            "The potential of this proposed medal series would\noffer collectors exciting opportunities for building a\ncomplete collection. RCNA has over 50 member\nclubs, specialty groups, and regional organizations.\nImagine that number of medals in the series, and then\nthink about the possibilities of strikes in more metals\nthan the standard bronze or copper issue. There might\nalso be varieties. Think about that! Overall, this could\nbecome the largest multi-club medal issue in Canadian\nnumismatic history. If you like this dream, get behind\nthe effort to have your local club join the adventure.",
            "Clubs and organizations with possible interest\nin participating or those needing more information\nshould e-mail me, Brett Irick, at xr7gt@prodigy.net\nfor discussion and particulars.",
            "Serge Pelletier and Steve Woodland Speak\non the State of the Numismatic Hobby in\nCanada",
            "This year s Club Delegates breakfast, with thirty-one\npresent, was one of the best attended in recent years.\nAlmost every RCNA member club had one or more\nrepresentatives take part.",
            "The speakers this year were Serge Pelletier and Steve\nWoodland, Convention Co-chairs and members of the\nOttawa Numismatic Society. Their talk was on the\nState of the Numismatic Hobby in Canada. Highlights\nof their opinions expressed follow below.",
            "To understand where we are going, we\nmust realize where we have recently been. An\nexamination of several themes and factors in the\nhobby is required and some projections will be\nmade for the future. The projections are general\nobservations for which exceptions exist.",
            "Number 6",
            "September 2016",
            "production conjoints. Les d tails sont en cours de finalisation\net l engagement avec les clubs locaux et les organisations\ndoivent encore  tre confirm s. Des mises a jour de ce projet\nseront publi es prochainement. Le potentiel de cette s rie de\nm dailles propos e offrira aux collectionneurs des possibilit s\nint ressantes pour batir une collection compl te de ces\nm dailles. L ARNC regroupe plus de 50 clubs membres, des\ngroupes sp cialis s, et les organisations r gionales. Imaginez\nle nombre de m dailles dans cette s rie, et ensuite r fl chissez\nsur les possibilit s de productions dans plusieurs m taux autres\nque les m taux standards en bronze ou en cuivre. On pourrait\naussi y retrouver des vari t s. Pensez-y! En gros, cette initiative\npourrait devenir le plus grand projet de m daille interclub dans\nl histoire numismatique canadienne. Si vous aimeriez faire\npartie de ce r ve, empressez-vous de convaincre votre club\nlocal de se joindre   l aventure.",
            "Les clubs et organisations ayant un int r t pour participer\nou ceux qui ont besoin de plus amples informations devraient\nenvoyer un courriel, Brett Irick,   xr7gt@prodigy.net pour\nobtenir plus d'informations.",
            "Programme approuv  pour des m dailles soulignant le 150e\nanniversaire de la Conf d ration du Canada.",
            "Serge Pelletier et Steve Woodland pr sentent\nla situation actuelle du passe-temps de la\nnumismatique",
            "Le d jeuner des d l gu s du club de cette ann e, avec trente et un\nparticipants, repr sente un des meilleurs taux de participation des\nderni res ann es. Presque tous les clubs numismatiques membres\nde l  ARNC avaient un ou plusieurs repr sentants au d jeuner.",
            "Les conf renciers de cette ann e  taient Serge Pelletier et\nSteve Woodland, copr sidents du congr s et membres de la\nSoci t  numismatique d'Ottawa. Leur pr sentation portait sur\nla situation du passe-temps de la numismatique au Canada. Les\nfaits saillants de leur pr sentation sont pr sent s ci-dessous.",
            "Pour comprendre o  nous allons, nous devons comprendre\no  nous  tions et ce que nous avons accompli. Un examen\nsous plusieurs th mes et facteurs de notre passe-temps est\nn cessaire et certaines projections seront prises afin de pr dire\nle futur. Les projections sont des observations g n rales pour\nlesquelles des exceptions existent.\n"
        ],
        "PageNo": "275"
    },
    {
        "File": "The_CN_Journal_sept_36.jpg",
        "Paragraphs": [
            "Clubs, Associations and Groups",
            "The number of clubs and groups in Canada has\ntrended downward over the past fifteen to twenty\nyears with many ceasing to exist. However, we\nhave seen an increase in nationwide specialty\ngroups. For instance: Canadian Centennial\nCollectors Club, Newfoundland Numismatic\nEnthusiasts, Hudson s Bay Company Collectors,\nand Canadian Association of Numismatic Editors\n& Writers. In many cases membership in clubs is\ndeclining, and the age of members is increasing.\nClub activities such as displays, shows and public\nappearances are also in decline. Club members\nno longer interact as much outside of meetings,\nand the costs of meeting venues have increased\nsignificantly. The key benefit of clubs is personal\ncontact and interaction with other collectors. Fewer\nnow choose to join as other sources of numismatic\ninformation have improved.",
            "Newsletters",
            "Fewer are being produced and most are smaller.\nMany are electronically delivered to save\nproduction and mailing costs. Many depend on the\nefforts of one or two people. With other modern\ncommunication methods, newsletters are no\nlonger the primary means of communicating with\nmembers. [Only about half of the RCNA member\nclubs publish a newsletter: ]",
            "Dealers",
            "Traditional store front operations are decreasing.\nPart time, vest pocket and Internet dealers are\nincreasing. However, dealer integrity remains high.\nDealers struggle to balance acceptable prices with\nprofit, due to their increasing costs. Dealer support\nof associations and clubs remains high.",
            "Prices",
            "Overall increasing, with key items going up\nsignificantly. Precious metal prices, even for silver,\nmake it prohibitive for juniors and new collectors to\nacquire these pieces. Some collectors focus too much\non future value and not on ownership pleasure.",
            "Information",
            "Tremendous availability through the Internet.\nMailed catalogues and newsletters are on the\ndecline. Instant searches online will quickly find\nall but the rarest material. Dealers and buyers have\na wider-market reach.",
            "Romane cnn nnn nnn nnn nn nnn TETE The CN Journal",
            "Clubs, associations et groupes",
            "Le nombre de clubs et de groupes au Canada a affich  une\ntendance   la baisse au cours des quinze   vingt derni res ann es,\net certains ont m me cess  d exister. Cependant, nous avons\nvu une augmentation dans les groupes sp cialis s au pays. Par\nexemple: Club Collectionneur de Centenaire du Canada, Amateurs\nde pi ces numismatiques de Terre-Neuve, Collectionneurs d items\nde la Compagnie Baie d'Hudson et l association canadienne des\n crivains et r dacteurs numismatiques. Dans de nombreux cas,\nl adh sion   des clubs est en baisse, et l ge des membres est en\naugmentation. Les activit s de club telles que des pr sentations,\ndes expositions et des apparitions publiques sont  galement en\nd clin. Les membres du club n interagissent plus autant en dehors\ndes r unions, et les co ts de location de salle pour des r unions\nont augment  de mani re significative. L'avantage principal des\nclubs est un contact personnel et de l interaction avec d autres\ncollectionneurs. Moins de personnes choisissent de joindre un\nclub puisque d autres sources d information numismatique sont\nnueux d velopp es.",
            "Bulletins",
            "Moins sont produits et la plupart sont moins volumineux.\nBeaucoup sont envoy s de fa on  lectronique afin\nd conomiser les frais d'impression et frais de poste. Beaucoup\nd pendent des efforts d ploy s par une ou deux personnes.\nAvec d autres moyens de communication modernes, les\nbulletins d information ne sont plus le principal moyen de\ncommunication avec les membres. {Environ la moiti  des clubs\nmembres de l ARNC publie un bulletin d information.]",
            "Marchands",
            "Les boutiques numismatiques sont en baisse. Les marchands\na temps partiel, marchands itin rants et les marchands sur\ninternet sont en augmentation. Toutefois, l int grit  des\nmarchands demeure  lev e. Les marchands doivent n gocier\nentre  quilibrer les prix raisonnables et le profit, en raison de\nleurs frais d op ration croissants. Le support des marchands\npour les associations et les clubs reste  lev .",
            "Prix",
            "Augmentation g n rale, avec certains items cl s qui\naugmentent de fa on significative. Prix des m taux pr cieux,\nm me pour l argent, rendent difficile d'acqu rir ces pi ces\npar les jeunes et les nouveaux collectionneurs. Certains\ncollectionneurs se concentrent trop sur la valeur future et non\nsur le plaisir de collectionner.",
            "Information",
            "L accessibilit  d information est grande notamment sur\ninternet. Les catalogues et bulletins envoy s par la poste sont\n  la baisse. Les recherches en ligne trouveront rapidement\ntout, sauf les pi ces et mat riaux plus rares. Les marchands et\nles acheteurs ont un march  infini.",
            "Volume 61\n"
        ],
        "PageNo": "276"
    },
    {
        "File": "The_CN_Journal_sept_37.jpg",
        "Paragraphs": [
            "So, where are we headed?",
            "For clubs and associations, accessing and using\nthe Internet is essential. Virtual meetings and\nvideo will become more popular. E-mail and Web\nsites have vastly expanded communicating and\nhave enabled clubs to achieve a global reach.\nClub  blogs  will become more popular to keep\nmembers informed.",
            "Newsletters can continue to improve with rapid\ndevelopment of easy to use editing and publishing\ntools. Hard copies will cease to be free. If\navailable, they will be at a premium membership\ncost. Electronic distribution gives readers faster\naccess even when they are travelling. Many\nnewsletters will evolve into shorter  news-notes \nor potentially club blog entries.",
            "Store front dealers will continue to enhance\ntheir Internet presence and Internet inventories\nto expand their market reach. With the decrease\nof stores, vest-pocket and part-time dealers will\ncontinue to increase in number. Many will run\nInternet stores to enhance their businesses.\nNumismatic prices will continue to increase,\nespecially rare and high quality pieces.  Investor \ncollecting will also keep pressure on prices\nmaking it more difficult for  pleasure  collectors\nto acquire material.",
            "The volume of information available online will\ncontinue to increase exponentially. However, all\nreaders will have to be careful in validating the\nquality and source of the information. Numerous\ninstitutions will continue to digitize historic\ninformation making it much easier for all to do\nnumismatic research or learn more about an item\nof interest. Longer term, access to the information\nmay come at a cost.",
            "2017 Club Delegates Breakfast Speaker",
            "It is with pleasure that I announce\nFrance Waychison will be the\nspeaker for the 2017 Club\nDelegates Breakfast. France is",
            "currently President of the Canadian\nAssociation of Wooden Money",
            "Collectors. She will be speaking\non  How my husband got me\ninterested in numismatics. ",
            "Number 6",
            "September 2016",
            "Alors, o  allons-nous?",
            "Pour les clubs et les associations, l acc s et l utilisation\nde l internet sont essentiels. Les r unions virtuelles\net vid oconf rences deviendront plus populaires.\nCourriel et sites internet ont consid rablement  largi les\ncommunications et ont permis   des clubs d atteindre une\nport e mondiale. Les  blogs  de club deviendront plus\npopulaires pour tenir les membres inform s.",
            "La production des bulletins peut continuer de s am liorer\navec le d veloppement d outils d dition et de publication\nplus rapide et facile   utiliser. Des copies papier cesseront\nd tre disponibles gratuitement. Si disponibles, elles seront\nassoci es   un frais d'abonnement plus dispendieux. La\ndistribution  lectronique donne aux lecteurs un acc s plus\nrapide, m me lorsqu'ils voyagent. De nombreux bulletins\nvont  voluer en format plus court  nouvelles r centes  ou\npossiblement sous forme de blogue de club.",
            "Les boutiques numismatiques continueront d augmenter\nleur pr sence sur internet notamment avec plus d inventaires\nen ligne afin d largir leur march . Avec la diminution\ndu nombre de boutiques, les marchands itin rants et les\nmarchands   temps partiel continueront   augmenter en\nnombre. Plusieurs vont op rer des boutiques en ligne afin\nd augmenter le rendement de leur entreprise.",
            "Les prix numismatiques vont continuer   augmenter,\nen particulier pour les pi ces rares et de qualit . Les\ncollectionneurs  investisseurs  vont  galement maintenir la\npression sur les prix ce qui rendra plus difficile d acqu rir du\nmat riel par les collectionneurs qui le font par plaisir.",
            "Le volume d informations disponibles en ligne va continuer\n  augmenter de fa on exponentielle. Par contre, les lecteurs\ndoivent valider la qualit  et la source de l information.\nDe nombreuses institutions continueront   num riser\nl information historique et rendre la recherche numismatique,\nou pour en savoir plus sur un  l ment d int r t, beaucoup plus\nfacile   faire.   plus long terme, un frais peut  tre requis pour\navoir acc s   cette information.",
            "D jeuner des d l gu s de club\n2017",
            "Il me fait plaisir d'annoncer que France\nWaychison sera la conf renci re pour\nle d jeuner des d l gu s de club 2017.\nFrance est pr sentement pr sidente\nde l Association canadienne des\ncollectionneurs d items numismatique\nen bois. Le sujet de sa conf rence sera\n Comment mon mari m a int ress e   la\nnumismatique. \n"
        ],
        "PageNo": "277"
    },
    {
        "File": "The_CN_Journal_sept_38.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "BY DONNIE CAMERON\n#23814,",
            "2013 Uncirculated Set with Class IV Offset Hub Doubled $1 and $2 Coins",
            "This month s column features three examples of\n| doubled die error coins discovered shortly after the\nrelease of the 2013 Uncirculated Set by the Royal\nCanadian Mint. Collectors noted a near complete doubling\nof the legends and devices on the reverse of the one-dollar\ncoin (a Doubled Die Reverse or DDR) and more subtle\ndoubling on the obverse of the two-dollar coin (a Doubled\nDie Obverse or DDO) notably on the date, legends and\ndesigner s initials.",
            "A total of 75,000 sets were assembled for distribution.*\nDoubled die one-dollar and two-dollar error coins are\npresent in an unknown number of sets. The sets had an\noriginal issue price of $24.95+ but word soon spread of the\nerror coins contained within, and on eBay, sets started to\ncommand a premium over the issue price.",
            "2013 One-Dollar Coin with Class IV Offset Hub\nDoubling on the Reverse",
            "The one-dollar coin displays doubling that is consistent\nin offset toward 9:00 in the lettering of the legends and in",
            "the design devices including: the security seal, the loon, the\ndesigner s initials, and the island with trees and beads around\nthe rim. The legend shows distinct doubling of the lettering\nin DOLLAR and CANADA, visible to the naked eye, with\nnotching clearly evident on the L s in DOLLAR, and the A s\nin CANADA. The designer s initials RRC (Robert-Ralph\nCarmichael) as described by Wexler,  The final [letter] in the\ndesigner s initials shows very nice separation of images.  A\nvertical doubled line is noted on the neck of the loon connected\nto the uppermost waterline. The far right side of the spotted\npattern on the back of the loon shows doubling. The island of\ntrees behind the loon shows dramatic doubling throughout the\ntops of the trees. The security seal with a Maple Leaf inside\na circle shows doubling on the left side of the circle. Beads\naround the circumference of the coin show doubling offset\ntoward 9:00. Images of the doubled die reverse can be seen in\nFigure 1. The doubling was identified as  Class IV Offset Hub\nDoubling  by Coin World News Editor, William T. Gibbs and\nsupported by Coin World  Varieties Notebook columnist John\nWexler.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "278"
    },
    {
        "File": "The_CN_Journal_sept_39.jpg",
        "Paragraphs": [
            "2013 Two-Dollar Coin with Class\nIV Offset Hub Doubling on the\nObverse, Two Offset Directions/\nVarieties",
            "The two-dollar coin in some 2013\nUncirculated Sets also exhibits Class IV\nOffset Hub Doubling.* There are two\nvarieties with different offset directions\nthat have been noted, an offset toward\n2:00 (Type D) and a similar offset toward\n10:00 (Type ID. The direction of offset\nhas a major effect on the doubling noted\non the profile of the effigy of Queen\nElizabeth II. Type I   2013 two-dollar\nDDO shows a 2:00 directional doubling\nof the date and legends, and the effigy\nshows doubling along the bottom border\nand significant doubling of the designers\ninitials SB, Susanna Blunt. Curls of hair\non the left side of the effigy are doubled\nalong the bottom, the nose and forehead\nof the effigy show subtle doubling.\nType II   2013 two-dollar DDO shows\na dramatic directional doubling toward\n10:00 of the entire right profile of the\nQueen s effigy, necklace, right shoulder\nas well as the date and legends. A\ncomparison of Type I and Type II two-\ndollar obverses can be seen in Figure 2.",
            "Class IV Offset Hub Doubling",
            "The doubling noted on the reverse of\nthe one-dollar coin and on obverses of\nthe two varieties of two-dollar coins has\nbeen confirmed as Class IV Offset Hub\nDoubling.! John Wexler explains the\nconditions under which this error occurs\nin the minting process.",
            " A Class IV doubled die is pro-\nduced when the centres of the hub\nand die are not in alignment during\none of the hubbings. Either the hub or\nthe die will be  off-centre  or  offset \nwith respect to the other. That is why\nthe class received the name  Offset\nHub Doubling.  As a result of the off-\ncentred alignment between the hub\nand the die for one of the hubbings,",
            "overlapping images or doubling will occur. All of the\ndoubling will be spread in the same direction on the\ndie and thus on all of the coins struck by that die. ",
            "The doubling noted in the three coins discussed is\nconsistent in direction and amount of offset. No rotation",
            "Number 6 September 2016",
            "of elements is observed. Notching of individual letters and\nnumbers in the legends and dates are apparent which is noted\nas a characteristic of Class IV Offset Hub Doubled coins.\n Doubling is often rounded, found closer to the centre, and\nwhen identified on numeric or alphabetic characters, shows\nnotching. \n"
        ],
        "PageNo": "279"
    },
    {
        "File": "The_CN_Journal_sept_40.jpg",
        "Paragraphs": [
            "Summary",
            "The 2013 Uncirculated Set is a bonanza to modern error-coin\ncollectors, some sets contain two doubled-die coins. One-\ndollar DDR coins show doubling of elements that are clearly\nvisible without magnification. Although a limited number\nof sets were produced, this adds to the collectibility of these\ncoins. Two varieties of the two-dollar DDO coin are known,\neach has its offsets opposite in direction to the other coin.\nThere still could be undiscovered 2013 Uncirculated Sets with\ndoubled die error coins available, so  grab your loupe and\nkeep up the hunt. ?",
            "Acknowledgements",
            "Information on the process of creating Class IV Hub Doubled\ncoins from John Wexler s doubledie.com is used with\npermission.",
            "Sources",
            "1 Cooper, R. (2016). Doubling Observed in Type II -2013 Two Dollar\nDDO coin varieties from observed of digital images.(Personal\ncommunication with D. Cameron)",
            "2 Diamond,M., Weinberg, F., Sulllivan, J., Neff, B., Stevens,J, &\nLukic, P. (2014). Class IV Part II. Die Varieties: Doubled Dies:\nClass IV (Offset Hub Doubling). Retrieved from The Error-Variety\nReady Reference: http://www.error-ref.com/class-iv/",
            "3 Paulen, R. (2016). Canadian Spice, 1974 Nickel Dollar VCR #21.\nThe Canadian Numismatic Journal, Volume 61, No. 5, 230-231.",
            "4 Royal Canadian Mint. (2016). Uncirculated Set (2013): http:/Awww.\nmint.ca/store/coin/uncirculated-set-2013-prod1620013 ?remiid=link|\nsearch|searchresults|Uncirculated_Set_2013&#.V7hvxKJgqlc",
            "5 Starck, J. (2013, September 02). 2013 Canadian coins feature doubled\ndies. Retrieved from Coin World: http://www.coinworld.com/news/\nworld-coins/2013/09/2013-canadian-coins-feature-doubled-dies.html",
            "6 Wexler, J.A. (2016, August 16). Class IV Doubled Dies - Offset\nHub Doubling. Retrieved from Wexler s Die Varieties: http://www.\ndoubleddie.com/203906.html",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "280"
    },
    {
        "File": "The_CN_Journal_sept_42.jpg",
        "Paragraphs": [
            "ERROR OFTHE. MONTH. BYHenry Nienhuis FRCNA,FCNR,FONA,LM #430",
            "Tumbler Troubles Reprise",
            "In the June 2016 edition of\nthis column we discussed two\nexamples of a single-digit mis-\nmatched serial number banknote\nerror from the 1954  Canadian\nLandscape Series  of Canadian 1-dollar\nnotes.\nAlthough dated 1954, the example\nnotes were actually from the Modified\nPortrait variety issued later in 1956.\nOne of these example banknotes\nis shown at the right. The astute\nobserver will immediately notice\nthat the second digit in the left serial\nnumber is 6 while the second digit in\nthe right serial number is 7.\nIn the June column we had\nattributed the cause of the error to a\nproblem with the complex letterpress\nwith 64 rollers (two per note position\non the sheet) that adds the serial\nnumbers to the banknotes after they\nhave been printed. Each roller is\nconfigured with a 7-digit mechanical\ntumbler system that is designed to\nautomatically advance its count after\neach print cycle in preparation for the\nnext sheet of banknotes.\nBased on the relationship of the\nserial numbers on our two example notes, we were able to conclude that one\nof the 32 roller pairs was out of sync   either because it was incorrectly setup\noriginally or had failed to advance one time during the print run. We know this\nbecause the serial numbers of these two notes vary only in the last three digits. In\nfact, they were 210 note positions apart. Sheets of banknotes are skip-numbered\nsuch that 500 or 1,000 sheets can be stacked on top of each other. The stack is\nthen cut into (in our case) 32 bricks with each brick containing consecutively\nnumbered notes. The result of this is notes from different bricks would need\nto be at least 500 numbers apart. With the help of an advanced paper money\ncollector, R gent-Yves Desjardins, we were able to gather more details. R gent\nsupplied serial numbers from 17 notes exhibiting the same error (see table at\nright). Based on this additional information we can determine that the brick in\nquestion contained 1,000 such notes, and these could have circulated with their\nmismatched serial numbers, all starting with A/O 0683xxx on the left and, of\ncourse, A/O 0783xxx on the right.\nIf you aware of other examples from this serial number series please email me,\nHenry Nienhuis, fenix@rogers.com .\nAs always, keep your eyes open!",
            "Henry Nienhuis (fenix@rogers.com) is a member of CEVNA, the Canadian Errors and Varieties Numismatic Association (www.cevna.com).\n5 The CN Journal Volume 61\n"
        ],
        "PageNo": "282"
    },
    {
        "File": "The_CN_Journal_sept_44.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY",
            "#17134,",
            "The Fantastic Story of the 1965 Canadian Dollar Varieties",
            "ost books on coins cover a wide scope of\nM numismatic items. They may cover all the",
            "tokens of a region or all the coins of a country.\nIt is far less common to find a work devoted to just one\nyear of one denomination in Canadian numismatics. The\nFantastic Story of the 1965 Canadian Dollar Varieties is\nsuch a work.",
            "As the title suggests, it focuses on the five known\nvarieties of the 1965 dollar. It cannot be considered a\nscholarly work. There appears to be little original research\ninvolved in its creation. In fact, with articles reproduced\nfrom Coin World intermingled with advertisements\nfrom Canada Coin News and Pace, it looks more like\na scrapbook full of clippings than a serious numismatic\nwork.",
            "As you read each article, you witness the\ndiscovery of each new variety of the 1965\ndollar as it appeared in Coin World. The\nfirst was reported on October 6, 1965. Harry\nForman, a Philadelphia dealer, noticed a\ndifference in the style of the numeral five in the\ndate found on the reverse of the dollar. Some\nwere sharp like a fish hook at the lower stroke,\nwhile others were rounded. He dubbed the new\nvarieties  pointed five  and  blunt five.  By\nFebruary of 1966, Coin World had reported\nthree different obverse varieties, resulting\nin a total of five different combinations for\ncollectors to pursue.",
            "Bob Perrine, the owner of The Treasure",
            "Chest, a coin shop located in East Syracuse,\nNew York, was the person responsible for\nthis work. Not only did he reproduce the\narticles from Coin World, he also reprinted the\nadvertisements that typically feature the 1965\ndollar varieties. He was careful to overprint\nthem with  Do not order coins from this ad \nin bold red letters. His own ad, on the back\ncover, remains unmolested. In it, he reveals the\nmotivation for publishing his book. Its heading\nproclaims,  Your best investment for collectors\nand investors alike. ",
            "He summarizes the information gleaned\nfrom the articles included in the book. He\nextols the value of the 1965 dollar varieties as\nan investment.",
            "A table lists the estimated mintages of each variety\nand his selling prices for singles and rolls of each. He\nconcludes with a warning meant to motivate buyers still\non the fence:  Now the big news in SILVER, and many of\nthese coins will be melted. ",
            "Many numismatic works owe their existence to\nadvertising and marketing.  Wholesale guides  encourage\nthe public to bring in their coins to their local dealers for\neasy cash. Auction catalogues and price lists highlight\noutstanding coins within their listings. But this may be the\nonly instance where a publication was created entirely to\nmarket such a small range of coins. While it is not known\nhow well it worked, this book was an ingenious use of\nnumismatic publishing as advertising.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "284"
    }
]