[
    {
        "File": "The_CN_Journal_Jan_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT,",
            "find it hard to believe, but another year has come",
            "and gone and 2016 is now upon us. I have heard",
            "that this winter is going to be milder than it has\nbeen in the last few years. I hope that this forecast\nholds up where you live. Thinking about the weather\nreminds me of a recent conversation I had with a fellow\ncollector from Nova Scotia. He talked about using the\nlong winter nights to further research his collection and\nperhaps write an article for The CN Journal.",
            "I find the depths of winter, after the hustle and bustle\nof the holiday milieu, an excellent time to take a breath\nand to enjoy the wonderland outdoors. It is also a great\ntime to organize the recent additions to your collection.\nSometimes when it is dark and snowy outdoors the\nlustre of new coins may help you ward off the doldrums\nand remind you of the sunny days ahead.",
            "Perhaps it is also a great time to review the direction\nyour collecting 1s taking you and to formulate plans\nfor future acquisitions in the New Year. I find that\nreviewing and researching the history of my coins at\nthis time provides knowledge that s often useful when\nI attend shows and auctions in the winter and spring.\nI hope that you will take the opportunity during the\nlong winter nights to enjoy the hobby and make plans\nto actively pursue it renewed, refreshed and perhaps\nrearmed with new knowledge. And who knows, as\nmy friend in Nova Scotia intends, you too might even\nconsider to put pen to paper and submit an article to the\nJournal. If you do, please contact us at editor@rcna.ca .",
            "Another way to enjoy your hobby 1s to consider the\nsocial aspects of organized numismatics, and the very\nbest opportunity for this is to attend our 63%! Annual\nConvention taking place from Tuesday, July 19 to\nSunday, July 24, 2016, at the Delta Ottawa City Centre.\nIt is sure to be the numismatic social event of the year.\nWhy not make plans to attend right away? For further\ninformation go to www.rcna.ca/2016 .",
            "If you do take time to review your collection and\nhave decided to trim back on a few items remember\nthat Geoffrey Bell Auctions has agreed to waive the\nusual consignment fees for all RCNA members who\nsubmit material to sell in the Convention auction.\nPlease contact Brian Bell directly by e-mail at info@\ngbellauctions.com or by phone at 1-506-333-7778.",
            "Now l Il take this opportunity to wish you and your",
            "loved ones a Happy and Prosperous New. Year.\na  ",
            "January + February 2016",
            "Number 1",
            "MoT_DU_PRESIDENT.",
            "e trouve difficile   croire, mais une autre ann e qui se termine",
            "et 2016 est maintenant   notre porte. On dit que le prochain",
            "hiver sera plus doux que ceux des derni res ann es. J esp re",
            "que cette pr vision est la m me pour votre r gion. En parlant",
            "de temp rature, je me souviens d une conversation r cente que",
            "j'ai eue avec un coll gue collectionneur de la Nouvelle- cosse.",
            "Il a mentionn  utiliser les /ongues soir es d'hiver pour faire de",
            "la recherche sur sa collection et peut- tre m me en profiter pour\n crire un article pour /e journal canadien de numismatique.",
            "Je trouve que la p riode d hiver, apr s l agitation de la p riode\ndes F tes, est un excellent temps pour prendre une grande\nrespiration et pour profiter des merveilles de la nature. C est aussi\nun bon temps pour classer et organiser les derni res additions  \nvotre collection. Parfois, lorsqu'il fait sombre   l ext rieur et par\ntemps neigeux, l clat de nouvelles pi ces peut vous aider   changer\nvos id es et vous rappeler que des journ es ensoleill es sont   venir.",
            "Peut- tre que c est  galement une bonne p riode pour revoir\nvotre collection et d terminer si vous vous dirigez dans la direction\nvoulue et formuler vos objectifs pour de futures acquisitions au\ncours de la nouvelle ann e. Je trouve que la r vision et la recherche\nd histoire sur mes pi ces me fournit des connaissances qui sont\nsouvent utiles lorsque j assiste   des expositions et des ventes\n  l encan durant les mois d hiver et du printemps. Je souhaite\nque vous ayez l occasion durant les longues soir es d hiver pour\nconsacrer du temps   votre passe-temps et faire des plans pour\nacqu rir, renouveler et peut- tre approfondir vos connaissances.\nEt qui sait, comme les intentions de mon ami en Nouvelle- cosse,\nvous aussi pourriez m me envisager de sortir le crayon et du\npapier et soumettre un article pour le journal. Si vous le faites, s il\nvous pla t contactez-nous au courriel editor (@rcna.ca.",
            "Une autre fa on de profiter de votre passe-temps est de\nconsid rer les aspects sociaux de la numismatique, et la\nmeilleure opportunit  est de planifier d assister   notre 63 \ncongr s annuel qui se d roulera du mardi 19 juillet au dimanche\n24 juillet 2016,   l h tel Delta du centre-ville d'Ottawa. Ce\nsera surement l' v nement social de l ann e en numismatique.\nPourquoi ne pas faire des plans pour y assister tout de suite?\nPour de plus amples renseignements, visitez www.arnc.ca/2016.",
            "Si vous prenez le temps d examiner votre collection et vous\nd cidez de vous d partir de certaines pi ces de votre collection,\nsouvenez-vous que Geoffrey Bell Auctions a accept  de renoncer aux\nfrais d exp dition habituels pour tous les membres de PARNC qui\nsoumettent des lots en vente pour l encan lors du prochain congr s.\nS il vous plait, contactez directement Brian Bell par courriel   info@\ngbellauctions.com ou par t l phone au 1-506-333-7778. Maintenant,\nje vais profiter de l occasion pour vous souhaiter ainsi qu  vos",
            "proches une Benne et heureuse WU a  ",
            ""
        ],
        "PageNo": ""
    },
    {
        "File": "The_CN_Journal_Jan_07.jpg",
        "Paragraphs": [
            "CONVENTION COMMUNIQUE_bU_CONGRES",
            "Canada s National Capital Region Site of the Next RCNA Convention +\nLe congr s de l ARNC en route vers la r gion de la capitale nationale canadienne",
            "The Ottawa\nNumismatic Society\nwill host the 2016\nRoyal Canadian\nNumismatic\nAssociation\nConvention in\nCanada s National\nCapital Region\n(Ottawa-Gatineau),\nthe birthplace of our\ngreat Association.\nOttawa 1s\nhome to the Royal\nCanadian Mint and\nthe Bank of Canada.",
            "also",
            "In addition to the usual numismatic fare, meetings\nand social events, the 2016 Convention will offer unique\nactivities, such as a visit to the famous Montebello area,\na dinner cruise on the Ottawa River, a day at the spa, and\nmore, making Ottawa-Gatineau an exciting destination\nfor numismatists and their families.",
            "Also on offer will be behind-the-scene visits to the\nRoyal Canadian Mint and hopefully to the Canadian War\nMuseum. Since the number of participants 1s limited\nfor all the tours, visits and activities, a first-come-first-\nserved approach will be used.",
            "The Convention venue is the Delta Ottawa City Centre\nHotel, located at 101 Lyon Street, only a few minutes \nwalk from Parliament Hill. The hotel was completely\nrenovated in 2012, incorporating over $50 million in\nupgrades and improvements. RCNA has a block of\nrooms reserved, and members can book online or by\nphone   simply visit our Web site at www.rena.ca/2016\nfor direction.",
            "So mark your calendar for July 19-24 (which includes\npre-convention activities) and plan your family summer\nvacation around the Convention and Canada s National\nCapital Region. Be ready for more information   we\nwill keep you updated via The Canadian Numismatic\nJournal, the RCNA Web site, and WamrsWores to\nensure you have all the latest details.",
            "Number 1",
            "January + February 2016 ",
            "La Soci t \nnumismatique\nd Ottawa recevra\nle congr s 2016 de\nl Association royale\nde numismatique\ndu Canada dans la\nr gion de la capitale\ncanadienne (Ottawa-\nGatineau), le lieu de\nnaissance de notre\nch re Association.\nOttawa est  galement\nla maison-m re pour\nla Monnate royale\ncanadienne et la\nBanque du Canada.",
            "En plus des rencontres conviviales et numismatiques\nhabituelles, le congr s 2016 vous offre des activit s\nuniques, telles qu une visite dans la c l bre r gion\nde Montebello, un diner-croisi re sur l Outaouais\net une journ e au spa, faisant d Ottawa-Gatineau une\ndestination excitante tant pour les numismates que pour\nleurs familles.",
            "Il y aura  galement des visites dans les   entrailles\n  de la Monnaie royale canadienne et, on l esp re, du\nMus e canadien de la guerre. Comme le nombre de\nparticipants   ces visites est restreint, une approche\npremier-arriv -premier-servit sera utilis e.",
            "Le congr s se tiendra   l h tel Delta Ottawa City\nCentre, situ  au 101 rue Lyon,   quelques minutes de\nmarche de la colline parlementaire. L'h tel a fait des\nr novations de plus de 50 millions $. Un bloc de chambre\nnous y a  t  r serv . Pour de plus amples informations\nconsultez le www. arnc.ca/2016.",
            "Indiquez donc sur votre calendrier que vous serez en\nvacance   Ottawa, avec votre famille, du 19 au 24 juillet\n(ce qui comprend les activit s pr -congr s). Restez  \nl coute pour demeurer   jour au sujet du congr s, par le\nbiais du Journal canadien de numismatique, du site Web\nde l  ARNC et de mis Notes.\n"
        ],
        "PageNo": "7"
    },
    {
        "File": "The_CN_Journal_Jan_08.jpg",
        "Paragraphs": [
            "CONVENTION COMMUNIQUE_bU_CONGRES",
            "A Unique Numismatic Seminar Offered to Youth",
            "he Ottawa Numismatic Society (ONS) is planning",
            "to conduct a new and unique numismatic",
            "educational activity in conjunction with next\nsummer s convention: NumiCamp.",
            "The intent is to train young collectors on two\nimportant areas of our hobby: article writing and\nexhibiting. Participation will be limited to a maximum\nof 10 participants in each stream.",
            "Over a three-day period (Tuesday to Thursday),\nparticipants aged 12 to 18 will be able to partake\nin classes and workshops on such subjects as: topic\nselection, research, numismatic references, exhibit\nlayout, and article organization. Experienced, award-\nwinning authors and exhibitors will provide one-on-one\nmentoring throughout.",
            "Those in the exhibit stream will have the opportunity to\npresent their finished displays in a special competition during\nthe Convention, while those taking the writing stream will see\ntheir articles published in The Canadian Numismatic Journal.",
            " Mentorship will begin before the participants arrive\nin Ottawa,  said Serge Pelletier, the member behind\nNumiCamp,  as the participants will need to prepare in\norder to make the most out of this unique opportunity. ",
            " Thanks to generous grants from both the J. D.\nFerguson Foundation and the Canadian Association\nfor Numismatic Education, we ve kept the cost of\nNumiCamp to a bare minimum in order to encourage\nparticipation,  said Steve Woodland, ONS President.",
            "Those interested in attending should advise Steve\nWoodland by email at president@ons-sno.ca because a",
            "minimum number of participants 1s required.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "8"
    },
    {
        "File": "The_CN_Journal_Jan_09.jpg",
        "Paragraphs": [
            "CALL FOR AWARDS NOMINATIONS",
            "J Douglas Ferguson Award  \n2016",
            "Nominations for the J. Douglas\nFerguson Award for 2016 will be\nwelcomed by the Board of Award.\nThis is the highest award in Canadian\nnumismatics and is given annually to the\nliving numismatist who, in the opinion\nof the Board, has contributed most to\nthe advancement of numismatics in\nCanada, through research, writing or\npublishing, or in any other manner, who\nhas not previously received the award.\nMembers of the Board of Award are:\nGeoffrey G. Bell, Shediac NB, Graham\nEsler, London ON, Ronald A. Greene,\nVictoria BC and the President of the\nRCNA, ex officio.",
            "Members of the RCNA may submit\na nomination for the Award. The\ndeadline for submissions is March 31,\n2016. Contact: Ronald Greene, P.O.\nBox 1351, Victoria BC V8W 2W7,\nragreene(@telus.net",
            "Paul Fiocca Award   2016",
            "Nominations for the Paul Fiocca\nAward for 2016 will be welcomed\nby the Board of Award for  long\nterm meritorious service or major\ncontributions to the RCNA.  This\nis an award not just to recognize the\nelite of the hobby, but any individual\nwho may have worked behind the\nscenes, often for many decades, for\nthe betterment of The Royal Canadian\nNumismatic Association.",
            "This award 1s strictly an RCNA\naward for RCNA members and is\nthe highest distinction presented by\nthe RCNA. It is not to be confused\nwith the J. Douglas Ferguson Award,\nthe highest award in Canadian\nnumismatics, which does not require\nmembership in the RCNA.",
            "Any member of the RCNA may\nsubmit a nomination for the Paul\nFiocca Award.",
            "Number1 January + February 2016",
            "The deadline for submissions is\nMarch 31, 2016. Contact: Bret Evans,\nFiocca Award, 5694 Highway #7 East,\nSuite 432, Markham, ON L3P 1B4, or\ne-mail: bretevans@yahoo.ca",
            "Fellow   Royal Canadian\nNumismatic Association",
            "In 1990, the Award, Fellow  ",
            "Canadian Numismatic Association",
            "was established by the Executive",
            "Committee of your association.",
            "To be eligible for this award, the",
            "services performed must have",
            "been carried out by a member of",
            "The Royal Canadian Numismatic",
            "Association and be of benefit directly",
            "to The Royal Canadian Numismatic",
            "Association.",
            "The rules approved for this award\nare as follows:",
            "1. A maximum of five members may\nbe inducted annually.",
            "2. A nomination must come from a\nRCNA member, or club, with a\ncomprehensive report to support the\nnomination.",
            "3.   Committee, of at least three\nmembers, under the chairmanship\nof the Awards and Medals\nCommittee Chair shall review the\nnominations and choose those to be\ninducted that year.",
            "4. A certificate and a lapel pin shall be\npresented to each inductee.\nAnnouncement of the names and a",
            "suitable induction ceremony will take",
            "place during the closing banquet of the",
            "Annual RCNA Convention.",
            "Any member of the RCNA may\nsubmit a nomination for the Award.\nThe deadline for submissions 1s March\n31, 2016. Contact: William Kamb,\nFRCNA, FONA, Awards Chair, 224\nOlentangy Ridge Place, Powell OH\n43065 USA, nfld73h@gmail.com .",
            "Louise Graham Memorial\nClub of the Year Award",
            "The Louise Graham Memorial Club\nof the Year Award was established\nto give recognition to our clubs and\nassociations, and to honour their\nnoteworthy achievements throughout\nthe previous calendar year.",
            "Any club or association wishing to\nenter this competition may do so by\nsubmitting a report on its activities\nduring the previous calendar year. This\nreport should consist of at least two\ntyped pages of 87  x 11  and should\nlist the club s executive and highlight\nthe following criteria:",
            "1. Diversity of topics at meetings",
            "2. Original concepts (written and\nvisual)",
            "3. Educational information",
            "4. Numismatic promotion",
            "5. Coin shows",
            "6. Consistency of meetings",
            "The presentation of the award,\nconsisting of a suitably engraved silver\nmedal and a cheque in the amount of\n$250, will be made during the banquet\nat the Annual RCNA Convention.",
            "The entry deadline is March 31,\n2016. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON\nN8T 1C1 xr7gt@prodigy.net",
            "J r me H. Remick Ill Literary\nAward",
            "The Jerome H. Remick II Literary\nAward was instituted in 1995. It is\nawarded to the author of the best\nnumismatic article published in a local\ncoin club bulletin in Canada.",
            "Nominations may be made by a\nmember, a club, or by the RCNA\nClub Services Chair. Each nomination\nmust be accompanied by a copy of the\narticle published with the details about\nits publication (where and when it was\npublished, etc.)\n"
        ],
        "PageNo": "9"
    },
    {
        "File": "The_CN_Journal_Jan_10.jpg",
        "Paragraphs": [
            "The nominee does not have to be a\nRCNA member to be eligible.",
            "A Committee, of at least three\nmembers, under the chairmanship of\nthe RCNA Club Services Chair shall\nreview the nominations and choose\nthe winner.",
            "The presentation of the Award,\nwhich consists of an engraved\nmedal, will be made during the\nclosing banquet of the Annual RCNA\nConvention.",
            "The entry deadline is March 31,\n2016. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON\nN8T 1C1 xr7gt@prodigy.net",
            "Best Local & Regional\nNewsletter Awards",
            "Each year, the RCNA recognizes the\nprinted work of a local-member club\nand of a regional-member association\nwith an award to each for The Best\nNewsletter published by that club,\nand by that association.",
            "To participate, clubs and\nassociations must send examples of\ntheir newsletters throughout the year\nto the RCNA Club Services Chair.\nA committee of at least three will\nreview the entries received to decide\nthe winner for each category.",
            "The following criteria will be used\nto determine the winner:",
            "1. Numismatic content 20%\n2. Diversity of the content 25%\n3. Quality of presentation 15%",
            "4. Improvement from previous year 10%",
            "5. Consistency of publication 15%\n6. General appreciation\n(Judges  discretion) 15%",
            "Winners will be announced at the Club\nDelegates Meeting during the Annual\nConvention and at the closing banquet.\nThe entry deadline is March 31,\n2016. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON\nN8T 1C1 xr7gt@prodigy.net",
            "APPEL_DE_NOMINATIONS_ POUR_LES, PRIX",
            "Prix J. Douglas Ferguson  \n2016",
            "Les nominations pour le Prix\nJ.Douglas Ferguson de 2016 devront\n tre soumises au Comit  du Prix.\nCe prix est la plus haute distinction\nen numismatique canadienne et est\naccord  annuellement 4 un numismate\nvivant qui n a pas d j  re u ce prix\net qui, selon l opinion du Comit , a\ncontribu  le plus   l avancement de la\nnumismatique au Canada, soit par la\nrecherche, l criture ou l dition, ou\nde toute autre fa on. Les membres du\nComit  du Prix sont: Geoffrey G. Bell,\nShediac NB, Graham Esler, London\nON, Ronald A. Greene, Victoria BC\net le Pr sident de l  ARNC, ex officio.\nTout membre de l ARNC peut\nfaire une nomination pour ce Prix.\nLes nominations doivent  tre re ues\navant le 31 mars 2016. Elles devront\n tre envoy es  : Ronald Greene, P.O.\nBox 1351, Victoria BC V8W 2W7,\nragreene@telus.net.",
            "Prix Paul Fiocca   2016",
            "Les nominations pour le Prix Paul\nFiocca de 2016 devront  tre soumises\nau Comit  du Prix. Ce prix est attribu \npour   service m ritoire continu\nou pour une contribution majeure\n  ?ARNC  . Ce prix ne reconna t",
            "non pas l lite du passe-temps, mais\ntout individu qui peut avoir travaill \n  l arri re-plan, souvent pendant\nplusieurs d cennies,   l am lioration de\nl'Association royale de numismatique\ndu Canada.",
            "Ce prix est strictement attribu \npar l ARNC pour les membres\nde l ARNC, et est la plus grande\ndistinction pr sent e par l ARNC.\nIl ne doit pas  tre confondu avec le\nPrix J. Douglas Ferguson, la plus\nhaute distinction en numismatique\ncanadienne, qui ne requiert pas que le\nr cipiendaire soit membre de l ARNC.",
            "Tout membre de l7ARNC peut\nproposer quelqu un pour le Prix Paul\nFiocca. Les nominations doivent  tre\nre ues avant le 31 mars 2016. Elles\ndevront  tre envoy es  : Bret Evans,\nle Prix Paul Fiocca, 5694 Highway #7\nEast, Suite 432, Markham, ON L3P\n1B4, or bretevans@yahoo.ca",
            "Compagnon - l Association\nroyale de numismatique du\nCanada",
            "En 1990, le Prix de Compagnon\n  Association canadienne de\nNumismatique fut instaur  par le\nConseil d administration de votre\nAssociation. Pour  tre  ligibles pour\nce prix, les services doivent avoir  t ",
            "rendus par un membre de I  Association",
            "royale de numismatique du Canada",
            "et avoir profit  directement a",
            "l Association royale de numismatique",
            "du Canada.\nLes r glements adopt s pour ce Prix\nsont les suivants:",
            "1. Un maximum de cinq (5) membres\npeuvent  tre re us   chaque ann e.",
            "2. Une nomination doit venir d un\nmembre ou d un club de l ARNC,\navec un rapport d taill  supportant la\nnomination.",
            "3. Un Comit , d au moins trois (3)\nmembres, sous la direction du\nResponsable des R compenses et\nM dailles r visera les nominations\net choisira les membres    tre re us\npour l ann e.",
            "4. Un certificat et une  pinglette seront\nremis   chaque r cipiendaire.\nL'annonce du nom des",
            "r cipiendaires et une c r monie",
            "d intronisation auront lieu lors du\nbanquet annuel du congr s de l ARNC.",
            "Tout membre ou club peut soumettre\nune nomination pour ce prix. Les\nnominations doivent  tre re ues avant\nle 31 mars 2016. Elles devront  tre\nenvoy es   : William Kamb, FRCNA,",
            "FONA, Responsable des R compenses,",
            "224 Olentangy Ridge Place, Powell OH",
            "43065 USA, nfld73h@gmail.com .",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "10"
    },
    {
        "File": "The_CN_Journal_Jan_11.jpg",
        "Paragraphs": [
            "Prix Louise Graham Pour Le\nClub de L Ann e",
            "Le Prix Louise Graham pour le\nClub de l Ann e fut  tabli afin de\nreconna tre nos clubs et associations et\npour honorer leurs accomplissements\nnotables au cours de l ann e\npr c dente.",
            "Tout club ou association qui veut\nposer sa candidature pour ce Prix peut\nle faire en soumettant un rapport de\nleurs activit s tenues durant l ann e\npr c dente. Ce rapport doit avoir au\nmoins deux pages de format 8/2 x 11\npouces. Ce rapport devra nommer les\nmembres du Conseil d'administration\net souligner les crit res suivants :",
            "1.La diversit  des sujets trait s lors",
            "des r unions",
            "2.L originalit  de la conception",
            "( crit et visuel)",
            "3.Le degr   ducatif de l information",
            "diffus e",
            "4.La promotion de la numismatique",
            "5.L organisation d expositions de",
            "monnaies",
            "6.La r gularit  des r unions",
            "La pr sentation du Prix, qui consiste\nen une m daille en argent grav e au\nnom du gagnant et d un ch que de\n250.00 $, sera faite lors du banquet de\ncl ture tenu dans le cadre du congr s\nannuel de PARNC.",
            "Les nominations doivent  tre re ues\navant le 31 mars 2016. Elles devront\n tre envoy es   : Brett Irick,",
            "Responsable des services aux\nclubs, Suite 505, 5060 Tecumseh\nRoad East, Windsor ON N8T 1CI,\nxr7gt@prodigy.net.",
            "Number1 January + February 2016",
            "Prix litt raire J r me H.\nRemick III |",
            "Le Prix Litt raire J r me H. Remick\nIII a  t  instaur  en 1995. Il est\nattribu    l auteur du meilleur article\nNumismatique publi  dans un bulletin\nde club local au Canada.",
            "Les nominations peuvent  tre faites\npar un membre, par un club ou par le\nResponsable des services aux clubs de\nVARNC. Toute nomination doit  tre\naccompagn e d une copie de l article\npubli  ainsi que des d tails relatifs  \nsa publication (club o  il a  t  publi ,\ndate de publication, etc.). Notez que\nVindividu mis en nomination n a pas\nbesoin d tre membre de l  ARNC.",
            "Un Comit  d au moins trois (3)\npersonnes, pr sid  par le Responsable\ndes services aux clubs de   ARNC\nchoisira le gagnant.",
            "La pr sentation de ce Prix, une\nm daille grav e, sera faite lors du\nbanquet de cl ture du congr s annuel\nde l ARNC.",
            "Les nominations doivent  tre\nre ues avant le 31 mars 2016. Elles\ndevront  tre envoy es   : Brett\nIrick, Responsable des services aux\nclubs, Suite 505, 5060 Tecumseh\nRoad East, Windsor ON N8T 1CI,\nxr7gt@prodigy.net.",
            "Prix pour les Meilleurs Bulletins\nde Clubs locaux et r gionaux",
            "Chaque ann e 1  ARNC reconna t\nles efforts des clubs et associations\nmembres, en attribuant un Prix\nsp cifique pour le Meilleur Bulletin\npubli  par un club ou association local\net r gional.",
            "Pour participer a la s lection,\nles clubs doivent envoyer des\nexemplaires de leur bulletin au\nResponsable des services aux clubs\nde ?ARNC. Un comit  form  d au\nmoins trois (3) personnes r visera les\nbulletins soumis et s lectionnera un\ngagnant dans chaque cat gorie. Les\nbulletins re us durant l ann e seront\nconsid r s pour le prix.",
            "Les crit res suivants seront\nconsid r s par les juges pour\nd terminer le gagnant:",
            "1. Le contenu numismatique 20%\n2. La diversit  du contenu 25%\n3. La qualit  de la pr sentation 15%\n4. L'am lioration par rapport  \nl ann e pr c dente 10%",
            "5. La r gularit  de la publication 15%\n6. Appr ciation g n rale\n(  la discr tion du Juge) 15%",
            "Les gagnants seront d voil s lors\nde la rencontre des d l gu s de clubs\ndans le cadre du congr s annuel ainsi\nque lors du banquet de cl ture.",
            "Les bulletins doivent  tre re us\navant le 31 mars 2016. Ils devront  tre\nenvoy s   : Brett Irick, Responsable\ndes services aux clubs, Suite 505,\n5060 Tecumseh Road East, Windsor\nON N8T 1C1, xr7gt@prodigy.net.\n"
        ],
        "PageNo": "11"
    },
    {
        "File": "The_CN_Journal_Jan_12.jpg",
        "Paragraphs": [
            "EVIDENCE OF UPPER CANADA",
            "COUNTERFEITERS",
            "BY TIM GRAWEY",
            "#20752,",
            "According to conventional thinking, the production\nA of nineteenth century counterfeit coins and tokens\nwas concentrated primarily in Lower Canada (now",
            "Quebec) and Nova Scotia   or was it?",
            "The original reference to a blacksmith\nhammering out counterfeits was made by\nJohn MacTaggart based on his travels\nin Canada between 1826 and 1829, :\nwhen he encountered a diversity of at\nleast 120 coins, mostly coppers. He\nexplained that,  If a lot of farthings\nbe taken into a smithery and receive\na blow from the sledge-hammer on\nthe anvil, they will then be excellent\nCanadian coppers, or half-pennies. !",
            "Further inspiration for the term\n Blacksmith Token  was elaborated by\ndistinguished numismatist R. W. McLachlan\nwho stated,  Previous to 1837, when the lack\nof specie caused copper change to be\naccepted in bulk, there lived in Montreal\na blacksmith of dissipated habit. He\nprepared a die for himself and when\nhe wished to have a  good time  he\nstruck two or three dollars in these\ncoppers and thereby supplied himself\nwith sufficient change with which to\ngratify his wishes. ",
            "Subsequently, Howland Wood\nprovided a vivid description of the\ncharacteristics of Blacksmith Tokens:\n These dies in all cases crudely cut, were in\nmany instances, purposely left unfinished,\nso as to give the issue the appearance of a\nworn coin... Although they thus produced a rude coinage\nthese early Canadian coiners showed considerable skill in\nso making fresh coins bear the appearance of an old wom\nout but still legal currency that they were able to circulate\nvast quantities of these spurious imitations. ",
            "According to Wood, while initially these were mostly\ncopper and brass counterfeits of George III halfpence, this",
            "I Maclaggart, John, Three Years in Canada: An Account of\nthe Actual State of the Country in 1826-7-8 Comprehending\nIt s resources, Productions, Improvements and Capabilities and\nincluding Sketches of the State of Society, Advice to Emigrants,\n&c., 1829, Vol. I, p.120.",
            "2 McLachlin, R. W, American Journal of Numismatics, April\n1885, Vol. XIX, p. 85.",
            "3 Wood, Howland, The Canadian Blacksmith Coppers, June,\n1910.",
            "was expanded to include counterfeits of Canadian issued\ntokens as well as American Hard Times Tokens. Wood\nspeculated that these pieces were issued from the first\nquarter of the 19\" century to the 1830s or even 1840s.\nAround the same time a wide range of\nimitation tokens soon appeared in Lower\nCanada, most noteworthy were the\nBouquet Sous, Bust and Harp (Breton\n1012) and Tiffin Tokens (Breton 960).\nNova Scotia did not fare much\nbetter where a significant number\nof tokens were cast in brass. These\nincluded the Trade and Navigation\npennies and halfpennies, 1814 Broke\nToken (Breton 879), Halifax ship\nhalfpenny (Breton 889), John A. Barry\n1815 halfpenny (Breton 891), John Brown\nToken (Breton 896), Starr and Shannon 1814\nTokens (Breton 884 & 885) and the W. A. & S.\nBlack 1816 Token (Breton 893). Counterfeits\nof the 1832 Nova Scotia Thistle Halfpenny\n(Breton 871) were struck in pale copper\nand bronze about 1835. Included\nwith these is the exceptionally rare\nhalfpenny struck with the 1382 date\nin error. The 1840 Thistle Halfpenny\nwas also counterfeited and struck in\nbrass on smaller flans.*\nDid the production of counterfeit and\nimitation coinage occur in Upper Canada\n(now Ontario)? Despite lightweight and\nante-dated tokens being issued, evidence\nsuggests that it did not. Although original\ndies were used to re-strike a few 1794\nCopper Company of Upper Canada Patterns in 1885, \nand contemporary counterfeits of an 1850 Bank of Upper\nCanada Token have been reported,  these are exceptions\nrather than the norm. The Charlton Standard Catalogue\nof Canadian Colonial Tokens lists only two Blacksmith\ncounterfeits of Upper Canada Tokens (BL-49 & BL-50),\nwith both being of the utmost rarity, suggesting that there\nwas no real volume of  production  as occurred in Lower\nCanada and Nova Scotia.",
            "Were the citizens of Upper Canada inherently more\nhonest or law abiding than those in Lower Canada and\n4 Willey, RC. False Canadian Coins and Legitimate Imitations,\nThe Canadian Numismatic Journal, February 1974, p. 52-53.",
            "5 McLachlan, R. W. Paper Presented at A.N.A., September 1912.",
            "6 Marshall, Mike, Marshalling the Resources Against Counterfeit\nCoins, The Canadian Numismatic Journal, October 2013, p. 458.",
            "The CN Journal Volume 61",
            ""
        ],
        "PageNo": "12"
    },
    {
        "File": "The_CN_Journal_Jan_13.jpg",
        "Paragraphs": [
            "Nova Scotia and therefore did not resort\nto counterfeiting? After all, harsh laws\nprohibiting counterfeiting existed\nin Upper Canada from the outset.\nAccording to an act for the better\nregulation of certain coins current\nin this province, Statutes of Upper\nCanada 1796, a person who coloured,\ngilded or cased over coins with silver\nor gold to resemble a foreign coin\nconsidered current would be upon\nconviction sentenced to death while\npersons convicted of tendering counterfeit\ngold or silver coins would be imprisoned for\none year. Persons would also be imprisoned\nwhere they were convicted of importing\ncopper or brass counterfeit coins.\nA lack of coinage for commerce\nin Upper Canada was an added\nincentive to counterfeit.  The\nprincipal handicap to financial\nprosperity was the lack of circulating\nmedium. Money was so scarce in\nthe province that British, Portuguese,\nSpanish, French and American coins\nwere accepted gladly as legal tender. \nAlthough the production of counterfeit\ncoinage in Upper Canada has appeared at best\nprecarious, newly discovered information\nchallenges this assumption. The\nWarden s Report in the Annual Report\nof the Inspector of the Provincial\nPenitentiary of December 1839 states\nthat Heman Dodge of the Western\nDistrict of Upper Canada was\nsentenced August 24, 1836, to seven\nyears for  Coining.  As not to leave\nany doubt, the Report of the Board of\nInspectors of the Provincial Penitentiary\nfor 1838 records Dodge as being sentenced\nto the same term for  Forgery (Coining).\nCoining refers to the production of coins,\nand the Provincial Penitentiary would\nbecome Kingston Penitentiary.",
            "299",
            "7 Dunham, Aileen, Political Unrest in",
            "Upper Canada 1815-1836, p. 26.",
            "8 The Warden s Report 1839 and Annual",
            "Report of the Inspector of the Provincial",
            "Penitentiary December 1839 in the Appendix",
            "to the Journal of the House of Assembly of",
            "Upper Canada 1839-1840 /books.google.ca/",
            "books ?id=U1 9a AAAAYAATEP.",
            "9 Report of the Board of Inspectors of the Provincial\nPenitentiary for 1838 /archive.org/details/cihm_ 40088 .",
            "Number1 January   February 2016 ",
            "At the time of Dodge s conviction and",
            "imprisonment the Western District of Upper",
            "Canada, formerly known as Hesse",
            "District, was comprised of what would",
            "become Kent County, Essex County",
            "and Lambton County. Dodge was",
            "in good company in the provincial",
            "penitentiary. The records indicate that",
            "with him at the same time, among those",
            "incarcerated for such crimes as larceny",
            "and horse stealing, was Joseph Warriner",
            "of Gore District, serving time for  uttering",
            "a forged note  and W. H. Boss of London was\nimprisoned for  passing forged notes. ",
            "The publication of the weekly Canadian",
            "Emigrant and Western District",
            "Commercial and General Advertiser",
            "newspaper, headquartered in Sandwich",
            "(now part of Windsor), at that time",
            "the capital of the Western District",
            "was delayed until August 25, 1836,",
            "at the request of the Grand Jury so it",
            "could include, in that paper, the Charge",
            "of the Chief Justice to the Grand Jury.",
            "The article provides a summary of the",
            "cases heard. Of the 8 criminal cases, 3 were",
            "discharged and 5 were found guilty. The latter",
            "includes a one-line reference to Heman Dodge",
            "indicating that he was found guilty of coining",
            "and sentenced to 7 years imprisonment.! ",
            "Surprisingly, I was not able to verify\nany other information regarding Heman\nDodge. The information that I was\nable to confirm leaves no doubt that\nhe counterfeited coins as there was\nno government approved coinage at\nthe time. Although I was not able to",
            "determine what type of coins or tokens",
            "he counterfeited, his lengthy sentence of 7",
            "years would suggest that it was a very serious",
            "offence. Could Dodge have been convicted of this",
            "crime previously or could it have involved a",
            "large volume of imitation English or Irish\nhalfpence or even gold or silver?",
            "Upper Canada has had its share of\nflamboyant politicians. One of the\nmore controversial would be linked\nto the production of counterfeit\ncoins. John Brown, born in 1790 in\nIreland, immigrated to Smith Creek",
            "(changed later to Port Hope) in 1818.",
            "10 Canadian Emigrant And Western District\nCommercial and General Advertiser, August 25, 1836,\np. 2 ink.ourdigital world.org\n"
        ],
        "PageNo": "13"
    },
    {
        "File": "The_CN_Journal_Jan_14.jpg",
        "Paragraphs": [
            "This community is located on the north shore\nof Lake Ontario, east of Toronto. Brown\nhad the distinction of constructing the\nfirst brick building in the village. He\nwould become a formidable business\nperson and politician. His extensive\nbusiness interests included a cut-nail\nfactory, distillery and a general store.",
            "One mile north in an area known",
            "as Brown Stone Mills he operated\nflouring mills, a saw mill, a cooper\nshop, store houses, a granary and a\nblacksmith shop. Brown also served as\npresident of the Harbour Company, in 1829.\nPolitically, he was on the first elected Board of\nPolice of Port Hope (council of the time),\nand was elected to the Legislature of\nUpper Canada for Durham in 1830",
            "and 1835.!! Brown also served as a\nMagistrate for the Newcastle District",
            "from 1823 to 1840.12",
            "The essence of Brown s link\nto counterfeit coinage is found in\nan article by Harold Reeve entitled\nThe History of Hope Township. He\nstates,  ...Brown s blacksmith shop\nmade copper coins and they were a\ngreat convenience to the merchants, coins\nbeing very scarce. !5 How could a prominent\nbusinessman holding leading political offices be engaged\nin counterfeiting? This may be better understood by\nexamining Brown s behaviour in other areas. Combative\nand a maverick, he had a long history of disputes and\nconflicts with political adversaries, government officials,\nbusiness associates and ordinary citizens. He was elected to\nthe legislature as what else   a reformer.",
            "In his article, Reeve outlines several disputes that Brown\nwas involved in including: during 1832 he was accused\nof instigating a political riot in Port Hope; on several\noccasions Brown and his distillery were reported being\na  nuisance ; in 1837 one of Brown s employees was\naccused of killing a competitor s employee; Brown accused\na Customs inspector of taking a bribe; and in 1835 Brown\nwas fined 35 shillings of for obstruction of the street.!4",
            "11 Robertson, Susan, Port Hope Councils 1834-Present, published\nin the Port Hope evening Guide, arch 6, 1984 alivingpast.ca.",
            "12 Lewthwaite, Susan Dawson, Law and Authority in Upper\nCanada: The Justices of the Peace in the Newcastle District 1803-\n1840, p. 67 (Ph D. Dissertation, University of Toronto, 2001, found\nat tspacelibrary.utoronto.ca.",
            "13 Reeve, Harold, The History of Hope Township, The Cobourg\nSentinel-Star, 1967 p. 140, Township of Hope 100 Year Anniversary\n1867-1967.",
            "14 Reeve, p. 140-142.",
            "Susan Lewthwaite explains  However, John\nBrown had as many enemies as he had\nsupporters. Indeed he was known in Port\nHope in the 1830s as  the Disturber \nbecause of his  lawless aggression. \nAccording to some of his\ncontemporaries, peaceable citizens\nhad taken to carrying arms in the\ntown after dark because they feared\nfor their safety. They attributed their\ninsecurity to the dangerous presence\nof John Brown. !>\nApparently, John Brown s lawlessness\nextended to counterfeit coin production.\nI could find no evidence that John Brown\nwas convicted or even charged with\ncounterfeiting. Was this because of his\nwidespread political and business\nconnections and influence? Perhaps\na desperate need for coinage made\npeople look the other way as\nBrown was providing a service to\nbusinesses and the community.\nReeve s article indicates that\nBrown s blacksmith shop produced\ncopper coins; however, it did not state\nwhat specific type of coin. Could they have\nbeen English or Irish imitation halfpence or\nperhaps some of the more common Blacksmiths?\nBrown Stone Mills, including the blacksmith shop was\nconstructed in about 1819 and put up for sale by Brown s\nwidow in 1848 meaning that counterfeit production could\nhave potentially occurred for 20 years.!  Brown died in\n1842 in his 52 4 year.",
            "While this article offers compelling evidence of\ncounterfeiting in Upper Canada, several questions remain\nunanswered especially in regards to what specific type of\ncoins or tokens Dodge and Brown counterfeited. I would be\npleased to hear from you at fgrawey@hotmail.com .",
            "This publication makes reference to various Charlton\nNumbers. The copyrights to these Numbering Systems\nare the property of The Charlton Press.",
            "(All Images are courtesy of: THE NATIONAL CURRENCY\nCOLLECTION, CURRENCY MUSEUM, BANK OF CANADA.)",
            "15 Memorial to Lieutenant Governor John Colbome, 16 Apr.\n1832; AO, RG22,46, Cobourg Quarter Sessions Miscellaneous\nRecords, Box 1, env. 3:  Charges of Misconduct against John\nBrown, JP, 1832-33  ; another copy appears in Upper Canada\nSundries, 65083-4 sited in Lewthwaite p. 254.",
            "16 Reeve p. 140-141",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "14"
    },
    {
        "File": "The_CN_Journal_Jan_15.jpg",
        "Paragraphs": [
            "Resources",
            "Canadian Emigrant and Western District Commercial and\nGeneral Advertiser, August 25, 1836.",
            "Cross, William K. (2015). Charlton Standard Catalogue\nof Canadian Colonial Tokens, 9h Edition. The Charlton\nPress.",
            "Dunhan, Eileen, (1969) Political Unrest in Upper\nCanada 1815-1836, McClelland and Stewart.",
            "Lewthwaite, Susan Dawson, Law and Authority in Upper\nCanada: The Justices of the Peace in the Newcastle\nDistrict 1803-1840.",
            "MacTaggart, John, Three Years in Canada: An\nAccount of the Actual State of the Country in 1826-\n27-28 Comprehending its Resources, Productions,\nImprovements and Capabilities and Including Sketches\nof the State of Society, Advice to emigrants &.",
            "Marshall, Mike (2013).  Marshalling the Resources\nAgainst Counterfeit Coins.  The Canadian Numismatic\nJournal, October 2013. 456-459.",
            "McLachlan, R. W., American Journal of Numismatics,\nApril 1885, Vol. XIX.",
            "McLachlan, R. W., Paper Presented at ANA, September\n1912.",
            "National Currency Museum, Bank of Canada.",
            "Number 1",
            "January + February 2016",
            "Port Hope and District Historical Society.",
            "Reeve, Harold, The History of Hope Township, 1967,\npublished in the Cobourg Sentinel-Star, Township of\nHope 100 Year Anniversary 1867-1967.",
            "Upper Canada (1840). Annual Report of the Inspector of\nthe Provincial Penitentiary December 1839.",
            "  (1840). Appendix to the Journal of the House of\nAssembly of Upper Canada 1839-1840. Toronto : H.\nScobie, 1840",
            "  (1838). Report of the Board of Inspectors of the\nProvincial Penitentiary for 1838. [Toronto]: Printed\nat the Commercial herald Office. archive.org/details/\ncihm_40088.",
            "  (1796). Statutes of Upper Canada 1796, Fifth Session\nof the First Provincial Parliament, An act for the better\nregulation of certain coins current in this province. [36\nGeo. III, c 1]",
            "  (1840). The Warden s Report 1839.",
            "Willey, R. C., (1974).  False Canadian Coins and\nLegitimate Imitations.  The Canadian Numismatic\nJournal, February 1974. 51-54",
            "Wood, Howland, (1910). The Canadian Blacksmith",
            "Coppers, June 1910.\n"
        ],
        "PageNo": "15"
    },
    {
        "File": "The_CN_Journal_Jan_16.jpg",
        "Paragraphs": [
            "BRETON 701:",
           
            "REFLECTIONS_ON_THE_HART ", "BY IAN SPEERS #23771",
            "The Hart varieties of the bouquet sous\n| series have for decades been\ngenerally known, but on the\nwhole indifferently appreciated. The\nprotracted disentangling of Br. 715\noffers a fascinating case study in\nsustained numismatic confusion. !\nThe Hart variety of Br. 701\nsimilarly appears to have\nconfounded numismatists, and has\nbeen rated by some cataloguers as\na great rarity. This paper proposes\nthat the Hart variety of Br. 701 may\nhave been hiding in plain sight, and\nmay indeed be the more common\nvariety of that particular sou, contrary to\nthe prevailing attitude of current cataloguers.",
            "Background and Literature Review",
            "The  Hart varieties  of bouquet sous\nrefer to die-state varieties identified\nby Gerald E. Hart, a voracious\nMontreal collector in the late-\n19 century.2 While die states\nabound in many bouquet sous\nwith significant die flaws, Hart\nidentified varieties on three\nindividual sous (Br. 701, 705,\n715) that showed the loss or gain\nof (in his estimation) noteworthy\ndesign details in each of the distinct\nstates.\nThere is a decided dearth of\ndescriptive literature of the differing\nstates of Br. 701, and I am unaware of\nany images contemporary to Hart (or\nelse definitively attributed pieces that can be traced back to\nHart or his contemporaries) that would conclusively identify\nin visual form the Hart and non-Hart states as Hart himself\nwould have known them. (Indeed, I have been unable to\nlocate any plated specimen purporting to be a Hart variety\nBr. 701.) Accordingly, as there is scant existing literature on\nthe 701 Hart variety, it can be reviewed both concisely and\ncomprehensively.",
            "1 George H. Thomson,  Die Varieties of Breton 715: A Mystery\nof The Open and Shut Case of the Maple Leaf Wreath. A Story of\nthe Hart,  The CN Journal, May 1997 at p. 171",
            "2 Fora brief biography, see PN. Breton, Hiustrated History of Coins\nand Tokens Relating to Canada. Montreal, 1894 at pp. 224-226",
            "The earliest published description of the Hart\nvariety of Br. 701 originates in Breton s\n.. listing of the piece in his 1894 catalogue,\ndescribing Hart s variety as displaying\n three blades between the ear of\nwheat and thistle flower to the\nleft. ? It is doubtless the mention\nof these varieties by Breton that\nhas preserved Hart s work from\nobscurity, as the varieties are",
            "scarcely mentioned elsewhere.",
            "The catalogues of McLachlan,",
            "Le Roux and Courteau make no",
            "mention of the Hart Variety itself,",
            "although Courteau, in describing",
            "what he catalogued as no. 31 in his\nclassification of the bouquet sous, conceded\ntwo states of the piece:  Thick and thin flans,\nthe former of which, rarely met with, is\nfrom a broken obverse die. * As shall\nbecome clearer later, I believe that\nCourteau was in his own way\ndescribing the Hart and non-Hart",
            "varieties of Br. 701.",
            "Bowman records that  [t]he\nso-called Hart variety has three\nblades between the wheat and\nthistle at left. The Hart variety is",
            "the true coin and the other is from",
            "a worn die.",
            "Willey describes the piece as\nfollows under his no. 720:  Early\nstrikings (Hart variety) ... show three\nblades of wheat at the top, between\nthe thistle and the left ear of wheat.\nMost specimens show only two. ",
            "Charlton describes the Hart variety (assigned the\nCharlton number LC-29D2) as an  early strike with 3\nblades of wheat at the top between the thistle and the left\near of wheat. ",
            "3 Ibid. at p. 107",
            "4 E.G. Courteau, The Canadian Bouquet Sous, S-Jacques, 1908\n5 Fred Bowman,  The Bouquet Sous Tokens of Canada  in A.D.\nHoch ed., Canadian Tokens and Medals. Lawrence: Quarterman\nPublications, 1974, at p. 176",
            "6 RC. Willey,  The Colonial Coinages of Canada.  The CN\nJournal, January 1982 at p. 16",
            "7 WK. Cross ed., A Charlton Standard Catalogue of Canadian\nColonial Tokens, 8\" edition. Toronto: The Charlton Press, 2012 at\np. 122",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "16"
    },
    {
        "File": "The_CN_Journal_Jan_17.jpg",
        "Paragraphs": [
            "Unfortunately, none of these cataloguers ever bothered\nto plate a Hart and non-Hart variety specimen for\ncomparison. It therefore falls to collectors and\nnumismatists to try to disentangle what are\ndecidedly laconic descriptions in relation\nto available specimens.",
            "Obverse states",
            "Between items depicted in auction\nlistings and specimens inspected in\nperson or through images provided\nby fellow collectors, I have noted two\ndistinct obverse states of Br. 701. The\nearlier state I shall refer to as the Hooked\nBlade, the later state as the Short Blade.\nThe blade in question refers to the blade of\nwheat in the obverse bouquet pointing between\nthe U and L in AGRICULTURE.",
            "In the Hooked Blade state (see\nFigure 1), the blade extends to within\napproximately 0.5 mm of the inner\naspect of the legend lettering, at which\npoint it abruptly hooks downward and\nto the left. The  hook  has a length of\napproximately 2 mm from the apex\nof the blade. It is this die state that\nwas idealized by both Le Roux and\nBowman in their cuts of this sous.",
            "Two high grade examples showing\ndifferential strike quality beneath the\nmain die flaw.",
            "The Short Blade specimens\n(see Figure 2a and 2b) are clearly\na later strike, most likely representing a terminal state\nof the obverse die. As a consequence of die wear and/\nor polishing,  the blade pointing between the U and L\nis perceptibly shorter than on Hooked Blade pieces,\nterminating a good 1.5 mm from the inner aspect of the\nlegend. The  hook  has vanished entirely. The lettering\nthroughout much of AGRICULTURE has worn (or been\npolished) from the die, and on high-grade specimens\none can see a curved crack extending almost rim-to-\nrim from the first R in AGRICULTURE to the final A\nin CANADA. Much of the obverse area beneath this\ncrack is often weakly struck, at times with detail faint\neven on specimens with minimal wear (see especially\nFigure 2a). Accordingly, on worn specimens of the Short\nBlade state, the piece often looks very poor indeed, and\nthe flaw is not always immediately obvious on circulated\nspecimens. A second significant crack can be seen on\nsome specimens diagonally bisecting the A of  BAS. ",
            "8 In the absence of a continuity of progressive deterioration\non observed specimens, I am inclined to favour the hypothesis of\npolishing, although I do not consider the point definitively proven.",
            "Number 1",
            "January + February 2016",
            "It is clear that this state corresponds to Courteau s  broken\ndie  state, and furthermore this state strongly corresponds\nto Bowman s  worn die  description of the non-",
            "Hart state.",
            "Hooked Blade = Hart Variety?",
            "In light of indifferent evidence,\ndetermination of the identity of the\nHart variety cannot be made in\nisolation, and one must look at the\navailable evidence in the aggregate.\nTaken together, the literature review\noutlined before allows one to make\ngeneral comments that are broadly\nconsistent to the five cataloguers, as\nfollows:\n- Cataloguers consistently note\nthat two major states of Br. 701\nexist (all five)\n- Such states of Br. 701 are\ndistinguished based on early /\nintact as against late / broken\nstates of the die (Courteau,\nBowman, Willey and Charlton)\n- The most notable diagnostic\ndifference between the two states\nof Br. 701 relate to the blades\nbetween the left ear of wheat\nand the uppermost thistle on the\nleft (Breton, Bowman, Willey,\nCharlton)\nAs noted earlier, the two differing\nstates are never depicted visually by\nany of these cataloguers, leaving\ncollectors to guess at what Hart might have observed\nbefore and described.",
            "I believe that the Hart variety equates to the Hooked\nBlade state noted above. What I have described as a\ndownward hook was, I believe, interpreted by Hart as a\nthird leaf, and Hart s (or Breton s) choice of words has\nconfused the situation since then. This conclusion is\nsupported by the descriptions by Courteau, Bowman and\nWilley of two states to the obverse die, and particularly so\nwith Courteau s description of the later state being from a\nbroken die (which is evident to some degree, directly or\nindirectly, on all Short Blades I have observed). I do not\nconsider such a hypothesis to be an undue  reach  of the\nspecific language of Breton s description of Hart s variety,\nand I believe its logical viability is strengthened when\nconsidering the only real alternative scenario.",
            "If the foregoing conclusion is incorrect, and the Hooked\nBlade is not the Hart variety, the only other realistic\nconclusion would be that the Hooked Blade state represents\na third, intermediary die state between a  true  Hart variety\nstate not known to me, and the Short Blade state. Such an\n"
        ],
        "PageNo": "17"
    },
    {
        "File": "The_CN_Journal_Jan_18.jpg",
        "Paragraphs": [
            "intermediary state (which appears to be fairly common)\nsomehow escaped comment by Hart, Breton, Courteau,\nBowman, Willey, or indeed, anyone else, all of whom\nconsistently note two states to Br. 701. Quite simply, no\ncataloguer has ever described three major states of Br. 701.",
            "More tangibly, in looking at the available Hooked and\nShort pieces, I frankly have some difficulty envisaging\nwhat a  true Hart  state might look like in a hypothetical\nthree-state scenario: in looking at the obverse of the\nHooked Blade state, one cannot easily imagine where an\nadditional third leaf might have been located in such a\nway that it might have vanished by striking wear or die\npolishing before the Hooked Blade state was struck, and yet\nnot also resulted in significant loss of surrounding detail in\nother elements of the bouquet.",
            "By far the most plausible conclusion is that\nthe Hooked Blade state is the Hart variety.",
            "Breton as indirect supporting\nevidence?",
            "The cuts used in Breton may provide\nindirect evidence of the attribution\nof the Hooked Blade as the Hart\nvariety. For the three sous for which",
            "a Hart variety was recorded by Breton\n(1.e., 701, 705, 715), it appears that he\nillustrated, whether deliberately or by\ncoincidence, the non-Hart variety.",
            "For Br.705, Breton s cut lacks the\nblade between the two thistle heads on\nthe left, in contrast to a Hart variety\npiece, which would show a blade in that location.",
            "Br. 715, Breton illustrates an idealized piece that\ndisplayed an open reverse wreath. While popular opinion in\nrecent years seems to have taken that the open wreath piece\nwas intended to be the Hart variety, such an analysis is not\nin accordance with Breton s text, which states  Hart variety\nis in the wreath which touches at the top. ?",
            "When we come to Br. 701, Breton evidently used\na Short Blade specimen as the prototype (see Figure 3).\nThe blade does not hook downward in his illustration and\ntherefore lacks the key design element that I believe to\nbe what Hart described as a third leaf. Admittedly, the die\nflaw is nowhere in evidence on Breton s cut, but this is in\naccordance with his practice to omit die flaws from his cuts\nof bouquet sous (e.g., Br. 670, 680, 683, 695, etc.). While I\ncannot consider this point determinative,!  it is at the very\nleast a remarkable coincidence.",
            "Relative Rarity",
            "The relative rarity of the Hart and non-Hart varieties of Br.",
            "701 may be a live issue, as what few estimates of relative",
            "rarity have been made contradict each other, and the current",
            "popular estimation of relative rarity of the Hart variety may",
            "indeed be seriously in error   a situation doubtless created\nby the confusion over what constitutes the Hart variety.",
            "Courteau notes under his Bouquet Sou No. 31",
            "description,  Thick and thin flans, the former of which,",
            "rarely met with, is from a broken obverse die.  This would",
            "suggest that the late state (1.e., what I propose to be non-",
            "Hart) was estimated by Courteau to be a scarcer state than",
            "the earlier state (1.e., what I propose to be the Hart variety).",
            "In contrast, Willey estimated the Hart variety to have a",
            "rarity of R7, the non-Hart R5.!!",
            "Willey s estimation seems to have been",
            "followed by Charlton, which in the 8",
            "edition of Charlton s Standard Catalogue",
            "of Canadian Colonial Tokens does not",
            "price the Hart variety, and merely",
            "records the piece as  RARE.  !? The",
            "recently published 9\" edition revises",
            "this estimation to  EXTREMELY",
            "RARE,  rationalizing this highly elite",
            "status by way of the limited evidence",
            "that no specimen has been certified by",
            "a third-party grading service.!  It is this",
            "attitude that dominates the collector market,",
            "despite no cataloguer offering a visual\ncomparison of the two varieties.",
            "I do not consider the Charlton\nassertion of the Hart variety s rarity to be defensible, if the\nHooked Blade indeed be the Hart variety. From anecdotal\nobservations, I can say that I have seen more Hooked Blade\nthan Short Blade varieties, but each is obtainable without\ninordinate effort (although, in common with a number of\nother sous, both seem challenging in high grade). Given the\ndilapidated state of the obverse die in the Short Blade state,\nI would frankly not expect that the die had much life left in\nit at the start of that final usage, leading to a small issue of\nthe Short Blade, but the ability of the Belleville Mint to push\nbouquet sous dies well beyond reasonable life expiry makes\nsuch a deduction inherently precarious. Rather than take a\nwild stab at both relative and absolute rarity of the two states I\nhave described, I would prefer to allow collectors and dealers\nthe opportunity to review what supply the market has to offer,\nand draw their own conclusions from such observations. I\nwould however suggest that the Charlton estimation of rarity\nbe taken with extreme caution in the interim.",
            "9 Breton, op.cit. at p. 112",
            "10 As an aside, it is curious to note that Breton does not depict\nthe downward hook of the blade pointing to the final R of\nAGRICULTURE   a feature I have never observed as missing on\nany Br. 701 of respectable grade.",
            "18",
            "11 Willey, loc. cit.",
            "12 Cross, loc. cit.",
            "13 WK. Cross ed. A Charlton Standard Catalogue of Canadian\nColonial Tokens, 9% edition. Toronto: The Charlton Press, 2015 at\np. 122",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "18"
    },
    {
        "File": "The_CN_Journal_Jan_19.jpg",
        "Paragraphs": [
            "Conclusion",
            "Accordingly, it is my position that there is compelling reason\nto equate the Hart variety of Br. 701 with the Hooked Blade\nstate described above. No cataloguer has suggested more\nthan two major states of the obverse die of Br. 701, and\nthe interpretation of the hook as equating to the third blade\ndescribed by Hart in that general location is, in my view, a\nplausible solution to more than a century of ambiguity.",
            "Number1 January   February 2016 ",
            "The close-up images to the left highlight\nthe differences between the Hooked Blade\nvariety (far left) and the Short Blade variety\nof Br. 701.",
            "With that said, if someone has a specimen depicting\na third, earlier state of Br. 701 than the Hooked Blade\ndepicted above, showing an extra leaf that has vanished\nutterly through die re-working, let it be published forthwith\nto correct and complete the die state sequence of this\nfascinating and under-rated sou.\n"
        ],
        "PageNo": "19"
    },
    {
        "File": "The_CN_Journal_Jan_20.jpg",
        "Paragraphs": [
            "THE MISSING\n1876 SPECIMEN_CENT","BY ROB TURNER",
            "#20948,",
            "I n 2011, I published an article! describing six distinct",
            "varieties of specimen-quality cents dated 1876. They\ndiffered by obverse portrait design, planchet material,\nand working die. Four of these varieties have for many\nyears been recognized both by numismatic catalogs and\nthird party graders. They are the following: an 1876-H\ncent struck in bronze exhibiting a Provincial laureate\nobverse (Charlton DC-1); an 1876-H cent struck in\ncopper-nickel displaying Dominion obverse C1A\n(Charlton DC-17); an 1876 (with no H mintmark)\nstruck in bronze with obverse C1A (Charlton DC-\n18), and lastly the 1876-H presentation specimen\ndisplaying obverse C1 and the final adopted design. \nThe article introduced two new varieties; an 1876-H\ncent struck in copper-nickel displaying obverse Cl\nand a coin struck in bronze from the same die pair.",
            "When I wrote the 2011 article, I wondered if the\nRoyal Mint, or Heaton, had struck an 1876-H specimen\ncent in bronze displaying obverse C1A. Such a coin\nwould complete the quartet of obverse CIA and Cl\nstruck in both copper-nickel and bronze. I am pleased to\nannounce that this coin exists, making a seventh different\nvariety of specimen cent dated 1876. I recently purchased\nthe coin shown in the following pictures. Not only does it\ndisplay obverse C1A, but it was struck from the same die\npair as Charlton DC-17.",
            "The table below summarizes the seven distinctly\ndifferent varieties of specimen cents dated 1876. The\npunch designations come from  Dies & Diadems \nand my 2011 article. As stated in that article, I\nbelieve all, except the last, represent patterns and\ntrials created by the engravers, as they and the\ndecision makers progressed towards the final\napproved design. The seventh variety was created\nas a presentation specimen of the final design, to\nbe given to dignitaries or sold to collectors. The\ncatalogues and third party graders have yet to\nrecognize all seven varieties, but they should. The\nvarying obverse portrait designs and planchet metals\nconstitute major varieties of these specimen quality\ncents.",
            "1  The Surprising 1876 Specimen Cents ; by Rob Turner;\nCanadian Numismatic Journal; Volume 56, Number 7, page 434;\nSeptember 2011.",
            "2 Charlton numbers and the Dominion obverse portrait labels\nare the property of Charlton International and are used with their\npermission.",
            "3  Dies & Diadems ; by Rob Turner; published by the author;\n2009.",
            "The CN Journal",
            
            "Volume 61\n"
        ],
        "PageNo": "20"
    },
    {
        "File": "The_CN_Journal_Jan_21.jpg",
        "Paragraphs": [
            "Sometimes die states can tell us the\norder in which different coins produced\nby the same die were struck. As dies\nage in service, die wear, die chips and\ndie cracks become progressively more\npronounced. Examining the die states\nof the five specimen varieties struck\nfrom the same reverse die yields only\na single conclusion. The Provincial\nobverse coins (Charlton DC-1) were\nstruck before the other four types.\nThose other four varieties exhibit the\nsame die state, so the order of their\nstriking cannot be determined.",
            "Perhaps as many as thirty specimen\nquality 1876 cents exist across all\nseven varieties, so all are quite scarce.\nThe presentation specimen cents are\nthe ones most commonly encountered,\nfollowed by the 1876\npattern with no mintmark\n(Charlton DC-18). The other\nfive types are considerably\nrarer. The only example of\nthe copper-nickel, obverse\nCIA specimen known to me\nresides in the collection of\nthe American Numismatic\nSociety in New York. It may\nvery well be unique. As to\nwhether this new variety,\nthe bronze counterpart to the\nANS example, is unique or\none of a very small handful,",
            "only time will tell.",
            "(All Rights Reserved by the author\n  September 2015)",
            "Number1 January + February 2016\n"
        ],
        "PageNo": "21"
    },
    {
        "File": "The_CN_Journal_Jan_22.jpg",
        "Paragraphs": [
            "A NUMISMATIC FISHING EXPEDITION: TOKENS OF THE",
            "CAMPEAU_FISH_&_GAME_CLUB","BY TED BANNING",
            "A token that Bowman s (1972) Tokens\nA: Quebec lists as 1320a to 1320e,\nthat was unknown to McColl\n(1903), and that is sometimes assigned\nthe Breton no. 825C, is one that has\ndefied accurate identification. This is\nthe token of the Campeau Fish and\nGame Club, a 25 mm piece reported\nin aluminum, copper, white metal\n(sometimes called  German silver ),\nbrass, and silver (Bowman 1972: 4). Its\nobverse shows a hunting rifle and fishing\nrod crossed, with  CAMPEAU / FISH\n& GAME / CLUB / INCORPORATED\nJAN* 57H 1901,  fly line from the rod serving\nto separate the outer legend from the central\npart of the design. The reverse carries the\n uniface  stock reverse of its Ottawa\nmaker, Pritchard & Andrews (figure 1).",
            "In the Transactions of the Canadian\nNumismatic Research Society for\nApril 1973, Major Sheldon S. Carroll\nchallenges the tradition of associating\nthis token with either Ottawa or the\nnumismatist F.R.E. Campeau (1844 ",
            "1916) and implies that the connection is\nmerely a coincidence of surname:",
            "The tokens of the Campeau Fish",
            "and Game Club are not an Ottawa",
            "issue although they were struck by",
            "Pritchard & Andrews. They have been",
            "incorrectly attributed to Ottawa because some people",
            "seem to think that there is some connection between",
            "them and FR.E. Campeau whose name appears on",
            "Breton 825. The Campeau Fish and Game Club is",
            "a private club just north of Buckingham, Quebec.",
            "The Bank of Canada have [sic] this token in their",
            "collection in aluminum, white metal, brass, copper",
            "and silver. The present members of the club have no\ninformation concerning the tokens and do not know",
            "when they were used (Carroll 1973).",
            "Fred Bowman (1972: 4), meanwhile, attributes the token\nto Campeau, Quebec, a non-existent community. There is not,\nand apparently never was, a town or village in Quebec called\nCampeau. This error persists in Bowman et al. (2012: 205),\nwhich simply repeats Bowman s earlier attribution.",
            "While it is true that the club operated north of\nBuckingham, neither Carroll nor Bowman dug deeply\nenough to discover the facts regarding this token or its issuer,\nthe Campeau Fish and Game Club, which was incorporated",
            "in 1901 as one of many private sporting clubs\nthat leased land from Quebec as part of that\nprovince s controversial system of wildlife\nprotection (Ingram 2013).\nDespite Carroll s assertions, the\nclub is clearly associated with\nOttawa, as Might s Ottawa City\nDirectory lists it (or at least its\nheadquarters) for many years from\n1901 onward. In 1909 (p. 32), for\nexample, the directory indicates that its\nsecretary-treasurer was one John Bymes,\nwho had previously been President of the\nJohnstone Lake Fishing Club, according to\nthe 1901 Ottawa City Directory. It appears\nagain in the 1911, 1912, 1913, 1914, 1915\nand 1916 Ottawa directories (all pp. 32-\n33), again with Byrnes as secretary-\ntreasurer. Byrnes was a clerk in the\nGeneral Inspector s Branch of the\nDominion Department of Trade and\nCommerce, and he lived at 636 King\nEdward Ave. in Ottawa. He was also\nsecretary-treasurer of the Johnstone\nLake Fishing Club in 1909. By the\n1923 Ottawa City Directory (p. 44), L.\nR. O Connell had become the secretary-\ntreasurer of the Campeau Fish & Game\nClub. Lawrence R. O Connell was a\nformer C.P.R. employee who became\nwell known in Ottawa circles of the\ninsurance industry. Until his death in 1935, he was also\na member of the Catholic Mutual Benefit Association\n(C.M.B.A.) and other Catholic societies and charities, in\nmany of which F.R.E. Campeau had also been involved.\nMost importantly, however, the 1901 City of Ottawa\nDirectory makes it very clear that numismatist F.R.E.\nCampeau was the President of the Campeau Fish and\nGame Club (Might 1901: 33). Campeau had already been\nsecretary-treasurer of a Laurentian Fish and Game Club\nin the 1890s (Might s Ottawa City Directory, 1894, 1895,\n1896) and, in 1901, Campeau was also Honorary Vice-\nPresident of the Frontenac Snow Shoe Club as well as, of\ncourse, President of the Soci t  Numismatique d Ottawa.\nAs it turns out, the Campeau Club of 1901 was successor\nto the unincorporated Laurentian Club founded in 1894 and\nactive through the 1890s. As Byrnes reports to Quebec s\nMinistry of Colonization, Mines and Fisheries in 1914:",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "22"
    },
    {
        "File": "The_CN_Journal_Jan_23.jpg",
        "Paragraphs": [
            "The Club was originally called the Laurentian, but\nwhen incorporation was sought, your Department in-\nformed us that another club bearing the same name\nhad already been incorporated, and as Mr. R. E.\nCampeau, of Ottawa, had obtained the first lease of\nthe lakes, someone moved that we call it the Campeau\nFish and Game Club (Quoted in Minister of Coloniza-\ntion, Mines and Fisheries 1914: 49).",
            "As is well known, Fabien Ren  Edouard Campeau\n(1844-1916) was a man of many talents and interests\n(Figure 2; Banning 2013; Breton 1894; Uman 1992).\nBy occupation, he was an accountant and chief clerk\nin the Ministry of Inland Revenue, but he had many\noutside activities. In addition to his role in the Soci t \nNumismatique d Ottawa, at various times he was on\nboards and executives of the St. Vincent de Paul Society,\nl Institut Canadien Fran ais, the Catholic Mutual Benefit\nAssociation, the Associated Charities of Ottawa, the Soci t \nSt. Jean-Baptiste d Ottawa, the Ottawa Collegiate Institute,\nand St. Joseph s orphanage. He also published a book, the\nIllustrated Guide to the House of Commons and the Senate\nof Canada (Campeau 1875 and later editions), held several\npositions in the Independent Order of Foresters and served\nas a separate school board trustee for St. George s ward. He\neven competed at billiards.",
            "And among these many interests were hunting and\nfishing, leading to his active role in the Laurentian Club and\nin the club coming to bear his own name from 1901. That\nyear, the Campeau Fish & Game Club s Vice-President was\nthe builder, Richard Tobin, and its Secretary-Treasurer was",
            "Number 1",
            "January + February 2016 ",
            "already the aforementioned John Byrnes. As probably the\nonly numismatist on the club s executive, it would make\nperfect sense for Campeau to be the one to arrange for the\norder of the club s tokens, should they actually need any.",
            "Campeau s clear role in founding the club also makes it\nquite understandable that this token is available in several\ndifferent metals, including even silver. It was Campeau s\npractice, as evidenced by the tokens for the Catholic Mutual\nBenefit Association (Breton 789-791), which Campeau also\nordered (Breton 1894: 138), to create multiple varieties that\nhe could sell to collectors. Those tokens, incidentally, were\nalso struck by Pritchard & Andrews. Probably the many token\nvarieties of L Institut Canadien Fran ais were similarly his\nbrainchild while he was its President in the 1880s and 1890s.",
            "More than 200 fish and game clubs were operating in\nQuebec in the early 20 century, most of them leasing tracts\nof land from the province (Minister of Colonization, Mines\nand Fisheries 1914; Ingram 2013). A main principle in these\nleases was that the club was responsible for the protection\nof fish and game within its territory, which could be up to\n200 square miles in extent.",
            "The incorporated Laurentian Club, which required its\nnamesake group to rename, was a large and relatively early\nfish and game club founded in 1885, and it had two lodges\n(Wabenaki and Andrew) on Lac a la P che in what is now\nLa Mauricie National Park, about 60 km northwest of Trois-\nRivi res, and near Saint-G rard-des-Laurentides (Minister\nof Colonization, Mines and Fisheries 1914: 16-22). The\nclub that involved Campeau was a minor one, which also\nbore the Laurentian name during the 1890s. The Ottawa\nJournal of May 26, 1897, reports  A Successful Fishing\nTrip,  saying  Messrs. F. R. E. Campeau, Alf. Leclaire,\nJ. M. Lavoie and Albert Campeau have returned from a\nfishing expedition to the Laurentian Fish and Game Club\nquarters. Seven dozen good trout were taken.  Albert was\nF.R.E. s son, Joseph Albert Ren  Hector Campeau (1876 \n1948). A similar story in The Ottawa Journal of May 26,\n1898, notes that  Mr. F.R.E. Campeau, president, and Mr.\nJ. Byrnes, secretary of the Laurentian Fish and Game Club,\nhave returned from a week s fishing trip on the club s lake,\nalong the Blanche River, Que. They report fishing good,\nand that they caught many trout averaging 13 inches in\nlength and 13 ounces in weight. ",
            "The Ottawa Journal for March 11, 1904, p. 5, carries an\narticle about the Campeau Fish and Game Club s annual\nmeeting, held in the private parlor of the Albion Hotel;\nthat similarly hints at Campeau s passion for fishing. The\nannual election of the club s board of directors took place,\nreturning F.R.E. Campeau along with Richard Tobin,\nJohn Bymes, Redmond Quain and J. B. Couillard. Byrnes\nreported that the club was  in good standing and well\nequipped in every particular,  and the article indicates\nthat  all the members look forward to an enjoyable time\nduring the forthcoming season. \n"
        ],
        "PageNo": "23"
    },
    {
        "File": "The_CN_Journal_Jan_24.jpg",
        "Paragraphs": [
            "The Campeau Club was one of the smaller ones,\nwith a lease of only six square miles of land and\nno more than eight original members, expanded to\n15 by 1914, one of them the Conservative MP, Dr.\nJohn L o Chabot (1869-1936). The club centred on\nseveral lakes about 10 km north-northwest of the\nMunicipality of Mulgrave-et-Derry in the Papineau\nRegional County, and about 16 km east of Val-des-\nBois (figure 3), today part of the Papineau-Labelle\nWildlife Preserve. It had two buildings, the main\none being the lodge at Maple Leaf Camp on the\nshores of Campeau Lake (now called Lac Sifflet).\nThis was a 1 4-storey hemlock log building with\nkitchen and living room on the main floor, an attic\nused as a large bedroom, and a roofed  gallery  or\nverandah (figure 4). It survives today as  Chalet\nSifflet  and is available for rent from the Papineau-\nLabelle Preserve. There were also a log ice-house\nand storage shed, an open-sided boathouse and a\nwoodshed on Campeau Lake and primitive boat-\nhouses on Lac Tass  and three other lakes.",
            "Byrnes tells us that members would take the train\nto Thurso, then  drive by rig some 25 miles, walk\n3% miles and travel on water about 1% miles....\nAlthough we have four lakes that contain speckled\ntrout, the main inducement and advantages that our",
            "forest retreat offers to its members are its benefits\nas a resort for health, its solitude and remoteness,\nbeing five miles back of the last settler.  The lakes\nare named Tass  (in the Township of Mulgrave)\nand Tobin, Campeau, Byrnes, Quain, Farley and\nBr l  (in the Township of Lathbury) after the club s\nmembers (Byrnes in Minister of Colonization,\nMining and Fisheries 1914: 49).",
            "Some of these lakes still bear members  names\ntoday, including Lac Campeau (at 45.864  N\n75.393  W), Lac Br l , and Lac Chabot, while one\nis named Lac C.M.B.A. after one of Campeau s\nother favourite institutions, the Catholic Mutual\nBenefit Association (figure 5). However, many of\nthe lakes  names have changed over the years. The\nmodern Lac Sifflet is the lake originally known as\nCampeau Lake, while the modern Lac Campeau,\nwas once known as Quain Lake. Tass  Lake is\nnow Lac de l Ivraie, Tobin Lake is now Lac Talbot,\nByrnes Lake is now Lac Lloyd, Ahearn Lake is\nofficially known as Lac de Tourterelles (but known\nlocally as  Punkinseed  Lake), Farley Lake is now\nLac Lemieux, and Briil  Lake is now Lac Enclume\n(with the Br l  name now used farther north),\nalthough locals often still use the earlier names.\nThe club s territory extended from Campeau/Quain\nLake on the west to Tass /Ivraie on the east, and as\nfar as Br l /Enclume to the north.",
            "Aside from the members,",
            "the club had a caretaker and,\nwhen members were present\nat the lodge, a cook. The\ncaretaker, who would open\nand close the camp, provide\nfirewood and ice, and take\ncare of the boats, was a local\nfarmer, Bill Smallian, from\n1945 to about 1976, when the\nClub s lease was terminated.\nHis father, Alex Smallian,\npreceded him in that role. His\nother duties included acting\nas a game warden, patrolling\nthe club s territory from time-\nto-time to ensure that no non-\nmembers were hunting or\nfishing there.",
            "Tokens similar to those of\nthe Campeau Fish & Game\nClub sometimes served as\ndrink checks in hunting clubs \nbars, but one might question\nif it was really necessary to\nhave such bar checks at a\nclub with one main lodge and so few members.\nGiven Campeau s other token and medal ventures,\nsuch as the C.M.B.A. tokens (Breton 789-791)\nand the token supposedly for the Ottawa Canning\nCompany (Breton 788), and considering the\nvariety of metals in which this one was struck,\nit seems rather more likely that it is one of those\nissues, common at the time, struck for the purpose\nof exchange or sale to collectors. It is also true,\nas Carroll says, that no one locally seems ever to\nhave seen the tokens, including the son of the last\ncaretaker.",
            "Although the tokens  date is uncertain, clearly\nthey were struck no earlier than 1901, and\nprobably no earlier than 1903, when McColl s\nlist appeared. As it bears Pritchard and Andrews s\n uniface  reverse, which is found on a number",
            "The CN Journal",
            "Volume 61\n"
        ],
        "PageNo": "24"
    },
    {
        "File": "The_CN_Journal_Jan_25.jpg",
        "Paragraphs": [
            "Number 1",
            "January + February 2016",
            "of tokens that McColl did list\n(e.g., Chugg Dairy, McColl\n1162), and on even earlier\nones like B. Rothwell s\ntokens of 1893 (nos. 820-82\nin Breton 1894: 146), its issue\nmay not have been much\nlater than 1903, yet the token\ndoes not appear in Breton s\nprice list of 1907 or Popular\nIllustrated Guide (1912).",
            "The Campeau Fish &",
            "Game Club long outlived",
            "Campeau himself, its",
            "founder and namesake, as",
            "we find several newspaper",
            "articles referring to the club",
            "in the 1930s and  40s, up",
            "to 1968 when an article in",
            "The Ottawa Journal of May",
            "17 reports that a certain",
            "Dr. Lawrence Roche  died",
            "suddenly yesterday while",
            "fishing at the Campeau",
            "Fish and Game Club ",
            "near Buckingham. About 1975, the Quebec",
            "government terminated the remaining leases and,",
            "in 1976, absorbed the fish and game clubs into its\nnew system of wildlife preserves.",
            "There is no doubt that tokens of the Campeau\nFish & Game Club are associated with both\nOttawa and the numismatist F.R.E. Campeau.\nMost or all of them may actually have been his\nnumismatic fantasies rather than tokens for actual\nuse at the Club s lodge north of Buckingham.\nFar from being merely a coincidental use of the\nname Campeau, these tokens are thus a lasting\ntribute not only to F.R.E. Campeau s penchant\nfor creating rare numismatic varieties, but to his\nnon-numismatic passions: hunting, fishing and\nthe outdoors.",
            "Acknowledgements",
            "My thanks to Don Smallian for details about\nthe Club that are undocumented, and for help\nin recognizing changes of names of lakes.\nDon s father, Bill Smallian, was caretaker and\ngame warden at the Campeau Fish & Game\nClub from 1945 to about 1976. Bert MclInenly,\nwhose father was a member of the Club, also\nkindly provided information and several photos,\nincluding figure 4.",
            "Bibliography",
            "Banning, Ted (2013). Campeau carried the Ottawa\nNumismatic society. Canadian Coin News 26\nFebruary: 4.",
            "Bowman, Fred (1972). The Tokens of Quebec.\nBrantford: Canadian Numismatic Research\nSociety and Canadian Press Printing.",
            "Bowman, Fred, Jean-Pierre Par , and Yvon\nMarquis (2012). R pertoire Numismatique du\nQu bec. Les Editions Numispro.",
            "Breton, Pierre Napol on (1894). I/lustrated\nHistory of Coins and Tokens Relating to\nCanada. Montreal: P. N. Breton.",
            "  (1907). A List of Corrected Approximate Values\nof Canadian Coins and Tokens. Montreal: P. N.\nBreton.",
            "  (1912). Popular Illustrated Guide to Canadian\nCoins, Medals, &. &. Montreal: P. N. Breton.\nCampeau, F. R. E. (1875). ustrated Guide to the\nHouse of Commons and the Senate of Canada.",
            "Ottawa: A. Bureau.",
            "Carroll, Sheldon S. (1973).  Spreading the word. \nTransactions of the Canadian Numismatic\nResearch Society 9(2): 123.",
            "Google Earth (2015). DigitalGlobe.",
            "Ingram, Darcy (2013). Wildlife, Conservation\nand Conflict in Quebec, 1840-1914. Vancouver:\nUBC Press.",
            "McColl, W. R. (1903). Immense Collection of\nCanadian Medals and Business Cards. Owen\nSound: W.R. McColl.",
            "Might Directories, Ltd. (1901). Ottawa City\nDirectory 1901. Ottawa: Might Directories, Ltd.",
            "  (1909). Ottawa City Directory 1909. Ottawa:\nMight Directories, Ltd.",
            "  (1923). Ottawa City Directory 1923. Ottawa:\nMight Directories, Ltd.",
            "Minister of Colonization, Mines and Fisheries\n(1914). The Fish and Game Clubs of the\nProvince of Quebec. Quebec: Ministry of\nColonization, Mines and Fisheries of the\nProvince of Quebec.",
            "Uman, Barry (1992).  Early personal medal\nissues.  Transactions of the Canadian\nNumismatic Research Society 28: 28-34.\n"
        ],
        "PageNo": "26"
    },
    {
        "File": "The_CN_Journal_Jan_26.jpg",
        "Paragraphs": [
            "KRAUSE PUBLICATIONS ANNOUNCES 2016",
            "COIN OF THE YEAR",
            "United States wins 2016 Coin of the Year Award",
            "Krause Publications, a leading producer\nkK: coin and paper money books,\nmagazines, events and online\nproducts, has announced the winner\nof this years 2016 Coin of the Year\ncompetition. The United States\nBaseball Hall of Fame cupped clad half\ndollar has been named Coin of the Year\nby an international panel of judges in a\nvote that concluded on December 6.\nAn award trophy will be presented\nFebruary 6, 2016, at the World Money Fair\nin Berlin, Germany, by representatives of\nWorld Coin News, sponsor of the award.\nTrophies will also be presented to the winners\nof the ten category awards chosen in a\nprevious round of voting by the judges.",
            "The Royal Canadian Mint",
            "was awarded first place in",
            "the COTY Best Crown Coin\ncategory for its Maple Leaf\nCanopy design by Emily\nDamstra. Earlier the RCM\nreceived the distinction of\nbeing the first mint to receive a\ndozen nominations for its collector,\ncirculation and bullion coins.",
            "The United States hit a home run",
            "with its Baseball Hall of Fame",
            "commemorative coin program, earning",
            "category awards for two of the three",
            "coins in the series. The Baseball cupped",
            "clad half dollar, KM# 576, also won the",
            "Most Innovative Coin award. The coin is the",
            "product of intensive engineering research by the",
            "United States Mint to develop the first cupped clad coin. In\naddition, the Baseball gold $5 coin, KM# 578, won the Best\nGold Coin award.",
            "Last year s Coin of the Year Award winner (for their\n2013 Klimt & His Women  The Expectation  gold\ncoin), the Austrian Mint, was another big winner this year\nwalking away three category awards. In Best Silver Coin,\nAustria s 20-euro silver coin, KM# 3233, commemorating\nthe fall of the Iron Curtain struck a chord with voters.\nAustria s popular bimetallic coin series of science-themed",           
            "coins chalks up another winner with its silver and\nniobium 25-euro coin honoring the study of\nevolution, KM# 3227. Finally, the Most\nArtistic Coin award went to Austria s\n50-euro gold coin, KM# 3229, depicting\nfamous Austrian painter Gustav Klimt s",
            " Judith IT  art piece.",
            "The other category winners from\nwhich the judges made their final\nselection for Coin of the Year were as",
            "follows:",
            "The Most Historically Significant\ncategory winner was Germany s 10-euro\nsilver coin marking the 300 anniversary of\nDaniel Fahrenheit s invention of the mercury",
            "thermometer, KM# 332a.\nAt the head of the Best Contemporary\nEvent category was Latvia s 5-euro silver\ncoin, KM# 161, for the 25 anniversary\nof the Baltic Way demonstrations,\nwhere people from Latvia, Estonia\nand Lithuania held hands and formed\na human chain stretching through all\nthree countries. This category honors\nhistorically important events that occurred\nfewer 100 years ago, while the Most\nHistorically Significant Coin category is for\nthe important people and events of more than 100",
            "years ago.",
            "Best Crown Coin went to Canada s\n20-dollar silver coin which colorfully\ndepicts a maple leaf tree canopy,\nKM# 1759. Crowns are clad or silver\ncoins with a diameter of 37 to 45 mm.",
            "In the Best Circulating Coin",
            "category, Great Britain won with its",
            "bimetallic 2-pound coin featuring the",
            "iconic depiction of Lord Kitchener on a\nWorld War I recruiting poster, KM# 1279.",
            "The Most Inspirational Coin category award went to\nPoland s 10-zlotych silver coin, Y# 902, minted for the 100%\nanniversary of the birth of Jan Karski (Kozielewsk1), a Polish\nWorld War II resistance fighter who smuggled evidence of\nNazi concentration camps to the Allies.",
            "Coin of the Year is an annual award first given in 1984. It is\nawarded to spur advances in numismatic artistry, technology\nand mass appeal among collectors in a hollow key.",
            "All pieces considered were dated 2014, or the year s\nequivalent in other calendars.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "26"
    },
    {
        "File": "The_CN_Journal_Jan_28.jpg",
        "Paragraphs": [
            "COMMUNIQU ",
            "2016 PROOF DOLLAR - 150  ANNIVERSARY\nOF THE TRANSATLANTIC CABLE",
            "The reverse design by Canadian marine artist Yves B rub \nfeatures a starboard side view of S.S. Great Eastern as",
            "the iron steamship triumphantly rests in the harbour of\nHeart s Content, Newfoundland. Painstakingly engraved",
            "in exceptional detail, the Great Eastern easily dwarfs a",
            "local gaff-rigged fishing boat (known as a Jack Boat)",
            "off her bow, while her four funnels and six masts rise up",
            "to fill the upper portion of the reverse. In the background,",
            "the picturesque fishing village and the rolling hills that\nsurround Trinity Bay are a welcome sight, signalling the end",
            "of one journey for the crew after spending weeks laying the\ntransatlantic cable along the North Atlantic seabed. This historic\ncable linking Heart s Content to Valentia Island, Ireland, is\nillustrated on the map element that fills reverse s lower portion.\nFittingly, the cable itself is represented on the map.",
            "2016 $100 GOLD COIN   CENTENNIAL OF\nTHE PARLIAMENT BUILDINGS FIRE AND\nTHE PRESERVATION OF THE LIBRARY OF\nPARLIAMENT",
            "The reverse design by Canadian artist Tony Bianco transports\nthe viewer to the fateful night of February 3, 1916, as we\nbear witness to the tragic fire that has engulfed the Centre\nBlock of Parliament in Ottawa, Ontario. As flames and smoke\nsuddenly billow into the night sky, firefighters quickly rush\nonto the scene; near the western rear of the Centre Block,\none firefighter stands ahead of a pumper as he douses the\nflames with water, while two more rush across the snow-\ncovered landscape to join the fray. In the midst of all the chaos\nand tragedy, the towering spire of the Library of Parliament\nremains an inspiring sight as it seems to remain untouched\nby the blaze, thanks in part to the fireproof doors that helped",
            "protect this architectural",
            "jewel and its\nirreplaceable\ncollection.",
            "DOLLAR EPREUVE NUMISMATIQUE 2016 - 150 \nANNIVERSAIRE DU CABLE TRANSATLANTIQUE",
            "Le motif au revers,  uvre de l artiste maritime Yves B rub ,\nrepr sente une vue du c t  tribord du S.S. Great Eastern amarr \napr s son entr e triomphale dans le port de Heart s Content,  \nTerre-Neuve. Cisel  avec force d tails, le Great Eastern r duit a\nune version miniature de lui-m me un bateau de p che   voiles\nlocal illustr    sa proue, tandis que ses quatre chemin es et ses\nsix mats s' l vent dans la partie sup rieure du revers.   l arri re-\nplan, le pittoresque village de p cheurs et les collines vallonn es\nentourant la baie de la Trinit  forment une vue accueillante.\nEn effet, elle symbolisait pour l quipage la fin d un voyage\nde plusieurs semaines   poser le c ble transatlantique dans les\nfonds marins de l Atlantique Nord. Ce c ble historique reliant\nHeart s Content   l le de Valentia, en Irlande, est illustr  au\nrevers, sur la carte qui orne la partie inf rieure de l image.",
            "PI CE DE 100 $ EN OR 2016   CENTENAIRE\nDE L INCENDIE DES EDIFICES DU PARLEMENT\nET DE LA PRESERVATION DE LA BIBLIOTHEQUE\nDU PARLEMENT",
            "Le motif au revers,  uvre de l artiste canadien Tony Bianco,\nnous transporte dans le temps jusqu  cette nuit fatidique du\n3 f vrier 1916, pendant laquelle un incendie tragique a d truit\nl difice du Centre du Parlement   Ottawa, en Ontario. Alors\nque les flammes et la fum e s l vent soudainement dans le\nciel nocturne, les pompiers arrivent d urgence sur le lieu du\nbrasier. Pr s de la fa ade arri re ouest de l difice du Centre,\nun pompier se tient debout devant la pompe   vapeur et arrose\nle feu, tandis que deux autres pompiers s lancent sur le terrain\nenneig  pour venir lui pr ter main-forte. Au centre du chaos\net de la trag die, la cime imposante de la Biblioth que du\nParlement demeure une source d inspiration alors qu elle\nne semble pas touch e par les flammes, en partie gr ce   ses\nportes   l preuve du feu, qui ont contribu    prot ger ce joyau\nde l architecture et la collection irrempla able qu il renferme.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "28"
    },
    {
        "File": "The_CN_Journal_Jan_29.jpg",
        "Paragraphs": [
            "2016 $20 FINE SILVER COIN  \nGEOMETRY IN ART: THE POLAR BEAR",
            "The reverse design by Canadian artist Calder Moore features\na stylized portrait of the  King of the Arctic  and beloved\nrepresentative of Canada s North, the mighty polar bear\n(Ursus maritimus). Geometry, technology and art intersect\nas the entirety of the image is presented in a low-poly\nart style; multiple polygon shapes come together to\nform a mother bear (left) and her cub (right), with",
            "each shape made distinct from the other through\nextraordinary sculpting, cutting-edge technology and\nadvanced finishing techniques. Together, they form",
            "a touching scene of this iconic species as a mother",
            "bear introduces her cub to Canada s Arctic waters;\ngracefully swimming out, the mother turns to face her\nyoung as it gingerly attempts its first few strokes.",
            "2016 $25 FINE SILVER COIN - SCULPTURAL\nART OF PARLIAMENT: GROTESQUE WILD\nGREEN MAN",
            "Engraved in ultra-high relief, the coin features an original\ndepiction by Dominion Sculptor, Phil White, of a Gothic-\nstyle grotesque inspired by a carving found on the East Block\nof the Parliament Buildings. The image portrays the mythical\nWild Green Man. The fierce figure s foliate hair, brows,\nmoustache, and beard dominate its face along with wide\nstaring eyes and bared teeth. This expressive image seems\nto emerge from the coin s face thanks to detailed engraving\nin ultra-high relief. The reverse is engraved with the word\n CANADA,  the date  2016,  and the face value of  25\nDOLLARS.  The obverse features",
            "the effigy of Her Majesty Queen",
            "Elizabeth II by Susanna Blunt.",
            "Number 1",
            "January + February 2016",
            "PIECE DE 20 $ EN ARGENT FIN 2016\n  ART ET GEOMETRIE : LE HUARD",
            "Le motif au revers de la pi ce, oeuvre de l artiste canadien\nCalder Moore, pr sente un portrait stylis  du   roi de l Arctique\n  et repr sentant bien-aim  du Nord canadien, l imposant ours\npolaire (Ursus maritimus). La g om trie, la technologie et l art\nse croisent dans l int gralit  de cette image pr sent e ici dans\nun style artistique   faible polygonisation. De multiples formes\npolygonales sont rassembl es pour former une ourse polaire ( \ngauche) et son petit (  droite), chaque forme se distinguant des\nautres gr ce   un ciselage d taill ,   une technologie de pointe et\n  des techniques de finition avanc es. Ensemble, ils cr ent une\nsc ne touchante mettant en vedette une esp ce embl matique,\ndans laquelle une ourse polaire initie son petit aux eaux de\nl Arctique canadien. L ourse immerg e se tourne gracieusement\nvers son petit qui tente prudemment d effectuer ses premiers\nmouvements de nage.",
            "PI CE DE 25 $ EN ARGENT FIN 2016   L'ART\nSCULPTURAL DU PARLEMENT : MARMOUSET\nD'UN HOMME VERT SAUVAGE",
            "Rehauss e d une gravure   tr s haut relief, la pi ce est",
            "orn e d une  uvre originale de Phil White, sculpteur du",
            "Dominion, illustrant un marmouset de style gothique",
            "inspir  de l une des sculptures qui embellissent",
            "l' difice de l Est du Parlement. Ce marmouset",
            "repr sente un homme vert sauvage, figure mythique",
            "dont le visage f roce, qui d voile des crocs d nud s",
            "et un regard per ant, est domin  par des cheveux,",
            "des sourcils, une moustache et une barbe constitu s",
            "d un feuillage  pais. Ce motif expressif donne",
            "l'illusion de se d tacher de la pi ce en raison la",
            "gravure d taill e   tr s haut relief. Le revers porte",
            "la mention   Canada  , le mill sime   2016   et",
            "la valeur nominale   25 DOLLARS  . L avers est",
            "  l effigie de Sa Majest  la reine Elizabeth II, selon\nSusanna Blunt.\n"
        ],
        "PageNo": "29"
    },
    {
        "File": "The_CN_Journal_Jan_34.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES_DES, CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)\nFONA, #22198",
            "Call for 2015 Club and Literary Award\nNominations",
            "This month, we make the official call for nominations\nto be made for the 2015 RCNA Literary Awards. Self-\nnominations are welcome and acceptable. Perhaps the\nmost challenging to judge is the Jerome H. Remick\nLiterary Award which is awarded to the best numismatic\narticle published in a local club newsletter. Other literary\nawards judged by RCNA Club Services are the best\nregional/national newsletter and best local newsletter. I\ninvite you to start nominating articles by submitting a\nscan or an electronic copy. For clubs that had active and\nvibrant activities in 2015, please submit a nomination\nthat includes a recap of your 2015 club activities, for\nthe Louise Graham Memorial Club of the Year Award\ncompetition. The best Louise Graham nominations\nare a minimum of four pages in length and include\nsupporting pictures. Additional information about\nthe awards can be found at www.rcna.ca/awards.php\nand in this month s Journal. Nominations are due no\nlater than March 31, which will allow time for judging\nto be completed before the RCNA Convention. Send\nnominations, supporting materials and any questions or\nrequests for additional information to me, Brett Irick, at:\nxr7gt@prodigy.net .",
            "The 2015 Medallions of the New France\nFestival",
            "Published in Bulletin de Liaison, a publication of\nthe Quebec Numismatic Society, Inc and Bulletin\nd Information, a publication of the Numismatic\nClub of the Lower Saint Laurence de,\nNovember 2015, as submitted by\nYvon Marquis:\nIn 2015, with the anniversaries of\nthe arrival of the Carignan-Sali res\nRegiment and the clash between\nPhips and Frontenac, military heritage\nand the St. Lawrence River were\nhighlighted under the theme  Quebec,\nPort City  during the Festival of\nNew France, August 5 to 9, under the\nofficial theme  Anchor You in a Day. \nThe medallion for this year represents\na classic tall-mast sailing ship. It symbolizes the\ntransport of goods, civilians, religious, and military,\non the Saint Laurence River during their journey from\nEurope to Quebec. The medal represents the strength\nof the immigrants and sailing power: two factors that",
            "34",
            "Appels pour nominations pour les prix de club et\nprix litt raires 2015",
            "Ce mois-ci, nous faisons l appel officiel pour des nominations\npour les prix litt raires 2015 de l ARNC. Vos nominations, m me\npour vos propres articles, sont les bienvenues et acceptables. Le\nprix le plus difficile   juger est sans aucun doute le prix J r me H.\nRemick qui est d cern  au meilleur article numismatique publi \ndans un bulletin de club local. D autres prix litt raires jug s par le\ncomit  de services aux clubs de   ARNC sont le meilleur bulletin\nr gional / national et le meilleur bulletin local. Je vous invite\n  nous faire parvenir des articles en nomination en soumettant\nune copie num ris e (scan) ou une copie en format  lectronique.\nPour les clubs qui ont connus une ann e 2015 tr s active remplie\nd activit s int ressantes, s il vous pla t soumettre une candidature\npour le prix Louise Graham Memorial qui reconnait le club de\nl ann e, en incluant un r sum  de vos activit s de club dans\nvotre application. Les meilleures applications pour le prix Louise\nGraham ont un r sum  minimum de quatre pages et incluent des\nphotos en appui. Des renseignements suppl mentaires sur les prix\npeuvent  tre trouv s sur le site wwwrcna.ca/awards.php et dans\nle num ro de ce journal. Les candidatures doivent  tre soumises\nau plus tard le 31 mars, ce qui donne suffisamment de temps\naux membres du comit  de faire l valuation avant le congr s de\nl'ARNC. Envoyer vos nominations, preuves justificatives, pour\ntoutes questions ou demandes d information suppl mentaires  \nxr7gt@prodigy.net .",
            "Le m daillon 2015 des F tes de la Nouvelle-\nFrance",
            "Publi  dans le Bulletin de liaison, une publication\nde la soci t  numismatique de Qu bec inc et\nBulletin d'information, une publication de club\nnumismatique du Bas Saint-Laurent\n dition de novembre 2015, tel que\nsoumis par Yvon Marquis:\nEn 2015, avec les anniversaires soulignant\nl arriv e du R giment Carignan-\nSali res et l affrontement entre Phips et\nFrontenac, le patrimoine militaire ainsi\nque le fleuve  taient mis en valeur sous\nla th matique   Qu bec, ville portuaire  \nlors des F tes de la Nouvelle-France, qui se\nsont d roul es du 5 au 9 ao t, sous le th me\nofficiel   ANCREZ-VOUS DANS LA FETE  .\nLe m daillon de cette ann e repr sente un voilier\nd poque. Il symbolise le transport des marchandises et\ndes personnes civiles, religieuses et militaires sur le fleuve\nlors de leur p riple d outremer vers Qu bec. La coque\nrepr sente la solidit  et la voile, l nergie : deux facteurs qui",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "34"
    },
    {
        "File": "The_CN_Journal_Jan_35.jpg",
        "Paragraphs": [
            "have established a lasting settlement with a good\nreception by the First Nations. The medallion, in\nantique brass, measures 36 mm. On the reverse is\nthe festival logo of New France and the year  2015. ",
            "As in past years, the medallion served as the ticket\nto access key venues of the New France Festival. It\nwas available in advance for $10 and $12 on the\nfestival Web site and, as in previous years, the\nmedallion included some coupons to use during\nthe festival. This is the 18\" medallion issued\nby the Holidays of New France group.",
            "New this year, a Royal Medallion was\nalso produced. This medallion, with\nan issue of only 200, features the same\ndesign as the regular medallion, but is\nplated in 10-carat gold, with the ship,\nanchor and waves highlighted in antiqued\nblack, as is the reverse inscription. The\nmedallion was packaged with a gold-plated chain\nin a black velvet pouch. Together with the benefits of a\nregular medallion, the Royal Medallion gave the holder\naccess to a restricted area of the Royal Auberge SAQ,\nfour beverage tasting coupons, reserved access to the\nRoyal Auberge SAQ (Soci t  des alcools du Qu bec,\ni.e. Liquor Control Board of Qu bec), four tasting\ncoupons redeemable for appetizers at the March  des\nSaveurs (food market) booths, one coupon redeemable\nfor an alcoholic beverage at the Auberge SAQ, and two\nsouvenirs; a shoulder bag in the colours of the festival,\nand a tricom-type hat. With the price of $45 and benefits\ntotaling nearly $75, these Royal Medallions sold out\nvery quickly.",
            "In memory of May Belsten, wife of Norm\nBelsten",
            "May (nee Yocco) Belsten, wife of well-known\nwooden money collector Norm Belsten, passed away\non October 4, 2015, after a short illness. She was 80.\nIn addition to her husband Norm, she is survived by\ntwo daughters, three grandchildren and six great-\ngrandchildren. Norm is a founding member of the\nCanadian Association of Wooden Money Collectors\nand is also past president, past newsletter editor and\ncurrent assistant newsletter editor of the organization.\nOur sincere condolences to Norm and his family.",
            "Current Legal Tender Transaction Limits\nfor Canadian Coins\nPublished in Bison Tales, a publication of the\nManitoba Coin Club, November 2015.\nThe legal tender limit of Canadian coinage in all\ntransactions is governed by the Currency Act which\npresently sets out the following limits:\n= $40 if the denomination is $2 or greater but",
            "Number 1",
            "January + February 2016",
            "ont permis d tablir une colonie durable avec l accueil des\nnations autochtones. Fabriqu  en laiton antique, le m daillon\nmesure 36 mm. Au revers on y retrouve le logo des F tes de\nla Nouvelle-France et l ann e   2015  .",
            "Comme par les ann es pass es, le m daillon servait\nde laissez-passer pour acc der   certains sites des\nF tes de la Nouvelle-France. Il  tait offert en pr vente",
            "au co t de 10 $ et   12 $ sur le site, et comme pour",
            "les ann es ant rieures, le m daillon incluait\nquelques coupons rabais   utiliser sur le site.\nC est le 18e m daillon  mis par les F tes\nde la Nouvelle-France qui en  taient   leur\n19   dition (la premi re ann e un passeport\npermettait l acc s aux sites).",
            "Une nouveaut  cette ann e, un M daillon\nRoyal a  galement  t  produit. Ce m daillon,\n mis   seulement 200 exemplaires, arbore le\nm me motif que le m daillon r gulier, mais il est\nplaqu  or 10 carats, la voile, l ancre et les vagues se\nd coupant en noir, tout comme les inscriptions au revers.\nIl  tait offert avec une cha ne  galement plaqu e or, dans\nun sachet de velours noir. En plus des avantages reli s au\nm daillon r gulier, le M daillon Royal donnait droit   des\navantages additionnels sur le site dont : Un acc s r serv \ndans la Zone Royale de l Auberge SAQ, 4 coupons de\nd gustation  changeables contre des bouch es au March  des\nSaveurs, 1 coupon  changeable contre une consommation\nalcoolis e   l  Auberge SAQ, 2 produits d riv s (1 sac\nbandouli re aux couleurs de la f te et 1 chapeau de type\ntricorne). Bien que ces avantages totalisent pr s de 70 $, le\nm daillon  tait offert au co t de 45 $, d o  une  conomie\nappr ciable pour les int ress s. On comprendra que ces",
            "m daillons royaux se sont tous vendus assez rapidement.",
            "  la m moire de May Belsten,  pouse de Norm\nBelsten",
            "May (n e Yocco) Belsten,  pouse du collectionneur sp cialiste\ndes jetons de bois, Norm Belsten, est d c d e le 4 octobre 2015,\napr s une courte maladie. Elle  tait  g e de 80 ans. En plus de son\nmari Norm, elle laisse dans le deuil deux filles, trois petits-enfants\net six arri re-petits-enfants. Norm est un membre fondateur de\nl'association canadienne des collectionneurs de jetons de bois\nen plus d tre le pr sident sortant, ancien r dacteur du bulletin et\npr sentement r dacteur adjoint du bulletin de l organisation. Nos\nsinc res sympathies   Norm et sa famille.",
            "Limites actuelles pour r gler des transactions\navec des pi ces de monnaie canadienne\nPubli  dans Bison Tales, une publication du club\nnumismatique du Manitoba, dans le num ro de novembre\n2015.\nLes limites pour le r glement des transactions avec des pi ces\nde monnaie canadienne sont r gies par la Loi sur la monnaie\nqui  tablit actuellement les limites suivantes:\n"
        ],
        "PageNo": "35"
    },
    {
        "File": "The_CN_Journal_Jan_36.jpg",
        "Paragraphs": [
            "does not exceed $10\n. $25 if the denomination is $1",
            ". $10 if the denomination is 10-cent or greater\nbut less than $1",
            "  $5 if the denomination is 5-cent",
            ". 25 cents if the denomination is 1-cent",
            "Why the low limits? Among the many reasons, it\nis to protect against a situation where an improperly\nmotivated purchaser wishes to flood the seller with an\nunwanted bonanza of coins. Or alternatively, a seller\nwith the same poor motivation wants to unload a large\nquantity of unwanted coins.",
            "For the time being, we are quite fortunate that most\nCanadian institutions will accept more than the current\nlegal tender limit. This is particularly true when it is\ntime to part with a hoard of the now obsolete 1-cent\ncoins.",
            ". les pi ces de deux   dix dollars : quarante dollars",
            ". les pi ces d un dollar : vingt-cinq dollars;",
            ". les pi ces de dix cents et plus, mais de moins d un\ndollar : dix dollars;",
            ". les pi ces de cinq cents : cinq dollars;",
            ". les pi ces d un cent : vingt-cinq cents.",
            "Pourquoi des limites peu  lev es? Parmi les nombreuses\nraisons, c est pour prot ger contre une situation o  un acheteur\nmal intentionn  souhaiterait inonder un vendeur avec une\nquantit  importante de pi ces de monnaie non d sir e. Ou encore,\nun vendeur avec la m me motivation qui voudrait d charger une\ngrande quantit  de pi ces de monnaie non d sir es.",
            "Pour le moment, nous sommes tr s chanceux que la plupart\ndes institutions canadiennes acceptent plus que la limite l gale\nactuelle. Ceci est particuli rement vrai quand il est temps de\nse s parer d une quantit  de la d sormais pi ce d su te de\n1 cent.",
            "ren The CN Journal Volume 61\n"
        ],
        "PageNo": "36"
    },
    {
        "File": "The_CN_Journal_Jan_37.jpg",
        "Paragraphs": [
            "News RELEASE ,",
            "By SCOTT E. DOUGLAS\nFRCNA, FCNRS, FONA, LM, #305",            
            "The Royal Canadian Numismatic Association\nis pleased to announce an educational opportunity for every\nRCNA Member Coin Club",
            "SCOTT E. Douglas, RCNA Education Committee ",
            "Chairman, is pleased to announce that the London ",
            "Numismatic Society has ",
            "numismatic presentations. ",
            "Numismatic education is an ",
            "important and essential part of ",
            "our hobby. In order to experience ",
            "one of the many benefits coin ",
            "collecting offers it is important ",
            "to explore the reasons why many ",
            "numismatic items came to exist. ",
            "And to know how important",          
            "they were at the time and why\nthey still are today.",
            "The PowerPoint presentations\nmade available to the RCNA for",
            "distribution to your club have  36\nbeen carefully assembled by Ted ",
            "Leitch of the London Numismatic \nSociety. Mr. Leitch is a prominent \nnumismatic researcher and \nauthor. The London Numismatic",            
            "Society Educational Programs",
            "have been produced by several",
            "prominent numismatists. Ted has spent countless hours\nputting more than 80 programs together in order to offer ",
            "the ultimate numismatic experience to your coin club \nmeeting. Many of the popular aspects of numismatics are ",
            "covered in these nine categories:",            
            "+ Canadian Decimal Coins   Canadian Tokens Government of Canada Paper Money Canadian Chartered Banks Miscellaneous Canadian Paper  Foreign Coins * Foreign Paper Money + B.A. Seaby s Presentations + London Local Presentations.",
            "Here are just a few examples of the presentations available from within these nine categories:",
            "- Introduction to Canadian\nchosen the RCNA to distribute Paper Money, 2 parts, 91\nits large library of PowerPoint images, 2010 - Our Ghanging Canadian Currency 1772-1986, 55 images;\n2008 - Dominion of Canada BankNotes, 58 images: 2010 - London Medals, 46 images;2008- London Old Boys, 49 images; 2007 - Blacksmith Tokens, 51 ",
            "images; 2008","- Pre-Confederation Copper\nCoins of Nova Scotia, 41 images;\nrevised 2013",
            "- Pre-Confederation Copper Coins of Upper Canada, 36images; 2008 - RCNA Medals, 2 parts, 1954-2014, 68 images; revised 2014- Canadian Numismatic Link to the American Civil War, 32 images; 2008","\n- Coins & Tokens Jewelry &\nother uses, 39 images; 2008",
            "- Governor General Medals of Canada, 40 images: 2009  Early Toronto Exhibition Medals, 54 images:2008","Early Canadian Numismatist & Their Tokens,\n59 images; 2008- Pritchard & Andrews, 51 images; 2008",
            " For more information on these PowerPoint presentations\n  and how to order them for your coin club meetings please\n*  contact either the RCNA Educational Chairman Scott E\n*  Douglas by",
            " e-mail: education@rcna.ca or by",
            " telephone: 1 (519) 853-3812",
            " or the RCNA Executive Secretary, Paul Johnson, by",
            " e-mail: info@rcna.ca or by",
            "telephone: 1 (647) 401-4014",
            "Or mail: RCNA Education Chair\n5694 Highway #7 East, Suite 432;\nMarkham, ON L3P 1B4",
            
            "Number1 January   February 2016 "
        ],
        "PageNo": "37"
    },
    {
        "File": "The_CN_Journal_Jan_38.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "BY ROGER C. PAULEN",
            "LM. #439,",
            "Newfoundland 1940C 5 cents Re-punched Date & Mintmark",
            "his month s column features a coin that",
            "I was suggested to me by an astute\ncollector of Newfoundland",
            "varieties. Newfoundland George",
            "VI varieties, especially those",
            "seen in the dates (Figure 1),",
            "are nothing new to Canadian",
            "numismatics. The 1940 and",
            "1941 1-cent coins have",
            "pronounced doubling of",
            "the dates, so much so that",
            "they are established in",
            "Canadian numismatics as",
            " Re-engraved Dates.  Similar",
            "features are also seen on the",
            "1940 and 1941 Newfoundland 5",
            "cents and the 1940 10-cent coins.",
            "Newfoundland 5 cents of 1940 and",
            "1941 are also commonly found with a",
            "re-punched 4 over 4 in the date and",
            "usually exhibit severe obverse die",
            "clashing (most visible in mint state",
            "examples).",
            "At this point, while the intent of this column is to\ndiscuss the re-punched  4  in the 1940 5-cent piece, the\nstrong doubling seen in the dates (and sometimes reverse\nlegends) should also be addressed. In my opinion, and\nthat of some other Newfoundland 1-cent collectors, the\nconsistent doubling, towards 6:00, is the result of machine\ndoubling (MD), strictly using the criteria of Stanton (2004)\non doubling types observed on coins. Firstly, all digits\nof the dates are doubled in the same direction (towards\n6:00). Punch (hub) doubling could be the culprit, but it is\nextremely unlikely that all dates and denominations have\nthe doubling in the exact same direction. Secondly, the\ndegree of doubling does vary in appearance, which could\nhave been from different dies, but note that there were not\nvery many working dies to begin with for each year and\neach denomination. Among all of the coins mentioned in\nthe previous paragraph, coins with doubling of 1, 2, or 3\ndigits of the date can be found more often than others with\nall four digits doubled (Turner, R. pers. comm., 2009).\nHowever, progressive offset is common with MD. Lastly,\nthe appearance of the doubling is shallow, flat with no\ndelineation between the original numeral and the altered\nnumeral. There are no split serifs or notching between any\nof the doubled elements.",
            "A more likely scenario is where a loose",
            "die in a minting press was subject to the",
            "same set of forces on each cycle when",
            "the hammer mechanism recoiled.",
            "This caused the die to shift in the",
            "same direction on each strike",
            "and consequently the dates",
            "and legends to exhibit similar",
            "doubling characteristics on",
            "multiple coins. The amount",
            "of this doubling could vary",
            "over a large number of coins,",
            "perhaps as the die became",
            "looser. Although this statement",
            "might not be well-received in",
            "the Newfoundland collecting",
            "community, I conclude that there",
            "is absolutely nothing  re-engraved ",
            "about the doubled dates on 1940 and",
            "1941 Newfoundland 1-, 5-, and 10-",
            "cent coins. They are, and remain,",
            "spectacular examples of machine\ndoubling.",
            "However, the  4  seen in the 1940 Newfoundland 5\ncents, along with the  C  mint mark, contrast greatly with\nthe machine doubling, towards 6:00, discussed above. This\nparticular variety is also documented as  1940 Type IIb,\nRepunched 4, High 0  in Borsellino (2014). The top part\nof the 4 is visibly notched twice, which can only happen by\neither punch (hub) doubling or by manually punching the\ndigit into an established die. The notching and offset is only\nseen in this single digit, at the top and to a lesser degree, in\nthe lower left corner of the hole inside the digit (Figure 2).\nThe digit is not in the exact centre of the reverse design,\nwhich therefore eliminates limited pressure hub doubling\nas the culprit (cf., Potter, 2007; Paulen, 2015). There is a\nslight counter-clockwise rotation, and multiple notches of\nthe doubled digit, which could suggest that the digit was\nre-punched by hand, more than once, into a working die\n(Figure 3).",
            "The  C  mintmark also shows signs of doubling towards\n12:00. In contrast to the 4 though, in a more characteristic\nshelf-like fashion as seen in MD, but without doubling of the\nentire letter (Figure 4). The lower part of the C is doubled\nonly in the right portion of the letter, with minor notching at\nthe lower tip. On the upper part of the C the effect is absent.\nThis observation is consistent on several examples examined.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "38"
    },
    {
        "File": "The_CN_Journal_Jan_39.jpg",
        "Paragraphs": [
            "None of the nearby devices show any sign of doubling.\nThere is no doubling seen between the 4 of the date and\nthe mint mark, which one would expect with punch or hub\ndoubling of the entire coin. Tentatively, an offset weakly\nhand-punched mintmark explains what we are seeing.",
            "This example should be referred to as a  re-punched 4\nand re-punched mintmark.  It is not an overly difficult\nexample to find, which suggests that these features were\nindeed punched into a working die. It should be fairly easy\nto spot in the wild, so grab your loupe and keep up the hunt!",
            "Acknowledgements",
            "Rob Turner is acknowledged for conversations over\nmany pints at coin shows and for his thoughts on the\n1940   1941 Newfoundland re-engraved dates coins.",
            "Number 1",
            "January + February 2016 ",
            "Figure 2. Photomicrographs of the\nnotched or doubled 4 seen in the\ndate of the 1940 Newfoundland 5\ncents. Two examples are shown\nat left, and a zoomed image with\narrows to indicate the characteristic\nnotching in the digit.",
            "Figure 3. A further close-up photo-\nmicrograph of the circulated\nexample seen in Figure 2, showing\nthe multiple notches in the top of\nthe digit, as indicated by the arrows.",
            "Figure 4. Photomicrographs of the\nmintmark from the same two coins\nin Figure 2. Note the subtle notching\nof the lower tip of the  C  and\nthe missing elements of doubling at\nlower left and upper tip.",
            "Terry Bishop submitted his proposal to write about this\nvariety, and he is also acknowledged as the source of the\nphotographs used in this column.",
            "References",
            "Borsellino, B.M. 2014. CVI: Newfoundland Coin Variety Identi-\nfication, self-published, 475 p.",
            "Paulen, R.C. 2015. Canadian Spice: 1964 one-cent varieties. The\nCanadian Numismatic Journal, vol. 60, No. 7, p. 324-325.",
            "Potter, K. 2007.  Canada 1965 doubled die cent sports  extra\nbud.  Varieties & Errors,  Canadian Coin News, October 3rd,\n2006, p. 28.",
            "Stanton, J.T. 2004. Determining die doubling from other forms\nof doubling. /hermes.csd.net/~coneca/content/ StrikeDoublin-\ngFlyer-PDF pdf\n"
        ],
        "PageNo": "39"
    },
    {
        "File": "The_CN_Journal_Jan_40.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE\nBY ALAN ROY\n#17134",
            "Beginners Coin Guide",
            "In 1961, Beginners Coin Guide was published by",
            "Collectors Coin Corporation, an operation located in",
            "Toronto. The author, who called himself  Kail Kash \nincluded the usual information that the novice collector\nwould need: coin grading, definitions, acquiring coins\nfrom circulation or dealers, and a list of mint marks found\non Canadian and United States coins.",
            "But the title page promised more:  Coin World says:\n Step in the right direction. Booklet contains many\nexcellent features NEVER DONE BEFORE that need\nwide distribution. ",
            "Mr. Kash gave the inexperienced collector some tips\nfor selling coins to dealers. He also added handy lists\nexplaining what makes some coins valuable and others\nworthless, and he included a few notes on recognizing\ncounterfeit coins and paper money. And because new\ncollectors are often gifted with small hoards of foreign\ncoins, a handy list of words commonly found on world\ncoins was also included, to help identify their origins.",
            "So who was Kail Kash? Who was this  coinologist  so\nready to share his knowledge with novice collectors?",
            "His real name was Cale B. Jarvis. He was born in 1910\nin Vancouver. After fighting in Europe during the Second\nWorld War and contributing to the rebuilding of Germany,\nJarvis worked as a mining engineer, travelling all over the\nworld for an oil company, staking claims and setting up\ndrilling operations.",
            "He was very active in the Canadian numismatic field.\nHe wrote a weekly numismatic column for the Globe and\nMail. He worked with James Charlton and Frank Rose to\nestablish the TOREX coin shows in 1962. TOREX still\nholds three shows a year in Toronto.",
            "He was a close friend of Chet Krause, and joined him\nas Resident Editor when Chet began publishing Canada\nCoin News, in 1963. Krause soon found it too difficult to\nrun a Canadian hobby newspaper from his home base in\nWisconsin, and he sold it to Jarvis later that year.",
            "Jarvis would continue to run the newspaper until he\nsold it in 1968. He then joined Charlton Numismatics as\npart of the public relations team.",
            "Jarvis continued to promote and participate in the\ngrowth of our hobby until the end of his life in 1980. He\nwas a very passionate and dedicated numismatist. It s\nworth remembering that many of the heroes of the hobby\nare unsung and only known to the small group of people\nthey associate with.",
            " The CN Journal Volume 61\n"
        ],
        "PageNo": "40"
    },
    {
        "File": "The_CN_Journal_Jan_42.jpg",
        "Paragraphs": [
            "ERROR OF THE MONTH BY HENRY NIENHUIS",
            " FRCNA, FCNRS, FONA, LM, #430",
            "One of those years...",
            "Rather than the usual format of highlighting a",
            "specific error coin, this month s discussion will",
            "focus on a small group of Canadian decimal error\ncoins all with the same year date. The group, consisting\nof a L- and a 5-cent piece and two 25-cent pieces, helps\ndemonstrate that when you look at the entire Canadian\ndecimal series there are certain years that exhibit a larger\nthan average number of error coins not only by quantity\nbut also by type.",
            "Although by no means a comprehensive listing, we\nfind the years 1967, 1969, 1977, 1979, 1980 and 1986\nall seem to have a greater share of errors than other years\nsurrounding these dates. There can be many reasons\nproposed for these apparent statistical aberrations which\ninclude:",
            "+ the demands associated with increased domestic",
            "production quantities",
            "+ the additional production requirements of foreign",
            "coins",
            "+ the introduction of new production processes or\nequipment",
            "+ the creation of unofficial or even  intentional\nerrors. ",
            "Any or all of these reasons might contribute to the types\nof error coins seen in a particular year.",
            "The four coins in our example group are dated 1986 and,\non first look, all seem to be examples of incorrect planchet\nor  off-metal  errors. The common factor associated with\nthese coins, as we would expect, 1s each 1s noticeably under\nthe specified weight norm for its denomination.",
            "A closer inspection of the 1986 1-cent piece (figure 1)\nin our group shows that even though the coin s colour and\ndiameter appears normal the piece is severely underweight,\nat only 1.08 g instead of the specified 2.50 g. Also, when\ndropped on a hard surface, the coin exhibits a  tinny \nringing sound not characteristic of a standard 1-cent piece.\nWe observe that both the obverse and reverse are weakly\nstruck, which in itself is not unexpected. After all, being\nhalf the weight (and the correct diameter) implies that\nthe planchet was half the thickness. The coining press,\nconfigured for a planchet of greater thickness, would not be\nable to force the metal of the thinner planchet completely\ninto the dies. In addition to the weak strike, the obverse\nrim shows a distinct convex curvature (like a bottle cap)\nrather than the expected raised rim. This seems to indicate\nthat it was struck as the upper part of a compound pair of\nplanchets.",
            "This 1986 1-cent error is the correct diameter but is\nsignificantly underweight, at only 1.08 g, less than half\nthe specified 2.50 g. Both sides exhibit a weak strike that\none would expect from the thinner planchet. The reduced\nthickness also accounts to the tinny sound produced\nwhen it is dropped on a hard surface. What is unexpected\nhowever, is the convex curvature of the rim on the\nobverse side. This implies that the coin was struck on top\nof another planchet as part of a planchet pair. But the\ndesign elements present on the obverse seem to discount\nthat possibility.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "42"
    },
    {
        "File": "The_CN_Journal_Jan_43.jpg",
        "Paragraphs": [
            "The other error coins in the 1986 group are also significantly underweight. These will be discussed in more detail",
            "in future columns.",
            "The question is  what planchet was used to strike the\ncoin?  There are two possible answers to this. It could be a\nforeign planchet that was left in a transfer bin un-noticed or\nit could be a remnant of a planchet that split prior to being\nstruck, splits like this can occur in the upset mill. A review\nof the foreign coins produced at the RCM in 1986 does not\nreveal any potential possibilities.",
            "This then leads us to the next possibility, the split\nplanchet. Close examination of the surfaces of the lower\nplanchet does reveal artifacts that might point to it being\na portion of a split planchet. In particular what we were\nlooking for are the deep linear striations produced when\nthe metal strip 1s cold rolled to the appropriate thickness.\nThese marks are usually present if the planchet has split\nbefore being struck. Because the planchet is so thin\nthough these marks have been partially masked when it\nwas struck by the anvil and hammer dies. There are small\nartifacts in the surface texture and through the Queen s\neffigy running through the cheek and forehead areas that\nmight support the split planchet theory. Although not\nconclusive, these artifacts may be remnants of the linear\nstriations we were expecting.",
            "This somewhat implicit evidence then leans toward the\nplanchet being a portion of a full planchet that split during\nan earlier stage in the minting process and remained\namong the useable stock.",
            "The final characteristic of interest, present on the\nobverse, is the curved convexity of the rim. This upturn\nis indicative of a coin that has been struck on top of a\nsecond planchet, when two planchets together are fed into\nthe collar. However, if this were the case we would expect\nthat the obverse image would either be missing altogether\nor would only be present as a ghost image. On our\nexample, most of the obverse design elements are present\nindicating that it was either struck by the die or an early\ninverted brockage as part of a complex series of events\ninvolving a fully struck coin sticking to the hammer die.\nThis cap was then used to strike an inverted brockage in\nthe next cycle. The cap then dislodged and was ejected but\nthe brockage was not. Our split-planchet was then fed on\ntop of the inverted brockage, which acted as the anvil die,\nand was struck by the hammer die.",
            "It is clear that 1986 was truly one of those years...",
            "Keep your eyes open!",
            "Henry Nienhuis (fenix@rogers.com) is a member of CEVNA, the Canadian Errors and Varieties Numismatic Association (www.cevna.com).",
            "Number 1",
            "January + February 2016"
        ],
        "PageNo": "43"
    },
    {
        "File": "The_CN_Journal_Jan_44.jpg",
        "Paragraphs": [
            "NOTES ON THE ANCIENT ANCESTORS OF MODERN COINS",
            "NUMMUS_ MATRIX",
            "BY JAMES R. BAKES",
            "#19824,",
            "83. Otho: Second Emperor in the  Year of the Four ",
            "In Nummus Matrix 81 we saw the death of Nero by",
            "his own hand and the accession of a tough old\nsoldier Galba, who was the first emperor\nnot of the Julio-Claudian  Royal \nfamily. He had tried to legitimize\nhimself by emphasizing his\nfriendship with the empress Livia,\nwife of Augustus, by including\nher, standing (facing left) with the\ninscription: DIVA AUGUSTA, on\nthe reverse of some of his coins.\nHe was also the first to use the\nnames  Augustus  and  Caesar  as\ntitles on the coinage. However, the\nfractious personality of Galba, who at\n70 must have been one of the proverbial\ngrumpy old men, caused the very troops who\nhad elevated him to rebel and assassinate\nhim in the Forum. The new title of\nAugustus then passed to a second\nman in the now new year of 69.",
            "This man was Marcus Salvius\nOtho, a youngish man of 37 in\n69 who had been angling for the\nprincipate for some time. Otho had\nfirst tried to gain the good graces\nof Nero by extolling the charms\nof his own wife Sabina Poppaea\n(Nummus Matrix 82) even apparently\noffering to Nero to share these charms with\nhim. Nero, however, wanted her to himself\nand shipped Otho off to Lusitania (modern Portugal)\nas governor. When Nero was deposed as emperor in\n68 the ever ambitious Otho joined the rebellious forces\nof Galba, governor of the nearby province of Hispania\nTarraconensis. Not unreasonably he saw Galba at 70 and\nwith no heir, as a means to attain the emperorship in a\nfairly short order.",
            "However, even the best plans often develop in their\nown way and Otho soon saw that not only was it unlikely\nGalba would adopt him as his son and heir but that that\nhonour would go to another, one Lucius Calpurnius Piso.\nOtho had had the foresight however to befriend and bribe\nthe Praetorians who in any case were upset by Galba s\nfailure to pay their promised  bonus  for backing his\nimperial adventure and as we saw, assassinated Galba in",           
            "the Forum on January 15, 69. The Senators immediately\nhailed Otho as emperor, many undoubtedly\nencountering realpolitik for the first, but\nnot the last, time. Oddly, however, the\nlegions in Germany had just elected\none of their own, a general named\nAulus Vitellius as their candidate\nfor the emperorship and so the\ndie was once again cast as the\nseven German legions of Vitellius\nadvanced on Rome, held with a\nsingle legion by Otho. In Rome\nthe mood was far from calm as the\nPraetorians fought with the other\nsoldiers and senate, forcing Otho to\nexecute a couple of their ringleaders. Now\nas Vitellius advanced through the provinces\nhis army grew. Otho decided to advance\nto meet him, thinking undoubtedly\nthat if he did not he would soon have\nno support and be unable to fight.\nThe armies met on April 14 and\nthe forces of Otho were severely\ndefeated (neither leader was present\nat the battle.) The defeat was so\ndecisive that Otho chose suicide on\nOctober 16-17. Vitellius was hailed\nemperor by the Senate on the 19\".\nAll of Otho s imperial coins are silver\ndenarii minted in Rome. So many bronzes\nhad been struck under Galba that there seemed\nto be no need for any additional small change, but the\nconstant appearance of his foe on the coinage must have\nbeen galling for Otho.",
            "The coin pictured is a provincial bronze from the\nempire s third city, Antioch in Syria. It is about the size\nand weight of an As and likely circulated as that in the\neastern part of the empire. On the obverse is Otho s\nlaureate head right, with a Latin inscription: IMP M\nOTHO CAE AVG and on the reverse, a large laurel\nwreath surrounding S C. From the different patina on the\nbottom it must have stood up in wet soil for 2000 years.",
            "Nothing was solved yet, however; there were two\nemperors more before things settled down in Rome.",
            "James R. Bakes is past editor of the Classical and Medieval Numismatic\nSociety Journal www.cmns.ca",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "44"
    },
    {
        "File": "The_CN_Journal_Jan_46.jpg",
        "Paragraphs": [
            "CLOSING COMMENTS",
            "The New Year is upon us whether we were ready for",
            "it or not. This is the first issue of the 615' volume\nof The Canadian Numismatic Journal.",
            "In this issue we have a number of interesting and\ninsightful articles on various aspects of Canadian early-\nColonial and other Numismatic Tokens, a veritable feast\nthis holiday season, which is sure to appeal to the token\ncollectors among us. The articles include: Evidence of\nUpper Canada Counterfeiters by Tim Grawey, Breton\n701: Reflections on the Hart by Ian Speers and A\nNumismatic Fishing Expedition: Tokens of the Campeau\nFish and Game Club by Ted Banning.",
            "In addition, Rob Turner s article entitled The Missing\n1876 Specimen Cent completes his hunt for the missing 7\"\nspecimen variety of the first cent issued by the Dominion\nof Canada.",
            "As usual our regular columnists have also supplied\nour readers with a wide variety of interesting numismatic\ndelicacies to tempt your collecting palette.",
            "Once again, I would like to invite all RCNA members\nto write and contribute articles to The CN Journal. As\nother writers have shown in this issue, your articles too\ncan make a real difference; we welcome your submissions\nand look forward to having them. I know you will find the\nexercise quite fulfilling. Remember that we are always\nready to help you with assistance for research or for\nwritten composition   simply e-mail editor@rcna.ca and\nask us.",
            "Thank you all, and I wish you a",
            "Happy and Prosperous New Year !",
            
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "46"
    }
]