[
    {
        "File": "The_CN_Journal_March_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT.",
            "MoT_DU_PRESIDENT.",
            "So far the prediction of a milder winter seems to",
            "have been quite accurate, at least in my area of the",
            "country. I hope this means that you will get out to\nthe various shows hosted by the coin and collectible clubs\nin your area. This is a great way to support these clubs\nas many of them derive profits from hosting their shows.\nProfits are then used to pay for critical expenses, as an\nexample their facility s rent. Also, while we are on that\ntopic, I want to encourage you once again to attend one or\nmore of your local club s meetings. I think you will find\nthat you enjoy the evening and you might even consider\njoining the club as a regular. Membership in your local\nclub is a very cost effective way to add diversity to your\ncollecting experience, while also enjoying the company\nof others who share a common interest.",
            "I would like to challenge each member of the RCNA\nto encourage a friend, or an acquaintance you know who\ncollects, to join our Association. In my mind this is a\nwin-win scenario; by encouraging some to join you are\nhelping them expand their horizons and perhaps their\nenjoyment of the hobby, while at the same time helping\nyour Association gain added membership revenue. If your\nprospects have any questions, please have them contact\nour executive secretary, Paul Johnson, who would be\nmore than willing to answer any question or to direct\nthem to an appropriate person to respond.",
            "Among the many benefits of RCNA membership, my\nfavourite activity 1s attending our annual Convention.\nThe Convention is the numismatic event of the year in\nCanada. In addition to attending Canada s Money Collector\nShow, the largest three-day numismatic show in the\ncountry, it is an opportunity to meet other collectors,\nattend specialty collector association meetings and\nnumismatic educational events. Also it is a chance to\ntour local attractions and take in the sights.",
            "Our 63\" Annual Convention takes place Tuesday,\nJuly 19 to Sunday, July 24, 2016, at the Delta Ottawa\nCity Centre. Why not make plans right away to attend?\nFor further information go online at www.rena.ca/2016 .",
            "If you had time this winter to review your collection\nand have decided to trim back on a few items remember\nthat Geoffrey Bell Auctions has agreed to waive the\nusual consignment fees for all RCNA members who\nsubmit material to sell in the Convention auction.\nPlease contact Brian Bell directly by e-mail at info@\ngbellauctions.com or by phone at 1-506-333-7778.",
            "Number 2 March 2016",
            "Jusqu a pr sent, la pr vision d un hiver plus doux semble\navoir  t  tout a fait exacte, du moins dans mon coin de\npays. J esp re que cela signifie que vous allez encourager\nles diff rentes expositions organis es par les clubs\nnumismatiques et clubs de collectionneurs de votre r gion. C est\nune excellente fa on de supporter ces clubs, car ces  v nements\ng n rent souvent des profits pour les clubs. Les profits g n r s\nsont ensuite utilis s pour payer les d penses essentielles, comme\nexemple, les frais de location. Comme nous sommes sur le sujet\ndes clubs, je vous encourage encore une fois   assister   une ou\nplusieurs des r unions de votre club local. Je pense que vous\nallez profiter de cette soir e et vous pourriez m me envisager de\njoindre le club en tant que membre r gulier. L adh sion   votre\nclub local est un moyen  conomique d ajouter de la diversit \n  votre exp rience de collectionneur, tout en appr ciant la\ncompagnie d autres personnes qui partagent votre int r t.",
            "Je lance un d fi   chaque membre de l ARCN d encourager\nun ami ou une de vos connaissances de joindre notre Association.\nSelon moi, c est un sc nario gagnant-gagnant; en encourageant\nquelqu un   joindre notre association, vous contribuez    largir\nleurs horizons et augmenter le plaisir dans leur passe-temps, et\npar la m me occasion, vous aidez votre Association en ajoutant\ndes revenus d adh sion. Si vos amis ou connaissances ont des\nquestions, ils peuvent communiquer avec notre secr taire ex cutif,\nPaul Johnson, qui se fera un plaisir de r pondre   toute question ou\nde les diriger vers la personne appropri e pour r pondre   celles-ci.",
            "Parmi les nombreux avantages d adh sion   l ARNC, mon activit \npr f r e est sans aucun doute d assister   notre congr s annuel. Le\ncongr s est l v nement numismatique de l ann e au Canada. En\nplus d assister   l'exposition de monnaie du Canada, la plus grande exposition\ndu Canada qui s tale sur trois jours, repr sente une occasion de\nrencontrer d autres collectionneurs, d assister   des r unions\nde collectionneurs sp cialis es et de participer   des  v nements\n ducatifs traitant de numismatique. De plus, il s agit d une\nopportunit  de visiter des attractions locales et des sites touristiques.",
            "Notre 63  congr s annuel se d roulera du mardi 19 juillet au\ndimanche 24 juillet 2016,   l h tel Delta du centre-ville d'Ottawa.\nPourquoi ne pas faire des plans pour y assister tout de suite? Pour\nde plus amples renseignements, visitez www.arnc.ca/2016.",
            "Si vous avez pris un peu de temps cet hiver pour examiner\nvotre collection et vous voulez vous d partir de certaines pi ces,\nsouvenez-vous que Geoffrey Bell Auctions a accept  de renoncer\naux frais consignation habituels pour tous les membres de\nPARNC qui soumettent des lots en vente pour l encan lors du\nprochain congr s. S il vous pla t, contactez directement Brian Bell\npar courriel   info@gbellauctions.com ou par t l phone au 1-506-\n333-7778.\n"
        ],
        "PageNo": "53"
    },
    {
        "File": "The_CN_Journal_March_07.jpg",
        "Paragraphs": [
            "CONVENTION COMMUNIQUE_bU_CONGRES",
            "2016 Ottawa RCNA Convention Update +\nMise jour au sujet du congr s 2016 (Ottawa)",
            "Planning and preparation for the 2016 Ottawa RCNA\nConvention continues at a hectic pace as your\nConvention Organizing Committee and the Ottawa",
            "Numismatic Society",
            "work to get all the",
            "pieces in place for a",
            "premiere event this",
            "summer. Here 1s the",
            "latest information:",
            "Venue",
            "The Convention will\nbe held at the Delta\nOttawa City Centre\nHotel, 101 Lyon\nStreet, Ottawa,\nOntario. This is the\nsame location as\nthe 2008 Ottawa\nConvention, but now completely renovated. The new\nowner has invested over $45 million upgrading the facility.\nThe hotel is only minutes from Parliament Hill, the Royal\nCanadian Mint, and many shops, museums and restaurants.",
            "Rooms",
            "For the convention, the RCNA has block-booked rooms\nin three categories for the convention: MODE Standard\nat $149/night; MODE Deluxe at $169/night and MODE\nClub at $189/night. Room bookings can be made through\nthe online link in the RCNA Web site at rena.ca/2016 or\nby calling the hotel directly at (613) 237-3600 and asking\nfor  In house reservations.  If the online link doesn t offer\nthe particular accommodation you want, call the hotel\nto discuss your needs. For assistance with any booking\ndifficulties contact Convention Co-Chairman, Steve\nWoodland (See RCNA Web site for contact information.)",
            "Transportation",
            "Ottawa is easily accessible by air, rail and road. For\ntravellers flying to Ottawa, please note that there is no\nlonger a shuttle service from the airport to downtown\nhotels; taxis are available and will cost $30   $35. For\nthose driving, parking is available adjacent the hotel in\nan independent lot where the rate is approximately $25/\nday. As a convenience for hotel guests, the parking firm\ncan submit your fee to the hotel for your account.",
            "Number 2 March 2016",
            "La planification et les pr paratifs pour le congr s 2016\n(a Ottawa) continuent a fond de train tandis que\nvotre comit  organisateur et la soci t  numismatique\nd Ottawa veillent\na ce que tous les\nmorceaux soient\nen place pour un\ncongr s inoubliable.\nVoici une mise   jour.",
            "Lieu\nC est   l h tel Delta\nOttawa City Centre,",
            "101 rue Lyon,\nOttawa, Ontario\nqu aura lieu le",
            "congr s. Il s agit du",
            "m me h tel que pour",
            "le congr s de 2008.\nUn nouveau propri taire a investi $45 millions pour faire\ndes am liorations. Cet h tel n est qu  quelque pas de la\ncolline du Parlement, de la Monnaie royale canadienne et\nde nombreux mus es, restaurants et boutiques.",
            "Chambres",
            "L ARNC a r serv  un bloc de chambre pour le congr s aux\nprix suivants : chambre MODE Standard @ 149 $/ nuit e;\nchambre MODE Deluxe @ 169 $/nuit e; chambre\nMODE Club @ 189 $/nuit e. Vous pouvez faire vos\nr servations par le biais du lien sur la page rcna.ca/2016,\nou en appelant directement l h tel au (613) 237-3600\n(demandez les r servations locales). Si vous ne trouvez\npas ce que vous voulez en passant par le site Web, appelez\nl h tel et faites leur part de vos besoins. Si vous n tes pas\nsatisfait, contactez Steve Woodland (voir la page Web ci-\ndessus pour ses coordonn es).",
            "Transport",
            "Ottawa est facilement accessible par avion, train et en\nvoiture. Pour ceux qui voyageront par avion destination de\nl A roport d Ottawa, notez qu il n y a plus de service de\nnavette pour les h tels du centre-ville, vous devez prendre\nun taxi (co ts d environ 30 $   35 $). Pour ceux qui seront\nen voiture, notez que le stationnement   l h tel N EST\nPAS INCLUS, parce que l h tel n est pas propri taire du\nstationnement. Il vous en co tera environ 25 $/jour.\n"
        ],
        "PageNo": "55"
    },
    {
        "File": "The_CN_Journal_March_08.jpg",
        "Paragraphs": [
            "Program of Activities",
            "The Ottawa Convention will have all the regular activities\nyou have come to expect: bourse, auction, club meetings,\nannual general meeting, awards ceremonies, banquet dinner,\nkids auction, tours, visits and socializing. A detailed program\nwill appear in the next issue of The Canadian Numismatic\nJournal (CNT). Points to note: the Education Seminars are\nin two sessions (Wednesday and Thursday afternoons); the\nAuction will have three sessions (Wednesday, Thursday and\nFriday evenings); the Bourse will be open Friday, Saturday\nand Sunday; the Banquet is Saturday evening; and the RCM\nreception is Thursday evening.",
            "Registration",
            "The next issue of The CNJ will have the registration\nform for those who prefer to register by mail. For\nconvenience, the form will also be in the RCNA Web\nsite for any who want to register and pay online (the\nrecommended method).",
            "Communications",
            "Updated information will be posted on the RCNA Web\nsite, in The CNJ, and in Wan Wores.",
            "The Ottawa Numismatic Society looks forward to\nhosting you at this summer s convention. We hope you\nwill join us here in Ottawa  Where it all Began! ",
            "Activit s",
            "Le congr s d'Ottawa aura toutes les activit s habituelles :\nbourse, vente aux ench res, rencontres de clubs, r union\ng n rale annuelle, banquet, etc. De plus, des activit s\nconviviales seront organis es. Le programme d taill  sera\npr sent  dans le prochain num ro du Journal canadien\nde numismatique (JCN). Veuillez noter que le s minaire\n ducatif sera offert en deux prestations (mercredi et jeudi\napr s-midis), 1l y aura trois volets   la vente aux ench res\n(mercredi, jeudi et vendredi soirs), la bourse sera ouverte\ndu vendredi au dimanche, le banquet sera le samedi soir et\nla r ception de la MRC le jeudi soir.",
            "Inscription",
            "Un formulaire d inscription sera publi  dans le prochain\nnum ro du JCN. Il sera  galement possible de s inscrire\npar le biais du site Web (recommand ).",
            "Communications",
            "Gardez un ceil sur le JCN, le site Web de |  Association et\nsur Ver Vores pour rester inform .",
            "La Soci t  numismatique d'Ottawa a h te de vous\nsouhaiter la bienvenue,   l  o  tout a commenc   !",
            "CONVENTION COMMUNIQUE_bU_CONGRES",
            "A Unique Numismatic Seminar Offered to Youth",
            "The Ottawa Numismatic Society (ONS) is planning",
            "to conduct a new and unique numismatic",
            "educational activity 1n conjunction with this\nsummer s Convention: NumiCamp.",
            "The intent is to train young collectors on two\nimportant areas of our hobby: article writing and\nexhibiting. Participation will be limited to a maximum of\n10 participants in each stream.",
            "Over a three-day period (Tuesday to Thursday),\nparticipants aged 12 to 18 will be able to partake\nin classes and workshops on such subjects as: topic\nselection, research, numismatic references, exhibit\nlayout, and article organization. Experienced, award-\nwinning authors and exhibitors will provide one-on-one\nmentoring throughout.",
            "Those in the exhibit stream will have the opportunity to\npresent their finished displays in a special competition during\nthe Convention, while those taking the writing stream will see\ntheir articles published in The Canadian Numismatic Journal.",
            " Mentorship will begin before the participants arrive\nin Ottawa,  said Serge Pelletier, the member behind\nNumiCamp, adding,  as the participants will need to\nprepare in order to make the most out of this unique\nopportunity. ",
            " Thanks to generous grants from both the J. D.\nFerguson Foundation and the Canadian Association",
            "for Numismatic Education, we ve kept the cost of",
            "NumiCamp to a bare minimum in order to encourage\nparticipation,  said Steve Woodland, ONS President.",
            "Those interested in attending should advise Steve\nWoodland by email at president@ons-sno.ca because a\nminimum number of participants is required.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "56"
    },
    {
        "File": "The_CN_Journal_March_10.jpg",
        "Paragraphs": [
            "SAENGERFEST MEDALS WILL MAKE",
            "YOUR COLLECTION. SING!",
            "By SCOTT E. DOUGLAS",
            "FRCNA, FCNRS RONA GKStE LM. #305,",
            "In the nineteenth century many major social events",
            "and gatherings offered medals or medalets as popular",
            "souvenirs. For the host organization, these were\npromotional trinkets; for event-goers they were souvenirs,\nfor participants in the activities, they were keepsakes,\nand for the neophyte numismatists of the time, they were\ntreasures. These medals have now outlived many of their\nsponsors and most of the original recipients; however,\nthese bits of history often flourish today in contemporary\ncollections.",
            "Among the diverse entities that provided medals in those\ndays were ones with wide appeal connected by ethnic\nbackground, musical appreciation, and international culture.\nIn the forefront of these organizations were German Clubs\nwhose members enjoyed singing. As these groups grew,\ntheir specialities blossomed into many activities, but the\nmusical Saengerfest emerged as the most widely popular.\nHere s the story of Saengerfest in our country.",
            "North America s population of individuals of German\ndescent is quite large. In the United States there are 50\nmillion German-Americans representing the largest ethnic\npopulation in 22 states; their numbers comprise 16 percent\nof the population from coast to coast. In Canada 3.5 million\nGerman-Canadians form 10 percent of our population.\nThese percentage numbers are not a recent phenomenon but\nhold true in counts over the last 200 years. As is true with\nany large group of likeminded individuals, shared interests\nwill lead to organized activity. For the German people a\nlove of singing is a common interest. Early on, German\nClubs began to form in many towns and cities throughout\nNorth America. In Canada the Gesangverein Germania or\nsimply German Choral Societies were organized to promote\nGerman singing and social traditions.",
            "In Hamilton, Ontario, the Germania Club is one of the\noldest in North America\nhaving just celebrated\nits 151$ anniversary, in\n2015. The German clubs\norganized several activities",
            "such as the formation of clubs for athletics as well as\ngymnastics, theatre and dance.",
            "By the 1860s it was the emphasis on the mixed choirs\nand individual singers that moved the Sangerfeste to the\nforefront. In the United States the first festival is said to\nhave begun in Cincinnati, Ohio, in 1849. In Canada the first\nmajor S ngerfeste was held in Berlin, Ontario, (Kitchener\nfrom 1916) from August 6 to 9, 1862. The towns and the\nneighbouring communities represented were Berlin and\nWaterloo, New Hamburg, Phillipsburg, Wellesley and",
            
            "Bridgeport as well as the cities of Toronto, Detroit and\nBuffalo. At this 1862 event there were recitals by 200\nsingers, band concerts, and athletic club events as well as\na picnic and an evening celebratory banquet. The success\nof this important event encouraged an encore in Waterloo\nthe following year. Berlin and Waterloo joined together\nwith over 200 choral singers and four bands successfully\nentertaining 2000 people. With two highly successful\nback-to-back years of S ngerfeste the die was cast. For\nthe next 50 years many singers  festivals would be held\nin the Southern and Southwestern part of Ontario. As\npopularity grew Gesangverein Germania would give birth\nto various organizations. The first German-Canadian Choir\nFederation was founded November 12, 1873, in Hamilton.\nThe immediate effect was that all major S ngerfeste\nwould now be organized by the Federation rather than the\nindividual clubs as in the past. In 1893 the Canadian Choir\nFederation was formed in Berlin, Ontario, and it consisted\nof three choir groups   Concordia (Berlin), The Male Choir\n(Elmira) and Liederkranz (Toronto). Liederkranz in English\nmeans wreath of songs.",
            "The German-Canadian choirs were also very active in the\nPeninsular Choir Federation, founded in Jackson, Michigan,\nin 1877. A short time later that organization changed its\nname to the Lake Erie Choir Federation to attract the\nparticipation of choirs from New York State and the\nProvince of Ontario. The tenth Peninsular Saengerfest was\nthe first to be held in Canada, it took place in Waterloo in\n1890. This Saengerfest was so successful that immediately\na decision was made to change the 1891 location for the\neleventh Peninsular Saengerfest to Hamilton rather than\nthe original venue, East Saginaw, Michigan. The Hamilton\nfestival was another great success in every way, except\nfinancially. Initial indications were a minor shortfall of\nabout $800 but two months later the real damage was stated\nas $1,527.09. Expenses for the event were $10,499.39.1\nLater, Peninsular Saengerfests were held in Canada in 1898\nin Berlin, Ontario, and in 1902 in Waterloo.",
            "1 The Globe, Toronto, October 26, 1891 Page 4.\nThe CN Journal",
            "Volume 61\n"
        ],
        "PageNo": "58"
    },
    {
        "File": "The_CN_Journal_March_11.jpg",
        "Paragraphs": [
            "Here in Canada, large venue German music festivals\nwere held throughout South Central Ontario during the\nyears from 1874 to 1912. In particular-",
            "+ Waterloo (1874, 1885 and 1912)",
            "  Berlin, later renamed Kitchener (1875-77, 1879,\n1886, 1890, 1897, 1906)",
            "Bowmanville (1884)\nGuelph (1887)",
            "Port Elgin (1888)\nHamilton (1890)\nSarnia (1894)",
            "Toronto (1895)\nBridgeport (1904) and\nElmira (1905).",
            "LeRoux 1635",
            "Number 2",
            "March 2016 ",
            "Ultimately all Saengerfest activity would be curtailed by\nthe events of the First World War. The rising anti-German\nsentiment would cause many of the local institutions that\nembraced Saengerfests to suspend support. Although there\nwould be a later attempt at a revival of the popular Saengerfest\nin the mid 1950s, the two World Wars and changing attitudes\ntoward leisure activities would cause a dwindling interest in\nSaengerfest events. Some festivals saw minor interest return\nin the period from 1974 to 1987 but that would prove to be\nonly a shadow of the Saengerfests of the past. Today, we re\nleft with the numismatic memories of the early events that\nbrought joy to the performers and to their audiences.",
            "Here are some of the surviving medals that record those\noccasions:\n"
        ],
        "PageNo": "59"
    },
    {
        "File": "The_CN_Journal_March_14.jpg",
        "Paragraphs": [
            "THE 1860 VicToRIA BRIDGE, MEDALS",
            "BY RON CHEEK",
            "FCNRS,. #22188,",
            "Queen Victoria s son, toured North America in the",
            "summer and fall of 1860. This was the first ever\nofficial royal visit to our continent and it was a huge success.\nThe stated purpose was to officially open the new Victoria\nBridge at Montreal. Dubbed by some  The Eighth Wonder\nof the World,  the bridge was the world s longest, and its\ncompletion in 1859 was an international sensation. Medals\nissued to commemorate the inauguration of Victoria Bridge\nremind us of the great engineering achievement that it was,\nand the spectacle of its opening that took place 155 years\nago. Like the bridge s original masonry piers, which are still\nin use, the medals are important links to Montreal s history.",          
            
            "Montreal in the 1850s was the thriving industrial,\ncommercial, and financial centre of Canada.  Canada \nat the time was the United Province of Canada, Canada\nEast (Quebec) and Canada West (Ontario). As a port on\nthe mighty Saint Lawrence River, Montreal was Canada s\nvital link to east coast ports and the world for both its own\ngoods and produce and for those from rapidly developing\nCanada West. But the port of Montreal suffers from a\nserious drawback   here, the Saint Lawrence River is frozen\nthrough the winter months, cutting off access to the sea.",
            "The developing areas to the west were on the north side\nof the river and the lakes beyond. Inland water transport\nhad always been important but winter conditions inhibited\ntraffic. Railway connections to export markets and suppliers\nwere seen as the key to future economic prosperity. This\nwas the Golden Age of railway construction. The Grand\nTrunk Railway (G.T.R.) was acquiring and building a\nnetwork of lines linking Montreal and Canada West.",
            "Western railway links to Montreal could reach the\ncity from the north side of the river but from there land\ntransportation was problematical. The river formed a\nhuge barrier to further transport east or south. Steamboats,\nbarges, ferries, and local railways on the South Shore\nserved during the summer. In mid-winter, people\nand goods crossed on the ice. But these means were\nnot capable of handling the rapidly expanding trade.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "62"
    },
    {
        "File": "The_CN_Journal_March_15.jpg",
        "Paragraphs": [
            "To the G.T.R. there was an obvious solution   a rail link\nto a seaport that was open all year. Portland, Maine, was\nMontreal s nearest access to a port on the Atlantic. A rail\nlink had already been built between Portland and the border\nby USS. interests, and the G.T.R. completed the connection\nto Longueil, on the South Shore. But a railway bridge was\nneeded to reach the Island of Montreal. It would be a huge\nundertaking. The river was wide and it was treacherous.",
            "As early as the 1840s, ideas of a bridge were being\nconsidered. Possible crossing locations and design\nconcepts were examined. A Canadian engineer, Thomas\nKeefer, proposed a location very near where the bridge\nwas eventually built. It was not the narrowest crossing but\nit was the shallowest water between Lake Ontario and the\nocean. Planning and consideration of alternatives continued\nuntil, in the spring of 1854, the famous British railway\nengineer Robert Stephenson, was sent to Canada. He was\nto study the situation and report his recommendations to\nthe G.T.R. s Board of Directors in London. He used his\ntime well, examining alternative crossing sites and listening\ncarefully to the Canadians. In his May 2, 1854, report he\nproposed a bridge location very near that identified by\nKeefer; he discussed the risks due to the strong currents and\nice during the  spring debacle,  and he recommended the\ndesign of the structure. He favoured an iron  tube,  through\nwhich trains would pass on a single track. The tube would\nbe supported by robust masonry piers, specially designed\nto withstand and deflect ice. Stephenson concluded by\nreminding the directors why they must build the  1.4\nmillion bridge. The company had a substantial and growing\ninvestment in its rapidly expanding rail network to the\nwest, all intended to bring goods through Montreal. If a\nyear-round seaport could not be reached from there, simple\neconomics said that the people and businesses of Canada\nWest would soon develop the means to ship directly south\nthrough the United States. Then, the value of the G.T.R. s\nhuge investment would be greatly diminished.",
            "Number 2",
            "March 2016 >",
            "Details of the planning and construction of Victoria\nBridge are well documented, and there is a National Film\nBoard short feature about the bridge that can be watched\nonline at www.nfb.ca/film/victoria bridge the &8th\nwonder/ . As well, the illustrations here give some idea\nof the undertaking. The bridge was a marvel of ingenuity,\nskill, and courage involving thousands workers, engineers,\nand manufacturers, in both Montreal and in Birkenhead,\nEngland. The principal engineers were Alex M. Ross, who\ndesigned the piers and worked out the general construction\nmethods, and Robert Stephenson, who designed the\niron tube. The contractors were Messrs. Peto, Brassey,\nBetts, and Jackson. They brought a brilliant and capable\nengineer, James Hodges, out of retirement to supervise the\nconstruction. He and Ross were astute enough to adopt\nconstruction methods, particularly for the piers, using local\nknowledge, experience, and inventiveness. Construction\nbegan in the spring of 1854. The bridge was completed and\nin use by December 1859, a year ahead of schedule.",
            ""
        ],
        "PageNo": "63"
    },
    {
        "File": "The_CN_Journal_March_16.jpg",
        "Paragraphs": [
            "The young Prince of Wales, representing Queen Victoria,\nlanded in Montreal from Quebec City on August 25, 1860.\nThere, he officially opened a large exhibition organized by\nthe Lower Canada Board of Arts & Manufactures. It was\nheld in a  Crystal Palace,  located on the south side of Saint\nCatherine Street, west of University Street. Prize medals\nawarded at this exhibition also commemorate the official\nopening of Victoria Bridge.",
            "The prince then proceeded to the Montreal end of\nVictoria Bridge where he ceremonially laid the  last\nstone.  He then traveled by train to the centre of the bridge\nto drive a silver  last rivet.  Following these ceremonies,\nwhich were rather sombre due to the heavy rain, the\nprince received a gold medal presented by the G.T.R. His\nentourage received similar medals in silver. The prince\nalso acquired a number of these medals for his personal",
            "distribution to officers aboard the Royal Navy ship that\nbrought him to Canada. Thereafter, there were parades,\nreceptions, and in the evenings that followed, fireworks\nand a grand ball. News of these events was reported widely,\nboth in the United States and in Britain. The opening of\nthe new bridge, completing the rail link from Montreal to\nPortland, was hailed as the dawn of a new era of Canadian\n  American trade and prosperity.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "64"
    },
    {
        "File": "The_CN_Journal_March_17.jpg",
        "Paragraphs": [
            "Souvenir medals commemorating the bridge opening\nwere sold during the prince s visit to Montreal.\nOne, produced by a Mr. Abraham Hoffnung\nof Montreal, was widely advertised and\nsold throughout British North America\nand the United States. Another medal\nwas manufactured in Birmingham for the\nMontreal firm, Savage & Lyman.",
            "The prince s tour, which had begun July\n24, in St. John s, Newfoundland, covered\nthe Maritime Provinces, Canada East, Canada\nWest, and many parts of the central and eastern\nUnited States. It ended when he embarked for\nhome aboard HMS Hero on October 20,\n1860, from the terminus of the new bridge-\nrail project, at Portland, Maine.",
            "In Scott H. Miller s definitive 1992\npaper  Medallic Memorials of the Visit\nof the Prince of Wales to North America\nin 1860,  read out at the Coinage of\nthe Americas Conference in New York,\nScott identified 18 medals associated\nwith the prince s tour. Four specifically\ncommemorate the Victoria Bridge opening:",
            "The Grand Trunk Railway Medal",
            "We might consider the  official  Victoria",
            "Bridge inauguration medal as the one issued by the G.T.R.,\na gold version of which was given to the prince. The\nmedal, shown in Figure 11, was produced by J.S. Wyon\nbased on a design by M.D. Wyatt. Joseph LeRoux, in\nThe Canadian Coin Cabinet (Montreal 1888), catalogued\nit as No. 641. The obverse has a high-relief portrait\nof the prince, facing left, with the inscription: ALBERT\nEDWARD PRINCE OF WALES, and J.S. Wyon s signature",
            "Number 2",
            "March 2016 >",
            "below the bust. The reverse has the Prince of Wales\nemblem of ostrich plumes and a coronet with the motto\nICH DIEN (I serve), encircled by a halo of maple leaves\nand a ribbon with the greeting: WELCOME WELCOME\nWELCOME. The legend reads: VISITED CANADA\nAND INAUGRATED THE VICTORIA BRIDGE 1860.",
            "Both M.D. Wyatt s and J.S. Wyon s\nsignatures appear below the wreath, at the\n7 o'clock and 5 o clock positions.\nThe G.T.R. medal, in both silver and\nbronze is 48 mm in diameter. As shown\nin Figure 12, the date 1860 on the silver\nmedal has a star on each side; on the bronze,\nthe stars are replaced with dots. Otherwise,\nthe silver and bronze designs are identical.\nThese medals were in Wyon s handsome\nmorocco leather cases with velvet linings\nand satin in the lids. The Prince of\nWales  emblem is embossed in gold on\nthe top of the silver medal s case. As\nnoted, the prince s entourage received the\nsilver versions after the bridge opening\nceremonies, and the prince personally\npresented others (bronze and silver) to\nthe officers of HMS Hero during the\nvoyage home. Other dignitaries of the\nG.T.R. and honoured guests may also\nhave received silver medals. Bronze\nversions were given to members of the\nlegislature, and perhaps to others. Early cataloguers\ndid not record how many G.T.R. medals were issued.\nBeing presentation pieces, both the silver and the bronze\nmedals are very scarce, the silver especially so. Many\nof the cases have been lost. One of these medals in its\noriginal, intact case is a special find for any collector.\n"
        ],
        "PageNo": "65"
    },
    {
        "File": "The_CN_Journal_March_18.jpg",
        "Paragraphs": [
            "Lower Canada Board of Arts & Manufactures Exhibition Prize Medals",
            "The 1860 Arts & Manufacturers\nExhibition in Montreal issued prize\nmedals. These medals, also created\nby J.S. Wyon, are 38 mm in diameter\nand were issued in gold, silver, and\nbronze. LeRoux catalogued them as\nNo. 612. Award winners of silver medals",
            "could accept ten dollars cash in lieu; the\nalternative for bronze was five dollars.\nScott H. Miller says that a gold medal in a\npresentation case made from Canadian\nmaple was presented to the Prince of",
            "Wales when he departed from Portland.\nA silver medal is illustrated in\nFigure 13. The obverse legend has\nLower Canada Board of Arts &\nManufactures in both French and\nEnglish, surrounding its arms. Wyon s\nsignature appears at the eight o clock",
            "position. The medal reverse has the",
            "emblem of the Prince of Wales at the\ntop with a wreath of maple leaves\nencircling the inscription: EXHIBITION\nOF / CANADIAN INDUSTRY /\nOPENING OF / VICTORIA BRIDGE /\nBY H.R.H. / PRINCE OF WALES /\nMONTREAL / 1860.",
            "The prize medals, which were\npresented in cases (Figure 14), were\nissued in the following numbers: gold\n  10, silver   100, and bronze   250.\nThe issues  small numbers testify to\ntheir scarcity. As these medals were\nnot named, a cased specimen that has\na provenance identifying the recipient\nwould be a rare find.",
            "The Victoria Bridge Medal (The\n Hoffnung Medal )",
            "Abraham Hoffnung, at the time a Montreal","jeweller, silversmith, and dealer in imported\n fancy goods,  issued perhaps the most\ninteresting   certainly the most informative\n  medal. He called it  The Victoria Bridge\nMedal  but it is more commonly known as\nthe Hoffnung Medal. Hoffnung promoted\nit widely and took subscriptions before its\nproduction. It was advertised in a Portland,\nMaine, newspaper of the day as  the leading\nnovelty for 1860.  It was also advertised for",
            "sale at Tiffany & Co. in New York City.  were offered in gold ($100), silver ($10), bronze\nMedal ($3) and white metal ($1). There does not",
            "appear to be any surviving record of how\nmany Hoffnung medals were made or\nsold. However, Alfred Sandham in his\n1869 Coins, Tokens and Medals of the\nDominion of Canada, tells us:\nthose in White Metal met\nwith a very extensive sale, and are\nconsequently plentiful. Bronze copies\nare scarce, and those in Silver or Gold\nare rarely met with, but in possession of\nthe original subscribers.\nA white metal Hoffnung medal",
            "is shown in Figure 15; it is 51 mm in",
            "diameter. A fine example of Victorian\nmedallic art; this medal is well designed\nand executed. The obverse depicts the\nbridge with a train emerging from the\nsouth end of the tube, the busy river, and\nMount Royal in the background. Above\nare the arms of Montreal with a lion at",
            "the left and a unicorn at the right, and",
            "ribbons below with the names of the\nchief designers, Ross and Stephenson.\nThe legend around the rim reads:\nTHE VICTORIA BRIDGE MEDAL\n/ GRAND TRUNK RAILWAY OF\nCANADA. The inscription below the\nbridge says: THE VICTORIA BRIDGE,\nMONTREAL / THE GREATEST WORK\nOF / ENGINEERING SKILL / IN THE\nWORLD / PUBLICLY INAUGURATED /\nAND OPENED IN / 1860. The reverse,\ndecorated with thistles, shamrocks, roses,\nand a beaver, has the British Arms above\nand cameos of Queen Victoria, Prince\nAlbert, and their son Albert Edward\nPrince of Wales arranged below. At\nthe bottom rim, on either side of the\ncameo of the Prince of Wales, we see\nA. HOFFNUNG and MONTREAL.\nThe wording at the centre stating\nimpressive vital statistics of the bridge",        
            "can be read from the image so we shall\nnot repeat it all here, but note the last\nline:  COST $5,000,000.  Hoffnung\noriginally issued this medal with that\nincorrect cost. The actual cost of the\nbridge was $7,000,000. Realizing his\nerror, Hoffnung had the dies corrected\nto $7,000,000, and then continued to\nstrike and sell medals. Thus there are two",
            "COR The CN Journal Volume 61\n"
            
        ],
        "PageNo": "66"
    },
    {
        "File": "The_CN_Journal_March_19.jpg",
        "Paragraphs": [
            "varieties, one with the cost stated as $5,000,000\nand the other as $7,000,000. LeRoux\ncatalogues the two varieties as Nos. 643 and",
            "644. Refer to the detailed images in Figure",
            "16. Although neither LeRoux nor the any",
            "of other early cataloguers mentions it, the\n$5,000,000 variety (LeRoux No. 643)",
            "is now known to be the scarcer. We can\nconclude that the error was noticed early",
            "on and thus more of the medals struck and",
            "sold had the corrected cost. This conclusion",
            "is based on both the relative scarcity of LeRoux\n643 and, that from July 30, 1860, nearly a\nmonth before the prince reached Montreal,",
            "a New York Times advertisement for the\nmedal described the $7,000,000 variety.",
            "Scott Miller notes:\n Tt is uncertain whether or\nnot both versions were\nissued in all metals. \nWe can add a little\nto that statement.",
            "In the January 1881\nAmerican Journal of\nNumismatics, Robert W.\nMcLachlan mentions that\nthe $7,000,000 variety  is\nfrequently met in bronze.  The\nauthor of this article has the\nexample, seen in Figure\n17, and there is another",
            "in the McCord Museum",
            "in Montreal. As well, a\nbronze specimen of",
            "the $5,000,000 variety",
            "is known to the author.",
            "It is therefore clear that\nHoffnung struck and sold\nat least some bronze\nmedals of both varieties",
            "as well as others in the\nmore commonly seen\nwhite metal.",
            "Number 2 March 2016 ",
            "Hoffnung medals in cases are rarely\nencountered but they do exist. There is a white\nmetal specimen in its original case in the\nNew York Historical Society Museum &\nLibrary in New York City. The museum s\ndescription concludes with:\nMedial is inset into dark purple square\nfitted leather case with light blue\nwoven figured silk and dark blue silk\nvelvet interior; paper advertisement of\nmedal maker pasted inside case cover.\nIt is difficult to understand how a white\nmetal medal priced at one dollar could have come\nin such an elegant case, and if so, why they all\nseem to have disappeared. One explanation\nis that the cases may have been sold\nseparately, and most purchasers chose to\nacquire only the medal.",
            "Savage & Lyman, a large jewellery and\nsilverware retail business in Montreal,\nordered quantities of two souvenir medals\nfrom a Birmingham firm and sold them\nduring the prince s visit. One 1s a general\nroyal visit commemorative (see\nthe author s article in the\nJanuary   February 2015\nCNJ.) The other, which\nshares the same obverse,\ncommemorates the\nopening of the Victoria\nBridge. Alfred Sandham,\nin his 1871 work, Medals\nCommemorative of the\nVisit of HR.H. The Prince\nof Wales to Montreal in 1860,\ncalled it the Bridge Medal.\nA white metal version of\nthe medal, the one most\ncommonly encountered,\nis illustrated in Figure\n18. It sold for 25 cents.\nThe medal was also\noffered in silver, at three\ndollars, and in bronze,\nat one dollar. The medal is\n44 mm in diameter. The\nobverse has a uniformed\nbust of the Prince\nof Wales, sporting a\nmoustache, facing\n"
        ],
        "PageNo": "67"
    },
    {
        "File": "The_CN_Journal_March_20.jpg",
        "Paragraphs": [
            "three-quarters left, with the\nlegend: H.R.H. THE PRINCE\nOF WALES. Below the bust in\nsmall lettering is: BORN 9 NOV\n1841. The letters are sans serif.\nThe bust is frosted whereas the\nfield has a mirror finish. The\nreverse presents a view of the\nbridge including the river with\nits shoreline in the foreground,\nand a train emerging from the\ntube. As with the obverse, the\nimage is frosted and the field\nhas a mirror finish. The legend\nin the exergue reads: VICTORIA\nBRIDGE / MONTREAL. The\nlegend around the upper rim\nreads: OPENED BY THE\nPRINCE OF WALES / 1860.",
            "LeRoux catalogued the\nBridge Medal as No. 642,\nbut his description and the\nimage he provides confuse\ncollectors. LeRoux s sketch\nof the obverse is the wrong\none. In fact, he chose an image\nof a different medal, one of\nthe Commemorative Medal\nvarieties, which shows the\nprince without a moustache and\nwith the legend in serif letters. Furthermore, LeRoux tells\nus there are two varieties of the Bridge Medal obverse.\nComplicating things even more, he tells us in English that:\n There are varieties with and without the moustache. \nThen in French he says:  J/ y a plusieurs vari t s avec la\nmoustache plus ou moins longue.  These statements are\nincorrect. There is only one variety known and that is the\nmoustached portrait obverse in Figure 18.",
            "As a final bit of misinformation, LeRoux assigns\na  Rarity 4  to the Bridge Medal. We do not know how\nmany of these medals were made but, as R. W. McLachlan\ntells us in his 1886 Canadian Numismatics: A Descriptive\nCatalogue of Tokens, Coins and Medals Issued in or\nRelated to the Dominion of Canada and Newfoundland,\nthe medal is common. It sold well in 1860, although some\n15 years after the prince s visit there were still 500-600\nunsold. These were bought by one purchaser. It is presumed\nMcLachlan s comments relate to the white metal version\nof the medal, not the bronze and silver versions, but this is\nuncertain. The bronze 1s scarce. The silver is rare.",
            "To date, the author has been unable to locate any\ninformation on Bridge Medal cases.",
            "The Victoria Bridge Lives On",
            "The original tubular Victoria Bridge structure is,\nof course, no more. However, as noted, the stone piers,\nsomewhat altered, survive to this day. In the 1890s, the\niron tube was replaced with a structure comprised of steel\ntrusses, and the bridge became a two-track facility. Work\nwas done around the original tube to allow the railway to\nremain in service. In 1897, the truss bridge was rededicated\nand renamed the Victoria Jubilee Bridge, which is still its\nofficial name. Later, automobile traffic lanes were added\non each side. The Grand Trunk Railway of Canada was\nnationalized in the early 1920s and became part of today s\nCanadian National Railway. The Victoria Bridge was\nagain modified at the South Shore end in the late 1950s to\naccommodate the Saint Lawrence Seaway. The bridge is\nused daily by commuters between Montreal and the South\nShore and although its capacity as an automobile commuter\nlink is limited, the bridge is still the vital rail link to the\nsouth and east that it was when the original opened in 1860.",
            "Let us conclude with Robert W. McLachlan s remarks\nabout the G.T.R. medal, his favourite among the Victoria\nBridge commemorative pieces, published in the 1881\nAmerican Journal of Numismatics:",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "68"
    },
    {
        "File": "The_CN_Journal_March_22.jpg",
        "Paragraphs": [
            "An_ANCIENT_EASTER_TRADITION",
            "BY LORI HELSTON M.A.",
            "Not Chocolate, but the Royal Maundy",
            "Easter is the time of year that Christians across the",
            "world celebrate the resurrection of Jesus Christ",
            "after his crucifixion. Easter Sunday, for followers\nof the Gregorian calendar, is on March 27 this year. Many\npeople associate Easter with chocolate bunnies, Easter egg\nhunts and parades. However, many people are unaware\nthat there exists a centuries old numismatic connection\nto the Easter celebration, one that can be traced back to\nBritain in the time of Charles IL. This connection 1s in the\nform of Maundy money.",
            "The week preceding the Easter celebration is known\nas Holy Week. It includes the observance of Maundy\nThursday which commemorates the Maundy and Jesus \nLast Supper. Maundy Thursday occurs on the day\nprior to Good Friday, which is the most solemn\nof Christian observances, the crucifixion and\ndeath of Jesus. The name Maundy is thought\nto come from the Latin word mandatum\nand is believed to be the instructions or\ncommands of Jesus during the Last Supper,",
            " that ye love one another  (John XIII 34). It",
            "is written that after Christ ate a meal with his\ndisciples, he washed their feet, and gave them\nthe following mandatum or command:  If I then,\nyour Lord and Master, have washed your feet,\nye also ought to wash one another s feet. For",
            "I have given you an example, that ye should",
            "do as I have done unto you.  The Royal\nMaundy service is celebrated by the Church",
            "of England and evolved from the tradition of\nthese commands from Jesus to his disciples.",           
            "The washing of the feet and gifts of food\nand clothing to the poor has existed as a form\nof Christian charity for a very long time. In\nthe fourth and fifth century a ceremony, the\npedilavium, developed where following the\nHoly Communion on Maundy Thursday a\nhighly positioned Church official would wash\nthe feet of the poor.\nThe first English monarch who personally\ndistributed alms at a Maundy service was King\nJohn in 1210. In 1213 it 1s recorded that John\ngave Maundy gifts of silver pence (left) to 13\npoor men. Each recipient received 13 pence,\none coin for each of the 12 Apostles and one\nfor an angel. This tradition, as established,\ncontinued through the 13\" century where\nmembers of the royal family were known to",
            "ns The CN Journal Volume 61\n"
        ],
        "PageNo": "70"
    },
    {
        "File": "The_CN_Journal_March_23.jpg",
        "Paragraphs": [
            "personally take part in the Maundy ceremonies to\nhonour Christ s acts of charity and would wash\nthe feet of beggars. As part of their royal duties\nand religious training, the children of the\nreigning monarchs would be required to assist",
            "in keeping the Maundy. Gifts of food and other\nprovisions along with alms or money were\ngiven to the poor throughout the year. Henry Is\nson, Edward I, was the first monarch to limit the\ndistribution of these gifts to the Maundy Thursday\nservice. Eventually the attendance at a Maundy\nThursday service became an obligation for all\nmajor European ruling houses.",
            "In 1363 fifty-year-old Edward III gave\nfifty pence to each of fifty poor men but it\nwas Henry IV who formally established the\npractice of linking the number of recipients of\nMaundy gifts to the age of the reigning monarch.\nThe ceremony became known as the Royal Maundy\nbecause it became customary for the sovereign\nto personally perform or direct the ceremony.\nOften during plague years, the reigning\nmonarchs would not attend the Royal\nMaundy and would appoint the Lord\nHigh Almoner or the Sub-Almoner, both\nhigh ranking officials of the Church of\nEngland, to represent them and to conduct\nthe service on their behalf.",
            "Mary I and Elizabeth I both are recorded\nas performing elaborate Maundy ceremonies\neven though they differed in religious beliefs.\nRecords from 1556 show that Mary washed\nthe feet of forty-one poor women, her age\nat the time, while  ever on her knees, \nand gave them forty-one pence each, as\nwell as gifts of bread, fish, and clothing.",
            "She was reported to have donated her",
            "own gown to the poorest woman of all.",
            "In 1572, disliking previous scenes of\nchaos and deeming the resultant squabble\nunsuitable for the church as each woman\ntried to secure a piece of the royal gown, Queen\nElizabeth I granted a sum of  1 to each woman\nin lieu of the gown, giving it in a red purse.",
            "In the 18\" century the washing of feet",
            "of the poor was discontinued but the\ntradition of carrying nosegays, originally\ndesigned to mask the odours of the",
            "poor, has continued to today. In the 19\ncentury money allowances replaced the",
            "gifts of food and clothing.",
            "Until the joint reign of William and\nMary starting in 1689, the individuals who\nwere selected to receive the Royal Maundy were",
            "Number 2 March 2016",
            "the same sex as the monarch. While both William\nand Mary reigned, they each made gifts to the\npoor with Mary offering Royal Maundy to\nwomen and William offering the gifts to men.\nUpon her death in 1694, William reverted to\ndistributing Royal Maundy to men only. This\nsame sex tradition was changed with the reign of\nGeorge I (1714-1727), with both men and women\nreceiving the gifts. The Royal Maundy tradition was\nestablished with individuals of both sexes in a\nnumber corresponding to the monarch s age with\neach recipient receiving that number of pence",
            "that also corresponded the monarch s age.\nThe current style of Maundy money can\ntrace its origins back to the reign of Charles\nIT. An undated issue of hammered coins (left)\nwas distributed in 1662. The coin set consisted\nof a four penny, three penny, two penny and one\npenny piece. It was not until 1670 that a dated\nset of all four coins appeared. Prior to this,\nordinary coinage was used for Maundy gifts\nwith silver pennies alone being used by the\nTudors and Stuarts for the ceremony. The\nobverse design of the coins would feature\nthe reigning monarch. The reverse design\nof Maundy coins featured a crowned\nnumeral (later enclosed by a wreath) and\nthis design has been essentially unaltered\nfrom that of Maundy money which was first\nused during the reign of William and Mary in 1689",
            "(below).\n"
        ],
        "PageNo": "71"
    },
    {
        "File": "The_CN_Journal_March_24.jpg",
        "Paragraphs": [
            "The coins used for the Maundy ceremony\ntraditionally have been struck in sterling silver.\nThis was only changed twice throughout history.\nThe coinage was modified once during Henry\nVIII s reign as the result of the debasement of\ncoinage. The second occurrence derived from\nchange in 1920 when the silver content of noble\nBritish coins was reduced to 50 percent. After the\nCoinage Act of 1946, the sterling silver standard\nwas resumed and Maundy money has followed\nthis standard since that time. When decimalisation\nof British coinage occurred in 1971, the face\nvalues of the coins were increased from old to new\npence. Today s Maundy money has a distinctive\nfeature which differs from modern circulating\nBritish coinage. The effigy of The Queen on\nordinary circulating coinage has undergone many\nchanges throughout her reign, but Maundy coins\nstill bear the same portrait of Her Majesty as\nprepared by Mary Gillick for the first coins issued\nin the year of her coronation in 1953. Maundy\nmoney is considered to be non-circulating legal\ntender because of its silver content. A complete\nset contains the denominations of one penny,\ntwo pence, three pence, and four pence. In most\nyears there are fewer than 2,000 complete sets\nof Maundy money produced and they are highly\nsought by collectors.",
            "Queen Elizabeth II views the Royal Maundy\nservice as an important part of her devotional life.\nShe has been present, during her long reign, for all\nbut four Royal Maundy services. Twice she was\nabsent, in the year following the births of her sons\nAndrew and Edward, and twice more because she\nwas visiting other parts of the Commonwealth.\nOn these occasions she was represented by\nher aunt, Princess Mary, the Princess Royal;",
            "and Queen Elizabeth, the Queen\nMother. Elizabeth II first attended\nRoyal Maundy as young Princess\nElizabeth of York in 1935 when\nshe was eight years old, she was\naccompanied by her mother for\nthis occasion. The Royal Maundy\nis the only time when the Queen\nvisits others to make awards,\nusually recipients of honours come\nto her. The Queen has directed that\nthe service not be held in London\nmore often than once in ten years,\nso the Royal Maundy service is\nnow seen as an  occasion of a",
            "1. Yeomen of the Guard c\nmoney during the Royal M\nCathedral on April 2, 2015",
            "2. Eight-year old Princess\nMaundy, Westminster",
            "3. The Queen Mother,\nQueen Elizabeth II, when\nYork, attending a service\n28 April 1935.",
            "4. The Queen distribute\nceremony at Sheffield Catt",
            "5. One of Six Alms Dishes u\nThese solid-silver, gold-ple\nreign of King Charles II.",
            "6. Official programme and\ndistributed in 1974 at Salis",
            "7. The Queen distribute\nceremony at York Minster |",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "72"
    },
    {
        "File": "The_CN_Journal_March_25.jpg",
        "Paragraphs": [
            "arry in the Royal Maundy\naundy Service at Sheffield",
            "Elizabeth of York. Royal\nAbbey, 1935.",
            "Duchess of York, and\nPrincess Elizabeth of\nat Westminster Abbey,",
            "s Maundy money during\n1edral in 2015",
            "sed to carry Maundy coins.\nited dishes date from the",
            "the three Maundy purses\nbury Cathedral.",
            "s Maundy money during\nin York 2012.",
            
            "royal pilgrimage to different\nparts of the country.  The\n2011 Royal Maundy service\nin Westminster Abbey was\nthe first ever televised. The\nRoyal Maundy will not be\nscheduled again in London\nbefore 2021.",
            "The recipients of Royal\nMaundy\nare no\nlonger\nselected\nbecause\nthey are\npoor\nand are\ndeemed to",
            "need the gifts as charity, but\nrather are selected for the\nhonour because of the Christian\nservice they have given to the\nChurch and their communities.\nQueen Elizabeth continues with\nthe tradition as established in\ndistributing Maundy money to\nboth as many elderly men and\nwomen as her age. In 2015, Queen\nElizabeth distributed the Royal\nMaundy to 89 women and 89\nmen at a ceremony in Sheffield\nCathedral on Thursday April 24.",
            "Presently she is scheduled to\nattend the Royal Maundy on\nThursday, March 24, 2016, at\nSt. George s Chapel, Windsor,\nwhere the number of recipient\ngroups will increase in number\nto 90, her current age.",
            "Originally the Queen made two distributions\nof money in leather purses to each recipient to\nrepresent the charitable gifts. The first purse would\ncontain an allowance to represent the clothing\nformerly given and a second purse contained\n 1.50 for provisions and the additional sum of  1\nas mandated by Elizabeth I. A third white purse\nwould contain the actual Maundy money. However,\nstarting in 1979 the charitable gifts have been\ncombined into one purse to reduce the physical\nstrain on the Queen. In the current ceremony, the\nsovereign hands two small leather string purses\ncontaining the Royal Maundy to each recipient. One\nred purse contains   in ordinary coinage   money\nin lieu of food and clothing. In 2015, this purse\ncontained  5.50 in the form of comage containing\na  5 coin commemorating the 50\" anniversary of\nthe death of Sir Winston Churchill and a 50p piece\nfor the 75  anniversary of the Battle of Britain.\nThe second white purse contains the sterling silver\nMaundy coins consisting of the same number of\npence as the years of the sovereign s age.",
            "The Queen s Body Guard of the Yeomen of\nthe Guard play an important role in the Maundy\nService by ceremonially protecting the Royal\nBody and guarding the Maundy monies. Six\nAlms Dishes are used for the distribution of the\ncoins. They date from the reign of King Charles II.\nThese solid-silver, gold-plated dishes are carried\nby Yeomen above their heads while the Royal\nMaundy is being distributed. These ornate dishes\nare heavy on their own, but when laden with the\n'--ther purses containing the Maundy coinage",
            "become uncomfortably so. The Yeomen\n ted for this important ceremonial duty are\nired to undergo several weeks of upper body\ning so that the embarrassment of dropping\nof these priceless dishes does not become an",
            "that disrupts this important ceremony.\n"
        ],
        "PageNo": "73"
    },
    {
        "File": "The_CN_Journal_March_26.jpg",
        "Paragraphs": [
            "ON THE IDES OF MARCH",
            "BY HENRY NIENHUIS",
            "FRCNA, FCNRS, FONA, LM. #430",
            "Beware the Ides\nof March is\nthe quote from",
            "Shakespeare s historical\ntragedy that most people\nthink of when they hear\nthe name of Julius Caesar.\nTold to Caesar by a\nsoothsayer, it forewarns\nof perhaps the most\nwell known political\nassassination of all time.",
            "Although this famous quote may not be historically\naccurate it does have some basis in the events of the\nday as passed down to us by Gatus Suetonius\nTranquillus (ca. AD 69   ca. AD 130), the\nmost famous and probably most accurate\nof Caesar s biographers. As the keeper of\nthe Imperial Archives during Hadrian s\nrule, Suetonius had access to historical\ninformation and may have even\nconsulted eyewitness accounts.",
            "Born on July 12, 100 BC, to an old\naristocratic family Gaius Julius Caesar\nwas destined to embark on a modest political\ncareer. Growing up in a period of unrest and\ncivil war in Rome, he had the opportunity\nto better himself: When he was 15-years\nold, after the death of his father, he began\nto establish a network of connections.",
            "This, along with a well placed marriage,\nstarted him on the long road to success.",
            "Perhaps one of the most brilliant\nmilitary and political tacticians the\nworld has ever seen, he rose to power\nby strategically allying himself with\npowerful men while buying his way\nto the top. Although he suffered career\nsetbacks along the way, he reached\nthe summit when in February, 44 BC,\nthe Senate, running out of honours\nthey could bestow on him, named\nhim Dictator Perpetuus (Dictator for\nlife). While Caesar had publicly made\na point to reject the office of Rex at\nthe Lupercalia festival in February\nhe showed no such reluctance to\naccept the office of Dictator for Life",
            
            "His ready acceptance may\nhave sealed his fate. He had\nbeen pushing the limits of\ntolerance in the Senate for\nsome time; ruling without\nregard to the Senate s views\nor its customs. In the minds\nof his enemies he was\nbecoming a clear threat to\nthe Republic.",
            "Caesar was the first\nliving Roman to issue",
            "coinage featuring his own portrait. The appearance of\na denarius, struck between 45 and February,",
            "44 BC, with his portrait surrounded by the\nlegend: CAESAR:DICT QVART, Caesar\nDictator Quartus (Caesar Dictator for\nthe 4\" time) provided a stark visual\nmanifestation of his growing power\nand arrogance.\nThree days prior to his leaving on\na military campaign in Parthia, the\nregion around modern-day Iraq, Caesar\nwas assassinated, on the Ides of March\n(15%), 44 BC, in the portico of the basilica\nof Pompey the Great. He was murdered by\na band of sixty Senatorial conspirators\n the Liberators,  led by Marcus Junius\nBrutus and Gaius Cassius Longinus.\nHe was attacked and stabbed at least\n23 times by the frenzied mob; Caesar\nultimately died of blood loss, at the\nbase of Pompey s statue. With that the\nperpetrators fled.\nFollowing Caesar s death Rome was\ncast into a civil war between those in the\nsenate that supported the conspirators\nand those who remained loyal to\nCaesar s memory. Marcus Antonius\n(Mark Antony), Caesar s cousin,\nturned the tide of Roman popular\nopinion against the conspirators and,\ntogether with Gaius Julius Caesar\nOctavianus (Octavian, Caesar s great-\ngrandnephew, his adopted son and heir)\nthey confronted Brutus and Casstus in\nGreece, where those two had fled, and\ndefeated their forces at the Battle of",
            "when offered to him by the Senate.",
            "1 Possibly the corona aurea.\nns The CN Journal Volume 61",
            "Philippi in October 42 BC.\n"
        ],
        "PageNo": "74"
    },
    {
        "File": "The_CN_Journal_March_27.jpg",
        "Paragraphs": [
            "Ides of March Denarius",
            "After fleeing Rome, Brutus and Cassius had\njoined forces in November 43 BC. During the\nsummer of 42 BC they had marched through\nMacedonia plundering Greek cities in their\npath to fill their war chests. It was at this\ntime, now late summer to autumn, that one",
            "of the most provocative and famous coins",
            "of the Roman Republic, the Ides of March\ndenarius, was struck by a mint travelling\nwith Brutus  army. It was not the only style of\ndenarius to be struck by Brutus or Cassius to pay\ntheir troops and campaign expenses at that time\nbut it is certainly the most infamous!",
            "While Cassius continued with the traditional\nstyle of Republican coinage, Brutus followed\nCaesar, as did Antony, using coinage as\na form of self-promoting, blatant political\npropaganda intended both for his troops\nand the Roman public to rally to. Ironically,\nhere we see the once staunch Republican,",
            "Brutus, dispensing with traditions he valued\npreviously by striking his own portrait on the\nobverse of the coin. It featured the bare head\nof Brutus with a short beard, facing right,\nsurrounded by the legend: BRUT IMP, Brutus\nImperator, and L-PLAET-CEST, L. Plaetorius\nCestianus (the moneyer).",
            "However, it is the reverse of the coin that\nholds the most provocative message from the\nunrepentant Brutus. It features the pileus or\n cap of liberty  (traditionally given to freed slaves) between two\npugio, double-edged daggers, of the type used to assassinate\nCaesar. Below, the legend: EID   MAR, Eidibus Martiis (on the\nIdes of March) clarifies the message; it is Brutus  justification\nfor the murder of Julius Caesar. Brutus believed that Caesar\nwas about to usurp absolute power and so by murdering him the\nRoman people were set free. The two daggers on the coin are\nnot the same style which may represent either the two leaders\nBrutus and Casstus, or the many individuals who participated in\nthe assassination. Classical author, Cassius Dio, in his Roman\nHistory Book XLVII. 25, 3 tells us:",
            " Brutus stamped upon the coins which were being\nminted his own likeness and a cap and two daggers,\nindicating by this and by the inscription that he and\nCassius had liberated the fatherland. ",
            "Brutus issued three types of coins with his portrait\ninscribed as BRVTVS IMP (on two aurei) or BRVT IMP (on\ndenarii). In Sheldon Nodelman s study of the style of these\ninscribed portraits he notes that the  EID MAR  denarii has\n the soberest and most precise  portrait of Brutus of the three.",
            "The  EID MAR  denarius is one of the most sought\nafter coins in the world. Optimistic estimates suggest fewer\nthan 100 specimens exist; approximately thirty of these are",
             "March 2016 ",
            "in museums or institutional collections. Cahn s extensive\nanalysis! of 56 samples identifies 8 obverse dies and 27\nreverse dies that were used to strike the issue. No wonder this\nrare piece of history commands premium prices whenever a\nspecimen comes up for sale, regardless of condition. In the\npast decade an  EID MAR  denarius has been offered in a\nnumber of prominent auctions. A partial list includes:\nClassical Numismatic Group CNG Triton XIX sale, January\n5, 2016 (Lot 421: gVF $120,000+); Numismatica Ars\nClassica NAC AG Sale 78, May 26, 2014 (Lot 755: aVF\n$134,066); Goldberg Auction Sale 80, June 3, 2014, (Lot\n2089: EF+ $440,000); NAC AG Sale 70, May 16, 2013\n(Lot 185: aEF $313,323); Sotheby s Archer M. Hunington\nsale, March 8, 2012; Heritage Auction s sale, September 7,\n2011 (Lot 23268: aEF $475,000); NAC AG Sale 62, October\n6, 2011, (Lot 2005: EF $260,448); CNG Triton XIII sale,\nJanuary 4, 2010 (Lot 298: $37,500+); Goldberg Auction Sale\n59, June 3, 2014, (Lot 2418: EF $440,000); Gemini V\nsale, January 6, 2009 (Lot 777: EF $57,500); A. Tkalec AG\nsale, February 29, 2008 (Lot 292: FDC $335,281); and CNG\nTriton IX January 9, 2006 (Lot 1356: EF $95,000+).\n1 Cahn, Herbert A. 1989.  EIDibus MARtiis  Quaderni Ticinesi\ndi Numismatica e Antichita Classiche XVII p 211-232",
            ""
        ],
        "PageNo": "75"
    },
    {
        "File": "The_CN_Journal_March_28.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2016 $200 GOLD COIN   TALL SHIPS LEGACY:\nBLUENOSE",
            "The reverse design by Canadian artist Neil Hamelin\nfeatures a starboard side view of Canada s iconic\nschooner, Bluenose, under full sail and heeled at a\ndistinctive racing angle. The legendary racing ship",
            "and working fishing vessel is brought to life through\nintricate engraving that captures her likeness in\noutstanding detail, including the rigging and even the",
            "dories on deck. Atop the foremast and mainmast, the\nCanadian Red Ensign and the Flag of Nova Scotia flap in",
            "the wind that fills the ship s eight sails, as Bluenose charges\nfor victory in the waters of the North Atlantic. Also engraved on\nthe reverse is the year  2016  and the word  CANADA . The\nobverse features the effigy of Her Majesty Queen Elizabeth II\nby Susanna Blunt.",
            "2016 $20 FINE SILVER COIN  \nGEOMETRY IN ART: THE CARIBOU",
            "The reverse design by Canadian artist Calder Moore features\na stylized portrait of two caribou moving across a landscape\nthat conveys the tranquil beauty of Canada s boreal forest.\nPresented in a low-poly art style, the design brings together\nmultiple polygon shapes to form a male caribou in a powerful\npose as he looks up at the first snowfall of the season, followed\nby a young caribou at the river s edge in the background.\nExtraordinary sculpting, cutting-edge technology and advanced\nfinishing techniques help distinguish the individual polygons,\nwhile their hard lines and sharp corners add a dramatic texture\nto the layered branches of the evergreens and the rocky terrain.",
            "PIECE DE 200 $ EN OR 2016   LE RICHE\nHERITAGE DES GRANDS VOILIERS : BLUENOSE",
            "Le motif au revers,  uvre de l artiste canadien Neil Hamelin,\nrepr sente le Bluenose, vu de tribord. La c l bre go lette\ncanadienne, qui gite, fait la course. Le l gendaire bateau de\ncourse et de p che prend vie gr ce   un ciselage complexe\nqui en saisit les moindres d tails, y compris le gr ement et les\ndoris sur le pont. Le Red Ensign canadien et le drapeau de la\nNouvelle- cosse hiss s au haut du m t de misaine et du grand\nm t flottent au gr  du vent. Le Bluenose fonce droit vers la\nvictoire dans les eaux de l Atlantique Nord, fort de ses huit\nvoiles gonfl es   bloc. Sont aussi grav s au revers le mill sime\n 2016   et la mention   CANADA  . L avers est   l effigie de\nSa Majest  la reine Elizabeth II, selon Susanna Blunt.",
            "PI CE DE 20 $ EN ARGENT FIN 2016   ART\nET GEOMETRIE : LE CARIBOU",
            "Le motif au revers,  uvre de |  artiste canadien Calder Moore,\nest une repr sentation stylis e de deux caribous qui se\nd placent dans un paysage  voquant la beaut  paisible de la\nfor t bor ale du Canada. Ex cut e dans un style artistique a\nfaible polygonisation, l image r unit de multiples polygones\npour repr senter un caribou male, dont la pose t moigne de\nsa puissance, alors qu il observe la premi re chute de neige\nde la saison. En arri re plan, un jeune caribou se tient au bord\nde la rivi re. Le ciselage extraordinaire, la technologie de\npointe et les techniques de finition avanc es permettent\nde distinguer chacun des polygones, alors que les traits\nprononc s et les angles aiguis s ajoutent une texture\nsaisissante aux branches stratifi es des conif res et",
            "au terrain rocheux.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "76"
    },
    {
        "File": "The_CN_Journal_March_29.jpg",
        "Paragraphs": [
            "2016 4-COIN SET  \n20 YEARS IN THE MINTING",
            "In 1996, the first mintage of  toonies  went into\ncirculation, replacing Canada s two-dollar paper banknote.\nCelebrate the toonie s 20\" anniversary with this exclusive\nfour-coin premium set of gold and platinum coins. Each\ncoin in this four-coin set has a diameter of 30 mm and a\nnominal metal weight of 31.16 g.",
            "Coin 1: The reverse and obverse of this 2-dollar 99.95%\npure platinum coin feature the design of today s two-dollar\ncoin. The inner ring of the obverse and reverse are plated\nin 24-karat gold. The obverse features the present effigy of\nHer Majesty Queen Elizabeth II by Susanna Blunt.",
            "Coin 2: The reverse of this 2-dollar 99.99 gold coin shows\na magnified view of the original polar bear from the\n1996 issue with the polar bear sitting centre stage. The\nobverse features the present effigy of Her Majesty Queen\nElizabeth II by Susanna Blunt.",
            "Coin 3: The reverse of this 2-dollar 99.95% pure platinum\ncoin features the number  2  and the Parliament buildings\nof Canada from the last issue of the Canadian 2-dollar\nbanknote. Ornate scrollwork and geometric lines are\ncaptured from the banknote design. The obverse features\nthe 1996 effigy of Her Majesty Queen Elizabeth IL by\nDora de P dery-Hunt.",
            "from the last Canadian 2-dollar banknote issue. Ornate\nscrollwork and geometric lines are captured from the\nbanknote design. The obverse features the 1996 effigy of\nHer Majesty Queen Elizabeth II by D Dora de SSS",
            "Coin 4: The reverse of this 2-dollar 99.99 gold coin","features a detailed vignette depicting two American robins  ",
            "Number 2 March 2016",
            "ENSEMBLE DE QUATRE PIECES 2016  \n20 ANS D HISTOIRE",
            "C est en 1996 que le premier tirage de la pi ce de 2 $ a  t  mis\nen circulation au Canada afin de remplacer le billet de m me\nvaleur. C l brez le 20  anniversaire de la pi ce de 2 $ avec\nun ensemble tout   fait exclusif de quatre pi ces de luxe en\nor et en platine. Chacune des quatre pi ces de cet ensemble\na un poids m tallique nominal de 31,16 grammes et fait 30\nmillim tres de diam tre.",
            "Pi ce 1 : Le revers et l avers de la pi ce de 2 $ en platine pur\n  99,95 % reproduisent le motif et l effigie de l actuelle pi ce\nde 2 $. Le disque central est plaqu  en or 24 carats des deux\nc t s de la pi ce. L avers est   l effigie de Sa Majest  la reine\nElizabeth IL selon Susanna Blunt.",
            "Pi ce 2 : Le revers de la pi ce de 2 $ en or pur   99,99 %\nrepr sente une vue agrandie de l ours polaire qui figurait au\ncentre de la pi ce initiale  mise en 1996. L avers est   l effigie\nde Sa Majest  la reine Elizabeth II, selon Susanna Blunt.",
            "Pi ce 3 : Le revers de la pi ce de 2 $ en platine pur 4 99,95 %\nporte le chiffre   2   et repr sente les  difices du Parlement\ndu Canada tels qu ils figuraient sur la derni re  mission du\nbillet de 2 $ canadien. Les volutes ornementales et les lignes\ng om triques sont  galement reprises du motif du billet.\nLavers est   l effigie de Sa Majest  la reine Elizabeth IT, selon\nle portrait de Dora de P dery-Hunt qui ornait la pi ce en 1996.",
            "Pi ce 4 : Le revers de la pi ce de 2 $ en or pur   99,99 % est",            
            "orn  d une vignette d taill e repr sentant les deux merles\n: d  Am rique qui figuraient sur la derni re  mission du billet de 2",
            "= $ canadien. Les volutes ornementales et les lignes g om triques\n= sont  galement reprises du motif du billet. L avers est   l effigie",
            "~ de Sa Majest  la reine Elizabeth II, selon le portrait de Dora de\n  P dery-Hunt qui figurait sur la pi ce en 1996.",
            "db   46, /   ee (7 a\n"
        ],
        "PageNo": "77"
    },
    {
        "File": "The_CN_Journal_March_34.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES DES CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)",
            "FONA, #22198,",
            
            "Call for 2015 Club and Literary Award\nNominations",
            "This month, we repeat the call for nominations to be\nmade for the 2015 RCNA Literary Awards. Self-\nnominations are welcome and acceptable. Perhaps\nthe most challenging for us to judge is the Jerome H.\nRemick Literary Award, which is presented for the best\nnumismatic article published in a local club newsletter.\nOther literary awards judged by RCNA Club Services\nare the best regional/national newsletter and best local\nnewsletter. I invite you to start nominating articles by\nsubmitting a scan or an electronic copy. For clubs that\nhad active and vibrant activities in 2015, please submit\na nomination that includes a recap of your 2015 club\nactivities, for the Louise Graham Memorial Club of\nthe Year Award competition. The best Louise Graham\nnominations are a minimum of four pages in length and\ninclude supporting pictures. Additional information about\nthe awards can be found at www.rena.ca/awards.php\nand in this month s Journal. Nominations are due no\nlater than March 31, which will allow time for judging\nto be completed before the RCNA Convention. Send\nnominations, supporting materials and any questions or\nrequests for additional information to me, Brett Irick, at:\nxr7gt@prodigy.net .",
            "New Guelph, Ontario, Currency\nThis information, from Mike\nHollingshead, appeared in the\nFebruary   March issue of the\nWellington Coin Society s Wellington\nCircular. [t originated from a Hamilton\nSpectator and Guelph Mercury article,\nwith the photo by Rob O Flanagan.",
            "The G Dollar (www.gdollar.ca/market) is\na debt-free complimentary /sic] currency\ncreated and administered by 36-year old\nNigel Brown. It is backed by him and\nthe markets that accept it as payment. Its\npurpose is to stimulate the local economy\nby insuring there 1s an adequate amount\nof debt-free currency in circulation for\nthe efficient exchange of goods and\nservices. It is created with the intention that it generate\nharmony and wealth.",
            "The G Dollar market is on Wednesdays at the Guelph,\nOntario eBar from 6 to 9:30 p.m. The G Dollar market\nis a community of art, printmakers, photographers, art\nmaterials and supplies, and handcrafted articles. The",
            
            "Appels pour nominations pour les prix de club et\nprix litt raires 2015",
            "Ce mois-ci, nous r p tons l appel pour des nominations pour les\nprix litt raires 2015 de TARNC. Vos nominations, m me pour\nvos propres articles, sont les bienvenues et acceptables. Le prix\nle plus difficile   juger est sans aucun doute le prix J r me H.\nRemick qui est d cern  au meilleur article numismatique publi \ndans un bulletin de club local. D autres prix litt raires jug s par le\ncomit  de services aux clubs de PARNC sont le meilleur bulletin\nr gional / national et le meilleur bulletin local. Je vous invite   nous\nfaire parvenir des articles en nomination en soumettant une copie\nnum ris e (scan) ou une copie en format  lectronique. Pour les\nclubs qui ont connu une ann e 2015 tr s active remplie d activit s\nint ressantes, s 1l vous pla t soumettre une candidature pour le\nprix Louise Graham Memorial qui reconnait le club de l ann e, en\nincluant un r sum  de vos activit s de club dans votre application.\nLes meilleures applications pour le prix Louise Graham ont un\nr sum  minimum de quatre pages et incluent des photos en appui.\nDes renseignements suppl mentaires sur les prix peuvent  tre\ntrouv s sur le site wwwrcna.ca/awards.php et dans le num ro de\nce journal. Les candidatures doivent  tre soumises au plus tard\nle 31 mars, ce qui donne suffisamment de temps aux membres\ndu comit  de faire l valuation avant le congr s de l ARNC.\nEnvoyez vos nominations, preuves justificatives, toutes questions\nou demandes d information suppl mentaires   x77et(@prodigy.net .",
            "Nouvelle dollar de Guelph, Ontario\nCette information, provenant de Mike Holl-\ningshead, est parue dans le num ro de f vrier\n- mars du Wellington Coin Society's Welling-\nton Cireular. // s agit d un article publi  dans\nle Hamilton Spectator and Guelph Mercury,\navec une photo de Rob O Flanagan.",
            "Le G Dollar (www.gdollar.ca/market) est une\ndevise sans dette et l administrateur est Nigel\nBrown  g  de seulement 36 ans. Cette devise est\nsupport e par Nigel lui-m me et par les march s\nqui l acceptent comme mode de paiement. Sa\nmission est de stimuler l conomie locale en\nassurant d avoir une quantit  suffisante de\nmonnaie sans dette en circulation pour faciliter\nefficacement l change des biens et services.\nElle est cr e avec l intention de g n rer de\nl harmonie et de la richesse.",
            "Le march  G Dollar est le mercredi au eBar de Guelph en\nOntario entre 18 heures et 21 heures 30. Le march  G Dollar est\ncompos  d une communaut  d artiste, graveurs, photographes,\nfournisseurs de mat riels d art et d articles fabriqu s   la main\npar des artisans. Le G Dollar a un symbole constitu  d un",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "82"
    },
    {
        "File": "The_CN_Journal_March_35.jpg",
        "Paragraphs": [
            "G Dollar has a dominant image of a yellow and black\ngoldfinch perched on a branch with a large purple\nflower. The background is a sunburst red. Each bill is\nstamped, dated and signed on the reverse by Nigel who\nis a stay-at-home dad, landscaper, and apple orchard\nworker. There are about 4,500 of the colourful G$5 notes\ncurrently in circulation.",
            "Transactions are completed in Canadian dollars, G\ndollars and barter. In return for accepting G Dollars,\nvendors offering goods and services will receive G\nDollars (G$30 currently) for free at the beginning of\nthe weekly G Dollar market session. The majority of G\nDollars have gone into circulation in this manner.",
            "At this point, there are market openings available for\nvendors offering both goods and services. It 1s a unique\nmarket because of the complimentary /sic] currency\npayment system. Currently they have a healthy trade\nusing G Dollars as payment but, with opening the market\nto the public, they expect an increase in Canadian dollar\npurchases. The G Dollar is currently trading equal or at\npar with the Canadian Dollar.",
            "Organizing Your Numismatic Collection\nThe following was inspired by suggestions made\nin related articles by Tony Swicer, in the Florida\nUnited Numismatists, and Al Doyle, in the ANA\nThe Numismatist.",
            "I regularly assist estates with evaluating and disposing\nof the collections of those that have moved on to the\nbig coin show in the sky. Looking at these collections\nand talking to the heirs provides an amazing insight\ninto the secret world of numismatic collectors. Sadly, I\nhave yet to review a collection that was well organized\nwell focused on specific areas and accompanied by a\ngood inventory and notes about the various items. What\nI do see are the following:",
            ". Small-change hoards   both loose and in",
            "rolls. In the examples of rolls, seldom are they",
            "stored well or identified with their contents.",
            "  Cigar and cardboard boxes filled with tokens,\nmedals and small change.",
            ". Modern mint products stored in shipping\nboxes.",
            ". Double-row boxes of 2x2 holders filled with\nlow-value coins and tokens.",
            "  The occasional date set of coins, most of",
            "which are from World War II and after, that on\naverage are half filled with lower-grade small-\nchange finds.",
            ". Paper money, although old, most of these\nnotes just need to be turned in to a bank or, better\nstill, used as surprise and delight tip money.",
            ". Hundreds of old auction catalogues, news-\nletters and magazines of limited historical interest.",
            "Number 2 March 2016",
            "chardonneret jaune et noir perch  sur une branche avec une\ngrande fleur violette. L arri re-plan est d un rouge  clatant.\nChaque billet est estampill , dat  et sign  au dos par Nigel, un\np re au foyer qui travaille comme paysagiste et pomiculteur.\nIl y a environ 4,500 billets color s de G$5 actuellement en\ncirculation.",
            "Les transactions sont effectu es en dollars canadiens, en G\ndollars et au troc. En contrepartie de G Dollars, les fournisseurs\noffrant des biens et services re oivent des G Dollars (G$30\nactuellement) gratuitement au d but de la s ance hebdomadaire\ndu march  G Dollar. La plupart des billets se sont retrouv s en\ncirculation de cette fa on.",
            "En ce moment, il y a des ouvertures de march  disponibles\npour des fournisseurs qui offrent des biens et des services. Il\ns agit d un march  unique en raison du syst me de paiement\npar monnaie compl mentaire. Actuellement, le march  utilisant\nles G dollars   titre de paiement est sain, mais avec l ouverture\nau public, on s attend   une augmentation des achats en dollars\ncanadiens. Le G Dollar s change pr sentement   la parit  avec\nle dollar canadien.",
            "Organisez votre collection numismatique\nCe qui suit est inspir  par les recommandations faites dans les",
            "articles de Tony Swicer; dans le Florida United Numismatists\net de Al Doyle, dans The Numismatist de / ANA.",
            "Je participe r guli rement   l valuation et la vente de\ncollection de personnes qui ont pris la route de la grande\nexposition numismatique dans l au-del . Regarder ces\ncollections et en discuter avec les h ritiers me donne un\naper u  tonnant dans le monde secret des collectionneurs\nnumismatiques. Malheureusement, je n ai encore jamais v rifi \nune collection qui  tait bien organis e, centr e sur des domaines\nsp cifiques et accompagn e d un bon inventaire et de notes\nconcernant ses divers articles. Ce que je rencontre se r sume\ncomme ceci:",
            " Poign es de petit change -   la fois des pi ces en\ncirculation et en rouleaux. Pour ce qui est des rouleaux, rarement\nsont-ils bien conserv s ou alors ils sont tr s peu identifi s.",
            " Boites de cigares et autres petites boites remplies de\njetons, m dailles et poign e de change",
            " Produits de la monnaie royale dans leur boite\nd exp dition",
            " Bo tes de rangement double remplies de 2x2\ncontenant des pi ces et de jetons de peu de valeur.",
            "    l occasion, des ensembles de pi ces, la plupart\ndatant de la p riode de la Seconde Guerre mondiale et plus\njeunes, qui sont habituellement   moiti  remplies de pi ces\nde peu de valeur.",
            " Des billets de papier-monnaie, bien qu ancien, la\nplupart de ces billets devraient  tre retourn s dans une banque\nou, mieux encore, utilis s comme pourboire surprise.",
            " Des centaines d anciens catalogues de ventes d encan,\nbulletins et magazines qui repr sentent peu d int r t historique.\n"
        ],
        "PageNo": "83"
    },
    {
        "File": "The_CN_Journal_March_36.jpg",
        "Paragraphs": [
            "Sadly, the above comments also apply to some of\nmy collection accumulated over 40+ years. My only\nexcuse is that my busy schedule made addressing\nthis problem a low priority. With retirement, I now\nhave been spending a few hours per week organizing\nand disposing of those items that are not core to my\ncurrent collecting interests or that do not support my\nnumismatic talks or research. The good news is that\nI have kept accurate purchases, sales and inventory\ninformation since renewing my numismatic activity\ntwenty years ago.",
            "Unless they are your favourite possessions, or\nsound investments, it is time to shed your collection\nof modern mint products, impulse purchases that later\nproved to be mistakes, half-filled sets that will never\nbe completed and other material that is dead weight.\nDo not despair that you will lose money; streamlining\nyour collection will provide funds for purchasing better\nmaterial. If in doubt, dispose of it.",
            " We are not the owners of history, just the keepers\nof it.    Unknown",
            "My New Year s Resolution:\nTo declutter my collection by making the unwanted\nmaterial available for new keepers of history.\nI plan to dispose of many low-value decimal coins,\nmint sets, world coins and auction catalogues\nthat are, quite frankly, taking up space and\nsometimes making it difficult to find some of my\nbetter material. In the process, I intend to donate\nsome of the low-value material to junior events\nto liven up coin club auctions. To be sure, if there\nis sentimental value involved, I will be keeping\nthe material. The proceeds from the higher\nvalue material will be used to improve my core\ncollections and numismatic library. Can you also\nmake this commitment for your own collection?\nDo so, and you ll gain a sense of accomplishment\nand your heirs will certainly appreciate your",
            "effort.\nBrett Pick",
            "Malheureusement, les commentaires ci-dessus s appliquent\n galement   une partie de ma collection accumul e depuis plus\nde 40 ans. Ma seule excuse est que mon emploi du temps me\nforce   placer cette priorit  au bas de ma liste. Avec la retraite,\nj'ai pass  quelques heures par semaine dans l organisation et\nl limination de certains  l ments de ma collection qui ne sont\npas parmi mes int r ts de collection ou qui ne supportent pas\nmes pr sentations ou mes recherches numismatiques. La bonne\nnouvelle est que j ai gard  des registres pr cis de mes achats,\nmes ventes et mon inventaire depuis que j ai repris gout   mes\nactivit s numismatiques il y de cela vingt ans.",
            "  moins qu elles soient vos pi ces pr f r es, ou des\ninvestissements pr cieux, il est temps de laisser aller une partie\nde votre collection de produits de monnaie royale, de vos achats\nimpulsifs qui se sont r v l s plus tard  tre des erreurs, des\nensembles   moiti  compl t s et qui ne seront jamais termin s\net autre mat riel qui repr sente peu. Ne d sesp rez pas sous\npr texte que vous allez perdre de l argent; rationaliser votre\ncollection vous permettra d avoir des fonds pour l achat de\nmeilleures pi ces. En cas de doute, jetez-les.",
            " Nous ne sommes pas les propri taires de l histoire,\nseulement ses gardiens.    inconnu",
            "Ma r solution du Nouvel An:\nDe d sencombrer ma collection, rendre le mat riel\nind sirable disponible pour de nouveaux gardiens de\nl histoire. Je pr vois me d barrasser de beaucoup de pi ces\nde monnaie de faible valeur, d ensembles de monnaie, de\npi ces de monnaie du monde et de catalogues de ventes\nd encan qui, honn tement, prennent de la place et qui\nrendent difficile de trouver mon meilleur mat riel. Dans\nle processus, je pr vois donner une partie du mat riel de\nfaible valeur lors d'activit s pour les jeunes afin d gayer\nles ventes aux ench res des Jeunes Numismates. Bien sur,\ns'il y a une valeur sentimentale en jeu, je garderai ces\nbiens. Les recettes de vente des items de plus grande valeur\nseront utilis es pour am liorer ma collection de base et ma\nbiblioth que numismatique. Pouvez-vous  galement prendre\ncet engagement pour votre propre collection? Faites-le, vous\naurez ainsi un sentiment d accomplissement et vos h ritiers\nappr cieront certainement votre effort. Brett Mick",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "84"
    },
    {
        "File": "The_CN_Journal_March_38.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "BY ROGER C. PAULEN",
            "LM. #439,",
            "Halifax Dartmouth Bridge Tokens",
            "This month s column features a fairly\n| common transportation token\nissued by the Halifax Dartmouth\nBridge Commission (HDBC) for toll\npayment of automobiles and station\nwagons over the two main bridges\nbetween Halifax and Dartmouth,\ncataloged as Token NS 100-B\nof Coffee and Ford (2007). The\noriginal toll, when the Macdonald\nBridge opened in 1955, was 40\ncents plus 5 cents per passenger.\nBridge users could also use bridge\ntokens, at a cost of 60 cents each. There\nwas also a separate toll for trucks, cyclists,\npedestrians, motorcycles, and horses and\nriders. The HDBC stopped selling the tokens on\nApril 1, 2008, and stopped accepting tokens\non May 1, 2008, (Halifax-Dartmouth\nBridge Commission Act, 2005).",
            "Bridge tokens were minted and\nsupplied over several decades. Five\ndie varieties have been catalogued\nby Godsoe (1986), from NS 100-Ba\nto NS 100-Be (Figure 3). The\nexamples shown in Figure | are\nNS 100-Ba and NS 100-Bd, but it\ntakes considerable study to identify\neach die type here, which is even more\ndifficult without accompanying die\ndescriptions. There are subtle differences\nin the thickness of the inner ring and the inner\n openings  in the letter A and the\n& (Figure 2). However, more easily\nseen is the obvious difference in the\ncolour tone of the struck tokens, even in circulated examples.\nToken NS 100-Ba appears to have a brilliant finish while\ntoken NS 100-Bd has a duller, matte finish.",
            "Although a relatively small sample, a total of 10 tokens of\nNS 100-Ba (all brilliant finish) and 10 tokens of NS 100-Bd\n(all matte finish) were analyzed by X-ray fluorescence\n(XRF) to determine if the colour tones of the tokens was\nattributed to their composition. XRF spectrometry is a non-\ndestructive test that determines the elemental composition\nof a material and quantifies the amount present. An element\nis defined by its characteristic X-ray emission wavelength\nor energy. Caution must exercised when using XRF\nspectrometry to evaluate coins. Thicker plating can fool the",
            "instrument, as the beam tends to only penetrate",
            "a few microns into the metal surface.",
            "Older instruments, with older detectors",
            "and energy analysis software, can",
            "also give erroneous results. The",
            "most famous example being the",
            " titanium alloy two-dollar core, ",
            "seen listed in auctions and online",
            "sales over the past few years. I",
            "can say with confidence that it is",
            "most certainly not a titanium alloy",
            "error in the cores of those two-dollar",
            "coins. Specifically, in that case, the",
            "older Russian-built XRF instrument",
            "that was used to identify that  error  often",
            "did not filter out attenuated beam sources",
            "and gave results that included the enclosure",
            "of the instrument itself, which happened",
            "to contain titanium alloys to shield",
            "radiation and protect the instrument",
            "user from the beam source. In other",
            "examples, particularly when coins",
            "have intricate devices, the beam",
            "can scatter and attenuate from",
            "the angled or odd surfaces of",
            "the coin s devices, and the XRF",
            "detector can be flooded with the",
            "X-ray beam itself. Since most XRF",
            "instruments use iridium (Ir) as the",
            "X-ray beam source, the results give",
            "iridium as part of the alloy. Lastly, XRF",
            "spectrometry is not simply a  black box ",
            "technology. You must understand",
            "how the various elements behave",
            "when shell electrons are displaced,",
            "and also know their relationship in the Periodic Table when\nthe software tries to interpret the energy peaks. Another\nexample was in a recent batch of Breton tokens that I was\nanalyzing for a numismatic colleague, when the instrument\nstarted reading hafnium (Hf) in lead-rich tokens. When the\nactual energy peaks were examined, there were no secondary\npeaks for Hf and what we were seeing was the instrument\ndetector trying to deal with very high lead (Pb) values;\ntherefore, we were dealing with a Pb escape peak. I won t\nget into the physics of how this happens, but overwhelming\nthe XRF silicon detector with energy caused it to be less\nsensitive, so lower energy values were thus interpreted,\nwhich created a false Hf peak (or Pb escape peak).",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "86"
    },
    {
        "File": "The_CN_Journal_March_39.jpg",
        "Paragraphs": [
            "Therefore, when reporting any numismatic analysis using\nXRF spectrometry, it is very important to state not only\nthe instrument that was used, but also the power of the\nbeam source and type of detector, as well as the analytical\nprotocols (e.g., number of beam runs, and how long each\nbeam was run, and software setup).",
            "All 20 bridge tokens were analyzed by an INNOV-X\nX-5000 Series Instrument, with a 10 Watt X-ray tube, 50\nkeV, 200 pA (max) and a silicon drift detector. Analyses\nwere conducted in  Alloy  mode, which analyzes a suite of\nelements in two beams (Beam #1: Ti, V, Cr, Mn, Fe, Co,\nNi, Cu, Zn, Hf, Ta, W, Re, Ir, Pt, Au, Pb, Bi, Zr, Nb, Mo,\nRh, LE, Pd, Ag, Sn, Sb; Beam #2: Ti, V, Cr, Mn, Fe, Co).\nThe instrument was set up to run and repeat this two-beam\nanalysis three times over 1 minute and 15 seconds, and\nresults were generated from an average value. Tokens were\nsubjected to X-rays through Mylar flip coin holders. Note\nthat the beam window of the instrument is also covered\nwith a layer of Kapton film, which essentially is Mylar.\nA thin film of Mylar, consisting of light elements, does\nnot attenuate the X-ray beam, so tokens contained within\nMylar coin flips can be safely analyzed. For quality control,\na standard calibration disc of stainless steel was run at the\nbeginning and end of the analysis of the token. For these\nbridge tokens, three main elements were recorded: copper\n(accuracy of +/- 0.10 %), nickel (accuracy of +/-0.01%) and\nzinc (accuracy of +/- 0.01%).",
            "Number 2 March 2016",
            "The brilliant finish NS 100-\nBa tokens have an average\ncomposition of 67% copper,\n22% zinc, and 11% nickel. The\nmatte finish NS 100-Bd tokens\nhave an average composition of\n66% copper, 15% zinc and 19%\nnickel. The additional nickel\ncontent could account for the\nlustre or colour differences we\nsee in the two tokens. All of the\nNS 100-Ba tokens observed for\nthis study, and within collections\nI have seen, have similar brilliant\nfinishes with lustre. Likewise, all\nof the NS 100-Bd tokens observed\nin the past year, have matte\nfinishes. These observations could\nbe valuable clues in determining\nvariety types. Additional research\nwill have to be conducted on all\nfive die variants, to see if batches\nof alloys were unique to each die\nstriking or if batches of alloys\nwere mixed within several die\ntypes.",
            "These tokens are fairly cheap\nand easy to obtain in excellent grades. The varieties are\nnot always easily identified in hand, but there is an\nexcellent resource (Godsoe, 1986) that RCNA members\nmay access through the RCNA Library. The library is an\ninvaluable source of information, and the entire RCNA\nLibrary Catalogue is available online at: www.rcna.ca/\nRCNA_Library_Catalogue.pdf. So, grab your loupe, and\nyour online RCNA  library card , and keep up the hunt!",
            "Acknowledgements",
            "Pierre Pelchat (Geological Survey of Canada) is\nacknowledged for his expert advice on the interpretation of\nanomalous XRF results obtained from various coin analysis\nover the past several years. Dan Gosling, RCNA Librarian, is\nthanked for his rapid assistance with the transportation token\ncatalogues from the RCNA Library.",
            "References",
            "Coffee, J.M and Ford, H.V. 2007. The Atwood-Coffee Catalogue\nof United States and Canadian Transportation Tokens. Sixth ed.,\nBoston, American Vecturist Association, Boston, MA, 934 p.",
            "Godsoe, G.E. 1986. Atwood s Catalogue of United States and\nCanadian Transportation Tokens. Minor Die Varieties. 4\" ed.,\nVol. 3, American Vecturist Association, Boston, MA, 946 p.",
            "Halifax-Dartmouth Bridge Commission Act, 2010. Chapter\n7 of the Acts of 2005, amended 2010, c. 2, ss. 104-105.\nnslegislature.ca/legc/statutes/halbridg.htm (accessed January 2016).",
            "See Figure 3, Atwood-Coffee Catalogue images, on p. 88"
        ],
        "PageNo": "87"
    },
    {
        "File": "The_CN_Journal_March_42.jpg",
        "Paragraphs": [
            "ERROR OF THE MONTH",
            "BY HENRY NIENHUIS\nFRCNA, FCNRS, FONA, LM,#430",
            "One of those years, Part 2",
            "To continue  One of those years  our theme from",
            "the last issue, we will look into other error coins",
            "from the same 1986 dated group. If you remember,\nthe group consisted of a 1- and a 5-cent piece and two\n25-cent pieces that were chosen to help demonstrate that\nwhen you look at the entire Canadian decimal series there\nare certain years that exhibit a larger than average number\nof error coins not only by quantity but also by type.",
            "As we discussed, there can be many reasons proposed for\nwhy certain years seem more prone to errors escaping the\nRoyal Canadian Mint s quality control procedures. These\nreasons include:",
            " the demands associated with increased domestic",
            "production quantities",
            "the additional production requirements of foreign coins",
            "the initiation of new production processes or",
            "equipment",
            "the creation of unofficial or even  intentional",
            "errors. ",
            "Any or all of these reasons might aggravate the quantity\nof error coins seen in a particular year.",
            "The four coins in our 1986 selective group are all\nexamples of incorrect planchet or  off-metal  errors. The\ncommon factor associated with these coins, as we would\nexpect, 1s that each is noticeably under the specified weight\nnorm for its denomination.",
            "This month we do a closer inspection of the two 1986\n25-cent pieces (figures 1 and 2) in our group of errors. We\nfind some similarities and differences between the two\nerror coins compared together and when compared to a\nnormal 25-cent piece of that date. The coin in figure | is\nbronze coloured, noticeably unlike the normal nickel colour\nexpected for a 25-cent piece. On the other hand, the coin in\nfigure 2 is the expected colour. Additionally, the first com\nis not magnetic which is what we would expect if it were\nindeed made of a bronze alloy. The second coin is magnetic\nas expected if it were made from a pure nickel planchet.",
            "In both cases, the coins  diameter is less than normal\nand its circumference 1s irregularly shaped. The first com\nhas an average diameter of 21.25 mm while the second\nis smaller at about 20 mm. In comparison, a normal\n25-cent piece is 23.88 mm in diameter. As you would\nexpect, both pieces are severely underweight, at only\n2.50 g and 2.07 g respectively, instead of the specified\n5.07 g. Although the obverse and reverse of both coins\nare nicely struck, their thicknesses of 1 mm and 1.15\nmm are less than the 1.5 mm of a normal 25-cent piece.",
            "The most obvious features of the 1986 25-cent piece\nabove are its bronze colour and its irregular shape. It is\nalso significantly under weight, at only 2.50 g, and is of\na non-magnetic alloy. The coin on average is about 21.25\nmm in diameter and 1 mm thick. The reduced diameter\nleaves some of the design elements cut off. Most notably\nthe raised rim is missing.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "90"
    },
    {
        "File": "The_CN_Journal_March_43.jpg",
        "Paragraphs": [
            "The 1986 25-cent piece above is also a noticeably irregular\nshape and is clearly missing some design elements, most\nnotably missing from the reverse is much of the word\nCANADA. The coin is significantly under weight, at only\n2.07 g, and is made of a magnetic alloy. The coin is only\n20 mm in diameter significantly less than the specified\n23.88 mm.",
            "The question we must ask is  what planchets were used\nto strike these coins?  There are two possible answers to\nthis for each coin. It could be a foreign planchet that was\nleft in a transfer bin unnoticed or it could be an incorrect\ndenomination Canadian coin planchet. A quick assessment\nof characteristics specified for Canadian coin planchets\nshows that the second possibility, domestic planchets, is\nthe answer in both cases. Each of our errors was struck\nOn a planchet manufactured for another denomination of\nCanadian Coins.",
            "The intended denomination for the planchet used to\nstrike our first error coin is pretty obvious given the\nbronze colour of the coin. Comparing the weights, we\nsee that it is in fact the planchet for a Canadian 1-cent\npiece. Although the diameter is slightly greater than\nintended, this can easily be explained because the smaller\n(19.1 mm) planchet would largely be unrestrained within\nthe bigger collar (23.88 mm) for the 25-cent piece. When\nstruck the metal was allowed to flow without restriction,\nas if the collar was not there, in a manner similar to a\nbroadstrike error. In fact our first error coin could be\nconsidered a well-centred broadstrike.",
            "Determining the intended denomination for the planchet\nused to strike our second error coin is a bit more difficult\nbut not by much. Although we can t use the colour of the\nplanchet as a clue, the weight and diameter comparisons\ngive it away. The donor planchet was clearly intended\nfor a Canadian 10-cent piece. Although once again the\ndiameter is a bit larger (20 mm) than what is expected for\na 10-cent coin (18.03 mm) struck in its collar, the weight\nis exactly to specification at 2.07 g.",
            "The final characteristic of interest, evident on the\nsecond coin, is the presence of rim reeding over about\n1 cm of the circumference centering at about 7:30. This\nresulted when the planchet came to rest somewhat off\ncentre in the larger collar. When the planchet was struck\nsome metal, flowing radially outward, spread into contact\nwith the wall of the collar die, so it was forced into the\ndesign element, producing the edge reeding. By meshing\nthis reeding with that of a normally struck 25-cent piece,\nlike gearing, and looking closely for light shinning\nthrough, it confirms that the two patterns are identical.\nThis then further supports our observations.",
            "It is clear that 1986 was truly one of those years...",
            "Keep your eyes open!",
            "Henry Nienhuis (fenix@rogers.com) is a member of CEVNA, the Canadian Errors and Varieties Numismatic Association (www.cevna.com).",
            "Number 2 March 2016",
            "A\n"
        ],
        "PageNo": "91"
    },
    {
        "File": "The_CN_Journal_March_44.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY #17134",
            "Numismatic Treasures in Alberta",
            "The XV Winter Olympic Games were held in\nCalgary, Alberta, in 1988. As the world watched\nathletes participate in the games, other less\nstrenuous events were taking place throughout the city as\nartists and performers were showcasing their talents at the\nOlympic Arts Festival.",
            "As part of the festival, Colin H. Orton, Curator of\nNumismatics at the University of Calgary, created a\ndisplay of coins to honour the spirit of the games. The\ndisplay included Greek, Roman, Byzantine, medieval\nEuropean, and modern coinage. It drew from the three\nmajor public collections in the province: the Nickle Arts\nMuseum, the Provincial Museum of Alberta in Edmonton,\nand the Glenbow Museum in Calgary, as well as a few\nprivate collections.",
            "Numismatic Treasures in Alberta was the companion\npublication for the display. In the preface, Orton\nwrites:  These three major collections provide an ideal\nopportunity to study world coinage and the symbolism\nof the Olympic Games as it has been expressed in coins\nthrough history. ",
            "Orton goes on to describe how coinage and competitive\nsport both evolved over time. The first coins are credited\nto Lydians in about 700 B.C., a few decades after the first\nOlympic Games were held. The Greeks began striking\ncoinage on the island of Aegina in 675 B.C. The concept soon\nspread across Greece, and eventually the rest of the world.",
            "Included in the book are many coins that make reference\nto the Olympic Games and other sports competitions. A\ntetradrachm struck in Messina in the fifth century B.C.\nportrays its ruler, Anaxilas, winning an Olympic horse-\ndrawn chariot race with a team of mules! Other coins\nfeature images of wrestlers, archers, slingers, and various\ngods associated with the Olympics. More contemporary\ncoins commemorate the 1978 Commonwealth Games held\nin Edmonton and the University Games held there in 1983.",
            "Not all the coins in the display had sports as a theme.\nThe 1839 gold coin of Great Britain featuring William\nWyon s  Una and the Lion  design is described in the\nbook as  a masterpiece.  Other rarities include: a Prince\nEdward Island  holey  dollar and plug, an 1838 pattern\nU.S. dollar created by Christian Gobrecht, and a 1921\nCanadian 50-cent coin.",
            "This book serves as a reminder that numismatists are\nnot solely interested in accumulating coins, but are also\nfascinated with the history surrounding them. The coins\nprovide a spotlight on the culture and tastes of their times.",
            "In some cases, coins are the only artifacts that exist for\nsome societies. You can t separate the hobby from the\nhistory of the material.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "92"
    },
    {
        "File": "The_CN_Journal_March_45.jpg",
        "Paragraphs": [
            "NOTES ON THE ANCIENT ANCESTORS OF MODERN COINS",
            "NUMMUS MATRIX",
            "BY JAMES R. BAKES\n#19824",
            "84. Focus on Phocas",
            "he Byzantine Emperor Phocas (602-610)\n| would not have known the meaning of this\nfirst sentence. That is because the term\n Byzantine  is a modern one. To the people of\nthis Eastern Empire they were Romans and their\nempire simply the Roman Empire. They even\ncalled themselves Romaoi, Greek for  Romans. \nTheir emperors were sequenced from the old\nempire so that there was, for example, a Tiberius IT.",
            "Phocas who had murdered his way to the top\nwas, by all reports, a brutal and repressive\nruler. To take over the empire, he sent\nsoldiers to the Hippodrome (Constantinople s\nequivalent of the Roman Circus Maximus).",
            "There they slew the sitting emperor Maurice",
            "and his four infant sons. In his three-volume",
            "history  Byzantium  the inimitable John Julius,",
            "Lord Norwich, describes him:  Under a tangle of red\nhair his thick, beetling eyebrows met across his nose;\nthe rest of his face was deformed by a huge angry scar\nthat turned crimson when he was aroused, giving it a still\nmore hideous aspect than that which he normally bore.\nHe was not, however, as pleasant as he looked.  Until\nhis day apparently, torture had rarely been practised. He\nmade it a common instrument even initiating that uniquely\nByzantine cruelty the ritual blinding. Phocas seems to\nhave had a pathological love for the sight of blood, so\nhis rule featured a reign of terror in which the Praetorian\nPrefect was put to death as well as Phocas  own son.\nHis nephew Theodosius escaped, so Phocas killed the\nexecutioner on the grounds that he must have accepted\nbribes from the intended victim.",
            "This cruel and murderous man was popular in Italy,\nhowever, probably because of his orthodox religious\nbeliefs. He was the last  Roman  emperor to visit Rome.\nIt is hard for us to realise but since the joint reigns of\nDiocletian and Maximianus nearly 350 years before,\nimperial visits to the eternal city were few. Diocletian left a\nstone bas relief in the Forum to recall his late third-century\ntour when he opened the renovated Senate House (the Curia\nwhich we visit today). Constantius II came in 357 and left\nan Egyptian obelisk standing in the Circus beside one\ndonated by Augustus. Phocas  was the next and final visit\nin 608. The central city must have been in a partially ruined\nstate even then because a large column, probably dating\nfrom the reign of Antoninus Pius, was re-erected with a",
            "Number 2 March 2016",
            "gilded statue of Phocas on top, to commemorate his tour.\nThe statue has since disappeared but the column\nwas excavated in the 19\" century by Elizabeth\nCavendish, dowager Duchess of Devonshire,\nand a small silver medalet was issued for the\nevent (Nummus Matrix 78).",
            "While he was in Rome he made another\ncontribution. He gave the great Roman temple,\nthe Pantheon, to the Church. This was the first\npagan temple to be so treated and in doing so\npreserved one of the world s finest interiors.\nThe front of this wonderful building is\ninscribed M AGRIPPA L F COS TERTIUM\nFECIT. Marcus Agrippa was the friend of\nAugustus, leader of his navy, victorious at\nActium in 31 BC. He built the first iteration of this\n temple to all the gods  in the traditional oblong shape\nwith a columnar fa ade. The emperor Hadrian (117-138)\nwas a skilled amateur architect and he revamped the\nbuilding completely from the colonnade back, building a\nconcrete dome of a size not equalled until modern times.\n(In a surfeit of modesty he left Agrippa s name on the\nentablature.) Its sophisticated construction is still studied\nin schools of architecture; this interior today remains\nmuch as it was in the second century, complete even with\nthe canopied area under which Hadrian himself received",
            "the deputations of foreign lands.",
            "And for this wonder we have one of history s great\nmonsters to thank. Fourteen hundred years later services\nare still carried on under the dome, its great central oculus\nopen as it has always been to the sky above.",
            "The coin is a forty nummi piece, commonly called\na follis. It was minted in Constantinople at the mint s\nsecond officina in Phocas  second regnal year (603-4).",
            "On the obverse is DM FOCAS PERP AVG for Lord\nFocas perpetual Augustus. His crowned bust is facing, a\ncross above separating the legend. He is holding a cross in\nhis left hand and a mappa in his right. This was the small\ncloth dropped to signal the beginning of a chariot race in\nthe Hippodrome. The reverse features a large XXXX with\nANNO above and II on the right. In the exergue is CONB.",
            "Phocas lived and died by the sword, killed by his\nsuccessor in 610. He was a monster with a heritage unique\nin history.",
            "James R. Bakes is past editor of the Classical and Medieval Numismatic\nSociety Journal www.cmns.ca",
            "See Images of the Pantheon p. 94"
        ],
        "PageNo": "93"
    }
]