[
    {
        "File": "The_CN_Journal_october_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT",
            "y the time you are reading this the colours of fall",
            "will be bursting all around us. Fall is a great time",
            "to rekindle your interests in numismatics after the\ndistractions of summer, and it s a time to settle back and\nenjoy the hobby once again. Attending a local show is a\npleasant way to find an item for your collection and, at the\nsame time, increase your knowledge and enjoyment of the\nhobby by meeting with other collectors for an impromptu\nshow-and-tell session. I personally look forward at these\nevents to meeting fellow collectors whenever I can.",
            "If you live in or around southwestern Ontario,\nsupplement your numismatic interests and enhance\nyour knowledge of collecting by enrolling in the RCNA\n Coin Grading and Preservation  workshop taking place\non November 12 in the Toronto area. Please contact our\nExecutive Secretary for detailed information.",
            "There are a few items of Association business that I would\nlike to bring to your attention at this time.",
            "Of the many of items on the agenda of our last executive\nmeeting, held on July 21, one item in particular was a report\nsubmitted by Bob Forbes. In February, Bob had agreed to form\na special committee to review our current annual convention\npractises and make recommendations for improvements. After\nsome thoughtful discussion, the executive voted to accept the\nreport and to establish a new standing convention committee\nto oversee the management of key aspects of our future\nconventions. Their goal will be to improve the consistency\nand efficiency in the way we run conventions and in so doing\nenhance the convention experience for all our stakeholders.\nIf you are interested in serving on the new committee please\ncontact me. I want to thank the special committee members\nRobb McPherson, James Williston, Stephen Woodland and\nof course Bob Forbes and Paul Johnson for their hard work in\ndeveloping the recommendations.",
            "Next, you will find your membership renewal form\nenclosed with your Journal. For those preparing to renew\nsoon please take this as a friendly reminder to do so right\naway while it is fresh in your mind.",
            "Finally, our next executive meeting is planned for the end\nof November. If there is anything that you want me to bring\nto the attention of this meeting, please let me know either\ndirectly at president@rcna.ca or through our executive\nsecretary at info@rena.ca.",
            "In closing, as our Association is driven by volunteers,\nyour participation would help make it more responsive to\nthe needs of our membership. As always I look forward to\nreceiving your feedback and constructive criticism.",
           
            "Number 7",
            "October + November 2016",
            "MOT_DU_PR SIDENT.",
            "u moment o  vous lirez ceci, les couleurs de l automne",
            "seront  clatantes tout autour de nous. L'automne est un",
            "bon moment pour raviver vos int r ts en numismatique\napr s les distractions de l t , et c est le temps pour se ressourcer\net profiter de notre passe-temps encore une fois. Assister\n  une exposition locale est une fa on agr able de trouver une\npi ce manquante   votre collection et, par la m me occasion,\nd augmenter vos connaissances et le plaisir qu apportent la\nnumismatique en faisant des rencontres inattendues avec d autres\ncollectionneurs lors de session de r seautage. Personnellement, je\nprends plaisir   assister   ces  v nements et rencontrer d autres\ncollectionneurs aussi souvent que je peux le faire.",
            "Si vous vivez dans la r gion sud-ouest de l'Ontario, ajoutez   vos\nint r ts et connaissances numismatiques en vous inscrivant   l atelier\nde l ARNC  Gradation et pr servation des pi ces  qui aura lieu le\n12 novembre dans la r gion de Toronto. Veuillez contacter notre\nsecr taire ex cutif pour plus d informations.",
            "Il y a quelques points importants concernant votre Association\nque j'aimerais porter   votre attention   ce moment-ci.",
            "Parmi le grand nombre de points   l ordre du jour de notre derni re\nr union ex cutive, tenue le 21 juillet, un point en particulier, le\nrapport pr sent  par Bob Forbes, se d marque. En f vrier, Bob avait\naccept  de former un comit  sp cial pour examiner nos pratiques\nactuelles pour nos congr s et de faire des recommandations pour\ndes am liorations. Apr s une bonne discussion, l ex cutif a ent rin \nle rapport et choisi d tablir un nouveau comit  permanent pour\nsuperviser la gestion et les aspects critiques de nos congr s futurs.\nSon objectif sera d am liorer la coh rence et l'efficacit  sur la fa on\ndont nous g rons les congr s et, ce faisant, d am liorer l exp rience\ndu congr s pour toutes les parties prenantes. Si vous  tes int ress s\n  si ger au nouveau comit  s il vous pla t, contactez-moi. Je tiens  \nremercier les membres du comit  sp cial Robb McPherson, James\nWilliston, Stephen Woodland et bien s r Bob Forbes et Paul Johnson\npour leur travail acharn  dans l laboration des recommandations.",
            "Ensuite, vous trouverez votre formulaire de renouvellement\nd adh sion jointe   votre Journal. Pour ceux qui n ont pas encore\nrenouvel  s il vous pla t consid rez ceci comme un rappel amical\net faites-le tout de suite alors que c est frais dans votre esprit.",
            "Enfin, notre prochaine r union d ex cutif est pr vue pour la\nfin de novembre. S il y a quelque chose que vous voulez que\nJ apporte   l attention lors de cette r union, s il vous pla t laissez-\nmoi savoir directement   president(@rena.ca ou par l interm diaire\nde notre secr taire ex cutif   info@rena.ca.",
            "En conclusion, notre association est dirig e par des b n voles,\nvotre participation peut la rendre plus adapt e aux besoins de nos\nmembres. Comme toujours, j appr cie recevoir vos commentaires",
            "et critiques constructives. BF\n.",
            ""
        ],
        "PageNo": "293"
    },
    {
        "File": "The_CN_Journal_october_11.jpg",
        "Paragraphs": [
            "NUMISMATIST S PNEUMONITIS\n  A CLINICAL_REPORT.",
            "WARNING - NUMISMATICS CAN BE DANGEROUS TO YOUR HEALTH!\n",
            "BY MARVIN KAY",
            "MD, LM.#424,",
            "A few months ago a medical colleague was cleaning out a pile of old medical journals in his attic when he spotted an article! that he thought might be of interest to me. The article described the case of a British coin collector who\nhad accumulated a large number of UK pre-decimal pennies.",
            "He decided to make some money by selling the coins. But first he thought he should clean these old pennies in order to\nreceive a higher price.",
            "To clean his coins, he prepared a mixture of 50 percent concentrated nitric acid and 50 percent water in a tray. According\nto the article...",
            "He accidentally dropped all the coins into the mixture at the same time. A vigorous reaction ensued and clouds\nof a brown-coloured gas were given off: He picked up the tray and slowly carried it to the bathroom and poured\nthe liquid contents away.",
            "Then the man began coughing and suffered difficulty in breathing. He was taken to hospital to be treated for nitrogen\ndioxide gas poisoning.\nThe pre-decimal pennies were made of more than 95 percent copper. The copper reacted with the nitric acid, and",
            "produced a toxic gas, nitrogen dioxide, according the following chemical equation....",
            "Cu+4HNO3 mm Cu(HNO3)) + 2NO> + 2H)0\n(copper + nitric acid   copper nitrate + nitrogen dioxide gas + water.)",
            "Fortunately, after six days in hospital, the penny collector recovered sufficiently and\nwas discharged.",
            "So what is the moral of this story?\nFirst of all, serious coin collectors do not try to clean their coins.",
            "And secondly, even sedentary activities such as numismatics may be hazardous to\nyour health.",
            "References:\n! Postgraduate Medical Journal (1985) Volume 61, 819-821.",
            "Number 7 October + November 2016"
        ],
        "PageNo": "299"
    },
    {
        "File": "The_CN_Journal_october_12.jpg",
        "Paragraphs": [
            "ALL.HALLOWS EVE", ",BY,LORI,HELSTON,M.A.,",
            "long with the\nspectacular colours\nthat nature produces,",
            "the return of the fall season\nfor many represents harvest\nfestivals, Thanksgiving,\npumpkins and of course\nHalloween.",
            "Halloween has become big\nbusiness and in 2015 it was\nestimated that over $8 billion\nwas spent and more than\n157 million Americans, both\nyoung and old, joined in the\nfun. Industry reports that one quarter of all the candy sold\nannually in the United States is purchased for distribution\non that single day. The celebration of Halloween and the\ncustom of children dressing in costume and travelling door\nto door for treats is also expanding beyond North America\nto be celebrated worldwide. In the UK, Halloween sales\nexperienced a year-to-year increase of over 20 percent from\n2014 to 2015. A reason for this increase in spending\nhas been attributed to the growing popularity\nof Halloween celebrations among adults.\nWhile going trick-or-treating is frowned\nupon by most people for individuals\nover age 14, adult Halloween parties\nhave extended the enjoyment beyond\nchildhood. What used to be a low-key,\nkid-centric holiday has now developed\ninto an industry where two in three adults\nfeel Halloween is also a holiday for them\nand not just for kids.",
            "The celebration of Halloween has changed\nover the past decades, because of security fears for\nchildren, transforming night time trick-or-treating into\norganized parties held during the day with healthy treats\nrather than the traditional candy being shared. However,\nHalloween for adults has become an opportunity to express\ntheir  dark  side. Some businesses even encourage working\nemployees to wear costumes to join in the fun. Adults who\nenjoy Halloween report that they feel they can celebrate\nthe holiday without stress because they don t have to travel\nor deal with relatives in order to share in the celebrations.\nThey can wear whatever they want and not be judged. A\nfantasy, role-playing element allows adults to become their\ninner super hero. Additionally, adult Halloween lovers are\nthought to also possess supernatural beliefs with two in\nthree of those who love Halloween believing in ghosts,",
           
            "33 percent claiming to have\nactually seen a ghost, and\n28 percent believing that\npeople can really put a curse\nthat works on somebody.\nHalloween is thought to\nhave originated with the\nancient Celtic festival of\nSamhain (pronounced sow-in).\nFor the Celts, this celebration\nmarked the end of the year.\nThe beginning of a new year\nin the dark and cold of winter\nwas associated with illness,\nstarvation and human death. It was believed that on the\nnight before the new year, the boundary between the worlds\nof the living and the dead became blurred. The presence\nof spirits made it easier for the Druids, Celtic priests, to\nmake predictions about the future, and this was a source of\ncomfort and direction during the long, dark winter.\nCeltic territory, Ireland, England and Northern France,\nwas occupied by the Roman Empire during the\nlst century CE. While the Romans ruled\nover Celtic lands, two festivals of Roman\norigin eventually became merged with\nthe celebration of Samhain: Feralia, in\nlate October, which commemorated\nthe passing of the dead, and Pomona, a\nday to honour, the goddess of fruit and\ntrees, in respect of the summer harvest;\nboth became increasingly intertwined\nwith Samhain. As Pomona s symbol is the\napple, the inclusion of the children s activity\nof bobbing for apples as a Halloween game may\nbe assumed to relate to celebrating Pomona within\nSamhain. The British Royal Horticultural Society medal\nshown features the images of Pomona and Flora.\nChristianity had spread through Celtic lands by the 9th\ncentury and these traditions became blended with older Celtic\nrites. The Roman Catholic Church established All Souls Day,\na day to honour the dead on November 2nd, and this was\ncelebrated similar to Samhain with big bonfires, parades,\nand dressing up in costumes as saints, angels and devils.\nAll Saints Day celebration was also called All hallows or\nAllhallowmas (from Middle English Alholowmesse meaning\nAll Saints  Day) and the night before it, the traditional night\nof Samhain in the Celtic religion, began to be called All-\nhallows Eve and, eventually, Halloween.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "300"
    },
    {
        "File": "The_CN_Journal_october_13.jpg",
        "Paragraphs": [
            "When people immigrated to North America the\ncelebration of Halloween was extremely limited in\ncolonial New England because of the rigid puritanical\nProtestant beliefs established there. Halloween was\nmore commonly celebrated in\nsouthern colonies where the\nbeliefs and customs of different\nEuropean ethnic groups as\nwell as the American Indians\nmelted together. Events were\nheld to celebrate the harvest;\nstories of the dead were shared\nand festivities also featured\nthe telling of ghost stories and\nmischief-making of all kinds.",
            "When North America was\nflooded with new immigrants\nfrom Ireland and England in the\nsecond half of the 19th century,\nthese people brought to their new homes their traditions\nof dressing up in costumes and going trick-or-treating\nasking for food or money. Young women believed that\non Halloween they could divine the name or appearance\nof their future husband by doing tricks with yarn, apple\nparings or mirrors. A shift in Halloween celebrations into\ncommunity and neighborly get-togethers with parties for\nboth children and adults became common during the 1800s.\nThese parties focused on games, foods of the season and\nfestive costumes.",
            "By the 1920s and 1930s Halloween was mainly a secular\ncommunity-centred holiday, with parades and town-wide\nparties as the featured entertainment. With its increase\nin popularity vandalism began to plague Halloween\ncelebrations in many communities during this time, but by\nthe 1950s, town leaders had successfully limited vandalism\nand Halloween had evolved into a holiday directed mainly\nat the young. With the large number of young children born\nduring the fifties baby boom, children s parties moved from\ntown civic centres into the classroom or home, where they\ncould be more easily accommodated. Trick-or-treating was\na relatively easy way for an entire community to share the\nHalloween celebration and the tradition of Halloween as we\nknow it in Canada was established.",
            "Halloween s association with numismatics for those\nof us of a certain age might only be from the memory of\nbeing given UNICEF boxes at school to collect change\nwhile we were out collecting our treats. Trick-or-Treat for\nUNICEF, a fund-raising program for children by children,\nstarted in 1950 as a local event in Philadelphia. Based\non its success, the program expanded across the United\nStates by 1960. Small orange cardboard boxes were given\nto trick-or-treaters at schools with the goal to collect\nsmall change donations from the houses they visited.\nThese individual boxes containing this small change were",
            "Number 7",
            "October + November 2016",
            "collected, counted and combined to support UNICEF s\nprograms. In Canada Trick-or-Treat for UNICEF was\nstarted in 1955. For many children this was their first\nopportunity to be involved personally in a charitable act.",
            "Canadian school children carried these Halloween",
            "boxes yearly for more than five decades\nand collected loose change in\nthe spirit of kids-helping-kids.\nThe change was counted and\nrolled by the children and their\nteachers within the weeks after\nHalloween and the proceeds\nwere submitted to UNICEF.\nHowever in 2006 UNICEF in\nCanada discontinued its orange\nbox campaign. UNICEF staff\nat the time reported that it was\ndetermined that the change\ncollected was  not worth the\nmoney that was amassed  and that handling the volume\nof coins was too labour-intensive. It was estimated that\nover the last 15 years of the program s life, on average\n$3 million annually was raised for UNICEF from the\nchange collected in these little orange boxes. UNICEF\nCanada is continuing to work in meaningful ways with\neducators to have children involved in fundraising for\npeople in need. The Trick-or-Treat for UNICEF collection\nbox program continues in the United States.",
            "With the end of the UNICEF change collection program\nin Canada, we might conclude that the connection\nbetween Halloween and numismatics would have been\nsevered. Surprisingly, and happily, this is not the case.\nCoins lovers who also enjoy this spooky-themed day can\ncontinue to recognize Halloween through speciality coins,\nas Halloween themes can been seen in different coins\nproduced in both Canada and other countries.",
            "Niue Island, a small island nation approximately\n2400 km northeast of New Zealand, has issued two\ndifferent Halloween themed 1 oz. silver coins, produced\nin 2014 and 2015 by the Mint of Poland. These\nHalloween-themed coins join many of Niue s others with\ncontemporary imagery. The Halloween coins  obverses\nboth show Niue s official Currency, which is valued in\nNew Zealand dollars; they have the image of Queen\nElizabeth II by Ian Rank-Broadley, the legend  Elizabeth\nIP ,  Niue Island  and the year of issue. In 2014, the coin\ndepicted the classic Halloween pumpkin head made by\npad printing technology and photo-luminescent paint to\ndepict glow-in-the-dark imagery when the coin is in the\ndark. The 2015 coin, the Witch Moon, depicts the image\nof an ugly hook-nosed old woman, that many associate\nwith witchcraft and Halloween, riding a broomstick across\na full moon. Photo luminescence is again used to offer\nan even  spookier  image when the coin is in the dark."
        ],
        "PageNo": "301"
    },
    {
        "File": "The_CN_Journal_october_14.jpg",
        "Paragraphs": [
            "This photo luminescence technique was also used, with\ngreat success, by the Royal Canadian Mint on some of\ntheir products, most notably the Big Dipper coin.",
            "Fantasy coins are also available that depict a Halloween\ntheme for fans of this celebration. Creative individuals have\nmodified images on existing coins to create spooky imagery\nreflecting Halloween s theme.",
            "Examples of these as shown above are generally\nknown as  hobo nickel art,  and they were created from\nan existing coin and modified by re-engraving. These\nmodifications created a miniature bas relief on the coin.\nNickel coins were often used because of their size and\nrelative softness of the metal, but these modified carved\ncoins can be created from different denominations. The\nname  hobo coins  relates to supposed early itinerant\nartists who made and sold these pieces to support their\ncarefree lifestyle. We can see that while these images may\nprovoke an immediate shock, the talent and craftsmanship\nin their production must be admired.",
            "Other entrepreneurs have also modified existing coins\nwhen creating fantasy pieces reflecting a Halloween theme.",
            "The post-mint products below have utilized 1 oz Canadian\nbullion Silver Maple Leaf coins that after plating\nwith a 24 K gold/ruthenium alloy had their reverses\ncolourized. The coins shown are examples of some of the\nmodifications that are possible with today s technology.\nThey are generally available through third party Web sites\nsuch as First Com Company (www, firstcoincompany.com.)",
            "Not to be outdone, the Royal Canadian Mint developed\na series of coins, although not directly Halloween themed,\nthese reflect a supernatural we often associate with that\nevent. The Haunted Canada Series, starting in 2014 with\nThe Haunted Ghost Bride its first coin, has continued with\na coin released for the last three years.",
            "Its first ghost-story coin is shown on a 25-cent\npiece featuring the image of a woman, in a wedding\ndress, who is said to haunt the Banff Springs Hotel.\nThe woman tripped on her wedding gown and\nfell to her death, down the hotel s main staircase.\nAn apparition is reportedly seen, to this date, occasionally\nwaiting in the main ballroom of the hotel for her first",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "302"
    },
    {
        "File": "The_CN_Journal_october_15.jpg",
        "Paragraphs": [
            "The three coins in the RCM s Haunted Canada Series were made using the mint s pad printing technology to provide\nthe two-image, 3D-lenticular design that changes as you tilt the coin from side to side.",
            "dance as bride with her groom. The coin makes use of\nlenticular technology to produce  a uniquely haunting\neffect.  It features the portrait of a bride with her bridal\nheaddress softly cascading over her shoulders; her eyes\nclosed, but when the coin is tilted her eyes suddenly\nspring open, and the candles that lined the staircase light\nup the once darkened background.",
            "In 2015 the mint released the second coin in its Haunted\nCanada series: The Headless Brakeman. A story is told of\na brakeman in Vancouver s train yards in 1928; he was\nworking solo during the dead of night and slipped on the rails\nwhen a train passed by. His headless body was not discovered\nuntil the next morning; the poor soul died alone. To this date\nhis apparition can be seen on some dark nights wandering\nthe yards in search of his head, so that he might rest in peace.\nThe RCM again uses the 3D lenticular design technique on\nthis 25-cent coin. When the coin is tilted from side to side,\nthe ghostly brakeman is seen in great detail before the light\nfrom the lantern suddenly goes out, leaving the viewer alone\nin the dark train tunnel with this eerie, shadowy presence.",
            "The final coin in The Haunted Canada series was\nreleased by RCM this year. This 25-cent coin represents\nthe Bell Island ghost. On Newfoundland and Labrador s\nBell Island, a spirit reportedly haunts the marshes near\nDobbin s Garden. This spirit, dressed head to toe in white,",
            "Number 7",
            "October + November 2016",
            "appears either as a beautiful young girl or as a frightening\nold woman. Legend says men who have wandered\nthrough the area have been lost and missing for days.\nThey reappear later unaware that any time has passed.\nAny who retain the slightest of memories indicate that\nthey were startled by the appearance of an old woman,\nwho pushed them to the ground. The victim was covered\nby the woman s shawl, and her words  No one came to\nhelp me when I died in that swamp. No one will help\nyou. Now taste what I tasted and smell what I smelled as\nmy life was taken from me  got whispered into his ear.\nThe victim is found later unconscious and smelling like\ndead flesh. The RCM again used the lenticular technology\neffect to depict horror on the coin. As the coin is tilted the\nfemale figure shown changes from a beautiful young girl\nto a ghostly old woman whose facial features and hands\nare twisted in a terrifying manner!",
            "The numismatic connection to Halloween appears to be\nstrong with the spirit of Halloween appearing alive and\nwell in a wide variety of numismatics. We must conclude\nthat the kid in us lives on and enjoys a good ghost tale.\nFor those of us who also enjoy chocolate, Halloween\nchocolate coins are the perfect combination of spookiness\nand numismatics.",
            "Have a Spooktacular Halloween!!\n"
        ],
        "PageNo": "303"
    },
    {
        "File": "The_CN_Journal_october_16.jpg",
        "Paragraphs": [
            "G DAY CANADA. AN AUSTRALIAN NUMISMATIST S",
            "CANADIAN. ADVENTURES","BY DARREN BURGESS",
            "#23900,",
            "I am very lucky; I get to travel\nI a lot for my job. In fact the\nreason I now live in Australia\nis that I was posted out there for\nwork eleven years ago, from the\nUK where I grew up. This year\nI ve had the chance to support\nmy company s North American\nbusiness, predominantly out\nof our Toronto office. As a\nnumismatist, when I m going to\nbe in a new place I try to look to\nsee what coin dealers are in the\narea, what numismatic societies\nexist if any, and if there are any\ncoin fairs I can attend. Before\neven arriving in Canada I noticed\nthat Ontario, in general and\nToronto specifically, offered a couple of these opportunities,\nso I was excited to be making it my home for a couple of\nmonths, especially as it meant an 18-month-long summer!",
            "Through a couple of simple Google searches I discovered\nthe Toronto Com Club (TCC) that meets monthly, and what\nwas more, its meetings are held just around the corner from\nwhere I would be staying. Google Maps revealed a couple\nof coin dealers downtown, within walking distance, so they\ngot added to the list of places to visit.",
            "My first Canadian numismatic experience on this\ntrip was a visit to Arcade Coin & Stamp Galleries in\ndowntown Toronto. It was a little hard to find at first, until\nI realised it was on the third floor of an office block. Once\nI entered the shop I looked around, chatted with the\nstaff about Canadian numismatics in general,\nwhat its customers were buying and what\ntheir interests were as collectors. Most\ncustomers were interested in modern\ncollector coins (NCLT) or bullion\n(investment coins) from the Royal\nCanadian Mint, and this was certainly\nreflected in the stock on display. My\ninterests are a little more esoteric and\nas a collector of Australian medallions\nand tokens I thought I d look for some\nof their Canadian counterparts.",
            "I was a little disappointed about the lack\nof pieces in the area that I was looking for;\nhowever, they did have a good representative set, at\nan affordable price, so these became the foundation of\nmy new Canadian collection. I ended up acquiring one",
            
            "medallion and three tokens, the\nlion s share of the items of this\nnature available.",
            "The medallion was a small\n26 mm commemorative, still\nwith some lustre, that was issued\nto Canadian school children to\nmark the Royal Visit in 1939. It\nfeatures Percy Metcalfe s familiar\nportrait of King George VI and\nthe then Queen Elizabeth on the\nobverse and a map of Canada\nshowing the route taken by the\nroyal visitors, on the reverse.",
            "The tokens consisted of an 1854\nBank of Upper Canada Half Penny\n(Breton 720), a Quebec Bank",
            "Token Half Penny of 1852 (Breton 529), both struck by the",
            "Heaton Mint, and a New Brunswick Penny of 1843 (Breton",
            "909). Following a quick bit of post-purchase online searching",
            "the New Brunswick Penny yielded a fascinating and well-",
            "researched history. I found a particularly insightful",
            "article, entitled  New Brunswick s First Copper",
            "Coinages,  in Adadiensis: Journal of the History",
            "of the Atlantic Region, by Peter Russell. As",
            "someone born in Shropshire, an English",
            "county right at the heart of the Industrial",
            "Revolution, I also liked the fact that this",
            "piece (and many others, as I was soon to",
            "find out) has a strong link with the British",
            "midlands, being struck by Boulton & Watt.",
            "The Canadian Bank Tokens and",
            "the semi-regal New Brunswick piece",
            "really have no equivalent in Australian",
            "numismatics. Although Australia started to",
            "issue its copper tokens, for similar reasons around",
            "the same time, they were all private issues, the first of",
            "which was the last issue struck by the Soho Mint and issued\nby a Melbourne grocer, Annand Smith & Co, in 1849.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "304"
    },
    {
        "File": "The_CN_Journal_october_17.jpg",
        "Paragraphs": [
            "Darrenis the President of the Numismatic\nAssociation of Victoria (NAV) and the Vice-\nPresident of the Numismatic Association\nof Australia (NAA). There are possible\nplans that he could be assigned to a\nreturn trip here in the fall, something\nthat he wouldn t mind at all.",
            "Back to 2016 and May 16 when I was fortunate enough to\nvisit a meeting of the Toronto Coin Club (TCC). It was here\nthat I met many likeminded, knowledgeable and extremely\nfriendly collectors. My timing couldn t have been better as the\nTCC was in the process of celebrating its 80th anniversary.\nTo mark the occasion the membership planned to produce a\nset of silver ingots (courtesy of John Masterson), based on a\nsuggestion by longstanding member Don Bunjevac, as well as\na commemorative banknote and wooden tokens. Of the four\ningots on offer I selected the 2 oz with an embedded 1936\ncent as a memento of my visit; I was informed that I would\nbe able to pick it up at the June meeting, the last\nbefore the summer recess.",
            "The roundtable format of the meeting\nwas great, giving everyone an\nopportunity to participate, and it\nhighlighted that the membership had a\nvaried and wide range of numismatic\ninterests. After the meeting a number\nof members were generous enough\nto take me out for a pint, where we\ndiscussed the slight differences and\nthe many similarities between Canadian\nand Australian numismatics.",
            "There are a number of members of the\nTCC who are also members of the North York\nCoin Club (NYCC), so I decided to attend its\nmeeting held on the evening of Tuesday,",
            "May 24. NYCC holds a different style of\nmeeting from TCC, with a guest talk\nbeing the focus of the evening. In fact",
            "I felt very much at home at North\nYork as the club that I m president",
            "of back in Australia, the Numismatic\nAssociation of Victoria (NAV), has a\nvery similar approach.",
            "On arrival I noticed a couple of\ntables where members were able to\nsell some items, and I acquired a number\nof books at an astonishingly good price,\nincluding a 1997 edition of Coins of Canada.",
            "Despite its age the book was an excellent introduction to\nCanadian coinage, with some good coverage of tokens;\nmy toonie well spent. I was introduced to the membership,",
            "Number 7",
            "October + November 2016",
            "and the guest talk by Hitesh Doshi on Canadian Banknote\nvarieties was enlightening. I ve been looking in more depth\nat the notes in my wallet ever since. Rounding off the\nevening was a raffle draw and an auction, where I was able\nto add a 1973 Prince Edward Island Dollar to my collection.",
            "In amongst all this numismatic activity I also had to do\nmy day job, and this included a visit to Moncton, New\nBrunswick, for the kick-off of a project. On mentioning that I\nwas heading to Moncton, people were keen to point out that\nthere was a respected coin dealer in the city. During a break\nin one of our work meetings, while my colleagues were out\nin search of coffee for their caffeine fix, I went in search of\nmy numismatic fix. Brian Bell of the Coin Cabinet has made\nperfect use of an old bank building to house his operation,\nand he was more than willing to show me some of his\nextensive and varied stock. Having seen some Numismatic\nSociety Medallions at the TCC meeting, I was keen to know\nif I could acquire some, and Brian did not disappoint.",
            "As a memento of my trip to the Maritimes, I thought it\nonly appropriate to acquire pieces relating to Moncton. This\nled me to a couple of medallions produced in the late 1960s",
            "by the Moncton Coin Club. The 1968 medallion,\nstruck by Canadian Artistic Dies (later,\nLombardo Mint) is a beautifully engraved\npiece. The slightly concave obverse\nfeatures a well-rendered example of\na steam locomotive with the coat of\narms of the City of Moncton in the\nexergue. The reverse is a map of the\nMaritimes with the details of the\nMoncton Coin Club as the legend.\nThe date of this piece is a little\nconfusing to me, as it seems to\ncommemorate the centenary of an event\nassociated with the railway, indicated by\nthe dates 1868 and 1968 at either side of the\ncoat of arms on the obverse. The railway\nwas certainly key to Moncton s existence\nin the middle of the 19th century,\ncommencing with the opening of\nthe European and North American\nRailway from Moncton to Shediac\nin 1857 and eventually leading\nto the city being selected as the\nheadquarters of the Intercolonial\nRailway of Canada in 1871. The\nline was extended a number of times\nover the years and was completed in\nDecember of 1869.\nThe only event I can find relating to the\nrailway in 1868 was the opening of an extension\nof the eastern section between Moncton and Dorchester,\nwhich at first glance does not seem to be an event worthy\nof much commemoration (no offence to Dorchester).\n"
        ],
        "PageNo": "305"
    },
    {
        "File": "The_CN_Journal_october_18.jpg",
        "Paragraphs": [
            "The 2x2 holder that the medallion is in held an\nadditional clue as it mentions an APNA (Atlantic Provinces\nNumismatic Association) Rally. The CN Journal Volume\n13 Number 8 from August 1968 tells us that the Fall Rally\nfor the APNA was held in Moncton in October; however,\na quick glance at the Charlton Standard Catalogue of\nCanadian Numismatic Medals reveals that there was no\nofficial APNA medal issued in 1968. Mention of the medal\nappears in the The CN Journal Volume 13 Number 12,\nwhich covered the Rally; it states that  A souvenir medallion\nhonouring Moncton as the railway  Hub of the Maritimes \nwas released for sale at the Rally by the Moncton Club. The\nobverse depicts an early steam locomotive and the reverse\nshows a map of the Atlantic Provinces of Canada.  This still\ndoesn t explain the inclusion of the 1868 date, but someone\nmore familiar with this piece and/or Moncton s rail history\nmight be able to explain this.",
            "The 1969 medallion is similar, equally\nappealing and has a much easier story to\ntell. The medal clearly commemorates\nthe 40th anniversary of the foundation\nof the Moncton Flying Club, which\nbegan with a meeting at the City Hall\nin March of 1929. The organisation\ncontinues to this day as the Moncton\nFlight College, a flight school based\nout of Greater Moncton International\nAirport in Dieppe, New Brunswick.",
            "The medallion has the same reverse\nas the 1968 piece and on the obverse\nis an excellently rendered biplane flying\nabove an airfield, complete with hangar\nbuildings. The dates 1929 and 1969 are displayed\neither side of the club s crowned logo in the exergue. For\nall you plane spotters out there, based on the call letters\nprominently displayed on the side of the plane (G-CARR),\nI can confirm that the plane is a Stearman C-3B that was in\nservice from 1928 through to 1947. In fact a picture of the\nplane features in the book Shorty, an Aviation Pioneer: The\nStory of Victor John Hatton by James Glassco Henderson,\nwhich details that  Shorty  had to ditch the plane at\nBrownville, due to engine trouble, in November of 1930\nwhile on the mail run from Montreal to Moncton. It just\ngoes to show that the medal is quite accurate in picturing\nthis actual plane flying in the skies over Moncton in 1929.",
            "Unfortunately on January 2, 1947, while in the service of\nTrans-Canada Air Lines, G-CARR was damaged on take-\noff at Rivi re-du-Loup  when ski broke on hitting runway\nmarker at take-off & ground-looped during landing. \nFortunately there were no fatalities, well except for the\nplane, which unfortunately was scrapped.",
            "A couple of medallions of the same design (a silver\nand bronze) were also added; the one from 1975\ncommemorates the centenary of Moncton, featuring the\ncity s coat of arms on the obverse and the familiar map\nof the Maritimes on the reverse, but this time with legend\n The City at the Centre of Atlantic Canada.  These pieces\nwere very appropriate to my visit as the council was the\nreason I was there in the first place; it was my client.",
            "The final piece that caught my eye was one issued by the\nAssociation of Personalized Medal Issuers. The obverse\ncontains a legend with the name of the association in English",
            "above and French below, and depicts four key\nelements. At the top is that well-known Canadian\nicon, the Maple Leaf; on the right the fleur-\nde-lis, representing all things French; on\nthe left an American eagle, complete with\narrows and olive leaves in its talons; and\nfinally, at the bottom, a hand holding\na quill next to the initials B.M. It will\ncome as no surprise that the association\nwas set up by renowned Canadian\nnumismatist and prolific medal issuer\nJerome Remick, in 1984. The piece I had\nwas stamped on the reverse with the name\nof its first owner, Tom Kennedy, a name no\ndoubt recognizable to many of you as a Fellow\nand Past President of the RCNA.",
            "I didn t realise that the Coin Cabinet was also the home\nof one of Canada s numismatic auction houses, Geoffrey\nBell Auctions, and Brian was kind enough to provide me\nwith a catalogue from their last auction, which I read avidly\non the flight back to Toronto. Good auction catalogues can\nbe invaluable in learning about how a country categorizes\nits coins, as well as providing stories behind some of the\nmore interesting pieces, and that certainly was the case with\nthis catalogue, especially in the area of tokens, which were\ncontinuing to pique my interest.",
            "Saturday, May 28, turned out to be a spectacular day both\nmeteorologically and numismatically as it was North York\nCoin Club s Annual Show. On arrival I saw many familiar\nfaces from the TCC and NYCC meetings I'd attended\npreviously. I started chatting to the dealers and browsing\nthrough their stock, which made me feel very much at\nhome. Fairs of a similar size are held in Melbourne in\ndifferent locations almost every weekend, so things from that\nperspective were pretty similar. And much like Australian\ndealers it seems that Canadian dealers predominantly sell the\nlocal coins as that s what interests most of their customers.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "306"
    },
    {
        "File": "The_CN_Journal_october_19.jpg",
        "Paragraphs": [
            "I looked hard for some more examples of tokens and\nwas pleased to add another Boulton & Watt piece, this\ntime an 1837  habitant  or  Papineau  Bank of Montreal\nHalf Penny (Breton 522). On examination I found I had\nthe slightly rare A2 variety as detailed in the Charlton\nStandard Catalogue of Canadian Colonial Tokens, where\nthe right seriph of the V in  Province  on the obverse is\nlower than the top of the  I. ",
            "My other area of interest, fueled by my visit to Moncton,\nwas numismatic medals. Fortunately Dick Dunn had\nplenty in stock to choose from. I picked up three Ontario\nNumismatic Association (ONA) pieces including a silver\nmedallion, marking the 1974 ONA Annual Convention\n(ONA-13); this in an attractive design featuring Niagara\nFalls, the venue for the event, and also the 1987 convention\nmedal, featuring the coat of arms of North York (ONA-26).",
            "Number 7 October + November 2016",
            "One ONA piece that does not appear in the Canadian\nNumismatic Medals catalogue is another medal that features\nthe standard ONA reverse, but on the obverse has a familiar\nlegend declaring the piece once belonged to a  Collector\nof Canadian Numismatics  and in the centre the collector s\nname, Tom Kennedy. I had to reunite it with his Association\nof Personalized Medal Issuers medal; it felt only proper.",
            "The other piece Dick had that really appealed was a 1965\npiece commemorating the opening of the Toronto City Hall.\nThe building had really captured my attention when I first\nsaw it and this medallion, struck by the Wellings Mint with\nan elegant and minimalist design, I thought really captured\nthe essence of this remarkable structure.",
            "The find of the day though was the discovery of an\nAustralian medalet (Carlisle 1900/21) in a pile of coins on a\ntable. At first the piece looks very American as it features a\nbust of liberty, very much in the style of the Morgan dollar.\nHowever the legend gives away the medal s Australian\norigins in stating that it was  To aid the N.S.W. (New\nSouth Wales) Patriotic Fund. Transvaal War Souvenir. \nThe reverse shows a soldier on horseback with the legend\n Good luck to the Australian Bushmen s Contingent  and\nthe date 1900 in the exergue. In small letters you can make\nout the maker s name, just under the mounted figure, as that\nof Amor based in Sydney. These pieces, and many more\nlike them, were made to raise funds to support returned\nsoldiers from what is known today as the Boer War. Given\nits Australian heritage I thought I d repatriate this little\npiece of home, especially as it was eminently affordable. It\njust goes to show that you never know what you will find\nin the bargain bin!\n"
        ],
        "PageNo": "307"
    },
    {
        "File": "The_CN_Journal_october_20.jpg",
        "Paragraphs": [
            "CANADA S First. ALUMINUM. 2.5 CENT COIN",
            "BY BARRY UMAN",
            "FRCNA, FCNRS, #5726,",
            "There are many countries that use aluminum coins",
            "today, but Canada has refrained from using these",
            "coins for various reasons, although the Royal",
            "Canadian Mint has struck 25-cent test tokens in 1965 and\ncontinues to test aluminum and other metal alloys today.",
            "Recently a small number of Canadian aluminum 25-cent\ncoins were discovered numbering about two-dozen pieces.\nThese items are actually trial pieces that were made by an\naluminum producer in hopes that they would be accepted\nby the Canadian Government coinage authorities and\nwould replace the current coinage. They were colourized\nso that each denomination could be easily identified. They\nwould be simple to produce from coiled strips; and would\nnot require the usual die striking steps. There would be\nconsiderable weight reduction to benefit shipping and\nhandling, plus a saving in metal costs.",
            "The aluminum used would be a special high test\nairplane quality that is tougher and harder than the standard\ncommercial aluminum but could be punched out cookie-\ncutter style. In order to apply the colour, the blank planchet\nwas coated by a proprietary tough wearing and inert oxide\ncoating process which leaves a porous oxide film. Certain\nareas of the planchet would be masked according to the\ndesign and then a dye or pigment would be applied that\nwould yield a design such as a portrait. The planchet then\nwould be immersed in boiling water to seal in the design.",
           
            "The sample trial piece utilized was based on a Canadian\n1969 25-cent coin, although the actual trial took place in the\nlate eighties. The aluminum planchet was about 23.7 mm\nwhich was similar to the 25-cent Canadian coin but the\nedge was not reeded. It weighed 1.7 g versus 5.07 for\nthe official coin. The reverse design imitated the coin but\nwithout  25 cents.  The obverse was a stylized portrait\nof the Queen with a crown, but it did not resemble any\nCanadian coin portrait. The date on the trial coin is  1969. ",
            "There were five colours used on the trial pieces. They\nappear as very light colours, in green, pink, blue, silver and\ngrey, and each was applied as a single colour on a planchet.\nThe small hoard contained all these colours but the green\nwas most prevalent.",
            "The final test to determine the feasibility of using\nthese coins in place of regular coins was a tumbler test\nto measure the wear on the planchets. The machine used\nsimulated circulating wear on the test coin to determine if\nit could withstand years of circulation. It was at this stage\nof testing that the experiment failed. The coloured images\non the planchets could not withstand the abrasion required\nto be a circulating coin. If this test had succeeded, there\nwas still a further obstacle. The coins would have had to\nbe compatible with the change mechanism in vending\nmachines. This next step was never reached.",
            "There is a possibility that other metal fabricators\nproduced such trial coins in the past, but there have\nnot been any reports or discoveries. Perhaps they\nwere destroyed or lost. These trial coins would have\nto be made under complete secrecy so as not to\nthreaten the integrity of our monetary system.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "308"
    },
    {
        "File": "The_CN_Journal_october_22.jpg",
        "Paragraphs": [
            "ROYAL_ MINT. COMMUNIQUE",
            "The Royal Mint reveals the design for The Remembrance Day 2016 Alderney  5 Coin",
            "Since 2012 The Royal Mint has struck a special",
            "Remembrance Day Alderney  5 Coin\nfeaturing the poppy   a widely recognised\nsymbol of remembrance   to honour\nservicemen and women who have lost\ntheir lives in times of war.",
            "The reverse design for the 2016\nRemembrance Day Coin has been\ncreated by Royal Mint coin Designer\nand Engraver Thomas Docherty,\nand features the poppy wreath   a\nsymbol used by nations across the world\nto remember and commemorate the fallen.\nHis design was inspired by the wreath that\ncurrently lies at The Royal Mint s on-\nsite war memorial at Llantrisant, South\nWales, honouring colleagues who have\nfought in past conflicts.",
            "Thomas said of his design:  This\nwreath is not only personal to us at\nThe Royal Mint but also reflects the\n everyman  we all commemorate on\nRemembrance Day; from the wreath-\nlayers to the poppy wearers all over\nour country. I wanted to paint the colours",
            "of the poppies boldly and vibrantly, hopefully\nemphasising that the poppy is a symbol of remembrance,",
            "but also one of hope for the future. ",
            "Anne Jessopp, Director of Commemorative Coin, said,\n Thomas s design, inspired by the remembrance of The",
            "Royal Mint s own war-service colleagues, is",
            "also a poignant tribute to the servicemen and",
            "women across the world who have lost",
            "their lives in past and present conflicts. ",
            "Available in Silver Proof, Silver Proof",
            "Piedfort and Brilliant Uncirculated",
            "finishes, the coin has been colour-",
            "printed using a  trichromatic  printing",
            "process that layers colour onto the coin",
            "to capture every detail of the vibrant",
            "red colouring of the poppy. The obverse",
            "features the coinage portrait of Her Majesty\nThe Queen by Jan Rank-Broadley FRBS.",
            "Their name liveth for evermore",
            "The inscription chosen for this year s\ncoin,  Their name liveth for evermore \nis widely used on war memorials\naround the world and comes from the\nApocryphal Book of Ecclesiasticus\n44:1-14. The full quote is  Their\nbodies are buried in peace; but their\nname liveth for evermore. \nThis well-known passage is often read\non Remembrance Day. The words were also\nchosen by novelist and poet Rudyard Kipling for\ninscription on war memorials, when he was a member\nof the Commonwealth War Graves Commission. He\nwas devastated by the death of his only son, John, in the\nconflict in 1915, just six weeks after his 18th birthday.",
            "A The CN Journal Volume 61\n"
        ],
        "PageNo": "310"
    },
    {
        "File": "The_CN_Journal_october_23.jpg",
        "Paragraphs": [
            "THE 1837 MOLSON_TOKENS. IN_PLAIN SIGHT,",
            "BY JASON COOL",
            "#23767,",
            "The Other Two Major Varieties",
            "I t is interesting that, as with many things in life, we do",
            "not always see what is right in front of us, because we",
            "are not looking for it. For instance, the 1837 Molson\ntokens (Br 562, LC-16) are known to have two major\nvarieties: that of being struck on thick and thin planchets;\nthe current Charlton Catalogue also lists reeded and plain\nedges, the latter being the much scarcer type.",
            "In October 2014, I spoke at a meeting of Lakeshore Coin\nClub in Point-Claire, Quebec. The subject of my illustrated\ntalk was the numismatic collection of the McCord Museum\nin Montreal. During my presentation, Peter McDonald, a\nLakeshore Coin Club member attending drew attention to\na detail on the reverse of the Molson token and asked about\nthe other example of the Molson token in the collection.",
            "Subsequently, after sending Peter images of both\ntokens, his keen observation broadened and, later in his\ne-mail response, he noted that one of the tokens pictured\nhad denticles, but the other did not; a feature I had missed.\nThese previously unpublished varieties lead us to conclude\nthat more than one set of dies were produced.",
            
            "Number 7",
            "October + November 2016 ",
            "Once Peter had spotted these varieties, I began to look\nat the images more closely. Reproduced below (Figures\n1 and 2), they revealed other significant differences in\nthe designs. For the purposes of this article, they will be\nreferred to as the  Denticles  and  No Denticles  varieties.\nThe major differences may be described as follows:",
            "+ Aclose-up of the date (Figure 3) shows the saw-toothed,\nuneven denticles on the first token, while the design is\ncloser to the rim on the second piece.",
            "+ The legends on the Denticles piece (Figure 4) are in a\nthin, uneven font, while on the No Denticles token, the\nfont is bolder and more uniform. A clear example is the\nsuperscript in  THS  and  WM  on the obverse.",
            "+ The design elements in the outer ring of the obverse\n(Figure 5) are thin on the Denticles token, but are thicker\nand more consistent on the other piece.",
            "+ The centre of the reverse of the No Denticles variety\n(Figure 6) is usually weakly struck. The lack of detail\nvaries from piece to piece.",
            "+ Additionally, the obverse barrel is well struck on the\nDenticles variety, while it is often weak on the nght side on\nthe No Denticles pieces, as can be seen in the main images.\n"
        ],
        "PageNo": "311"
    },
    {
        "File": "The_CN_Journal_october_25.jpg",
        "Paragraphs": [
            "Number 7",
            "October + November 2016",
            "Reasonably, at least a few readers might\nbe wondering,  What about the thick and\nthin planchets?  Or perhaps,  Why weren t\nthese varieties noticed before now?  For\nthe latter, a probable theory is that not\nmany collectors have been looking for\nvarieties among the long-established\nissues, as opposed to more modern or\nrecent series. (I myself was oblivious to\nthe differences until the Peter s e-mail\nexchange, and I had large images of both\ntokens, with me staring right at them.)\nHowever, it is surprising that apparently\nthe differences went unnoticed for so long,\nwhen one considers the number of varieties\nseen in several other Pre-Confederation\nseries. Perhaps these Molson varieties\nhad indeed been observed, but somehow\nwent undocumented. Another possibility\nis that due to the Molson tokens  scarcity,\ncollectors have not had much opportunity to\nexamine and compare multiple examples.\nAs for the currently documented thick\nand thin planchet varieties, happily there\nappears a correlation between the flan\nthickness and design difference.",
            "Mapping Out A Pattern",
            "The weights of the Molson tokens at the\nMcCord Museum are as follows: Denticles\n(M994X.2.677): 11.2 g, thus a thick\nplanchet; No Denticles (M994X.2.428): 9 g,\nthus a thin planchet. As Table 1 (previous\npage) shows, a survey of auction listings\non the icollector.com Web site between\n2006 and 2016 reveals that a majority of\n41 specimens of Molson tokens have the\nsame correlation between flan thickness\nand the presence of denticles found in the\nMcCord Museum specimens. Although by\nno means an all-encompassing study, there\nis sufficient data to show a pattern linking\nthe Denticles variety with thick flans and the\nNo Denticles type with thin flans.",
            "A total of 36 out of the 41 tokens\nsurveyed follow the Denticles/thick flan\nand No Denticles/thin flan relationship.\nAdditionally, of the two examples on\nthe National Currency Collection s Web\nsite, one follows the above relationship\n(Denticles, thick flan), while the other\ndoes not (Denticles, thin flan). These,\nalong with the McCord Museum pieces,",
            "give us a total of 45 examples, of which\n39, or 86.7 percent, adhere to the pattern.\nThe anomalies listed (in italics) that do not\nconform might be explained by a mixing\nof planchets, as will be discussed below.\nSince the Molson tokens have typically\nbeen collected by their different thickness\n(or weights). The relative scarcity of the\nDenticles and No Denticles varieties has\nalready been more or less revealed.",
            "Conclusions",
            "The poorly defined design features on the\nDenticles variety in contrast with the better\ndefinition of these elements on the No\nDenticles tokens raises several questions:\nWhich variety was struck first? Why were\nthe dies altered? Were the Molsons unhappy\nwith the original quality and had a new batch\nmade? Why was the change in planchet\nthickness made? Was it a cost savings? And\nwhat quantities of each variety were struck?",
            "As for the anomalies (Denticles/thin\nflan, No Denticles/thick flan), Jean-Marie\nArnault, the token manufacturer, had at\nleast a few clients in 1837, striking the\nMolson pieces, the Rebellion Sous and\nperhaps the J. Roy tokens, all of which\nappeared on thin and thick flans. It does\nnot seem unreasonable that some of the\n wrong  flans may have become mixed\nin with those used for the Molson issue.\nIndeed, the fact that most of the No\nDenticles pieces are found on thin flans is\na probable explanation for the weakness\nusually seen in the centre of the reverse,\nlikely due to insufficient metal to fill the\ndies. Correspondingly, Molson tokens with\ndenticles struck on thin flans also exhibit\na soft reverse, as with lot 68 (May 2015\nauction) from the Geoffrey Bell collection,\nand with the National Currency Collection\nobject 1974.0151.02542.000.",
            "Answers to the above questions, and\nothers, require further research. l Il report\nany progress for the benefit of interested\ncollectors. In the meantime we re left to\nwonder. In this quest, perhaps someone\nreading my article might have information\nto offer or sources for inquiry to suggest.\nIf so, contact to me through our Journal\neditor, your input would receive my\neamest attention and thanks.\n"
        ],
        "PageNo": "313"
    },
    {
        "File": "The_CN_Journal_october_26.jpg",
        "Paragraphs": [
            "Acknowledgments",
            "Peter McDonald is credited with spotting the Denticles and\nNo Denticles varieties, and my thanks go out to him for\nhis encouragement to me to write this article. Many thanks\nalso to Christopher Faulkner for showing interest in this\nendeavour, and for directing me to various resources. Much\ngratitude to the McCord Museum of Canadian History for\nthe use of the images, and special thanks to Anne, John,\nMarie-H l ne, and Sara for taking the time out of their busy\nschedules at MMCH to weigh the tokens, which were on\ndisplay at the time.",
            "References",
            "Bank of Canada. (September, 2016). Thos. & Wm.\nMolson, 1/2 penny, 1837. Retrieved from National\nCurrency Collection (#1966.0160.01392.000,\n#1974.0151.02542.000.): www.bankofcanadamuseum.ca/",
            "Breton, P.N. (1894). History of the Coins and Tokens of\nCanada. Montreal: The Canadian Numismatic Publishing\nInstitute",
            "McCord Museum. (2016). Ths & Wm Molson Brewers\nDistillers. Retrieved from McCord Museum Our People\nOur Stories: www.musee-mecord.qc.ca/en/",
            "McDonald, P. (2014, October 23/27). e-mail correspondence.\n(J. Cool, interviewer)",
            "The Charlton Press. (2015). Canadian Colonial Tokens:\nA Charlton Standard Catalogue, 9th Edition. Toronto:\nCharlton Publishing.",
            "icollector. 2006-2016. wwwicollectorcom/",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "314"
    },
    {
        "File": "The_CN_Journal_october_28.jpg",
        "Paragraphs": [
            "THE DEVINE SARAH","BY BARRIE RENWICK\nFRCNA, FCNRS, #5754,",
            "A mid the horrors and destruction of war around",
            " them, many French people took respite during the\ngovernment s gala in 1944 that commemorated the",
            "centenaire of the birth of Sarah Bernhardt, their country s",
            "world-famous theatrical artist, beloved citizen, and",
            "quasi-ambassador for France.",
            "Sarah, born an illegitimate a hundred",
            "years before, had endured a dreary",
            "childhood. Her mother Julie, a",
            "Parisian cocotte, a woman for",
            "pleasure, lived dependent on",
            "the aegis of her small coterie",
            "of well-off distinguished",
            "men.  Julie,  Youle Bernard,!",
            "was from a Jewish family",
            "in Amsterdam. In her late",
            "teens she had gravitated to",
            "Paris to live by her wits. Part",
            "of the outcome was Sarah,",
            "whose father remained either",
            "unknown or never revealed. Julie",
            "had failed to bond with little Sarah",
            "who, supported by Julie, endured her",
            "first decade of life mostly in a series of foster",
            "homes, unloved and untutored.",
            "Eventually Julie realized her child s",
            "need for education, so Sarah began her",
            "learning in a boarding school. Later,",
            "she was sent to the school of a",
            "Catholic convent where, when",
            "age 13, she asked for baptism",
            "and was received into the",
            "Roman Catholic faith. When",
            "her schooling finished, Sarah",
            "was confronted by her mother",
            "with the reality that Julie s",
            "monetary support for her had",
            "now ended and Sarah would",
            "have to find her own way, either",
            "by marrying or by working. She",
            "rejected the thought of marriage,",
            "though pondered the alternative. A",
            "suggestion to join  the theatre ",
            "seemingly offered her a",
            "tolerable lifestyle, and it could",
            "replace the personal support",
            "1 Sarah modified the spelling of her birth surname.",
            "\nshe was losing. Sarah felt that with the experience she had\ngained from appearing in school theatrical productions\nthat she might succeed. So she consented, and that led this\nunsure teenager to her somewhat erratic beginning as a\ntheatrical performer.\nSarah had struggled through her fledgling\nyears in learning acting, had faltered, and\noften when frustrated, lashed out in\ntheatre at perceived annoyances.\nTheatres in those times provided\njunior members only the barest\nliving standard. Bernhardt\nbeing almost penniless had\nto suppress her faults in\norder to succeed or lose her\nlivelihood; for her there was no\nalternative. Eventually she did\novercome her plight, and then\nstrode toward the peak of success\nshe achieved and held during her\nlong career. Sarah s talent and her\npersona overshadowed her ongoing\nsocial peccadilloes and indiscretions that\notherwise might have distanced her supporters;\nas her personal motto, Quand meme, says:\n Despite everything. ",
            "From Sarah s initiation into her\nfirst theatre company in 1860\nher progress was mediocre. It\nlanguished then withered. Later,\nafter she left to join another\ncompany, her stage presence\nbegan to flourish, and by 1870\nshe had earned recognition as",
            "a rising star.",
            "Mlle Sarah was staunchly\npatriotic and egalitarian. As\nan individual she relished her",
            "ego by dressing and behaving in",
            "a flamboyant fashion. She had a\ngregarious personality. Her affection-\nstarved childhood may have caused her\nmost obvious foible, the forever",
            "helpless attraction to intimate\ndalliances with gentlemen\nassociated with, or supporters",
            "of, the performing arts.",
            "nn The CN Journal Volume 61\n"
        ],
        "PageNo": "316"
    },
    {
        "File": "The_CN_Journal_october_29.jpg",
        "Paragraphs": [
            "This very addiction produced her illegitimate son, Maurice,\nwhose father still remains anonymous. She adored her\nchild and defied social norms by flaunting him openly\nthroughout her lifetime. Oddly, her social indiscretions\nduring her career brought her less grief from detractors\nthan the vile anti-Semitic slurs she sometimes endured.\nShamefully for Canadians, among the worst of those\nvilifications were outbursts she faced publicly in Montreal,\nduring performance tours.",
            "By 1880 Sarah s career was secure; she had her own\ntheatre in Paris, her own company of actors and together\nthey embarked on lengthy tours, some lasting up to a\nyear. In their repertoire were classic plays, dramas, and\ncomedies. Over time there were tours throughout Europe,\nin Russia, many in Britain and more to Australasia, parts\nof Africa, and multiple tours throughout North America\nand South America. For example, Sarah made nine tours\nof the United States and several that included Canada.\nAt home she was adored as The Devine Sarah by her\ncountrymen; abroad her admirers called her Madame\nSarah. Her name was recognized almost everywhere, and\nfame brought her wealth. What s surprising is she had\nvery little command of English and always spoke French\nwhile acting. Despite this, Sarah s appearances abroad\nwere tremendously successful and they continued so for\nmany years. Non-francophone theatre patrons in that era\nwere familiar with the plays, and they used transcriptions\nof the dialog to fully enjoy performances.",
            "Sarah was considered the undisputed\nreigning superstar. Many today still regard\nher as the most famous actress in the world.",
            "As Sarah aged beyond seventy, a nagging\nincurable knee infection from an old injury\nbecame intolerable, and in 1915 she had her\nright leg amputated. Recovery was long and\npainful. Remarkably, she continued after\nas a performer, standing or positioned to\ndistract attention to her missing limb. Even\nwith her age and her handicap her acting\nability remained impressive and patrons still\nflocked to her performances. Sarah s last\nappearance was in 1922 when her declining\nhealth ended her four decades of stardom. She died the\nfollowing year in Paris, mourned by hundreds of thousands.",
            "There were Bernhardt centenary souvenirs, and among\nthem we have two items of collectors  interest: a medal\nby sculptor Ren  Baudichon and a French postage stamp\nattributed to engraver Charles Mazelin, but first, the medal:",
            "Baudichon s medal: Sarah Bernhardt 1844-1923 shows\nMile Sarah, at about age 35, as the idyllic mistress of the\ntheatrical stage. This portrait, based on Jules Bastien-\nLepage s 1879 eponymous painting, differs slightly in its",
            "Number 7",
            "October + November 2016",
            "fine details from Bastien-Lepage s work. In Baudichon s\nportrayal, he opted to open Sarah s eyes, purse her lips,\nsoften her oft-called  Jewish  nose and tame the appearance\nof her hair. In the painting her gown is a flamboyant\nhigh-collared confection typical of her tastes. Baudichon\nmaintained its belle- poque style in his rendition, but he\nscaled the frock to be less prominent as a way to emphasize\nthe beauty of her face. That and his skilled use of portrait\nrelief make her image into a pleasing likeness, on a medal\nof 63 mm in size.",
            "Ren  Baudichon (1878-1963) a French sculptor\nand medallist may have actually seen Sarah and used\nthose memories to replicate her image on this medal.\nNevertheless, his skilled interpretation of the Bastien-\nLepage portrait of her retains that painting s iconic pose\nbut changes Sarah s facial expression into one of open\nawareness, in keeping with the medal s theme.",
            "The medal s reverse has a bi-part design; the bold border\nand its bar across enclose the two semi-circles. The upper\none portrays an ancient Greek fheatron or viewing place,\nsymbolic of theatrical performing. The lower one, inscribed\nwith nine lines, has the names of notable plays in which\nSarah Bernhardt frequently appeared. These inscriptions are\nflanked each side by a bough of laurel leaves to signify her\ntheatrical successes. At the bottom are the elaborate face\nmasks of Comedy and Tragedy typifying Sarah s ability of\nacting in either role.",
            "As for the postage stamp, the government\nof newly-liberated France honoured Sarah s\nmemory by commissioning a 4-franc stamp\nin 1944. The stamp attributes and replicates\nBastien-Lepage s 1879 oil portrait of Sarah.\nSuch stamps had a 1-franc surcharge to\nform a benefit fund for retired actors in\nneed. A competition for the stamp design\nwas won by the engraver Pierre Gandon\n(1899-1990), who the government\ndiscovered belatedly, had been politically\nineligible to compete, so the engraving was\nattributed to his assistant, Charles Mazelin.\nBernhardt s was the first real female image\nto appear alone on French postage stamps.",
            "The 1879 oil painting, Sarah Bernhardt by French realist\npainter Jules Bastien-Lepage is sized 42 x 32 inches and is\nin a private collection. Bastien-Lepage received France s\ncross of the Legion of Honour in recognition of his painting.",
            "[Editor Note: that Bastien-Lepage s painting of Sarah\nis shown in Wikipedia s Web site: commons.wikimedia.\norg/wiki/File:  Bernhardt, Sarah_(1844-1923) par_\nJules Bastien-Lepage (1848-1884) - 1879 jpg]\n"
        ],
        "PageNo": "317"
    },
    {
        "File": "The_CN_Journal_october_30.jpg",
        "Paragraphs": [
            "COMMUNIQU .",
            "2016 $200 Pure Gold Coin - Tall Ships\nLegacy: HMS Discovery",
            "The reverse design by Canadian artist Neil Hamelin\nfeatures a stern view of HMS Discovery during the\nfamous 1791-1795 expedition in the Pacific. With the\nwind spilling from her topsails, the three-masted ship\nis a majestic sight as she sails along the rugged, tree-\nlined coast of present-day British Columbia. The upper\nportion of the ship s rudder and her stern chasers are\nevident above the water, while the eye sweeps up past\nthe captain s cabin and stern decorations to the large Red\nEnsign of the British Royal Navy flapping in the wind. A\nglimpse of the starboard side reveals more of the wooden\nbarque s distinctive appearance and her rigging details, as\nrecreated through meticulous engraving.",
            "2016 $20 Fine Silver Coin - Second World War:\nBattlefront Series - The Battle of Hong Kong\nThe reverse design by Canadian artist Joel Kimmel captures\nthe intensity of the fight and the sheer bravery of Canadian\nsoldiers during the Battle of Hong Kong (December 8-25,\n1941.) Amidst the jungle conditions and rugged terrain of\nHong Kong Island, two Canadian soldiers are among the\nAllied forces that formed a line of defence to counter the\nenemy s advance toward the Wong Nai Chung Gap. The\nsoldier in the foreground is dressed in the shorts and short\nsleeves of the Pacific uniform; rushing forward with resolve\nand courage, he makes his way past a concrete pillbox that\nbears the markings of heavy artillery fire. Behind him, a\nsoldier moves up the sloped edge of a cliff overlooking the\nbay, and aims his Lee-Enfield rifle with bayonet. The all-\nout enemy assault was backed by a strong air presence, as\nrepresented by the Mitsubishi Zero falling from the clouds\ntowards the ground, with heavy smoke rising up from its\npropeller. The overwhelming nature of the Japanese attack is\nalso conveyed through the ships that",
            "fill the bay between the island\nand the mountainous mainland\nin the background.",
            "Pi ce de 200 $ en or pur 2016 - Le riche h ritage\ndes grands voiliers : Discovery",
            "Le motif au revers,  uvre de |  artiste canadien Neil Hamelin,\nrepr sente le H.M.S. Discovery, vu de l arri re, durant sa\nc l bre exp dition de 1791-1795 dans le Pacifique. Ses\nhuniers gonfl s de vent, le trois-m ts a fi re allure en\nlongeant la c te accident e et bois e de l actuelle Colombie-\nBritannique. Le haut du gouvernail et les sabords de tir\narri re sont repr sent s bien en  vidence au-dessus de la\nligne d eau. La sc ne illustre aussi la cabine du capitaine\net les ornements de poupe de m me que le Red Ensign de\nla British Royal Navy d ploy  au vent. Un aper u du c t \ntribord montre davantage le profil caract ristique du navire\nen bois et les d tails de son gr ement, reproduits par une\ngravure m ticuleuse.",
            "Pi ce de 20 $ en argent fin 2016 - S rie\nChamps de bataille de la Seconde Guerre\nmondiale -La bataille de Hong Kong\nLe motif au revers,  uvre de l artiste canadien Joel Kimmel,\nillustre l intensit  du combat et le courage exceptionnel des\nsoldats canadiens durant la bataille de Hong Kong, qui s est\nd roul e du 8 au 25 d cembre 1941. Au milieu de la jungle\net du terrain accident  de l le de Hong Kong, deux soldats\ncanadiens se battent avec les forces alli es qui forment la\nligne de d fense contre l avanc e de l ennemi vers le col de\nWong Nai Chung. L homme   l avant-plan porte l uniforme",
            "du contingent pacifique : manches et pantalons courts. Se\nlan ant   l assaut avec t m rit  et d termination, il passe\ndevant une casemate en b ton qui porte les marques d un\nfeu bien nourri d artillerie lourde.   l arri re-plan, un\nautre soldat gravit une c te au sommet d une falaise qui\nsurplombe la baie et braque son fusil   ba onnette Lee-\nEnfield. L offensive muscl e de l ennemi est doubl e d une\nforte pr sente a rienne, illustr e par le Mitsubishi Zero qui,\ntouch    l h lice, plonge en piqu  et laisse derri re lui un  pais\npanache de fum e. La nature oppressante de l attaque japonaise\nest  galement rendue par les navires sillonnant la baie enclav e\nentre la falaise et le relief montagneux de l le   l arri re-plan.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "318"
    },
    {
        "File": "The_CN_Journal_october_31.jpg",
        "Paragraphs": [
            "2017 $150 Gold Coin - Lunar Year of the\nRooster",
            "The reverse design by Canadian artist Aries Cheung\nfeatures a stylized depiction of the rooster. Detailed\nengraving captures the essence of the animal s\ncharacter: observant and self-confident. Walking with\na confident strut, the rooster is depicted in side profile\nto allow a glimpse of the swirls and flourishes that\nrecreate its feathered appearance, as the sun rises up on\nthe right side above the Chinese character for  rooster .",
            "2016 $500 Silver 5-Kilogram Coin - Charles\nEdenshaw Argillite Box",
            "This 500-Dollar coin is 99.99% pure silver with a diameter\nof 180 millimetres and a metal weight of 5,000 grams.\nThe reverse design features a detailed interpretation by\nRoyal Canadian Mint engravers, in consultation with Haida\nartist James Hart, of the 1882 Charles Edenshaw argillite\nbox commissioned by Dr. Israel Wood Powell. The image\ncentres on the central figure of the box: a lion with human\nhair and a humanistic nose and chin. Two human-like\nhands flank the face, which is encircled as though emerging\nfrom a cave. The background features flowing and organic\novoids, u-forms, and other key Haida forms as well as\ndetailed negative space cross-hatching all characteristic\nof Edenshaw s work. The reverse is engraved with the word\n CANADA  and the date  2016.  The obverse features the\neffigy of Her Majesty Queen Elizabeth IT by Susanna Blunt\nas well as the coin s face value of  500 DOLLARS  as well\nas the weight and purity indicators  5 kg 9999. ",
            "Number 7",
            "October + November 2016",
            "Pi ce de 150 $ en or 2017 - Ann e du Coq",
            "Le motif au revers,  uvre de l artiste canadien Aries\nCheung, repr sente l image stylis e d un coq. Les d tails de\nla gravure illustrent l essence de la personnalit  propre   cet\nanimal, qui est observateur et confiant. Se pavanant avec\nassurance, le coq est repr sent  de profil afin de montrer les\nvolutes et les fioritures qui servent   recr er l apparence de\nson plumage, tandis qu un soleil levant est grav    droite,\nau-dessus du caract re chinois signifiant   coq  .",
            "Pi ce de 500 $ de 5 kilogrammes en argent fin\n2016 - Charles Edenshaw : Coffre en argilite",
            "Cette pi ce de 500 $ en argent pur   99,99 % a un poids\nm tallique nominal de 5 000 grammes et fait 180 millim tres\nde diam tre. Le motif au revers, r alis  par des graveurs\nde la Monnaie royale canadienne en concertation avec\nl artiste ha da James Hart, est une interpr tation d taill e\ndu coffre en argilite fabriqu  sur commande par Charles\nEdenshaw pour le Dr Israel Wood Powell, en 1882. Il\nillustre la figure centrale du coffre : un lion dot  d une\nchevelure, d un menton et d un nez humains. Flanqu e de\ndeux mains d apparence humaine, la t te de l animal est\nencercl e, semblant  merger d une caverne. L arri re-plan\npr sente des ovo des fluides et organiques, des formes en\nU et d autres motifs ha das typiques, ainsi qu un espace\nn gatif finement hachur    tous des traits caract ristiques\nde l uvre de Charles Edenshaw. Au revers sont grav s la\nmention   CANADA   et le null sime   2016  , tandis qu \nl avers figurent la valeur nominale de la pi ce,\n  500 DOLLARS  , de m me que le poids\net le degr  de puret ,   5 kg 9999  ,\net l effigie de Sa Majest  la reine",
            "Elizabeth IL selon Susanna Blunt.\n"
        ],
        "PageNo": "319"
    },
    {
        "File": "The_CN_Journal_october_36.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",
            "BY ROGER PAULEN",
            "#439",
            "Canadian Varieties Coming of Age",
            "This month, rather than focus on defining a specific",
            "variety or varieties, we look at how collecting",
            "Canadian decimal varieties has expanded into\nmainstream decimal collecting over the past 15 years from\nneeding a mere handful of coin varieties to now having\nthem entrenched in third-party grading registry sets.\nNotably, PCGS has accepted and expanded its Canadian\nRegistry sets to include varieties. The effort of those who\npromote Canadian varieties as well as their inclusion in the\nCharlton Catalogue (Numismatic) Editions (Table 1) has\nmade this possible.",
            "The largest inclusion\nof new varieties in the\nPCGS Registry is the\n Canadian Victoria Cents\nwith Varieties, Circulation\nStrikes (1858-1901). ",
            "This undoubtedly reflects",
            "the hard work of Rob",
            "Turner, who promoted",
            "the Victoria large-cent",
            "varieties in several",
            "books and publications.",
            "The complete PCGS set",
            "composition is listed",
            "in Figure 1; it includes",
            "many of the mainstream",
            "varieties illustrated in",
            "the 63rd Edition of the",
            "Charlton Catalogue (see",
            "Table 1.) A score of 100 percent completion of a Victoria\nlarge-cent registry would be very challenging, as it not only\ncontains the fabled 1859 brass strike, but it also contains\nseven 1859 double- and triple-punched 9 types, and the\nexceedingly rare 1881 Single Serif N, earlier described in\ndetail in this column (Paulen, 2013). Collectors, who for\nyears have hunted and hoarded many of these large cent\nvarieties, may soon see their hard-to-collect material in\ndemand by those seeking to complete PCGS registry sets\nwith problem-free varieties.",
            "Now in the Canadian 5-cent series, the PCGS Registry\nhas expanded both its  Canadian Edward VII Five Cents\nwith Varieties, Circulation Strikes (1902 1910)  and its\n Canadian George V Five Cents with Varieties, Circulation\nStrikes (1922 1936)  sets to include new varieties. The\nEdward VII series now has the various 1902H and 1903H\nvarieties, many of which are best distinguished from better",
           
            "condition coins. The Cross-over-Bowtie and Bowtie 1909\nvarieties are also now included in Edward VII registry\n(Figure 2). Historically, the only variety included in the\nset composition of the George V nickel series was the die\nvariants 1926 Near and Far 6. This series now includes the\n1932 Near and Far 2, and the 1932 Far S. The 1932 Far 2\nhas been discussed on Internet forums for several years\nnow, and its inclusion in the PCGS registry should generate\nadditional interest (Figure 3).\nThe Canadian 50-cent coins of George VI are overly\nabundant with minor varieties, particularly in date spacing,\non many of different years.\nThe PCGS registry set for\nthe  Canadian George VI\nFifty Cents with Varieties,\nCirculation Strikes\n(1937-1952)  series has\nnearly doubled in content\n(Figure 4). Narrow and\nWide Dates, No Designs,\netc. all are now listed\nand it would require an\nimpressive 38 coins,\nincluding the scarce 1947\nML Curved Right, to have\n100 percent completion in\nthis series.",
            "In the short term,\nveteran collectors who\nhave sought out the best",
            "and finest strikes by date may find themselves no longer\nhaving the  best  collections in the PCGS Registry, as set\ncompletion takes precedence over average grades. In the\nlong term, as these registry sets with varieties grow and\nmature, the demand for scarcer types in better grades will\nincrease. Undoubtedly, there are a large number of coins\nalready in various third-party grading holders, which are\nprobably unattributed with respect to many recognized\nvarieties. Therein, lies the thrill of the hunt, so grab your\nloupe and keep up the hunt!",
            "Acknowledgements",
            "Rob Turner and Sandy Campbell are thanked for their\nfrankness in discussions regarding the PCGS Registry sets and\nthe recognized Canadian coin varieties they include. The set\ncompositions and their weights applied to the coins listed in\nFigures 1-4 are copyright of PCGS.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "324"
    },
    {
        "File": "The_CN_Journal_october_38.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES, DES, CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)",
            "FONA, #22198,",
            "Welcome CANEW   The Canadian\nAssociation of Numismatic Editors and\nWriters",
            "The Canadian Association of Numismatic Editors\nand Writers, known as CANEW, was founded\nwith twenty members during the recent Ottawa\nRCNA Convention. CANEW will provide a long-\nneeded forum that will aid novices, occasional\nwriters and editors to improve their skills, skills\nthat they will share with others to assure quality in\nnumismatic writings published for the hobby. The\nassociation established Web sites: www.canew.club\nin English, and www.acrn.club in French. The\nfirst CANEW bulletin, in English and French, has\nalready been issued. The Association s key goals are\nto provide members with information and seminars\nfor tasks like managing numismatic publications,\nand gaining the extended right to use copyrighted\nnumismatic images in their work. CANEW will hold\nan annual meeting at each future RCNA Convention,\nanother meeting during each Ontario Numismatic\nAssociation Convention as well as at a proposed\nongoing numismatic event in Quebec. Presently,\nplans are for a monthly or bi-monthly eJournal and\na proposed printed journal issued semi-annually or\nannually. Available memberships: Regular (18 or\nover) $20 cash or cheque, $21 PayPal; and Apprentice\n(under 18) $10 cash or cheque, $10.50 PayPal.",
            "Franklin Coin Club Update",
            "Republished from the Waterloo Coin Society\nNewsletter",
            "Led by Waterloo Coin Society member\nChris Boyer, the club has been operating at\nFranklin Public School in Kitchener, since\n2001. Chris recently shared that there are\nroughly 20 meetings during the school year\nwith membership consisting of 175 students from\ngrades | through 6. Meetings are in the gymnasium,\nduring the lunch hour; they feature an educational\nportion for students and a free prize draw. At the\nconclusion, each pupil receives free a world\ncoin or a wooden token. With the academic\nyear just beginning, there is a great need for\nnumismatic material. If you would like to help\nby donating to the FCC, contact Chris by email at\ncoinman@sympatico.ca.",
            
            "Bienvenue   CANEW   l Association canadienne\ndes r dacteurs numismatiques",
            "L Association canadienne des r dacteurs numismatique,\nconnue sous l acronyme anglais CANEW, a  t  fond e\navec vingt membres lors du dernier congr s de l ARNC\na Ottawa. CANEW fournira un forum attendu depuis\nlongtemps qui aidera les novices, les auteurs occasionnels et\nles  diteurs afin d am liorer leurs comp tences, de partager\nleurs expertises avec d autres pour assurer la qualit  dans\nles  crits numismatiques publi s pour notre passe-temps.\nL association a cr  des sites internet: www.canew.club en\nanglais, et www.acrn.club en frangais. Le premier bulletin\nCANEW, en anglais et en fran ais, a d j   t   mis. L objectif\nprincipal de l association est de fournir aux membres des\ninformations et des s minaires pour des t ches telles que la\ngestion des publications numismatiques, et obtenir le privil ge\nd utiliser les droits d auteurs pour des images dans leur\ntravail d' criture. CANEW tiendra une r union annuelle  \nchaque congr s de l ARNC, une autre r union dans chacun\ndes congr s de l Association numismatique de l Ontario,\nainsi qu une participation continue dans un  v nement\nnumismatique au Qu bec.   ce moment-ci, ont envisage\nun journal  lectronique mensuel ou bimensuel et un journal\nversion papier  mis semestriellement ou annuellement. Les\nadh sions sont: R gulier (18 ans ou plus) $20 comptant ou par\nch que, $21 via PayPal; ou Apprenti (moins de 18 ans) $10 en\nargent comptant ou par ch que, $10,50 via PayPal.",
            "Mise   jour du Franklin Coin Club",
            "Reproduit   partir du bulletin de la Soci t \nNumismatique de Waterloo",
            "Dirig  par Chris Boyer, un membre de la Soci t \nnumismatique de Waterloo, le club op re depuis\n2001   l cole publique Franklin   Kitchener.\nChris a r cemment partag  qu'environ 20\nrencontres ont lieu durant l ann e scolaire\net que le club compte 175 membres, tous des\n l ves de la 1 re   6e ann e. Les rencontres ont\nlieu dans le gymnase, pendant l heure du diner et\ncomportent un volet  ducatif pour les  tudiants et\nun tirage de prix de pr sence.   la fin, chaque\n l ve re oit une pi ce de monnaie du monde\nou un jeton en bois. Avec l ann e scolaire qui\ncommence, il y a un grand besoin pour du\nmat riel numismatique. Si vous voulez aider\nen faisant un don au FCC, contactez Chris par\ncourriel   coinman(@sympatico.ca.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "326"
    },
    {
        "File": "The_CN_Journal_october_39.jpg",
        "Paragraphs": [
            "[Note: My congratulations to Chris for developing\nand leading such a large group of students  \n175   with an impressive number of meetings\nper year   20. The medal image shown here is a\nserialized excellence medal issued by the school\nfor excellence shown by a student in any facet of\nschool or community activities.]",
            "Numismatists  Personal Web Sites",
            "Are you aware that many well-known numismatists now\nhave their own personal Web sites? You can learn much\nfrom these sites, especially those with posted articles.\nHow many sites can you find? Here are a few to get you\nstarted on your search for more  online  numismatists:\nDr. Eugene Bruder   www.fypecoins.com/\nSerge Pelletier   serge-pelletier.ca/About_\nnumismatist.php\nBrent W. J. Mackie   www.bwjm.ca/aboutme.php\nDaniel W. Gosling   www.gosling.ca\nKen Potter (errors and varieties specialist)  \nkoinpro.tripod.com/bio.htm\nScott Barman   vote4scott.info/bio/numismatic-\ninterests/\nIan Speers   www.speers-law.com/about.html (keen\npublished numismatist)",
            "[Note: Many of these Web sites invite your personal\ninput, and they have some great articles and\nimages. They are well worth a look when you have\na free moment. If you have others that I can publish\nplease send them to Bret Irick xr7gt@prodigy.net\nand I will publish them in a future column.]",
            "Junk Box Find - Late 1950s Republic of\nSouth Vietnam 50 Dong coin",
            "The following is an interesting excerpt from an article\npublished in the North York Coin Club Bulletin.",
            "The last coin in the United Nations Food and Agriculture\nOrganization [FAO] series, indeed the very last Republic\nof Vietnam coin, is the rare, unissued 1975 50-d ng\npiece (KM #14). It was made at the Royal Mint London,\nstruck in cupro-nickel-plated-steel with a reeded edge.\nThe obverse has the denomination, 50 d ng, in the centre\nsurrounded by the same legend in Vietnamese as on the\nobverse of the 1974 10-d ng piece. Its reverse shows\ntwo workers in a rice paddy but a different scene from\nthat depicted on the 1974 10-d ng piece. The legend in\nthe outer ring is, however, the same (the FAO slogan in\nVietnamese, translates as,  Increase Production of Agri-\nFood.  The date, 1975, is below. The abbreviated story\nof the three dozen or so surviving coins, as researched\nby Howard A. Daniel III, renown research-writer of\nSoutheast Asian Numismatics, and the article s author\nRon Cheek, FCNRS, follows below.",
            "Number 7 October + November 2016",
            "[Note: Mes f licitations a Chris pour d velopper et diriger\nun grand groupe d tudiants   175   avec un nombre\nimpressionnant de rencontres chaque ann e   20. L image\nde la m daille est une d une s rie d excellence  mise par\nl cole pour reconnaitre l'excellence d un  tudiant  uvrant\ndans une activit  scolaire ou communautaire.]",
            "Site internet personnel de numismate",
            "Saviez-vous que plusieurs numismates r put s ont maintenant\nleurs propres sites internet? Vous pouvez apprendre beaucoup\nde ces sites, en particulier ceux qui postent des articles.\nCombien de sites pouvez-vous trouver? Voici quelques-uns\npour d marrer vos recherches pour trouver des numismates  en\nligne :",
            "Dr. Eugene Bruder   www.typecoins.com/",
            "Serge Pelletier   serge-pelletier.ca/About_numismatist.php",
            "Brent W. J. Mackie   www. bwjm.ca/aboutme.php",
            "Daniel W. Gosling   www.gosling.ca",
            "Ken Potter (sp cialiste d  erreur et vari t )   koinpro.tripod.",
            "com/bio.htm",
            "Scott Barman   vote4scott.info/bio/numismaticinterests/",
            "Ian Speers   www.speers-law.com/about.html (numismate",
            "actif)",
            "[Note: Bon nombre de ces sites internet encouragent vos\ncommentaires, et ils ont plusieurs articles int ressants\naccompagn s de photos. Ils valent bien un coup d' il quand\nvous aurez quelques minutes. Si vous en connaissez d'autres\nque je peux publier s'il vous plait m envoyez les infos   xrt@,\nprodigy.net ef je les publierai dans une chronique future.]",
            "Trouvaille dans les boites au tr sors - fin des ann es\n50 pi ces de 50 Dong de R publique sud du Vietnam",
            "Ce qui suit, est un extrait int ressant d un article publi  dans\nle journal du North York Coin Club.",
            "La derni re pi ce de s rie de l organisation d alimentation et\nd'agriculture des Nations Unies (FAO), qui est en effet la derni re\npi ce de la R publique du Vietnam, est tr s rare puisque la pi ce\nde 50 dong de 1975 (KM # 14) n a pas  t  mise en circulation.\nElle a  t  produite par la Monnaie royale de Londres, frapp e\nen acier plaqu  nickel avec un rebord cannel . L avers porte la\nd nomination de 50 dong dans le centre entour  avec la m me\nl gende que sur l avers de la pi ce de 10 dong 1974, mais  crit en\nvietnamien. Son revers montre deux travailleurs cueillant du riz,\nmais une sc ne diff rente de celle repr sent e sur la pi ce de 10\ndong de 1974. Cependant, la l gende sur l anneau ext rieur est\nle m me que le slogan de la FAO en vietnamien, et se traduit par\n augmenter la production de l agroalimentaire . La date 1975\nest sous la l gende. L'histoire des trois douzaines de pi ces en\ncirculation, recherch  par Howard A. Daniel II, chercheur-auteur\nde renom sur le th me de la numismatique d Asie du Sud, et\nl auteur de l article Ron Cheek, FCNRS, se r sume comme suit.\n"
        ],
        "PageNo": "327"
    },
    {
        "File": "The_CN_Journal_october_40.jpg",
        "Paragraphs": [
            "The Vietnam National Bank placed an order for 50\nmillion of these coins with the Royal Mint. With South\nVietnam being close to collapse in late April 1975, the\nmint proceeded slowly with the order. Just over a million\nwere produced by the time the South Vietnamese regime\ncollapsed. Production was halted immediately as\nthere was no longer a customer for the coinage.\nSubsequently, the Royal Mint ordered the\ncoinage to be melted. Two Royal Mint\nemployees pocketed about three dozen\nof the coins and held them secretly for\nover a decade before selling them to a\ncoin dealer in Ireland and a second dealer\nin France. This employee hoard is where\nthe known coins in collectors  hands are\nbelieved to have originated.",
            "So, what about the coin pictured here, an\nescapee not acquired by the dealers? In the late\n1980s, Ron Cheek, the author of this article,\nvisited an Ottawa coin dealer who had\njust purchased a metric tonne of bulk\nforeign coins, sold by Barclays Bank,\nin a European auction. Ron purchased\nseveral hundred of these coins from\nthe dealer s bargain box at twenty-five\ncents each and discovered this 1975\n50-d ng coin in his purchase. Ron knew\nlittle more about the coin other than that\nnumismatic references called it rare.",
            "In the late 2000s Ron found and contacted Howard\nDaniel on the Internet and they started to piece together\nthe rest of the story about this coin. The resulting\nspeculation, that neither Howard or Ron will be able\nto validate, is that due to the impaired condition of the\ncoin, both the Irish and French dealers declined to buy\nit. And, not wanting to be caught with the coin, one of\nthe culprits deposited it in a charity donation box. As a\nnon-negotiable item, the coin eventually ended up in the\nBarclays Bank bulk lot on auction and, thence, made it to\nCanada where it became a fortuitous junk box find.",
            "American Numismatic Society (ANS)\nLaunches New Web site",
            "The American Numismatic Society, which is entrusted\nwith renowned worldwide numismatic collections and\nresources, has launched a new and greatly expanded\nWeb site. Under its resources tab are various areas,\navailable free of charge, for your research use. ANS is\nalso in the process of digitizing its numismatic works,\nand it advises that this material too will be accessible\nfree of charge to hobbyists and researchers. The ANS\nWeb site is www.numismatics.org.",
            "Brett Mick",
            "La Banque nationale du Vietnam a plac  une commande de 50\nmillions de pi ces a la Monnaie Royale. Puisque le Sud du Vietnam\n tait pr s de l effondrement   la fin Avril 1975, la monnaie royale\na d but  la production au ralenti. Un peu plus d un million ont  t \nproduites au moment o  le r gime sud-vietnamien c est effondr .",
            "La production a  t  arr t e imm diatement, la MRL n ayant\nplus de clients pour ce type de monnaie. Par la suite,\nla Monnaie royale a demand  que les pi ces soient\nfondues. Deux employ s de la Monnaie royale\nont sauv  environ trois douzaines de pi ces\nde monnaie et les ont gard es secr tement\npendant plus d une d cennie avant de les\nvendre   un commer ant de monnaie en\nIrlande et un second distributeur en France. Ce\ntr sor provenant directement d employ s de la",
            "Monnaie semble le point d origine de ces pi ces.\nAlors, qu en est-il de la pi ce photographi e ici,\nune pi ce  chapp e par les marchands?   la fin des\nann es 1980, Ron Cheek, l auteur de cet article,\na visit  un marchand de monnaie d'Ottawa qui\nvenait d'acheter une tonne m trique de pi ces\n trang res en vrac, vendues par Barclays\nBank, dans une vente   l encan de pi ces\neurop ennes. Ron a achet  plusieurs centaines\nde pi ces d une boite aux tr sors, payant\nvingt-cinq cents chacun et a d couvert cette\npi ce de 50 dong dat  1975 dans son achat. Ron\nsavait peu sur la pi ce de monnaie sauf qu une",
            "r f rence numismatique la consid re rare.\nVers la fin des ann es 2000 Ron a retrac  et contact \nHoward Daniel via internet et ils ont commenc    rassembler tout\nles morceaux de l histoire concernant cette pi ce. Howard et Ron\npensent, mais ne peuvent prouver, qu en raison de la d t rioration\nde la pi ce, aucun des marchands Irlandais ou Fran ais n a voulu\nl acheter. Et comme personne ne voulait  tre pris avec la pi ce de\nmonnaie, un des coupables a d pos  la pi ce dans une boite aux\ntr sors. Comme un  l ment non n gociable, la pi ce a finalement\ntermin  dans le lot en vrac lors d un encan par Barclays Bank et,\nde l , fait son entr e au Canada, o  elle est devenue une pi ce\nint ressante provenant d une boite aux tr sors.",
            "La Soci t  Numismatique Am ricaine (ANS)\nlance un nouveau site web",
            "La Soci t  Numismatique Am ricaine, qui est responsable\nde collections et de ressources numismatiques connues\nmondialement a lanc  un nouveau site internet grandement\nam lior . Sous l onglet des ressources, il y a plusieurs sous-\ntitres qui sont accessibles gratuitement pour faciliter vos\nrecherches. L ANS sont  galement en processus de num riser\nleurs  uvres numismatiques, et elle confirme que ce mat riel\nsera  galement accessible gratuitement aux amateurs et aux\nchercheurs. Le site internet est www.numismatics.org.",
            "Brett Mick GR",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "328"
    },
    {
        "File": "The_CN_Journal_october_42.jpg",
        "Paragraphs": [
            "COIN CONSTELLATION   2016\nCONTEST_ WINNERS. ANNOUNCED",
            "T his year there were more than 240 commemorative coins and 21 coin series, issued from January | to December",
            "31, 2015, and submitted to Coin Constellation   2016, the only international commemorative coins contest held\nin Russia. Applications were received from 44 participants located in 29 countries. The Royal Canadian Mint\nsubmitted 13 coins to the contest. And the winners are:",
            "Unique Concept",
            "The winner in the Unique Concept category is the coin  Rainis and\nAspazija  minted by the Bank of Latvia. The coin combines interesting\ntechnologies, fine quality, and the inspiring history of human relations.",
            "Successful Artistic Solution",
            "The winner in this category was  Valse M lancolique ; it\ndemonstrates how the plain artistic shape reflects a deep inner\nsense. The coin was minted by the Royal Dutch Mint and issued\nby the Bank of Latvia.",
            "Original Technology",
            "First place went to the coin  Space-Time Continuum  submitted by\nCoin Invest Trust (Lichtenstein). The coin has a square shape with a\ncurved effect. The ball in the centre symbolizing the planet Earth is\na magnet that can be taken out of the coin.",
            "Coin Classic",
            "The Double Golden Ducat by the Royal Dutch Mint was the winner\nin this category.",
            "Souvenir Coin",
            "The most interesting souvenir piece judged was the coin  25th\nanniversary of the restoration of Lithuania s independence,  from\nthe Bank of Lithuania.",
            "Series Of The Year",
            "The category winner was the series  Save Our World   Elk  by the\nCentral Bank of the Russian Federation, a set of seven coins; four in\ngold and three in silver. All coins featured the Elk in various designs.",
            "Silver Coin Of The Year",
            "The winner was  The Bedspreads of Castelo Branco  by INCM  \nPortuguese Mint and Official Printing Office.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "330"
    },
    {
        "File": "The_CN_Journal_october_43.jpg",
        "Paragraphs": [
            "People s Choice Award",
            "The winner of the  People s Choice Award  was selected by the\npublic through online voting at www.gold10.ru . The prize went to\nthe coin  Murrine Millefiori Glass Art  submitted by Coin Invest Trust\nand minted at B.H. Mayer (Germany).",
            "Number 7",
            "October + November 2016",
            "Gold Coin Of The Year",
            "First place was the coin  Flora in Art Masterpieces - Neoclassicism \nby the Italian Mint, a fine example of the classic Italian medallic art\nschool.",
            "Second place was",
            "awarded to the coin",
            " Maple Canopy:",
            "Kaleidoscope of",
            "Colour  bythe Royal",
            "Canadian Mint.",
            "Coin Of The Year",
            "First place winner was the coin  The Centenary of the Armenian\nGenocide  by the Central Bank of Armenia, minted by the\nLithuanian Mint. The face value is 100 dram. Second place was\ngiven to the coin  70 Years of Peace in Europe  by the Italian Mint.\nThird place went to the coin  Coinage in the Grand Duchy of\nLithuania  by the Bank of Lithuania.\n"
        ],
        "PageNo": "331"
    },
    {
        "File": "The_CN_Journal_october_44.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY",
            "#17134,",
            "A Reprint of W. R. McColl s Important Sales List",
            "the name McColl is not well known outside of the",
            "circle of collectors who specialize in Canadian",
            "tokens. He was not an author of catalogues, nor did",
            "he write scholarly articles for any publications. In fact, his one",
            "and only publication was a list of the tokens and medals that\nhe offered for sale.",
            "William Robert McColl was born in 1855 in Sarnia,\nOntario. He spent his early years apprenticing and working\nfor various grocery and dry goods stores before moving to\nOwen Sound and, with a partner, opening his store, in 1889.",
            "He was an avid collector of coins, tokens, and medals. He\nbecame a member of the American Numismatic Association,\nand he corresponded with many collectors of his day,\nincluding R. W. McLachlan.",
            "But by 1903, McColl s wife had persuaded him to sell\nhis collection. To that end, he published a sales list: List\nof Canadian, British, United States and Foreign Coins\nand Pattern Pieces, Paper Money, Etc. In it were many\nforeign coins and patterns, including several from the\nUnited States and Great Britain, and a large group of\nCanadian pieces. These were identified with numbers\nfrom Breton s 1894 J/lustrated History of Coins and\nTokens Relating to Canada, and from LeRoux s 1892\nedition of The Canadian Coin Cabinet.",
            "What makes McColl s list so valuable is the section that\nlists Canadian medals and business cards that are not in either\nBreton s or Leroux s catalogue. Each piece he listed is given\nits own lot number, now referred to as the  McColl number, \nthat includes the size, composition, and when known, the\nnumber struck. This makes McColl s list a valuable and\nunique reference for collectors of turn-of-the-century\nCanadian merchant tokens.",
            "Not many of the original lists have survived. But\nbecause of its usefulness, it has been reprinted several\ntimes, over the years. The least known of these reprints\nis the one pictured here. It is not complete; it only\nreproduced the all-important list of tokens and medals not\nfound in Breton s or LeRoux s catalogue.",
            "Not much is known about this reprint. It is, for the most\npart, a facsimile, or copy of much of the original list. No\npublisher s name was added. Fortunately, I have another copy\nthat was obligingly stamped by the publisher, Jeffrey Abare.",
            "Jeffrey Abare was a collector and coin dealer located in\nJohnson City (later in Vestal), New York, specializing in\nCanadian tokens. He joined the Canadian Association of\nToken Collectors in 1972 and soon began offering his sales\nlists in the Association s publication, The Canadian Token. He\nwas an active member, recommending a few new members to\njoin and even helping to pay for the mailing of the C.7 In the\nApril 1975 issue, Abare offered his reprint of the McColl list\nfor sale at $2.50.",
            "It doesn t seem that he sold many of them. Three years\nlater, another reprint became available. It sold well and\nbecame part of many collectors  reference libraries.",
            "Back in 1903, McColl s list seemed to have failed in its\nintended purpose. After selling all the tokens to a Brantford,\nOntario, numismatist, the balance of his collection was sold\nat auction in 1904. I doubt that McColl expected his name to\nbecome such a historically significant part of the hobby.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "332"
    },
    {
        "File": "The_CN_Journal_october_46.jpg",
        "Paragraphs": [
            "Book_REVIEW",
            "WATERCRAFT ON WORLD COINS, VOLUME III AFRICA AND OCEANIA, 1800 2011",
            "At long last, the third and final volume",
            "of this epic reference work has arrived.",
            "What started as Yossi Dotan s attempt\nto get his young daughter interested in the coins\nhe brought back from his business trips turned\ninto a years-long research project describing\nship coins from around the globe.",
            "In the 446 pages in Volume III, Dotan\ndescribes, in great detail, ship coms from over\n80 countries and colonies. From Australia to\nZambia, from Angola to New Zealand, there are\nnumerous black and white coin-photographs accompanied\nby detailed descriptions of the ships shown that range in\nsize from huge ocean liners (Liberia, 10 dollars, 1999) to\nbirch bark canoes (Cook Islands, 50 dollars, 1993). There\nare coins depicting veteran warships, such as the Bismark\n(Liberia, 5 dollars, 2008) and historic warships, such as Lord\nNelson s HMS Victory (Ivory Coast, 1500 francs, 2009).\nThe vast majority of the coins are the customary circular",
            "shape. But there are some that are very different formats.",
            "There is the rectangular planchet from Malawi\ndepicting the USS Coral Sea. Then there is the\nvertical oval planchet from the Zambia series\nhonouring world explorers. The most unusual\nplanchet is from landlocked Uganda. Its\ndenomination is 5000 shillings; it is shaped like\na map of Australia! I suspect that these unusual\nplanchets were made for collectors and not\nintended for daily circulation.\nDotan offers an extensive bibliography for\nreaders searching for more extensive details\nabout a particular country, its coinage or the watercraft\nshown on that country s coin. For this third volume he also\nmade more use of the Internet.",
            "Finally this trilogy is brought up-to-date with a huge\nlisting of ship coins that were struck after the two previous\neditions were printed.",
            "I for one compliment Yossi Dotan in appreciation of his\ntwo decades of research.",
            "Marvin Kay, MD, FRCNA, LM #424",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "334"
    }
]