[
    {
        "File": "The_CN_Journal_July_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT",
            "I have heard this year that because of the unfavourable",
            "US dollar exchange rate, many Canadians are looking",
            "to their own country as a vacation destination. If\nyou are planning a vacation in Canada s National Capital\nRegion, where the natural beauty around Ottawa is\nspectacular during the summer, I hope you will consider\nspending some of your valuable time away from other\nthings and visit with the RCNA at our annual Convention.\nAs of this writing, we have had many more people, than\nanticipated, booking their hotel rooms for the Convention\n a very good indicator that our Convention this year will\ntruly be the Numismatic event of the year.",
            "If you expect to be in the Ottawa Region, but will be\nunable to spend the full time with us, from Tuesday, July 19,\nto Sunday, July 24, consider dropping by the Convention\nfor a brief time. There are many activities each day, and of\ncourse there is the bourse    Canada s Money Collector Show   \nand the three session Geoff Bell Auction.",
            "In my last message I mentioned that the Royal Canadian\nMint was unable to continue with its traditional annual\nThursday evening reception. I am happy to report now that\nwith the help of our Convention Organizing Committee,\nthe Canadian Association for Numismatic Education\n(CAFNE) will be hosting a reception, on Thursday\nevening, from 6:30 p.m. to 8 p.m., in the foyer area of the\nLift Lounge on the hotel s Mezzanine Level.",
            "The RCM will be sponsoring a coin exchange at its\nbooth on Friday, July 22, between 12 noon and 2 p.m. The\ncoin that is being exchanged has not yet been identified;\nthough I am sure it will be a collectible not to miss! Also, in\nthe Mint s booth on Friday, there will be an opportunity to\nmeet a Mint engraver during the 10 a.m. to 12 p.m. interval,\nand another engraver again between 2 p.m. until 4 p.m.\nOn Saturday you will have the opportunity to meet coin\ndesigners in the Mint s booth during the same time slots.",
            "Once again I welcome your comments and suggestions\nto take to the next RCNA board meeting. The next\nscheduled board meeting will take place in Ottawa on\nThursday, July 21, from 2 p.m. to 5 p.m., in the Chaudi re\nRoom on the Convention Level.",
            "In closing, as I look back on this first year as your\npresident I must express my thanks to all the individuals\nwho devote their time and energy to make the RCNA the\ngreat organization that it is. I would also like to use this\nopportunity to ask for your feedback and constructive\ncriticism. This is your organization and your participation\ncan help to make it better.",
            "Number 4",
            "July + August 2016 ",
            "MoT_DU_PRESIDENT.",
            " cemment, } ai entendu dire qu en raison du taux de change",
            "d favorable vis-a-vis le dollar am ricain, de nombreux",
            "Canadiens se tournent vers leur propre pays comme\ndestination de vacances. Si vous pr voyez des vacances dans la\nr gion de la capitale nationale du Canada, o  la beaut  naturelle\nautour d Ottawa est spectaculaire durant les mois d t , j esp re\nque vous envisagerez de trouver un peu de temps pour venir   notre\ncongr s annuel de l ARNC. A ce jour, nous avons beaucoup plus de\ngens qu anticip , qui ont fait une r servation pour leurs chambres\nd h tel pour le congr s - un tr s bon indicateur que le congr s de\ncette ann e sera vraiment l v nement numismatique de l ann e.",
            "Si vous pr voyez  tre dans la r gion d'Ottawa, mais ne\npouvez pas passer tout le congr s avec nous, entre mardi le\n19 juillet et le dimanche 24 juillet, envisag  de venir nous voir\npour une courte p riode durant le congr s. Il y a de nombreuses\nactivit s chaque jour, et bien s r il y a la bourse    le salon de la\nmonnaie du Canada  - et trois sessions Geoff Bell aux ench res.",
            "Dans mon dernier message, j ai mentionn  que la Monnaie\nroyale canadienne  tait incapable de maintenir sa traditionnelle\nr ception du jeudi soir. Je suis heureux d annoncer aujourd hui\nque le comit  responsable du congr s et l association canadienne\npour l ducation numismatique (CAFNE), seront l h te d une\nr ception, le jeudi soir entre 18:30 et 20:30, dans le hall d accueil\ndu Salon Lift situ  sur Mezzanine de l h tel.",
            "La MRC parrainera un  change de pi ces   son kiosque le\nvendredi 22 juillet, entre 12 heures et 14 heures la pi ce de monnaie\nqui sera  chang e n est pas encore  t  identifi e; mais je suis\nconvaincu qu elle sera une pi ce de collection   ne pas manquer! De\nplus, durant la journ e du vendredi, le kiosque du la MRC accueillera\nun graveur de pi ces entre 10 heures et midi et un autre graveur entre\n14 heures jusqu  16 heures. Le samedi, vous aurez l occasion de\nrencontrer les concepteurs de pi ces de monnaie dans le kiosque de la\nMonnaie pendant les m mes heures que celle du vendredi.",
            "Encore une fois, je vous invite   partager vos commentaires\net suggestions lors de notre prochaine r union du conseil\nd administration de l  ARNC. La prochaine r union du conseil\nd administration aura lieu   Ottawa le jeudi 21 juillet, entre 14\nheures et 17 heures, dans la salle Chaudi re sur le m me plancher\no  se d roule le congr s.",
            "En terminant, comme je pose un regard sur ma premi re ann e\n  titre de pr sident, je tiens   exprimer mes remerciements sinc res\n  toutes les personnes qui consacrent leur temps et leur  nergie\npour faire l ARNC la grande organisation qui soit. Je voudrais\naussi profiter de cette occasion pour vous inviter   m'envoyer\nvos commentaires et vos critiques constructives. C est votre\norganisation et votre participation peut am liorer notre association.",
            ""
        ],
        "PageNo": "197"
    },
    {
        "File": "The_CN_Journal_July_16.jpg",
        "Paragraphs": [
            "MATHEMATICAL_FORMULAE_ON_COINS",
            "By HENRYK FUKS",
            "#22079,",
            "Part 2 - From Pythagoras to the 20  Century",
            "In part two of the article Mathematical Formulae on Coins we will examine even more explicit aspects of the\nrelationship between mathematical sciences and numismatics, namely the presence of mathematical formulae\non coins. We continue to survey examples of coins depicting mathematical formulae, ranging from some\nuniversally recognizable ones to more advanced symbolic expressions which are known only to specialists.",
            "aving discussed the most popular of all formulae,\nH: us turn our attention to other entrants. We will",
            "present them in chronological order, starting from\nthe oldest one, the Pythagorean equation. The triangular\n millennium coin of Uganda displays the formula\na? + p? = y? below the portrait of Pythagoras (c. 570  \nc. 495 BC), credited with the first proof of the theorem\ncommonly known as the Pythagorean theorem.",
            "The theorem states that in a right triangle, the square of\nthe hypotenuse is equal to the sum of squares of the other\ntwo sides. The equation on the coin, written in Greek\nletters, is more commonly represented using Latin letters as\na? + b2= c2, where a, b, and c are the lengths of the sides of\nthe right triangle. It should be stressed, however, that even\nif written in Greek letters, the formula a? + p? = y? uses\nmodern algebraic notation, unknown to ancient Greeks. In\nbook I of Euclid s  Elements,  written around 300 BC, the\nPythagorean theorem is stated as proposition 47, as follows:",
            "Ev toic 6p0oywviois tpiy@voic TO ano Tits THY\npv yoviav bxotEwobons TAELVPAS TETpaYwVOV\nioov  oti tois and THV THY OpONY yoviav\nTEplEeXOVOOY TAELPOV TETPAYOVOIC.",
            "In English translation this means  In right-angled\ntriangles the square on the side subtending the right angle\nis equal to the squares on the sides containing the right\nangle.  Of course, it would not be practical to put such a\nlong inscription on the coin, thus we will not hold it against\nthe designer that he opted for a modern formula instead.",
            "The next formula is perhaps less known by the general\npublic, but every mathematician recognizes it instantly. The\ninfinite sum",
            
            "appears on the Russian 2 ruble coin issued in 2007. The\norigins of this sum go back to the book of the Italian\nmathematician and Catholic priest Pietro Mengoli (1626-\n1686)  Novae quadraturae arithmeticae, seu de additione\nfractionum,  published in Bologna in 1650.",
            "Interesting, 2000 Shilling piece triangular coin design issued by the Bank of Uganda, in 2000. At the current\nexchange rate 2000 shillings are worth 77 cents Canadian. Total mintage of 10,000 in proof .925 silver, 45.20 mm",
            "in diameter and weighing 15.75 g. ASW: 0.46840z",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "208"
    },
    {
        "File": "The_CN_Journal_July_17.jpg",
        "Paragraphs": [
            "In this work, among other things, Mengoli computed sums of the reciprocals of various subsets of integers. There was,\nhowever, one sum which he could not compute and left it as an open problem, namely the summation of the reciprocals\nof the squares of the natural numbers. The problem remained unsolved until 1734, when Leonard Euler (1707-1783), then\ntwenty eight years old, found that",
            "The solution to this problem, sometimes known as the Basel problem after the hometown of Euler, brought him instant\nfame and recognition by the mathematics community of the day. One should add that the use of the Greek letter sigma to\ndenote summation, as it appears on the coin, is also due to Euler, who introduced it in 1755 in his book  Jnstitutiones calculi",
            "differentialis.  In the original publication presenting the solution of the Basil problem [3], the summation symbol is not used,\ninstead, Euler wrote",
            "using, as it was the custom, I to denote 1 and p to denote x.",
            "Euler, the most prolific mathematician of all times and certainly one of the most influential ones, resided in St. Petersburg\nin years 1726-1741 and again from 1766 till his death. He was also a member of the Saint Petersburg Academy of Sciences,\nthus it is not surprising that the Moscow Mint decided to honour the 300\" anniversary of his birth with a silver proof coin.\nThe decision to incorporate the Basel problem into the design of the coin was, in my opinion, a very good choice. The\nsolution of this problem was indeed a turning point in Euler s career, and his proof that the sum is equal to 27/6 is considered\na typical  Eulerian  proof, a mark of true genius. Nevertheless, given that Euler wrote over 800 research papers in his\nlifetime, I am sure that it was not easy to choose just one formula to represent his vast legacy.",
            "One of the leading mathematicians of 19\" century Russia, often considered to be an intellectual descendant of Euler, was\nMikhail Vasilyevich Ostrogradsky (1801-1862). In 2001, to commemorate the 200\" anniversary of his birth, the mint of the\nNational Bank of Ukraine issued a 2-hryvni coin, the first in the series  Outstanding Personalities of Ukraine.  The coin, in\naddition to Ostrogradsky s portrait, features the integral",
            "This is, unfortunately, not a complete formula, but rather a part of a formula known as the Ostrogradsky method of\nintegrating rational functions [4].",
            "Number 4 July   August 2016 "
        ],
        "PageNo": "209"
    },
    {
        "File": "The_CN_Journal_July_18.jpg",
        "Paragraphs": [
            "Its complete statement is as follows. If P(x) and Q(x) are polynomials with real coefficients, P(x) / Q(x) is a proper\nfraction, and Q(x) has multiple roots, then",
            "",
            "where Q7(x) is the greatest common divisor of Q(x) and Q'(x), and QG) = Ox) / Q71(X). The polynomials P7 and Py\nare obtained by matching corresponding coefficients on both sides of the equation, after differentiating it. What we see on\nthe coin is just the left hand side of the above equation. As in the case of Einstein s field equations, designers presumably\nwanted to avoid cluttering the coin, thus deciding to include only a truncated part.",
            "The next scientist honoured by a coin with a formula is not very well know today, especially in the West. Pyotr\nNikolaevich Lebedev (1866-1812) was a Russian physicist who was the first to measure the pressure of light in 1899 [5].\nThe 1-ruble coin celebrating the 125\" anniversary of his birth is one of the last commemorative coins issued by the Soviet\nUnion before its formal dissolution in December 1991. The inscription on the coin is the expression of the light pressure p\nin terms of the density of photons N, frequency v, and the coefficient of reflection p,",
            
            "where / is the Planck constant and c is the speed of light.",
            "Cupro-nickel, proof finish, 31 mm diameter; mintage 350,000.\nCupro-nickel, uncirculated finish; mintage 2,125,000",
            " eee The CN Journal Volume 61\n"
        ],
        "PageNo": "210"
    },
    {
        "File": "The_CN_Journal_July_19.jpg",
        "Paragraphs": [
            "In the same series of coins as the issue honouring Ostrogradsky described earlier, in 2009 Ukraine commemorated\nthe centennial anniversary of the birth of a famous mathematician and theoretical physicist of the Soviet era, Nikolay\nNikolayevich Bogolyubov (1909-1992), one of the founders of nonlinear mechanics and a significant contributor to the\nquantum field theory and statistical physics. This 2-hrywni cupro-nickel (german silver) alloy coin features interesting\nformulae on both sides. Both of them belong to rather advanced 20 century mathematics, thus we will not be able to\nexplain their full meaning here.",
            "The formula on the reverse is today known as the Bogoliubov Born Green Kirkwood Yvon hierarchy, sometimes\ncalled simply the Bogoliubov hierarchy [6]. It is a set of equations describing the dynamics of a system of a large number\nof interacting particles. The equation for an s\" particle distribution function F, 's depends on the (s+ 1)  particle distribution\nfunction F,, 7, thus forming a hierarchy of coupled equations,",
            
            "Note that on the coin, part of the expression under the integral sign is obscured by the Bogoliubov s portrait.\nThe obverse features two formulae, partially covered by a graph which we will describe shortly. These formulae are",
            
            "They belong to the Krylow-Bogoliubov-Mitropolsky method [7] of solving differential equations describing nonlinear\noscillations of the type\ndy .",
            "where one seeks the solution in the form",
           
            "The quantities a and y must satisfy the two differential equations shown on the coin. The graph partially covering the\nequations is a phase portrait (graphical representation of the solution) of some nonlinear oscillator, most likely van der Pol\noscillator, which is a well known example of a nonlinear oscillator.",
            "Number 4 July   August 2016 \n"
        ],
        "PageNo": "211"
    },
    {
        "File": "The_CN_Journal_July_20.jpg",
        "Paragraphs": [
            "Speaking of the 20 century mathematics, one of its most prominent representatives has been honoured not with one, but\nwith three coins. In 2012, the National Bank of Poland released into circulation three coins commemorating the great Polish\nmathematician Stefan Banach (1892-1945). Banach was the principal founder of the branch of mathematics known as the\nfunctional analysis and also one of the founders of Polish School of Mathematics. The coins are made of gold (200 zi), silver\n(10 zh) and Nordic Gold alloy (2 zi). Each of them depicts a formula named after Banach.",
            "The obverse of the golden coin features the Banach fixed-point theorem, also known as the contraction mapping theorem,\nproved by Banach and published in his seminal paper  Sur les op rations dans les ensembles abstraits et leur application\naux  quations int grales  [8].",
            "It says that every non-empty complete metric space with a contraction mapping has a unique fixed point. This statement\n1s written on the coin in the symbolic form,",
            
            "Unfortunately, a close inspection of the coin reveals that the engraving of the formula contains an error: Vz, y   X\nis written as Vx   X, with y omitted.",
            "The reverse of the silver coin shows, under the portrait of Banach, the formula In functional analysis\none proves that this equality is satisfied by every pair of bounded operators in a Banach space. It is also used in the\ndefinition of Banach algebras.",
            "The obverse of the silver coin features the following sequence of symbols inscribed on walls of a cube,",
            
            "This is a conclusion (hypothesis is omitted) of a central theorem of functional analysis, known as the Hahn-Banach theorem,\nindependently proved by Banach [8] and an Austrian mathematician Hans Hahn (1879-1934). Its meaning is rather\ncomplicated to explain in a short space, thus we will be satisfied by saying that it allows to extend bounded linear functionals\nfrom a subspace to the entire space.",
            "Finally, the reverse of the 2 zi coin (next page) depicts, under the portrait of Banach, the inequality  This\n1s a condition satisfied by linear operators in Banach spaces, and is a direct consequence of the definition of the operator norm.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "212"
    },
    {
        "File": "The_CN_Journal_July_21.jpg",
        "Paragraphs": [
            "We will finish on a slightly lighter note. In 2005, which as we recall was celebrated as the World Year of Physics, the Central\nBank of Ireland produced a beautifully crafted silver proof   10 coin to mark the 200\" anniversary of the birth of William\nRowan Hamilton (1805   1865), renowned as one of the world s greatest mathematical scientists.",
            "The centre of the obverse is occupied not by a formula, but by a mathematical symbol which is a part of great many formulae.\nThe symbol, in the form of inverted Greek capital letter delta, is called the del or nabla operator, named after the Assyrian harp",
            "whose shape it resembles. Of course, the harp also appears in the coat of arms of Ireland shown on the reverse, thus both sides",
            "of the coin nicely harmonize. The nabla operator, defined as V = (2, a 2) has been invented by Hamilton, but the first",
            "documented use of this symbol comes from the book of Peter G. Tait (1831-1901)  An Elementary Treatise on Quaternions ,\nwritten 1867. Tait calls it  the very singular operator devised by Hamilton.  Today the nabla operator is almost universally used\nin vector calculus, mathematical physics and differential geometry, indicating the operation of taking the gradient, divergence,\nor curl. The exceptions are some continental European textbooks, where these operations are denoted often by abbreviations\n grad ,  div  and  rot , instead of nabla.",
            "To conclude this brief review of formulae on coins, I would like to add that formulae are not the only mathematical\nabstractions which appear on numismatic materials. I have in my collection a number of coins with designs illustrating\ngeometric concepts, or presenting pictorial representations of physical concepts. I plan to describe these in a separate article\nin the near future.",
            "References",
            "[1] Einstein, A.,  Ist die Tragheit eines K rpers von seinem Energiemhalt abhangig?,  Annalen der Physik 18 (1905) 639.",
            "[2] Leveugle, J.,  La Relativit , Poincar  et Einstein, Planck, Hilbert.  Ed. L'Harmattan, 2004.",
            "[3] Euler, L.,  De summis serierum reciprocarum,  Commentarii academiae scientiarum Petropolitanae 7 (1740) 123-134.",
            "[4] Ostrogradski, M. V., Bull. Sci. Acad. Sci. St. Petersburg 4 (1845), no. 10-11, 145-167.",
            "[5] Lebedew, P., Untersuchungen  ber die Druckkr fte des Lichtes,  Annalen der Physik 311 (1901), no. 11, 433-458.",
            "[6] Bogolyubov, N. N.,  Kinetic equations,  JETP 16 (1946) 691-702.",
            "[7] Mickens, R., An Introduction to Nonlinear Oscillations. Cambridge University Press, 1981.",
            "[8] Banach, S.,  Sur les op rations dans les ensembles abstraits et leur application aux  quations int grales,  Fundamenta\nMathematicae 3 (1922) 133-181.",
            "Number 4 July   August 2016 "
        ],
        "PageNo": "213"
    },
    {
        "File": "The_CN_Journal_July_22.jpg",
        "Paragraphs": [
            "FUR TRADE TOKENS   FAKES",
            "FANTASIES AND COPIES","BY JAMES ASTWOOD",
            "#1048,",
            "Fur trade items such as kettles, axes, knives, etc.",
            "have always been popular with collectors and the",
            "same is true for fur trade tokens. Because they are\nscarce and desirable an entire industry seems to have\ngrown up around fakes and forgeries, much the same as\naround rare coins. However, the difference between fake\nand counterfeit coins and fur trade tokens is that not many\npeople know what fur trade tokens are supposed to look\nlike. As a result, all sorts of fantasies can be found in the\nmarket, particularly on such Internet sites as eBay. Some\nare outright counterfeits or forgeries, but most are simply\nconcoctions with no resemblance to actual tokens. The\nfakes and fantasies in this article are the more common\nones and there are no doubt many more.",
            "The only copies of genuine Hudson s Bay Company\ntokens authorized by the company were described by Don\nStewart in the CNRS  Transactions,  Vol 12, #1, January\n1976, page 8. They are the two shown below:",
            "These excellent uniface copies of the obverse and\nreverse on an East Main 1 Made Beaver token were made\nin Japan for the Fort Edmonton Historical Foundation,\nwith permission from the Hudson s Bay Company.\nThey were used as a promotion to raise money for the\nrestoration of Fort Edmonton.",
            "These replica tokens were encased in plastic and given\nas mementos for making a donation. The cases were in\ndifferent colours depending on the size of the donation.",
            
            "There were five categories as follows:",
            "Voyageur ($100 - $249)\nTrader ($250 - $499)\nFactor ($500 - $999)",
            "Chief Factor ($1,000 - $4,999)\nWintering Partner ($5,000 and up)",
            "The following photographs of fakes and fantasies\nare mostly from eBay listings, with some from my own\ncollection.",
            "This fantasy piece came out of France and purports to be\na 1 Made Beaver token, East Main District. It is in a light-\nweight white metal and approximately 37 mm. It appears to\nbe cast and is rather poorly made, with a hole at 2 o clock.",
            "This fantasy originated in the US It is a pure fantasy\nengraved with  Hudson s Bay Company,  the company\ncrest, and the date 1763. It is heavy-weight white metal\nand approximately 45 mm square. The reverse is stamped\n ONE BALE / MADE BEAVER / NO. 113  with two fake\n touchmarks,  one reading  FB  and the other a conjoined\n HB.  These can be found frequently on various e-Bay\nsites, and they sell for US$40-$45 plus shipping. Most of\nthese sites have an address of Delray Beach or West Palm\nBeach, Florida.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "214"
    },
    {
        "File": "The_CN_Journal_July_23.jpg",
        "Paragraphs": [
            "These fantasy pieces appear regularly on e-Bay and are\nengraved  Hudson s Bay Company,  with a company crest\nand the date  1784.  The reverse depicts a beaver and has\n 10  and  M B  engraved. These squares are in white metal\nand measure approximately 35 mm. They are likely from\nthe same source as the preceding. They also are priced in\nthe US at $40 to $45 and seem to sell quite regularly.",
            "The following tokens originated in Tennessee. One lot\nof nine was on e-Bay in November 2015 in a listing by\n mejsoldit  with an address of Johnson City, Tennessee.\nThat site is now inactive. Another lot of six appeared in\nJanuary 2016 in a listing by  myfeetonthestreet  with\nan address of Kingsport, Tennessee. The person behind\n mejsoldit  said these pieces were from  grandfather s\ncollection.  A query to the other site elicited a similar\nresponse  Those tokens were from my grandfather  s estate;\nhe was a lifelong collector of Native American art and\nartifacts. He was a geologist and travelled all over the\nUSA, so I really cant say where he got them, but in his\ncollection there are other Hudson Bay Company items\nsuch as a small trade Krauss (sp?) and a beaver top hat\nwith a large crown. ",
            "It seems that the sites  mejsoldit  and\n myfeetonthestreet  are run by the same person. This\nsame seller also offers a multitude of Indian and fur trade\nartifacts, many of which, if not all, appear to be fakes or\nreproductions. The tokens are small 19 mm copper pieces,\nwith two different obverse punches. One is  HBC  and\nthe other a conjoined  HB.  Both obverse types have a\ncommon reverse consisting of  5 / MB.  All of these have\nbeen artificially aged in a more-or-less uniform manner.",
            "The seller of these fantasies claimed that they were from\nthe 1850s. At the same time he was offering a silver cross\nwith the same  HBC  punch mark, claiming it was from\n1840.",
            "Number 4",
            "July + August 2016",
            "It is likely these tokens are fakes because the first\n Made Beaver  tokens had denominations of 1, 1/2, 1/4,\nand 1/8 and were not issued until around 1860. Tokens\nwith denominations of 1, 5, 10, and 20 were not issued\nuntil 1919 or 1920 when the Labrador tokens were issued\nto replace Parsons tokens. The Hudson s Bay Company\ndid not operate in the eastern US, so they could not have\noriginated there. Trade goods conceivably could have\nwound up there in the early 1800s but definitely not tokens.\nIn any event, HBC tokens were essentially counters and did\nnot leave the trading post. The Company s accounts were\nkept in  Made Beavers  and when a trapper brought in furs\ntheir value would be calculated in  Made Beavers  and\ntokens equal to the value would be placed on the trading\ntable. The Company s goods were also priced in  Made\nBeavers  and tokens would be removed from the table as\nthe trapper made purchases. The value, in  Made Beavers, \nof any tokens left over would be credited, or any shortfall\ndebited, to the trapper s account, which would be adjusted\non the trapper s next visit. There were no cash transactions.",
            "These fantasies come in copper and white metal. They\nhave an engraved Hudson s Bay Company crest on the\nobverse, and around on the reverse:  HUDSON S BAY\nCOMPANY / 1804  and  5 / MB.  They are approximately\n25 mm and appear quite regularly on e-Bay, priced in the\nUS$20-$30 range.\n"
        ],
        "PageNo": "215"
    },
    {
        "File": "The_CN_Journal_July_24.jpg",
        "Paragraphs": [
            "This concoction was made by the late Dave McLeod of\nSintaluta, Saskatchewan. Dave travelled around Western\nCanada to antique shows and he peddled Indian artifacts\nand early settlers  tools, etc. Many of the items he sold were\ngenuine, but some were fakes. These tokens were actually\nlisted by Don Stewart in his book Alberta Trade Tokens as\nbeing from Pincher Creek until he discovered they were\nfakes. McLeod deliberately punched the  C  upside down,\nperhaps thinking that a buyer would conclude that this was\na legitimate error, because if it was a fake the C would have\nbeen right side up! These are made from the brass ends of\nammunition cartridges.",
            "This is a fake  Parsons  token made by Dave McLeod of\nSintaluta, Saskatchewan. The lettering differs from genuine\nones in that each letter is punched individually whereas on\na genuine token the word  PARSONS  is all one punch.\nThis fake is copper, approximately 27 mm x 10 mm.",
            "The following  tokens  were purchased on e-Bay by a\ncollector; the seller claimed they were found by a trapper in\na stream near Taos, New Mexico. The purchaser was of the\nopinion that they might have been made by Samuel Kent\nParson, who was an HBC Factor. However, Parson was a\nclerk and then became Chief Trader at Rupert House and\nthen Factor at Moose Factory in 1875. In 1880 he moved to\nMontreal and retired in 1892 so he was not likely the issuer.\nThey appear to be intended to resemble tokens issued by\nRalph Parsons in Labrador, but his were issued around\n1916. The Hudson s Bay Company did not have any posts\nsouth of the Washington-Oregon border and certainly not in\nNew Mexico.",
            "The following  tokens  are from the same source as the\npreceding and have been  aged  to look old.",
            "While there is a remote possibility that these are genuine\nI find it extremely difficult to believe that they could have\nfound their way to New Mexico. There has been so much\nfake HBC material on e-Bay in the last few years with\nstories of how these things were found that it is most likely\nthe ones shown here fall into the same category.",
            "This well-made copy of a North West Company token\noriginated in Germany. It is brass and is approximately\n32 mm compared with the original which is approximately\n26 mm.",
            "These two copies of the North West Company s tokens\nare struck in white metal, with the one on the bottom\n aged  and holed to make it look old. These are available\nregularly on eBay.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "216"
    },
    {
        "File": "The_CN_Journal_July_25.jpg",
        "Paragraphs": [
            "This copy of a North West Company token was struck\nin brass from the same dies as the preceding but has been\n aged  and degraded to look old. This would appear to be\na deliberate attempt to fool an unsuspecting collector into\nthinking it was genuine.",
            "This fantasy North West Company piece is approximately\n35 mm and is struck in some sort of white metal and then\n aged.  It is holed at the top and the reverse is blank except\nfor a fake  touchmark  at the bottom.",
            "This fantasy piece is struck from the same dies as the\npreceding but is struck on both sides and has a ring through\na hole at the top. It does not have the fake touchmark that\nthe preceding one has.",
            "These bogus fur trade tokens appear occasionally on\neBay. One sold for US$492. and another for $105. The\nobverse has a depiction of a beaver and the date  1803. \nThe reverse reads  LAFAR / TRADE POST / TROIS\nRIVIERES / QUEBEC / GOOD FOR 5 / BEAVER. The\nseller specializes in reproductions and makes no claims as\nto its origin.",
            "Number 4",
            "July + August 2016",
            "In addition to fake and bogus tokens there appears to be\nan unlimited supply of fake amulets and fur trade trinkets\nsold on eBay. Some of these are shown:",
            "These so-called amulets or pendants are priced in the\n$US $30.00-$40.00 range plus shipping of $11 or $12.",
            "There are also various medals, etc. that appear from time\nto time. An example is a Beaver Club medal that was priced\nat US$19 Plus shipping of $15 for a total of US$34.",
            "Although there is always the possibility of previously\nunknown Hudson s Bay Company or other fur trade tokens\nturning up, any such items should be subject to intense\nscrutiny and have their origin and provenance proven. The\nold saying of  Buyer Beware,  it appears, applies to tokens\nand medals as much as to anything else. The answer is to\nknow your material and know the seller.\n"
        ],
        "PageNo": "217"
    },
    {
        "File": "The_CN_Journal_July_26.jpg",
        "Paragraphs": [
            "AN UNRECORDED COUNTERFEIT 1832 Nova SCOTIA",
            "THISTLE_HALFPENNY",
            "BY IAN SPEERS",
            "#23771",
            "Figure 1 - obverse and reverse of unrecorded variety",
            "There are a number of varieties of counterfeits\n[ known in the semi-regal Nova Scotia Thistle\nToken series. The author has found a peculiar 1832\ncounterfeit thistle halfpenny, which, while bearing an initial\nresemblance to Co. 277, shows a completely different\nreverse die from any previously documented specimen in\nthe series. The discovery specimen weighs 6.85 g, with an\nengrailed edge and coinage / inverted die alignment.",
            "BACKGROUND",
            "Courteau s 1910 monograph The Coins and Tokens\nof Nova Scotia identified six substantive die variety\npairings! of counterfeit thistle halfpennies and assigned\nthem seven numbers in the catalogue, 277 through\n283. These varieties result from mixed pairings of two\nreverse and obverse dies; each in distinct states caused\nby substantial reworking. Since Courteau s writings, the\nmost significant discovery has been the unique Lorrain\nMule, referred to here as 280A, which combines the\nobverse of Co. 277 with the reverse of Co. 280,  having\nthe erroneous  1382  date. The Charlton catalogue and\nthe 2008 work of Greg Ingram and Branko Marelic, The\nProvincial Penny and Half Penny Tokens of Nova Scotia,\nhave in recent years also distinguished select intermediary\nstates of die deterioration as distinct varieties, but there\nhas been to date no expansion of the varieties beyond\nthe four dies, in their various states, known to Courteau.\n1 Co. 278 and 279 are the same pairing of dies with the latter\npurportedly struck on a brass flan. The die pairing of the two is\nidentical.",
            "2 M. Lorrain,  A Newly Found Variety of the 1382 Nova Scotia\nHalfpenny Token,  The CNJ, vol. 13, no. 11 (Nov. 1968), p. 400.\nThis mule remains largely unknown, being unacknowledged by the\nCharlton token catalogue, nearly half a century after its discovery \ndespite the discovery article being referenced in the catalogues\nbibliography!",
            
            "The utilization of these four dies may be related to the\nCourteau varieties and 280A as follows:",
            "Obv. 1: 277, 280A, 281, 282, 283\nObv. 2: 278/279, 280\nRev. A: 277, 278/279\nRev. B: 280, 280A, 281, 282, 283",
            "THE DISCOVERY PIECE",
            "The obverse of the newly reported specimen corresponds\nsubstantially to that of Co. 277  in its earlier states, having\nthree locks on the forehead (the upper one touching the F\nof  OF ), and a single ribbon hanging from the back of the\nneck. Its flat striking and almost complete lack of central\ndetail is consistent with Co. 277, and this piece had indeed\nbeen acquired as a Co. 277. The only distinguishing point\nappears to be a doubling of all letters, with the possible\nexception of P and E in the word PROVINCE - letters\nnot doubled on any specimens of Co. 277 seen by the\nauthor. While its place in the emission sequence relative\nto the sub-states of Co. 277 remains an open question, it is\nevident that the obverse of this specimen is an early state\nof the Obv. 1 die.",
            "3 Collectors should be cautious of specimens attributed as\n NS-3A1,  the Charlton equivalent of Co. 277. An unfortunate\nuse of a detail image of a semi-regal thistle in early editions of\nthe Charlton token catalogue has resulted in many semi-regal\n1832 tokens misattributed as Co. 277/NS-3A1. (Indeed, all\nthird-party graded  NS-3A1  pieces known to the author are\nin fact misattributed semi-regal tokens, and not true Co. 277s.)\nAs the error was corrected some time ago and a proper image\nplaced in the Charlton catalogue; continued misattribution\nin this vein is utterly inexcusable. One continues to encounter\npieces misattributed as Co. 277 much more frequently than true\nspecimens.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "218"
    },
    {
        "File": "The_CN_Journal_July_27.jpg",
        "Paragraphs": [
            "The reverse is nevertheless quite distinct from any\nof the states of Rev. A or Rev. B (not illustrated),* with\nthe leaves showing a distinctly different geometry. The\nnumber and relative locations of points of the leaves\nand relative placement of the lettering show that it is an\nentirely different die, as may be noted in the side-by-side\ncomparison in Figure 2.",
            "There are four  markers,  each of which should facilitate\nquick distinction between this unrecorded variety and that\nof Rev. A, with which it is most likely to be confused,\nalthough there are many more:",
            "1. The  A  of HALFPENNY 1s closer to the H on the\nsubject specimen, while closer to the L on Rev. A.",
            "2. Terminus of left leaf: The left leaf terminates level\nwith the top of the thistle on the subject specimen;\nit terminates relatively lower on Rev. A.",
            "3. The inner aspect of the left leaf: on the subject\nspecimen, the first points from the top are two\n forked  points; on Rev. A, it is a single point.",
            "4. Points terminating closest to the  E  of TOKEN:\non the new specimen, the point that reaches closest\nto the E terminates along a perpendicular line\nprojected downward from the bottom right corner\nof the letter; on Rev. A, the closest point terminates\ntoward the left of the letter.",
            "In addition, this particular specimen displays a significant\ndie crack adjacent to the left leaf and immediately below\nthe letters  AL  of HALFPENNY, with a secondary crack\nsimilarly appearing beneath the F of  HALFPENNY. \nWhile the wear of this specimen precludes a definitive\nassessment, distortion of the field suggests that these\ncracks are part of a greater flaw that possibly extends from\nbeneath the H to beneath, or possibly through, the first N\nof HALFPENNY. Should other or higher grade specimens\nemerge of this piece, perhaps the extent and progress of",
            "this flaw may be tracked. It is probable that this reverse die\nsuffered a catastrophic failure, doubtless early in its service\nlife, necessitating a replacement.",
            "This new discovery, being the second in as many\nyears relating to the thistle counterfeits,  underscores the\nimportance of token collectors carefully examining their\nholdings with an eye to die identity   there are perhaps still\nother oddities awaiting discovery. I encourage all collectors\nto review their holdings of thistle counterfeits to determine\nif there are other surviving specimens featuring this reverse\ndie or even other potentially unrecorded dies.",
            "Concordance of Courteau and Charlton\n(9th edition) numbers:",
            "Corteau Charlton\nCo. 277 NS-3A1\nCo. 278 NS-3A2, NS-3A2a, NS-3A4\nCo. 279 NS-343\nCo. 280 NS-3B\nLorrain Mule  280A  not recorded\nCo. 281 NS-3C1, NS-3C2\nCo. 282 NS-3D1\nCo. 283 NS-3D2",
            "The author has expressed his interest and ongoing work\nin a die-state and emission sequence study of the thistle\ncounterfeits. He invites collectors to contact him at\nian.speers@utoronto.ca to discuss the possibility of his\nviewing any unusual pieces, including but not limited\nto those struck on a medal / upright die axis, those\npurporting to be reeded rather than engrailed, those in an\nexceptionally high grade (particularly Co. 278 and 289), and\nthose displaying significant die flaws (other than the ones\nbefore the King s nose). Particulars and images of any pieces\nthat use a reverse die corresponding to this discovery piece\nwould also be appreciated at the same e-mail address.",
            "4 The chances of confusion with Rev. B are slim to nil: in its\nearliest state (Co. 280) the date is  1382.  In all later states, the\nleaves have been refinished with a pebbled appearance.",
            "Number 4",
            "July + August 2016",
            "5 see also Ian Speers,  An Unrecorded 1832 Nova Scotia\nCounterfeit Penny Token,  The CNJ vol. 60, no 5 (July-August\n2015), pp. 206-207\n"
        ],
        "PageNo": "219"
    },
    {
        "File": "The_CN_Journal_July_28.jpg",
        "Paragraphs": [
            "PORTRAIT_IN_BRONZE",
            "BY BARRIE RENWICK",
            "FRCNA, FCNRS, #5754",
            "Medallic Art Company Dinner Plaquette",
            "The private\ndinner in 1937\ngifted each",
            "guest with a bronze",
            "plaquette. The plaquette",
            "with its portrait of",
            "Augustus Saint-",
            "Gaudens spoke to his",
            "fame as a sculptor.",
            "The dinner itself",
            "was a gathering of",
            "contemporary sculptors",
            "in the United States,",
            "guests of donor-host",
            "Medallic Art Company.",
            "The occasion was the",
            "thirtieth anniversary",
            "of Augustus Saint-",
            "Gaudens  death, and",
            "the group had gathered on invitation to\ncelebrate their peerless honouree and his\nlegacy to art.",
            "Although Saint-Gaudens (1848-1907)\nhad gathered much public recognition as\na sculptor, his talent for coin and medal\ncreation inspired his contemporaries to\nfollow his use of a new technique. In\nhis work Saint-Gaudens had adapted\nthe European taste for low relief to\nenhance sculpted expression. Eventually,\nin America, this effect got tagged the\nBeaux-Arts style; a style-preference\nadopted by most of the medallists at\nthat private dinner as well as by others\nalso working in the U.S. The artistic\nsuccesses of the dinner guests confirmed\nthat this style had gained popular acceptance with their\npatrons. Beaux-Arts became Saint-Gaudens  legacy to art\nin America.",
            "Augustus, the son of immigrant parents, was raised in\nNew York City. As a teen, he took work as an apprentice\ncameo cutter. Fledgling success at that led to art lessons\nin the United States and in turn to an extended period\nof education and work in studios of bronze artists in\nFrance and in Italy. Early in his career, he developed an\nassociation with architects and designers in America,\ncontacts that helped him acquire commissions for statuary.",
            
            "He also created\ndecorative bronzes,\nplaques, and medals\nfor various projects.\nEventually, Saint-\nGaudens returned to\nAmerica to work and\nteach. Later he settled\nin New Hampshire\nwhere his artistic\nprominence attracted\nother artists to come to\nlive nearby and to study\nwith this master.",
            "Augustus Saint-\nGaudens numismatic\noeuvre consists of many\nplaques and reliefs but\nfew coins or medals.\nStill though, two of his numismatic\npieces are most highly prized: the U.S.\nDouble Eagle 20-dollar gold coin and\nthe 1893 Columbian Exposition Medal.\nAlthough, rated much less important are\nhis medals of U.S. Presidents George",
            "Washington, and Theodore Roosevelt.\nIn 1940 the U.S. Post Office\nhailed Saint-Gaudens in The Famous\nAmerican Series, its tribute to 35\nindividuals, each on a separate postage\nstamp, to acknowledge the person s\nsocial contribution to America. This\nrecognition was fitting for the man who\nhad contributed so much to public art,\nwho had been a teacher and mentor to\na generation of American medallists\nand sculptors, and who had helped to found the National",
            "Sculpture Society for the benefit of artists.",
            "The Saint-Gaudens plaquette, created in 1934, was the\nwork of John Flanagan once a pupil of and assistant to\nAugustus Saint-Gaudens. Flanagan (1865-1952) grew up\nin New Jersey, studied art in New York then spent three\nyears in Saint-Gaudens  studio before leaving to further\nhis education and skill sets in Paris. He remained there\nfor twelve years studying and doing commissioned work.\nHe was an accomplished sculptor who achieved acclaim\nas a master medallist. Flanagan excelled at creating",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "220"
    },
    {
        "File": "The_CN_Journal_July_29.jpg",
        "Paragraphs": [
            "portraits in bronze. Among many he crafted\nare the plaques and medals of several\nof his contemporary American\nmedallists. These were laudatory\npieces and along with others\nwas the plaquette of Augustus\nSaint-Gaudens, the original\na cast bronze (uniface) of\n151 x 114 mm. For the\nremembrance dinner,\nMedallic Art Company\ncreated a struck bronze copy\nof Flanagan s original in\nreduced size, 63 x 46 mm and\npaired it with a memento-type\nreverse.",
            "John Flanagan produced a vast\nnumber of bronze plaques and medals\nduring his career. His commissioned\nmedals are held to be among the\nvery best of American medallic\nwork in the period from the First\nWorld War to the Second War. His commissioned medals\nwere numerous, and in that group are three splendid pieces\nfamiliar to many medal collectors: the official 1915 Pan-\nPacific Exposition Award Medal; the Visit of the Prince of\nWales to the United States, 1919, a medal of the American\nNumismatic Society; and Aphrodite, 1932, issue number\nsix in the series for the Society of Medalists. These three\nare typical examples of Flanagan s mastery of the Beaux-\nArts style, the medium his mentor Augustus Saint-Gaudens\nfostered. Many of John Flanagan s medals were struck by\nMedallic Art Company.",
            "Medallic Art Company, America s largest private mint\nevolved from an enterprise begun by two brothers in New",
            "Number 4",
            "July + August 2016",
            "York City more than a hundred years ago. Their",
            "art-craft services to sculptors gradually",
            "expanded in scope to emerge as a",
            "reliable entity for reproduction of the",
            "works of sculptors and medallists.",
            "The Medallic Art Company",
            "that developed grew and later",
            "formed a close affiliation with",
            "the United States Mint and",
            "with individual artists and",
            "artists  promotional groups",
            "like the Circle of Friends",
            "and the Society of Medalists.",
            "Medallic Art Company, in its",
            "history, has provided medallic",
            "service to an astonishing number",
            "of artists in America and it has",
            "produced an overwhelming number",
            "of plaques, medals and accoutrements.",
            "Among collectors, especially",
            "those in North America, the",
            "name Medallic Art Company",
            "is suggestive of truly desirable medals. The company s",
            "generosity in its remembrance of Augustus Saint-Gaudens",
            "and of its use of Flanagan s plaquette as a memento shows a",
            "symbiosis existed between client and enterprise in that earlier\ntime, effectively a gentleman s touch.",
            "In the Saint-Gaudens plaquette are the expressed\nsentiments of many: of John Flanagan showing admiration\nfor his mentor; of the artists gathering and paying tribute\nto their peer; and of the Medallic Art Company reflecting\non a memorable relationship. This plaquette fulfilled its\ndedicated purpose at the time, and now the piece itself\nremains an artifact of numismatic history as well as an item\nof pleasure for the collector.\n"
        ],
        "PageNo": "221"
    },
    {
        "File": "The_CN_Journal_July_32.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
           
            "2017 $200 PURE GOLD COIN 150 YEARS OF\nPASSION: THE MAPLE LEAF",
            "The reverse pays tribute to the original design that\ngraced Canada s early circulation coms. Bound together\nby a bow at the bottom of the reverse, two crossed\nmaple boughs gently curve upwards along the coin s\nperimeter. Cutting-edge sculpting and finishing\ntechniques recreate each of the 21 maple leaves in\nbreathtaking detail, as they lead the eye towards\na current creation of the Royal Crown (St. Edward s\nCrown) at the very top. The reverse s text elements offer\nadded authenticity to this nostalgic nod to Canada s past,\nwith the face value  200 DOLLARS,  the word  CANADA \nand the commemorative dates  1867-2017  all engraved in a\nsimilar font and layout as the original Confederation-era coin\ndesigns.",
            "PIECE DE 20 $ EN ARGENT FIN 2016 - SERIE\nCHAMPS DE BATAILLE DE LA PREMIERE GUERRE\nMONDIALE : LA BATAILLE DE LA SOMME\nLe motif au revers, oeuvre de l artiste canadien Glen Loates, recr e le\npoint de vue d un soldat lors des combats de la bataille de la Somme,\nen 1916. La baionnette fix e a la pointe de leur fusil, les hommes d un\nbataillon canadien bravent des tirs d artillerie ininterrompus apr s\ns tre lanc s hors de leurs tranch es, fon ant courageusement sur un\nsol crayeux vers les lignes ennemies.   gauche, un sergent lance des\ncris d encouragement   ses hommes et les presse d avancer, le regard\ntourn  vers l observateur. Cette perspective invite l observateur\n  se plonger dans l action et   ressentir l oppressant sentiment\nd incertitude et de danger qui p se sur ces courageux soldats, qui\npoursuivent vaillamment leur progression vers l ennemi. Au-dessus\ndu bataillon, l image fantomatique d un jeune soldat canadien qui\nobserve la sc ne d en haut est un rappel  mouvant des lourdes pertes\nsubies lors de la bataille de la Somme. Pour ajouter   l exactitude\nhistorique de la pi ce, l avers est  ",
            "l'effigie du monarque qui r gnait\n  l poque de la Premi re\nGuerre mondiale, le roi\nGeorge V, selon Sir Edgar\nBertram Mackennal.",
            "Le motif au revers est un hommage   celui qui ornait les\npremi res pi ces de circulation canadiennes. R unies par\nun ruban, deux rameaux d rable nou s s tendent vers le\nhaut en suivant le p rim tre de la pi ce. Leurs 21 feuilles,\nreproduites de mani re saisissante gr ce   un ciselage et  \ndes techniques de finition   la fine pointe, entra nent l oeil\nvers la partie sup rieure, o  se d tache une repr sentation\nactuelle de la couronne royale. Quant aux  l ments textuels,\nils renforcent l authenticit  de ce salut respectueux  \nnotre histoire, puisque le style de police et la disposition\nde la valeur nominale   200 DOLLARS  , de la mention\n  CANADA   et des dates comm moratives   1867-\n2017   rappellent l esth tique des pi ces de l poque de la\nConf d ration.",
            "2016 $20 FINE SILVER COIN - FIRST WORLD\nWAR BATTLEFRONT SERIES: THE SOMME\nOFFENSIVE",
            "The reverse design, by Canadian artist Glen Loates, recreates\na soldier s viewpoint in battle during the Somme Offensive of\n1916. With bayonets fixed on their rifles, a Canadian battalion\nbraves a constant barrage of artillery fire after going  over the\ntop  of the trenches, as the soldiers valiantly charge across the\nchalky terrain towards enemy lines. To the left, a sergeant turns\nto face the viewer as he shouts encouragement and urges his\nmen forward   including the viewer, who is pulled into the\nscene to gain a sense of the overwhelming uncertainty and\ndanger that hung over these courageous soldiers who valiantly\npressed on. Above, a ghostly image of a young Canadian soldier\nlooks down upon the scene and serves as a moving reminder of\nthe heavy casualties suffered in the Somme Offensive. Adding\nto the historical accuracy of the coin, the obverse highlights the\nreigning monarch during the First World War with the effigy of\nKing George V by Sir Edgar Bertram Mackennal.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "224"
    },
    {
        "File": "The_CN_Journal_July_33.jpg",
        "Paragraphs": [
            "2016 50-CENT FINE SILVER COIN - BIG COIN\nSERIES: 50-CENT COIN",
            "The reverse features Canadian engraver Thomas Shingles s\nCanadian Coat of Arms design in full colour. A yellow lion\nholding a red, white and blue Union Jack flag on the left\nand a white unicorn holding a blue flag bearing three yellow\nFrench fleurs-de-lys on the right support a central shield\ndivided into five sections bearing historical emblems of\nEngland, Ireland, Scotland, and France, as well as a sprig of\nthree red maple leaves. The multi-coloured shield is encircled\nwith a red ribbon representing the Order of Canada bearing\nthe motto Desiderantes meliorem patriam, which means\n desiring a better country.  The shield is surmounted by a\nyellow, green, and black royal helmet within a garland of\nred maple leaves, upon which stands a yellow crowned lion\nholding a red maple leaf. St. Edward s Crown, symbolizing\nCanada s constitutional monarchy, rests above the lion,\nwhich symbolizes Canada s sovereignty. The motto A Mari\nusque ad Mare ( from sea to sea ) appears in yellow on a\nblue ribbon below the shield, along with a  compartment  or\ngarland composed of the floral emblems of England, Ireland,\nScotland, and France. The reverse is also engraved with the\nword  CANADA,  the date  2016  and the face value of  50\nCENTS.  The obverse features the effigy of Her Majesty\nQueen Elizabeth II by Susanna Blunt.",
            "2016 $25 FINE SILVER COIN",
            "SCULPTURAL ART OF PARLIAMENT:",
            "GROTESQUE HORNED GREEN MAN\nEngraved in ultra-high relief, the reverse features an original\ndepiction by Dominion Sculptor Phil White of a Gothic-style\ngrotesque interpreted from a carving found on the Centre\nBlock of the Parliament Buildings. The humorous, slightly\nunsettling horned Green Man sticks out his tongue, his\ngrimacing mouth topped with a jaunty moustache. His face is\nencircled by stylized foliage and his deep-set eyes peer from\nbelow heavy brows. Two small goat-like hors curl out from\nhis forehead.",
            "Number 4",
            "July + August 2016",
            "PIECE DE 50 CENTS EN ARGENT FIN 2016 SERIE\nPIECES DE GRANDE TAILLE: 50 CENTS",
            "Cette pi ce canadienne de 50 cents en argent pur   99,99 % a un\npoids m tallique nominal de 157,6 grammes (5 onces) et fait 65\nmillim tres de diam tre. Elle est orn e au revers d un motif color ,\ncr  par le graveur canadien Thomas Shingles, repr sentant les\narmoiries du Canada.   gauche de l cu, un lion jaune tient le\ndrapeau rouge, blanc et bleu de l Union (Union Jack), alors qu \ndroite de l cu, une licorne blanche porte un drapeau bleu orn \nde trois fleurs de lys jaunes. L cu multicolore est divis  en cinq\nsections portant les embl mes historiques de |  Angleterre, de\nl'Irlande, de l' cosse et de la France, ainsi qu un rameau de trois\nfeuilles d rable rouges. I] est encercl  d un ruban rouge portant\nla devise de l Ordre du Canada : Desiderantes meliorem patriam\n(Ils aspirent   une patrie meilleure). Figure au-dessus de l cu\nun heaume royal rehauss  de jaune, de vert et de noir, et entour \nd une guirlande de feuilles d rable rouges. Le cimier du heaume\nest surmont  d un lion jaune couronn  tenant une feuille d rable\nrouge. Au-dessus du lion, qui symbolise la souverainet  du Canada,\nest plac e la couronne de saint  douard, qui repr sente la monarchie\nconstitutionnelle du Canada.   la base de l cu sont d ploy s un\nruban bleu portant la devise A Mari usque ad Mare (D un oc an\n  l autre) en lettres jaunes, ainsi qu une guirlande compos e des\nembl mes floraux de I  Angleterre, de l' cosse, de la France et de\nl'Irlande. Figurent aussi au revers la mention   CANADA  , le\nmill sime   2016   et la valeur nominale   50 CENTS  . L avers est\n  l effigie de Sa Majest  la reine Elizabeth IL selon Susanna Blunt.",
            "PI CE DE 25 $ EN ARGENT FIN 2016\nL ART SCULPTURAL DU PARLEMENT :\nMARMOUSET D UN HOMME VERT CORNU",
            "Rehauss e d une gravure   tr s haut relief, au revers est orn e\nd une oeuvre originale de Phil White, sculpteur du Dominion,\nrepr sentant un marmouset de style gothique inspir  d une\nsculpture qui orne l difice du Centre du Parlement. Cette figure\n  la fois comique et un peu sinistre est celle d un homme vert\ncornu tirant la langue, sa bouche formant un rictus surmont \nd une moustache retrouss e. Le visage d limit  par un feuillage\nstylis , l homme vert cornu pr sente des yeux per ants enfonc s\ndans leurs orbites, des sourcils touffus et deux petites cornes\ncaprines  mergeant de son front.\n"
        ],
        "PageNo": "225"
    },
    {
        "File": "The_CN_Journal_July_34.jpg",
        "Paragraphs": [
            "NEWS FROM THE CLUBS\nNOUVELLES_DES, CLUBS",
             "BY BRETT IRICK (CLUB SERVICES)",
            "FONA, #22198,",
            "Pocket Change Radio and Canadian Tokens",
            "Thank you to the Scarborough Coin Club\nNewsletter for highlighting this radio program.",
            "If you live near Hanover, Ontario, you can listen to\nPocket Change Radio, hosted by Rick Dupuis, each\nTuesday at 8 p.m. Eastern time on 93.1 FM. If you\nlive beyond 100 kilometers from Hanover, you\ncan still listen to the program by going to www.\npocketchangeradio.com and clicking on the prompt to\nstream the program through the Internet. At the Web\nsite, You can also sign up to receive e-mails on future\ncommentators.",
            "Harry James was the speaker on the May 3: show\nand spoke about the Canadian Association of Token\nCollectors (CATC). More information about that club\nis available at wwwnunet.ca. Informal meetings of the\nCATC are held each year at the O.N.A. and the RCNA\nConventions, and you are welcome to bring your\ntokens to these meetings for review and research. Harry\nJames has written several books on Canadian tokens.\nHe noted that it has become quite difficult to locate\ndescendants of the token issuers as many tokens were\nused decades ago with little information published or\narchived at the time of their issue. Harry s advice to\nnumismatists is simple:  buy the book, collect what\nyou can afford and have fun with the hobby. ",
            "Mentoring Young Numismatists",
            "Coinivores is a youth group in the Calgary\nNumismatic Society that is mentored\nby adult club members A column,\n Coinivores,  written by Harold Wilson,\nfirst appeared in the Calgary Numismatic\nSociety Bulletin in May 2016.",
            "If there is only one thing that should be",
            "taught to a young collector it is how to use\n Trends  or the Charlton Catalogues. The",
            "Trends published in the Canadian Coin News",
            "are a very useful tool as they present the most up-\nto-date pricing information available. The Charlton\nbooks have more than just pricing. They also have\nimportant information on how to grade coins and\npaper money from well-circulated condition, all the\nway to uncirculated. It is important to know how to\ngrade coins and then accurately use the price guides\nbecause both the buyer and seller rely on the same\ngrading guides and price lists.",
           
            "Pocket change Radio et jetons canadiens",
            "Merci au bulletin de nouvelles du Club numismatique de\nScarborough d'avoir identifi  cette  mission de radio.",
            "Si vous habitez pr s de Hanover en Ontario, vous pouvez\nentendre Pocket Change Radio, anim  par Rick Dupuis,\nchaque mardi   20 heures, heure de l Est sur la chaine FM\n93,1. Si vous demeurez plus de 100 kilom tres de Hanover,\nvous pouvez toujours  couter le programme en allant sur le\nsite www.pocketchangeradio.com et en cliquant sur l invitation\npour  couter l mission via internet. Sur le site internet, vous\npouvez  galement vous abonner par courriel afin de recevoir\ndes commentaires suivant l mission.",
            "Harry James  tait l invit  de l mission en onde le 3 mai\ndernier et a parl  de l Association canadienne des collectionneurs\nde jetons (CATC). Pour en savoir davantage sur ce club, visiter\nwww.nunet.ca. Des r unions informelles du CATC ont lieu\nchaque ann e   l O.N.A. et durant les congr s de 1  ARNC, et\nvous  tes invit s   apporter vos jetons   ces r unions pour avoir\ndes informations et partager vos recherches. Harry James a  crit\nplusieurs livres sur des jetons canadiens. Il note qu il est devenu\ntr s difficile de trouver les descendants des  metteurs de ces\njetons puisqu'ils ont  t  utilis s il y a plusieurs d cennies et peu\nd informations  taient publi es ou archiv es au moment de les\nmettre en circulation. Le conseil de Harry aux numismates est\nsimple:  achetez le livre, collectionnez ce que vous pouvez vous\npermettre et amusez-vous dans votre passe-temps. ",
            "Mentor pour jeunes numismates",
            "Coinivores est un groupe d'adultes\nmembres de la Soci t  numismatique de\nCalgary qui parraine les jeunes du club.\nUne chronique,  Coinivores ,  crit par\nHarold Wilson, est parue dans le bulletin\nde la soci t  du mois de mai 2016.\nS il n y a qu une seule chose qu on doit\nenseigner   un jeune collectionneur, c est de\nsavoir comment utiliser  Trends (tendances) \nou les catalogues Charlton. Les tendances\npubli es dans les Canadian Coin News sont\nun outil tr s utile, car il pr sente les informations les plus   jour\ndes valeurs sur le march . Les livres Charlton contiennent plus\nque les valeurs. Ils ont  galement des informations importantes\nsur la gradation des pi ces et des billets allant de grade\nayant beaucoup circul    jamais circul . Il est important de\ncomprendre comment grader les pi ces et comment bien utiliser\nles guides de prix parce que l acheteur et le vendeur se fient aux\nm mes crit res de grade et de liste de prix.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "226"
    },
    {
        "File": "The_CN_Journal_July_35.jpg",
        "Paragraphs": [
            "One problem we all have with collecting coins\nand paper money is that silver coins can no longer be\nfound in change and there are very few varieties of\npaper money circulating [compared with 50+ years\nago]. So, we have to rely on coin dealers or go to a\ncoin show to add to our collections. Today s young\ncollector has no choice but to learn how to grade in\norder to be able to spend his or her money wisely on\nnew acquisitions. No two collectors or coin dealers\nwill have the same opinion when it comes to grading.\nThe opinions of one collector and another collector\nare so different that some collectors depend on third\nparty grading. Even then, the collector may not be\nsatisfied with the third party grading. A well-known\ncoin dealer once told me,  buy the coin not the\nholder.  To this day that is sound advice.",
            "A young collector will need to practice to hone\nhis or her skill and even then there will be a debate\nabout the grade. After learning how to grade, there\nare other things on coins that can be factors like eye\nappeal, toning [desirable and undesirable], patina, etc.\nCollecting coins or paper money is a never ending\nstudy and a good start is a Charlton catalogue.",
            "The Calgary Numismatic Society youth group\nCoinivores or Coin Investigators meets at the Co-op\nStore 8818 Macleod Trail SE in Calgary on the\nsecond Saturday of each month from 2:30 to 4 p.m.\nThe Director of Coinivores, Harold Wilson, can be\ncontacted at harwil4u2@hotmail.com .",
            "Extra advice: Before grading a coin or piece\nof paper money, first determine if it is real\nand check carefully for signs of damage and /\nor cleaning.",
            "East Indian Numismatic Web site Launched",
            "From Bison Tales May 2016, a publication of\nthe Manitoba Coin Club",
            "Mintage World is located on the Internet at www.\nmintageworld.com and is the first major Web site\ndedicated to Indian numismatics from the ancient to\nthe modern eras. The Web site is based in Mumbai\n(Bombay), India, and it also has an area devoted to\nphilately (stamp collecting). In addition, the site has a\nlisting of world wide numismatic events. This Web site\nis comprehensive and well worth a visit.",
            
            "July + August 2016",
            "Un probl me que nous avons tous avec les collections de\npi ces et billets est que les pi ces d  argent ne se retrouvent plus\nen circulation et qu il y a beaucoup moins de vari t s de papier-\nmonnaie en circulation [par rapport   50 ans pass s]. Donc,\nnous devons compter sur les marchands de pi ces de monnaie\nou aller   une exposition d argent afin de pouvoir ajouter des\npi ces   nos collections. Le jeune collectionneur d aujourd hui\nn a d autre choix que d apprendre   bien grader afin d tre en\nmesure de d penser son argent ad quatement pour ces nouvelles\nacquisitions. Deux collectionneurs ou marchands ne partageront\npas toujours la m me opinion sur un grade de pi ces. Les\nopinions entre deux collectionneurs peuvent  tre tellement\ndiff rentes que certains collectionneurs choisiront une agence\nde gradation pour avoir une opinion ind pendante. Malgr \nl ind pendance, le collectionneur ne partagera pas toujours\nl opinion d une tierce partie. Un marchand de monnaie r put \nn'a d j  dit,  achetez la pi ce de monnaie et non l emballage. \n  ce jour, c est un judicieux conseil qui s applique toujours.",
            "Un jeune collectionneur devra pratiquer pour perfectionner\nces habilet s et sera quand m me sujet   un d bat sur la\nqualit . Apr s avoir appris a grader, il y a d autres aspects\nsur les pi ces qui peuvent  tre des facteurs tels que l attrait\nvisuel, la tonification [d sirables et ind sirables], patine, etc.\nCollectionner les pi ces de monnaie ou de papier-monnaie est\nune  tude sans fin et un catalogue Charlton constitue une bonne\nbase.",
            "Le groupe  Coinivores , les jeunes de la Soci t \nnumismatique de Calgary ou les chercheurs de pi ces se\nr unissent au magasin coop 8818 Macleod Trail SE   Calgary,\nle deuxi me samedi de chaque mois entre 14 heures 30 et 16\nheures. Le directeur de Coinivores, Harold Wilson, peut  tre\ncontact    harwil4u2@hotmail.com.",
            "Conseils suppl mentaires: Avant de grader une pi ce\nde monnaie ou un billet papier-monnaie, d terminer au\nd part si elle est r elle et v rifier attentivement si elle a\ndes signes de dommages et/ou de nettoyage.",
            "Lancement d un site web portant sur la\nnumismatique de l Est des Indes",
            "Source Bison Tales du mois de mai 2016, une\npublication du club numismatique du Manitoba",
            "Mintage World dont le site internet est www.mintageworld.com\ndevient le premier site web d di    la numismatique Indienne\nde l re ancienne   l poque moderne. Le site web est bas   \nMumbai (Bombay), en Inde, et comprend  galement un espace\nconsacr    la philat lie (collection de timbres). De plus, le site a\nune liste des  v nements numismatiques internationaux. Ce site\ninternet est complet et vaut bien une visite."
        ],
        "PageNo": "227"
    },
    {
        "File": "The_CN_Journal_July_38.jpg",
        "Paragraphs": [
            "CANADIAN. SPICE",            
            "BY ROGER C. PAULEN",
            "LM. #439,",
            "1974 Nickel Dollar VCR #21",
            "We once again visit my personal favourite\nseries in Canadian decimal\ncoinage   the nickel dollar.",
            "I do this, partly because it is one of\nthe few obsolete series of Canadian\ndecimal coins that collectors can\nsift through at coin shops and\nshows, and acquire varieties for\nlittle more than face value. Often,\nvariety hunting in this series\nis more about the  Thrill of the 5\nHunt  than cherry picking a true Potter s variety coin registry, this\nrarity. variety would be CH#1974 Rev-022\nThrough connections with coin and VCR#21. However, Canadian\ndealers, I sift through an estimated third party grading companies will\n9,000 to 15,000 nickel dollars annually. not certify this variety with Charlton\nThis allows me the opportunity to examine Numbers , until it is officially published in\na large volume of coins for new varieties, before the Charlton Press catalogue.\nsending them off to the bank, and eventually, Collectors and dealers alike, have\nthe Royal Canadian Mint Alloy Recovery scrutinized the 1974 nickel dollar for\nProgram (ARP). My interest in this many years, and it is possible that only\nseries allowed me the opportunity one working die was used to strike\nto publish my accumulated notes this variety. This one is not that hard\nin the nickel dollar variety section to find, so grab your loupe and",
            "(blue arrow, Figure 1), and on the inner arc at the\nright side of the zero that frames the century-\nold Winnipeg image (green arrow,\nFigure 1). Unlike other 1974 die\nvarieties, this variety 1s not the result\nof hub doubling. It is, however,",
            "distinct from VCR #12 (Figure 2).\n| This variety is now catalogued\nin my notes as  Bent Boards, \nand following the convention of\nCharlton Numbers , and Ken",
            "for the 2013 67 Edition of the keep up the hunt!\nCharlton Standard Catalogue of\nCanadian Coins (Cross, 2013); Acknowledgements",
            "however, the hunt continues.",
            "By far, the 1974 nickel dollar\nstrikes offer the most varieties of\nany single year within this series. I\ndiscovered multiple examples of this",
            "K. Potter is acknowledged for\nsharing his Variety Coin Registry \nonline in the public domain. Charlton\nNumbers are copyright of Charlton\nPress, and used with permission. R.\nnew business strike variety, over the past Faucher is thanked for his collaboration and\ntwo years, and I ve since corroborated confirmation of this variety occurring on\nthis finding with another avid nickel- multiple coins.\ndollar collector, in Quebec. This new variety has elements that\nin some ways are similar to Variety Coin Registry  (VCR) References\n#12, (Charlton CH#1974 Rev-013). On the grain elevator, Cross, W.K., 2013; A Charlton Standard Catalogue Canadian\nthere is a low-relief raised element to the right of the side- Coins, Volume One, Numismatic Issues 2013, 67\" edition\nwall (red arrow, Figure 1) and other raised elements, similar\nto die breaks, or cuds, on the fascia of the lower roof section",
            "The Hub doubling referred to by the author, which caused many of the 1974 nickel dollar\nvarieties results when a master punch (sometimes called a hub or hob) is either pressed into\na tilted die blank and then re-pressed into the properly aligned die blank, or it is re-pressed\nmis-aligned with the previous pressing.",
            " The CN Journal Volume 61\n"
        ],
        "PageNo": "230"
    },
    {
        "File": "The_CN_Journal_July_42.jpg",
        "Paragraphs": [
            "BY HENRY NIENHUIS  FRCNA, FcNRS, FONA, LM.#430",
            "ERROR OF THE MONTH ",
            "Flag Waiving Woes",
            "This month s error is another first for an Oops\ncolumn. To celebrate Canada s 149TH",
            "anniversary this month we will",
            "discuss a different type of error which can\nbe seen in modern Canadian circulating\nand non-circulating coins.",
            "Our error this month is not actually\na minting error; rather it occurs as a\nresult of a processing stage beyond the\ncoining press. In fact it occurs in the\n printing  stage, when colour 1s applied\nto certain struck coins.",
            "In 2004, the Royal Canadian Mint was\nthe first modern mint to issue a colourized\ncoin for circulation, the Remembrance Day\nPoppy. The method in use at the RCM until\n2014 was based on advancements in ink-\njet technology. This is similar to the\ntechnology used in many home printers.\nStarting in 2015, with leading edge\ntechnology developed at the Royal\nCanadian Mint in partnership with\nTeca Print USA, the concept of a\n coloured  coin took a giant leap\nforward down its evolutionary path.\nWhen you take a quick look through the\nMint s current catalogue of non-circulating\ncoins, you will see the immediate impact\nin the quality of the new colourization process\nand the extent to which colourized coins are\nbeing accepted in the marketplace.",
            "This new process, based on\ntechnology known as  pad printing, \nwas first unveiled by the RCM at the\nMint Directors Conference held in\nMexico, May 2014. The cost-effective,\nhigh-speed, CMYK based colour pad\nprinting technology enables the mass\nproduction of durable, high-resolution,\nmulti-colour circulating coins.",
            "Pad printing technology 1s an indirect offset\n(photogravure) process in which depressions are",
            "surface, in this case the finely textured metal surface of\nthe coin. The image transferred in this manner is",
            "a single colour and approximately 4-microns",
            "thick. Once the ink is cured, a second colour",
            "can be applied in subsequent steps using",
            "the same process. The machinery being",
            "used by the mint allows for 5 different\ncustom colours to be applied.",
            "A major advantage of this method\nover the previous ink-jet process 1s the\norder of magnitude increase in resolution",
            "achieved. The resolution possible with\npad printing is comparable to 2,000 dots\nper inch as compared to the roughly 100 dpi\nattainable using the previous ink-jet process.",
            "New Zealand was the first international\ncustomer to take advantage of the Mint s\nrevolutionary high-speed colour pad\nprinting for its 50-cent ANZAC\ncommemorative circulation coin. The\nRCM delivered its first production run\nof coins to New Zealand in 2014, ahead",
            "of an official launch in 2015.",
            "This award-winning technology\nmade its Canadian debut on the 25-cent\ncirculating coin celebrating the 50th\nanniversary of the Canadian flag.",
            "The Flag 25-cent coin was unveiled",
            "on June 9, 2015, centre field in Toronto s\nVarsity Stadium, prior to the kick-off of",
            "a CFL exhibition game between the Toronto",
            "etched into a flat clich -plate or printing block. These Argonauts and the Winnipeg Blue Bombers.\nreservoirs are filled with a specially developed ink which As one of the first coins to use the newly developed\nbecomes sticky as a thinner component evaporates. Asmooth automated production facility, it is not unexpected that a\ncone-shaped silicone pad is used to pick ink up off the plate. few errors might creep in and escape the mint s extensive\nSilicone is used because it will not absorb any of the ink. quality control practises. One in particular, did escape in\nThe pad transfers the ink image to the specially prepared large numbers; the so-called  waiving flag  varieties.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "234"
    },
    {
        "File": "The_CN_Journal_July_43.jpg",
        "Paragraphs": [
            "Above we see the specially struck version of the Flag\n25 cents prior to having the colour applied (right).\nNotice that it is different from the non-colourized\nversion of the coin (on the previous page).",
            "If we examine the 25-cent examples at the top of the page\nwe can see that there are three versions, differentiated by\nthe darkness of the shadowing applied to the image of the\nflag. The first (left) 1s relatively dark, giving the impression\nof significant dimensionality of an aggressively waiving\nflag. The centre example is significantly lighter, with less\ndimensionality, and the third (right) has almost no shadowing\napplied at all. It seems highly unlikely that this effect is an\nintentional decision by the mint to create varieties for the\npleasure of the numismatic community. More likely it is the\nresult of anomalies in the newly developed process to mass\nproduce colourized circulating coins.",
            "In addition to the significant engineering challenges\nof creating a complex computer vision controlled robotic\nproduction line to handle and properly orient the pre-struck\ncoins while simultaneously applying multiple layers of ink to\nmultiple coins, the RCM and its partner Teca Print were also\ndeveloping custom formulated inks to exhibit vibrant colours\nas well as exceptional wear resistance and durability required\nin   circulating coin.",
            "To create the coloured image of the flag each coin would\nneed to receive at least three layers of ink while it is accurately\npositioned in the holding tray. The first layer would be a solid\nwhite background, followed by a second solid layer with the\nred components of the flag. A final black layer is then added\nto produce the desired shadow effect. However, to avoid\ncompletely obscuring the previous red and white colours, the\nblack components of the shadow needed to be composed of\nsmall dots of colour rather than be solid; much like the half-\ntone method familiar to many in the printing industry. In order\nfor this portion of the image to be produced, it requires that the\nmetal plates used to hold the ink be created with this minute dot\npattern. Each fine dot  pit  would then be filled with the special\nink too be transferred to the silicon pad and imprinted on a coin.",
            "It is somewhere along the path that the error crept in. Most\nlikely caused by the ink not properly filling the small dots in the\nplate so that the image transferred was either made up of; fewer,\nmuch smaller dots   resulting in lighter shadowing; or larger,\nover-filled, dots   resulting in darker shadowing.",
            "These  printing  error coins are a low cost addition to your\nerror or variety collection. As always, keep your eyes open!",
            "Henry Nienhuis (fenix@rogers.com) is a member of CEVNA, the Canadian Errors and Varieties Numismatic Association (www.cevna.com).",
            "Number 4",
            "July + August 2016"
        ],
        "PageNo": "235"
    },
    {
        "File": "The_CN_Journal_July_44.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY",
           
            "The Copper Currency of the Canadian Banks 1837-1857",
            "obert Wallace McLachlan was one of the most\nRevs researchers and writers in the history of",
            "Canadian numismatics. He wrote on a wide range\nof subjects from tokens and medals to coin design and\ncounterfeiting. His articles were published in the Canadian\nAntiquarian and Numismatic Journal, the Numismatist, the\nAmerican Journal of Numismatics, Max Mehl s Numismatic\nMonthly, and even some non-hobby publications such as\nThe Canadian Magazine and The Canadian Craftsman.",
            "Originally published in the Transactions of the Royal\nSociety of Canada in 1903 and printed separately that\nsame year, Copper currency of the Canadian banks: 1837\n  1857, describes 35 varieties of tokens issued by the\nBank of Montreal, Banque du Peuple, Quebec Bank, and\nCity Bank. Four photographic plates illustrate each token\nfor ease of identification.",
            "McLachlan explains how each of the British colonies\nin North America had its own exchange rates, which all\ntended to be lower than rates in Britain. While it was easy\nfor a merchant to adjust the value of circulating silver coins\nby a penny or two to compensate for the difference in value,\nthe same could not be done for the lower-value copper\ncoins. A half-penny was taken as a half-penny wherever it\nwas spent. Opportunists soon realized that there was profit\nto be made by exporting copper coins out of the colonies.",
            "As the amount of copper in the colonies dwindled,\nmerchants began importing tokens from England for use\nin trade. At first, they were fair size and weight, but soon\nenough, they realized the potential for profit, and began\nmaking their tokens with less and less metal.",
            "Another curse to copper currency occurred when the old,\nworn half-pence of George III began to be counterfeited\nlocally. There  blacksmith  tokens, as they were known,\nwere intentionally made with crude un-detailed dies to\nsimulate the wear found on the real pieces. Later, when\nseveral tons of legitimate 1812-dated tokens were imported,\nthey too were quickly copied.",
            "It was in this environment that the Bank of Montreal\nbegan issuing its own  un sous  tokens under authority\nof the Government of Lower Canada. These bank tokens\nwhere well-made and were the same weight as their\nofficial British counterparts. They were welcomed by the\npopulation. Other banks followed suit.",
            "McLachlan was one to know about the history of currency.\nBorn in 1845, He began collecting  funny coppers  at a very\nyoung age, and continued collecting well into his later years.",
            "He became a member of many numismatic organizations,\nincluding the American Numismatic Society, the British\nNumismatic Society, and the Numismatic Society of\nLondon. He was a regular fixture at American Numismatic\nAssociation conventions and at meetings of the Antiquarian\nand Numismatic Society of Montreal. His prodigious research\nand writings earned him a membership in the Royal Society\nof Canada.",
            "His was considered to be the most extensive numismatic\ncollection in Canada, featuring approximately 20,000 pieces.\nHis library included some 400 volumes, and 3,000 pamphlets.",
            "In 1922, when his health began to fail, McLachlan\ntransferred his collection in its entirety to the Antiquarian\nand Numismatic Society. He passed away four years later.",
            "McLachlan was uncommonly devoted to our hobby.\nHe wrote and researched, and near the end of his life he\nmade sure his collection would be preserved for future",
            "generations.",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "236"
    },
    {
        "File": "The_CN_Journal_July_45.jpg",
        "Paragraphs": [
            "News RELEASE",
           
            "By SCOTT E. DOUGLAS",
            "GKSTE, ERCNA FCNRS, FONA, LM #305.",
            "Judy Blackman inducted as St. Eligius Knight No. 36",
            "On June 1, 2016 in the town of\nRockwood, Ontario at 7 p.m.\nJudy Blackman was proclaimed\na Knight of Saint Eligius.\nDame Judy is the thirty sixth\nKnight to be inducted into the\nSaint Eligius Brotherhood of\nNumismatists.",
            "This important ceremony\ntook place in conjunction\nwith a meeting of the South\nWellington Coin Society,\none of Dame Judy s coin\nclub affiliations. The South\nWellington Coin Society was\nproud to host this historic",
            "event, and it felt privileged to have been",
            "part of the festivities.",
            "The ceremony was performed by\nthe Grand Knight of the Saint Eligius\nBrotherhood of Numismatists Sir Scott\nE. Douglas. Dame Judy s numismatic\nfriends were delighted to have witnessed\nthe ceremony during which Sir Scott",
            "stated in part:",
            "In my capacity as the Grand Knight\nof the Saint Eligius Brotherhood of\nNumismatists of Canada it gives me\ngreat pleasure this evening to recognize\nyour contributions to numismatics this\nevening. Your exemplary work within\nour hobby and your constant display\nof generosity and kindness has led us\nto this moment. It is with the greatest\nrespect that, by the power vested in\nme by the Saint Eligius Brotherhood",
            "of Numismatists and our\nesteemed Chancellor, I\nproclaim you a Knight of the\nSaint Eligius Brotherhood.",
            "Congratulations and may\nSaint Eligius guide your path.",
            "The traditional pewter\nSt. Eligius medal of\nKnighthood was placed\naround Judy s neck and the\nGrand Knight presented Judy\nwith a parchment officially\ndeclaring the appointment.\nThe Grand Knight then\naddressed the audience\nannouncing  may I present",
            "to you Dame Judy Blackman! ",
            "After, a page illustrating an Eligius\ncoin of Dagobert and a few words on\nthe preceding ceremony was circulated\namongst the coin club members,\nincluding Judy s spouse Aubyn, to sign\nand relay their best wishes to Judy.",
            "Later, Sir Scott was overheard\nspeaking with some of Judy s\nnumismatic friends and stating how\nwonderful it was to have an individual\nsuch as Judy Blackman join the ranks\nof the Saint Eligius Brotherhood and\nhow her selfless accomplishments\nand kind generosity were a credit\nto her character specifically and to\nnumismatics in general.",
            "The Saint Eligius Brotherhood of\nNumismatists of Canada welcomes\nDame Judy Blackman!",
            "Number 4 July   August 2016"
        ],
        "PageNo": "237"
    },
    {
        "File": "The_CN_Journal_July_46.jpg",
        "Paragraphs": [
            "Book_REVIEW",
            " King Harold s Cross Coinage \nThe book, King Harold s Cross Coinage - Christian",
            "Coins for the Merchants of Haithabu & the King s",
            "Soldiers is one of the most detailed numismatic works\nwe are aware of. It presents a very comprehensive treatment\nof the first attempt at the adoption of an official national\ncurrency in Viking Age 10\" century Denmark during the reign\nof the Christian King Harold Bluetooth c. 958   c. 987.",
            "The author, Jens Christian Moesgaard, and his\ncollaborators, Maria Filomena Geurra and Gitte Tarnow\nIngvardson, use an systematic, in-depth analysis of 12 major\nlocal hoards, dating back to c. 958   c. 987, to develop a\npicture of the monetary policies of King Harold. In some\ncases the author had to painstakingly\nreassemble the hoard from coins that had\nbeen distributed to various institutions\nprior to his review. The research conducted\nextends to a metallurgical analysis of a group\nof 65 coins in an attempt to determine the\norigin of the silver   either recycled from\npreviously struck dirhams (originally mined\nin central Asia) or newly mined silver from\nthe mines in Germany.",
            "The author supplies a detailed discussion",
            "of the origin and extent of the 980s Cross\ncoinage issue of King Harold revealing\ncircumstantial evidence that now points to\nthe coms having been struck at a mint in\nHaithabu and conservatively estimating a\nyearly production run of 50,000 coins over\napproximately a 10-year period. The coins\nwere in circulation for only a short time\ntowards the latter part of the 10 century.\nFor the first 70 years of the century, Islamic\ndirahems dominated daily commerce while\nat the end of the century the larger mintages\nof English and German silver pennies had\ntaken a stronghold.",
            "In addition to the technical aspects\ndiscussed, the author also focuses on the\nimportant role Cross coinage played in\nmedieval Danish society in his treatment of\nthe subject.",
            "The book is divided into five chapters:",
            "I. The Cross Coinage",
            "II. Cross Coins Struck By Harold",
            "Bluetooth: Evolution Of The Silver\nAlloys And Assessment Of The\nOrigin Of Silver",
            "Ill. Traces Of Use\nIV. Catalogue Of Hoards, C. 958 - C. 987, Denmark,\nPresent Borders Except Bornholm\nV. Catalogue Of Single Finds Of Cross Coins,\nDenmark, Medieval Borders\nand is followed by extensive appendices and 30 full-page\nplates of images.\nA book that belongs in every advanced numismatic library.\nLanguage: English\nHardcover: 320 pages\nPublisher: University Press of Southern Denmark\nISBN-10: 8776023230; ISBN-13: 978-87-7602-323-2",
            "The CN Journal Volume 61\n"
        ],
        "PageNo": "238"
    }
]