[
    {
        "File": "The_CN_Journal_January_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT,",

            " MotT_pU_PRESIDENT",
            "I composed this message in early December, before",
            "the real launch of the holiday season, recognising that",
            "you will not receive it until the New Year. I hope that\neveryone has a good holiday season, and I wish you all a\nprosperous New Year and a successful year of collecting.",
            "My message two issues ago on the financial status of our\norganisation evoked a number of comments and suggestions.\nI am grateful for your interest and your suggestions.\nFirstly, let me again make it clear that the RCNA is not\ni any immediate financial difficulty. We have sufficient\ncontingency funding to see us through many years of\nnegative results. The issue that your Board of Directors has\nidentified, and that I reported to you, is that we believe we\nneed to start to act now to balance our books in a prudent\nand considerate fashion, without reducing member benefits.",
            "To those who suggested that we could cut costs by\ntrying to get more members to accept on-line delivery of\nthe Joumal, instead of receiving hard copy in the mail,\nrest assured that we have considered this issue thoroughly.\nThe fact is that the vast majority of Journal cost is in the\nprinting, and almost all of that cost lies in the print set-up.\nOnce the set-up is complete, the difference in the cost\nof printing around 1400 copies (our normal print run)\nand say 500 copies is really only the cost of the paper\n(a few cents a copy). The only way to produce substantial\nsavings through on-line delivery of the Journal would be\nto stop printing and delivering hard copy of the Joumal,\nand to go to on-line delivery entirely. We have concluded\nthat our membership is nowhere near ready for us to take\nthis drastic step, and we will not do so any time soon!",
            "For those of you who responded to my earlier message\nby making a donation to the RCNA, either in conjunction\nwith your annual renewal, or separately, our sincere\nthanks. This wasn t at all the intent of that message; 1t was\nmeant only to convey to you, our members, our present\nsituation and our resolve to address it. We do certainly\nappreciate your kind gesture, and we will put your\ndonation to good use.",
            "I will update you further when I have something\nconcrete to report after our year-end results are available.",
            "I can report that after three years absence, the one-day\ncourse on grading and preserving coins resumed at Humber\nCollege, Toronto, November 23. This course is run by the\nRCNA, with sponsorship from the Canadian Association\nfor Numismatic Education (CAFNE). By all reports,\nfrom those who participated in the course, the course was\nwell-received. We will now give serious consideration to\nmaking the coin grading portion of the a at",
            "the Halifax Convention. ",
            "Number1 January+ February 2020",
            
            "Je redige ce message au d but du mois de d cembre, avant le",
            "d but de la saison des F tes, sachant que vous ne recevrez",
            "pas le journal avant le Nouvel An. J esp re que tout le monde",
            "passe de Joyeuses F tes et je vous souhaite a tous une bonne\nann e et une fructueuse ann e pour votre collection.",
            "Mon message il y a deux num ros sur la situation financiere de\nnotre organisation a suscit  plusieurs commentaires et suggestions.\nJe suis reconnaissant de votre int r t et de vos suggestions. Tout\nd abord, permettez-moi de pr ciser 4 nouveau que l ARNC\nnest pas en difficult  financi re 4 ce moment-ci. Nous avons\nsuffisamment de fonds d urgence pour nous permettre de traverser\nplusieurs ann es avec des pertes financi res. Le probl me que\nvotre conseil d admunistration a identifi , et que je vous ai rapport ,\nest que nous estimons devoir commencer a agir d s maintenant\npour  quilibrer nos budgets de mani re prudente et attentionn e,\nsans impact n gatif sur les avantages aux membres.",
            "Pour ceux qui ont sugg r  que nous pourrions r duire les cotts\nen encourageant plus de membres a recevoir le journal en ligne\nau lieu de recevoir la version papier par la poste, soyez assur \nque nous avons examin  cette question en d tail. Le probl me\nest que la grande majorit  des cotits du journal li s a impression\nest principalement li e a la configuration et mise en pagaie. Une\nfois la configuration et mises-en-page termin e, la diff rence\nentre le cotit d impression d environ | 400 copies (notre tirage\nnormal) et l impression de 500 copies est seulement le cofit du\npapier (quelques cents par copie). La seule fagon de r aliser des\n conomies substantielles en lien avec le journal serait de cesser\nPimpression et d avoir seulement une version  lectronique du\njournal. Nous avons conclu que nos membres ne sont pas pr ts a\nfranchir cette  tape radicale et nous ne le ferons pas de si tot!",
            "Pour ceux d entre vous qui ont r pondu 4 mon message pr c dent\nen faisant un don a l ARNC, soit en effectuant votre renouvellement\nannuel, soit s par ment, nos sinc res remerciements. Ce n   tait\npas du tout l intention de ce message; il s agissait uniquement de\ntransmettre, 4 vous nos membres, notre situation actuelle et notre\nd termination a y rem dier. Nous appr cions certainement votre\ng n reux geste et nous utiliserons votre don a bon escient.",
            "Je vous tiendrai au courant d s que nous aurons plus\nd informations, soit quand nos r sultats financiers de fin d ann e\nseront disponibles.",
            "Je peux dire qu apr s une absence de trois ans, la formation\ndune journ e sur la gradation et la conservation de la monnaie a\nrepris au Humber College, a Toronto, le 23 novembre dernier. Ce\ncours est offert par l  ARNC, avec notre partenaire, l association\ncanadienne pour | ducation en numismatique (ACPEN). Selon les\ncommentaires recus de ceux qui ont particip  au cours, celui-ci a\n t  bien accueilli. Nous allons maintenant s rieusement consid rer\nd  incorporer la partie du cours sur la gradation de monngye parmi",
            "les ateliers durant le congr s de Halifax. \n"
        ],
        "PageNo": "5"
    },
    {
        "File": "The_CN_Journal_January_07.jpg",
        "Paragraphs": [
            "CONVENTION_COMMUNIQUE_DU_CONGRES",
            "Halifax, site of the Next RCNA Convention  \nLe prochain congr s de l ARNC dans la ville d Halifax",
            "Here we are just\nbeginning the\nnew year and",
            "plans are in full swing",
            "for the 2020 RCNA",
            "Convention to be held in",
            "picturesque Halifax NS,",
            "July 21 to 25. It is truly",
            "the pleasure of the Halifax",
            "Regional Coin Club to",
            "host this event again. With",
            "the 2015 show under our",
            "belts, we are working hard",
            "to bring you and your",
            "family the best experience",
            "possible. With the return of the convention to Halifax,\nwe have plans to host tours that will give you a great\nexperience, that will be both new and exciting for those\nwho are returning and those who will be visiting us for\nthe first time.",
            "We have again chosen the Westin Hotel in Halifax to\nhost the show as the hospitality they had shown when\nhosting the 2015 show was really above and beyond.\nThere is a restaurant in the hotel, and you will want to\npack your swimwear for a dip in the hotel pool.",
            "There will be lots to do\nwhile here and many places to\nvisit, either as part of our tours\nor on your own. Beautiful\nPeggy s Cove is among the\nplaces you may want to visit,\nas it calls many tourists to its\nrocks to get a breath-taking\nview and to experience the\niconic lighthouse.",
            "So, pack your bags, mark\nyour calendar for July 21 to\n25 and plan to spend part of\nthe summer of 2020 with us\nhere in friendly Nova Scotia.",
            "A place that is known for its hospitality and warm\nfriendly people.",
            "Your convention chairperson,",
            "Lynn Sisco",
            "Number1 January + February 2020 ----------------------",
            "Nous entamons la\nnouvelle ann e et\nles pr paratifs du",
            "congres 2020 de PARNC\nsont bien entam s. Le\ncongr s aura lieu dans la\nville pittoresque d  Halifax,\nentre le 21 et le 25 juillet.\nC est un r el plaisir pour\nle Halifax Regional Coin\nClub d tre a nouveau h te\nde cet  v nement. Avec\nl exp rience du congr s\nde 2015 a notre actif, nous\ntravaillons sans relache\npour vous offrir, ainsi qu a votre famille, la meilleure exp rience\npossible. Avec ce retour a Halifax, nous pr voyons organiser des\nvisites guid es qui vous donneront une belle exp rience, a la fois\nnouvelle et excitante autant pour ceux qui reviennent que ceux\nqui nous rendront visite pour la premiere fois.",
            "Encore cette ann e, nous avons choisi le Westin Hotel a\nHalifax pour accueillir ce congr s, car l hospitalit  dont ils ont\nfait preuve lors de l organisation de 2015  tait vraiment au-\ndela de nos attentes. L-hotel comprend un restaurant n  oubliez\npas d apporter votre maillot de bain pour une petite saucette",
            "dans la piscine.",
            "Il y aura beaucoup a faire et\nde nombreux endroits 4 visiter,\nque ce soit dans le cadre de\nnos excursions ou par vos\nvisites libres. Le magnifique\nsite de Peggy s Cove figure\nparmi les endroits que vous\nvoudrez visiter, car ses rochers\nattirent de nombreux touristes\npour appr cier une vue a\ncouper le souffle et pour voir\nle phare embl matique.",
            "Alors, faites vos valises,\ninscrivez a votre agenda les",
            "dates 21 au 25 juillet et pr voyez passer une partie de 1 t \n2020 chez nous, en Nouvelle-Ecosse. Un endroit qui est\nreconnu pour son hospitalit  et sa population accueillante.",
            "Votre pr sidente du congr s,",
            "Lynn Sisco\n"
        ],
        "PageNo": "7"
    },
    {
        "File": "The_CN_Journal_January_08.jpg",
        "Paragraphs": [
            "CALL_FOR_2020_ AWARDS NOMINATIONS",
            "J. Douglas Ferguson Award",
            "Nominations for the J. Douglas Ferguson Award will be\nwelcomed by the Board of Award. This is the highest award\nin Canadian numismatics and is given annually to the living\nnumismatist who, in the opinion of the Board, has contributed\nmost to the advancement of numismatics in Canada, through\nresearch, writing or publishing, or in any other manner, and\nwho has not previously received the award. Members of the\nBoard of Award are: Geoffrey G. Bell, Shediac NB, Graham\nEsler, London ON, Ronald A. Greene, Victoria BC and the\nPresident of the RCNA, ex officio.",
            "Members of the RCNA may submit a nomination for the\nAward. The deadline for submissions is March 31, 2020.\nContact: Ronald Greene, 1908 Store Street, Victoria BC\nV8T 4R4, ragreene@telus.net",
            "Paul Fiocca Award",
            "Nominations for the Paul Fiocca Award will be welcomed\nby the Board of Award for  long term meritorious service\nor major contributions to the RCNA.  This is an award not\nJust to recognize the elite of the hobby, but any individual\nwho may have worked behind the scenes, often for many\ndecades, for the betterment of The Royal Canadian\nNumismatic Association.",
            "This award 1s strictly an RCNA award for RCNA members\nand is the highest distinction presented by the RCNA. It is\nnot to be confused with the J. Douglas Ferguson Award, the\nhighest award in Canadian numismatics, which does not\nrequire membership in the RCNA.",
            "Any member of the RCNA may submit a nomination for\nthe Paul Fiocca Award.",
            "The deadline for submissions is March 31, 2020.\nContact: William Waychison, PO Box 466, Station MAIN,\nTimmins ON, P4N 7E3, billwaychison@gmail.com.",
            "Charles D. Moore Award",
            "The Charles D. Moore Award, established in 2017 by the\nExecutive Committee of your Association, is to honour the\ncontributions of those individuals felt to be best described\nas a  Professional Numismatist. ",
            "An eligible recipient is a full- or part-time numismatic\ndealer, or researcher, writer, publicist or benefactor who 1s a\nmember of the Association in good standing.",
            "The award is meant to honour a recipient who has\nconsistently contributed to and been devoted to the\nadvancement of Numismatics in Canada and to the Royal\nCanadian Numismatic Association over many years,\nwithout regard to personal benefit.",
            "The recipient will exhibit the traits of Dignity, Integrity,\nTruth and Knowledge and the willingness to advance the\nhobby through education.",
            "The winner will be selected from eligible recipients\nnominated by the RCNA awards committee in consultation\nwith the Executive Committee and key individuals in the\nnumismatic community.",
            "Any member of the RCNA may submit a name for nomination\nfor the Award. The deadline for submissions is March 31, 2020.\nContact: William Waychison, PO Box 466, Station MAIN,\nTimmins ON, P4N 7E3, billwaychison@gmail.com.",
            "Fellow, Royal Canadian Numismatic Association",
            "In 1990, the Award, Fellow Canadian Numismatic",
            "Association was established by the Executive Committee",
            "of your association. To be eligible for this award,",
            "the services performed must have been carried out\nby a member of The Royal Canadian Numismatic",
            "Association and be of benefit directly to The Royal",
            "Canadian Numismatic Association.",
            "The rules approved for this award are as follows:",
            "1. Amaximum of five members may be inducted annually.\n2. Anomination must come from an RCNA member, or club,\nwith a comprehensive report to support the nomination.",
            "3. The Awards and Medals Committee, with at least\nthree members, shall choose the inductees from those\nnominated.",
            "4. A certificate and a lapel pin shall be presented to each\ninductee.",
            "Announcement of the names and a suitable induction\nceremony will take place during the Annual RCNA\nConvention.",
            "Any member of the RCNA may submit a nomination for\nthe Award. The deadline for submissions is March 31, 2020.\nContact: William Waychison, PO Box 466, Station MAIN,\nTimmins ON, P4N 7E3, billwaychison@gmail.com.",
            "Louise Graham Memorial Club of the Year Award",
            "The Louise Graham Memorial Club of the Year Award\nwas established to give recognition to our clubs and\nassociations, and to honour their noteworthy achievements\nthroughout the previous calendar year.",
            "Any club or association wishing to enter this competition\nmay do so by submitting a report on its activities during the\nprevious calendar year. This report should consist of at least\ntwo typed pages of 8 4  x 11  and should list the club s\nexecutive and highlight the following criteria:",
            "1. Diversity of topics at meetings\n2. Original concepts (written and visual)",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "8"
    },
    {
        "File": "The_CN_Journal_January_09.jpg",
        "Paragraphs": [
            "3. Educational information\n4. Numismatic promotion\n5. Coin shows",
            "6. Consistency of meetings.",
            "The presentation of the award,\nconsisting of an engraved silver\nmedal and a cheque in the amount of\n$250, will be made during the Annual\nRCNA Convention.",
            "The entry deadline is March 31,\n2020. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON\nN8T 1C1 xr7gt@prodigy.net",
            "J r6 me H. Remick Ill Literary\nAward",
            "The Jerome H. Remick III Literary\nAward was instituted in 1995. It is\nawarded to the author of the best\nnumismatic article published in the\nbulletin of a Canadian local coin club.\nNominations may be made by an\nRCNA member, a member club, or\nby the Club Services Chair. Each\nnomination must be accompanied by a",
            "Number1 January+ February 2020",
            "copy of the article published with the\ndetails about its publication (where and\nwhen it was published, etc.)",
            "The nominee does not have to be an\nRCNA member to be eligible.",
            "A Committee, of at least three\nmembers, under the chairmanship of the\nRCNA Club Services Chair shall review\nthe nominations and choose the winner.",
            "The presentation of the Award, an\nengraved medal, will be made during\nthe Annual RCNA Convention.",
            "The entry deadline is March 31,\n2020. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON N8T\n1C1 xr7gt@prodigy.net",
            "Best Local & Regional\nNewsletter Awards",
            "Each year, the RCNA recognizes\nthe printed work of both a member\nlocal club and of a member regional\nassociation with an award for The\nBest Newsletter published by the\nentity.",
            "To participate, clubs and\nassociations must send examples of\ntheir newsletters throughout the year\nto the RCNA Club Services Chair.\nA committee of at least three will\nreview the entries received to decide\nthe winner for each category.",
            "The following criteria will be used to\ndetermine the winner:",
            "1. Numismatic content 20%\n2. Diversity of the content 25%\n3. Quality of presentation 15%",
            "4. Improvement from previous year 10%",
            "5. Consistency of publication 15%\n6. General appreciation\n(Judges  discretion) 15%",
            "Winners will be announced at the Club\nDelegates Meeting during the Annual\nConvention and at the closing banquet.",
            "The entry deadline is March 31,\n2020. Contact: Brett Irick, Club\nServices Chair, Suite 505, 5060\nTecumseh Road East, Windsor ON\nN8T 1C1 xr7gt@prodigy.net\n"
        ],
        "PageNo": "9"
    },
    {
        "File": "The_CN_Journal_January_10.jpg",
        "Paragraphs": [
            "APPEL DE NOMINATIONS, POUR LES PRIX",
            "Prix J. Douglas Ferguson",
            "Les nominations pour le Prix J. Douglas\nFerguson devront  tre soumises au\ncomit  du prix. Ce prix est la plus haute\ndistinction en numismatique canadienne\net est accord  annuellement a un\nnumismate vivant qui n a pas d ja regu\nce prix et qui, selon l opinion du comit ,\na contribu  le plus 4 l avancement de\nla numismatique au Canada, soit par\nla recherche, | criture ou | dition, ou\nde toute autre fagon. Les membres du\ncomit  du prix sont: Geoffrey G. Bell,\nSh diac NB, Graham Esler, London\nON, Ronald A. Greene, Victoria BC et\nle pr sident de l  ARNC, ex officio.\nTout membre de l ARNC peut\nfaire une nomination pour ce prix.\nLes nominations doivent  tre recues\navant le 31 mars 2020. Elles devront\n tre envoy es a: Ronald Greene, 1908\nStore Street, Victoria BC V8T 4R4,\nragreene@telus.net.",
            "Prix Paul Fiocca",
            "Les nominations pour le Prix Paul\nFiocca devront  tre soumises au comit \ndu prix. Ce prix est attribu  pour\n service m ritoire continu ou pour une\ncontribution majeure a l ARNC . Ce\nprix reconnait non seulement | lite du\npasse-temps, mais tout individu qui\npeut avoir travaill  a l arriere-plan,\nsouvent pendant plusieurs d cennies, a\nPam hioration de l association royale de\nnumismatique du Canada.",
            "Ce prix est strictement attribu  par\nPARNC pour les membres de 1  ARNC,\net est la plus grande distinction pr sent e\npar PARNC-. II ne doit pas  tre confondu\navec le Prix J. Douglas Ferguson, la\nplus haute distinction en numismatique\ncanadienne, qui ne requiert pas que le\nr cipiendaire soit membre de  ARNC.",
            "Tout membre de l7ARNC peut\nproposer quelqu un pour le Prix Paul\nFiocca. Les nominations doivent  tre\nrecues avant le 31 mars 2020. Elles\ndevront  tre envoy es a: William\nWaychison, le Prix Paul Fiocca,",
            "pr sident du comit , PO Box 466,\nStation MAIN, Timmins ON P4N\nTE3, billwaychison@gmail.com.",
            "Prix Charles D. Moore",
            "Le prix Charles D. Moore, cr  en\n2017 par le comit  ex cutif de votre\nassociation, est congu pour honorer\nles contributions de ces personnes qui\nse sentent mieux d crites comme un\n numismate professionnel .",
            "Les r cipiendaires admissibles\ndoivent  tre des marchands\nnumismatiques a temps plein ou a\ntemps partiel, un chercheur, un  crivain,\nun publiciste ou un bienfaiteur membre\nen r gle de l Association.",
            "Le prix vise a honorer le r cipiendaire\nqui ont toujours contribu  et se\nsont consacr s a | avancement de\nla numismatique au Canada et a\nI Association royale de numismatique du\nCanada pendant de nombreuses ann es,\nsans  gard aux avantages personnels.",
            "Le r cipiendaire pr sentera les traits\nde dignit , V int grit , de v rit  et de\nconnaissance et la volont  de faire\nprogresser le passe-temps par | ducation.",
            "Le gagnant sera s lectionn \nparmi les r cipiendaires admissibles\nnomm s par le comit  des prix de\nVARNC en consultation avec le\ncomit  ex cutif et des personnes cl s\nde la communaut  numismatique.",
            "Tout membre ou club peut soumettre\nune nomination pour ce prix. Les\nnominations doivent  tre regues avant\nle 31 mars 2020. Elles devront  tre\nenvoy es a : William Waychison,\npr sident du comit , PO Box 466,\nStation MAIN, Timmins ON P4N\nTE3, billwaychison@gmail.com.",
            "Compagnon, l Association\nroyale de numismatique du\nCanada",
            "En 1990, le Prix de Compagnon \nAssociation royale de numismatique\ndu Canada fut instaur  par le Conseil\nd administration de votre Association.",
            "Pour  tre admissibles a ce prix, les\nservices doivent avoir  t  rendus par\nun membre de l association royale\nde numismatique du Canada et avoir\nprofit  directement a |  association\nroyale de numismatique du Canada.",
            "Les r glements adopt s pour ce Prix\nsont les suivants:",
            "1. Un maximum de cinq (5) membres\npeuvent  tre recus a chaque ann e.",
            "2. Une nomination doit venir d un\nmembre ou d un club de PARNC,\navec un rapport d taill  supportant la\nnomination.",
            "3. Le comit  des R compenses et\nM dailles, compos  d au moins\ntrois (3) membres, r viser les\nnominations et choisira les membres\na  tre recus pour | ann e.",
            "4. Un certificat et une  pinglette seront\nremis a chaque r cipiendaire.\nL annonce du nom des",
            "r cipiendaires et une c r monie",
            "d intronisation auront lieu lors du\ncongr s de l  ARNC.",
            "Tout membre ou club peut soumettre\nune nomination pour ce prix. Les\nnominations doivent  tre regues avant\nle 31 mars 2020. Elles devront  tre\nenvoy es a : William Waychison,\npr sident du comit , PO Box 466,\nStation MAIN, Timmins ON P4N\nTE3, billwaychison@gmail.com.",
            "Prix Louise Graham pour Le\nClub de L Ann e",
            "Le Prix Louise Graham pour le\nClub de 1| Ann e fut  tabli afin de\nreconnaitre nos clubs et associations et\npour honorer leurs accomplissements\nau cours de l ann e pr c dente.",
            "Tout club ou association qui veut\nposer sa candidature pour ce Prix peut\nle faire en soumettant un rapport de\nleurs activit s tenues durant l ann e\npr c dente. Ce rapport doit avoir au\nmoins deux pages de format 8  x 11\npouces. Ce rapport devra nommer les\nmembres du Conseil d admuinistration\net souligner les crit res suivants :",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "10"
    },
    {
        "File": "The_CN_Journal_January_11.jpg",
        "Paragraphs": [
            "1.La diversit  des sujets trait s lors des r unions",
            "2.Voriginalit  de la conception ( crit et visuel)",
            "3.Le degr   ducatif de l information diffus e",
            "4.La promotion de la numismatique",
            "5. organisation d  expositions de monnaies",
            "6.La r gularit  des r unions",
            "La pr sentation du Prix, qui consiste en une m daille en\nargent grav e au nom du gagnant et d un ch que de 250 $,\nsera faite lors du congr s annuel de l  ARNC.",
            "Les nominations doivent  tre regues avant le 31 mars\n2020. Elles devront  tre envoy es a : Brett Irick, Directeur\nservices aux clubs, Suite 505, 5060 Tecumseh Road East,\nWindsor ON N8T 1C1, xr7gt@prodigy.net.",
            "Prix litt raire J r6me H. Remick Ill",
            "Le Prix litt raire J r6me H. Remick III a  t  instaur  en 1995.\nIl est attribu  a l auteur du meilleur article numismatique\npubli  dans un bulletin de club local au Canada.",
            "Les nominations peuvent  tre faites par un membre, par\nun club ou par le responsable des services aux clubs de\nVARNC. Toute nomination doit  tre accompagn e d une\ncopie de l article publi  ainsi que des d tails relatifs a sa\npublication (club ot il a  t  publi , date de publication, etc.).",
            "Notez que l individu mis en nomination n a pas besoin\nd tre membre de P ARNC.",
            
            "Un Comit  d au moins trois (3) personnes, pr sid  par le\nResponsable des services aux clubs de PARNC choisira le\ngagnant.",
            "La pr sentation de ce Prix, une m daille grav e, sera\nfaite lors du congr s annuel de l ARNC.",
            "Les nominations doivent  tre regues avant le 31 mars\n2020. Elles devront  tre envoy es a : Brett Irick, Directeur\nservices aux clubs, Suite 505, 5060 Tecumseh Road East,\nWindsor ON N8T 1C1, xr7gt@prodigy.net.",
            "Prix pour les Meilleurs Bulletins de Clubs locaux\net r gionaux",
            "Chaque ann e 1  ARNC reconnait les efforts des clubs et\nassociations membres, en attribuant un Prix sp cifique\npour le Meilleur Bulletin publi  par un club association\nlocal et r gional.",
            "Pour participer a la s lection, les clubs doivent envoyer\ndes exemplaires de leur bulletin au Responsable des\nservices aux clubs de 17 ARNC. Un comit  form  d au\nmoins trois (3) personnes r visera les bulletins soumis\net s lectionnera un gagnant dans chaque cat gorie. Les\nbulletins regus durant l ann e seront consid r s pour le\nprix.",
            "Les crit res suivants seront consid r s par les juges pour\nd terminer le gagnant:",
            "1. Le contenu numismatique 20%\n2. La diversit  du contenu 25%\n3. La qualit  de la pr sentation 15%\n4. L am lioration par rapport a",
            "l ann e pr c dente 10%\n5. La r gularit  de la publication 15%\n6. Appr ciation g n rale",
            "(a la discr tion du Juge) 15%",
            "Les gagnants seront d voil s lors de la rencontre des\nd l gu s de clubs dans le cadre du congr s annuel ainsi que\nlors du banquet de cloture.",
            "Les bulletins doivent  tre recus avant le 31 mars 2020.\nIls devront  tre envoy s a : Brett Irick, Responsable des\nservices aux clubs, Suite 505, 5060 Tecumseh Road East,\nWindsor ON N8T 1C1, xr7gt@prodigy.net.\n"
        ],
        "PageNo": "11"
    },
    {
        "File": "The_CN_Journal_January_12.jpg",
        "Paragraphs": [
            "FINE, POINTS, (REVISITED)",
            "BY ROBERT FORBES\nFRCNA, #22402",
            "The effect of hoards   Heaton Hoard",
            "The following article was written by Brian Cornwell of International Coin Certification Service, and it appeared",
            "in Canadian Coin News in September 1985. This is my favourite article from Brian s  Fine Points  series,",            
            "because it is the only source I m aware of where an attempt was made to aggregate and document the Canadian,\nNewfoundland, and Maritime coins included in the incredible hoard released from the archives of the Heaton Mint,",
            "Birmingham, England, from 1975-84.",
            "The effect of hoards",
            "by Brian Cornwell, FRCNA LM #229 (September 23, 1984)",
            "Isnt it interesting how we coin collectors (or investors",
            "as the case may be can imagine so many different",
            "things when we hear about a newly discovered hoard\nof coins? Does it include any valuable and rare coins? Are\nany of them pristine mintstate or are they mostly in well\nworn condition? Some of us even get depressed when a\nhoard of coins is announced. We fear the hoard contains\nmultiples of certain coins previously considered to be very\nrare. Surely, we argue, this will reduce the value of similar\ncoins in our collection! Then there are some who discover\nsuch hoards and who will disclose few, if any, of the details\nof the coins involved. They prefer to  feed  them into the\nmarketplace one at a time so as not to depress prices or\nmake the coin appear too common. Some of us view hoards\nwith a historical slant. Why were the coins hoarded in the\nfirst place? Was the hoarder an eccentric? Was there some\ntie-in with the economy of the times? Visions of wealth, the\nromance of mystery, and the manipulation by the greedy all\nseem to play some role in any major hoard discovery.",
            "This week we are going to review the, now world\nfamous, Heaton Hoard of the mid-1970s. This fabulous\nhoard produced a dazzling array of Canadian and World\ncoins of phenomenal quality. The majority of the coins\nwere specimens, special strikings, or presentation pieces at",           
            "the very least. Their condition was generally near-flawless\nmintstate. The coins were further enhanced by pristine and\nvery colourful toning that could only have resulted after\nyears of undisturbed existence in some quiet corner of a\nsafe or storage area. The Canadian portion of the hoard was\nundoubtedly the highest quality Canadian material to come\nto the marketplace in modem numismatic times. These were\ntruly museum quality coins and were now actually available\nto collectors! You can imagine the excitement this created\nespecially as there had likely been no prior knowledge of\nthese outside perhaps only a few staff at the mint. How could\nthese coins have been forgotten or ignored for at least 70 and\nin some cases over 100 years?",
            "Since that initial discovery, most of the Canadian material\nhas now found its way into the market and with some of\nthe coins there have been repeat appearances. So far there\nhas never been a proper public disclosure of the quantities\nof each of the Canadian coins in the hoard. The absence of\nthis information, the regular reappearances of some coins,\nthe many  phases  in which the hoard was  released  and\nthe large quantities of a few coins have consequently given\nrise to all kinds of rumour speculation, and very inaccurate\nimpressions as to the true contents of the hoards. Our plans\nhere are to present a consolidated picture of what really",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "12"
    },
    {
        "File": "The_CN_Journal_January_13.jpg",
        "Paragraphs": [
            "appeared in that original hoard discovery. But before we Prior to 1908, all decimal coinage for Canada,",
            "look at these details, let s take a brief look at the connection Newfoundland, and the Maritime Provinces was struck in",
            "between the Heaton Mint and the production of Canadian England. These coins were normally produced at the Royal",
            "coins during the last part of the 19th and early years of the Mint in London. On occasion, the Royal Mint s workload",
            "20th century. was excessive and some of this work was subcontracted to\nother mints.",
            "Table 1: SUMMARY OF HEATON RELEASES 1974 to 1984",
            "** No spots on copper coins. Toning on silver coins must be attractive.",
            "Number 1 January + February 2020\n"
        ],
        "PageNo": "13"
    },
    {
        "File": "The_CN_Journal_January_14.jpg",
        "Paragraphs": [
            "Today, some of Canada s greatest rarities\nare Heaton products...",
            "When this happened for Canadian coming needs, the work\nwas done by the privately owned Heaton Mint (called\nthe Birmingham Mint after 1889) which was located in\nBirmingham, England. The Heaton Mint was originally\nknown as Ralph Heaton and Sons after its founder and dates\nfrom 1850. Since that time it has established itself as the\nworld s oldest non-government mint and has made currency\nfor well over 100 governments and issuing authorities in all\nparts of the world. Those readers interested in more of the\nhistorical details of the development of the mint s business\nto modern days should read James O. Sweeny s book\nentitled  A Numismatic History of the Birmingham Mint \nas published by The Birmingham Mint Ltd. in 1981.",
            "The Canadian coinage products of the Heaton Mint are\nall easily distinguished by the familiar H-mintmark located\non each coin that is, all except one type. The PEI 1-cent of\n1871 is a Heaton product but bears no mintmark. Apparently\nthere is no available explanation for this omission. Heaton s\ninitial work for the Canadian decimal series began with\nsome of the comage for 1871 and continued sporadically\nthrough to 1907. Today some of Canada s greatest rarities\nare Heaton products. Examples include the 5-, 10-, and 25-\ncent decimals of 1875 and the 50 cents of 1890. In the case\nof Newfoundland we often think 1872 was the first year\nof Heaton s involvement with their coinage production.\nActually it began with the  muled  10 cents of 1871 of\nwhich today, only two are thought to exist. The last of the\nHeaton work for Newfoundland was in the year 1904. In\naddition to Newfoundland s excessively rare 1871 10-cent\n mule , the 1873 5-cent with H-mintmark is also recognized\nas an extremely rare coin with somewhere between 50 and\n75 examples thought to exist.",
            "So much for the historical background. The actual\ndiscovery of the Heaton Hoard by the staff at the\nBirmingham Mint was prior to 1975. In early 1975 a US\nfirm, Paramount Numismatics, acquired an initial grouping\nof these Canadian coins, some of these then appeared at\nits Long Beach, California, auction later that same year.",
            "The 15 Heaton Hoard coms presented were outstanding.\nFive were simply described as Perfect MS-70 coins.\nAnd then, on a grander scale, another 40 coins of similar\nmintstate quality and condition rarity were offered as\npart of Paramount s Grand Central auction held in New\nYork City in November 1977. On this occasion there\nwere many Victorian Newfoundland examples available.\nBetween these two auction dates other  hoard  coins\nappeared in the marketplace in a manner that made\nit difficult to keep track of what really was out there.\nSome coins appeared several times but through different\nvendors and several of the coins existed in multiples.\nThere were also indications that some of the coins may\nhave found their way into collector hands by other\nmeans and prior to the 1975 introduction by Paramount.",
            "Many of the coins have been damaged,\nfrom small marks and rubs as a result of\nmishandling, since 1975...",
            "Finally in the period 1981-84 Spink & Son was involved in\nwhat appears to be the dissemination of the remains of that\noriginal hoard. After nearly ten years the hoard appears to\nhave been finally dispersed. But what exactly was in that\noriginal hoard? The lack of specific numbers throughout\nthese ten years has fostered a great deal of skepticism with\nH-mint marked coins in uncirculated condition. In fact\nsome collectors and dealers have openly warned others\nto avoid acquiring these coins simply on the basis that\nthey could present a potentially severe financial risk. They\nperceived that there were too many of the  Gem  coins out\nthere for the market to absorb. In retrospect their fears were\nwrong and misleading to those collectors who followed\ntheir advice. Now those same collectors will have to pay\nmuch higher prices if they still wish to own any of these\nmuseum quality coins.",
            "The following tabulations show, for the first time,\na consolidated statement of what was likely in that\noriginal hoard discovery sometime prior to 1975. The\ndata was gathered from records supplied by Paramount,\nthe Birmingham Mint Archives, and Spink and Son\nwho were all principals to the hoard distribution.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "14"
    },
    {
        "File": "The_CN_Journal_January_15.jpg",
        "Paragraphs": [
            "Many of the coins were traced from their many auction\nappearances to their current owners to further substantiate\nthese conclusions. A few Canadian and Newfoundland\ncoins are still erther with the Birmingham Archives or with\nSpink and Son now in the process of sale or auction but\ntheir numbers are small and will not distort the general\npicture of the hoard contents following. In summary, the\ntabulations indicate by date and denomination the numbers\nof coins appearing in each release period, the overall totals,\nand in the last column, the numbers that likely survive\ntoday in strict originally toned MS-65 or better mintstate\ncondition. This last column is of interest because one of the\nmisconceptions surrounding this hoard was that all coins\nwere near perfect. That was certainly not true. Some of the\noriginal hoard had been damaged through cleaning attempts\nmany years earlier and some even had severe scratches in\nan apparent attempt to mutilate the coin. Of even greater\nconcern is the alarming fact that many of the coins have\nbeen damaged, usually from small marks and rubs as a\nresult of mishandling, since 1975! This is an unfortunate\ntestimonial to the fact that today s fast-paced world cannot,\nas a general rule, cope with such treasures in a way to\npreserve their values. It is important to appreciate that the\ncoins listed here are not just an assemblage of production or",
            "business coins but\nspecial strikings\nof exceptional\nquality. Whether\nthey be classed as\nmirror specimens,\nmatte specimens,\nor some other\nsuch term is not\nimportant here. It\nis obvious from\ntheir condition\nthat the majority\nwere handled very\ncarefully after\nbeing struck so as\nnot to inflict any damage to them.",
            "One of the concems until now was that the numbers of\ncoins were huge. A quick scan of the table will show why\nthis impression existed, the numbers of 1-cent coins of\nNewfoundland for the year 1872 and the PEI 1-cent were\nlarge. In fact they accounted for 407 of the 594 (i.e. nearly\n70 percent) coins in the total hoard. The Newfoundland\ndecimals of 1904 (5-, 10-, 20-cent) also existed in  sizeable ",
            "Table 3: IMPACT OF HEATON HOARD ON RARITY LEVELS",
            "Description Approx. Type Coin Number of Original Likely Condition Rarity\nCondition Rarity in 1984 Gems from Hoard Ex Hoard (ie. before 1975)",
            "CANADA",
            "Victoria 1c R-3 (close to R-4) 0 Same",
            "5c R4 (close to R-3) Same",
            "10c R-4 (close to R-5) 7 Same",
            "2c R-5 (close to R-4) 16 Solid R-5",
            "50c R4 4 R-6 (closer to Low R-7)",
            "Edward VII 5c R-2 (close to R-3) 1 Same",
            "10c R-5 2 Same",
            "25C R-5 2 Same",
            "NEWFOUNDLAND",
            "Victoria 1c R-4 (close to R-5) 50 R-5",
            "5c R-5 (close to R-6) 11 Just makes R-4",
            "10c R-4 13 Low R-7",
            "20c R-4 11 R-7",
            "50c R-4 10 Low R-7",
            "$2 R-4 0 Same",
            "Edward VII 5c. R-5 10 Same",
            "10c R-5 (close to R-6) 10 R-4",
            "20c R-4 10 Low R-7",
            "50c R-5 (close to R-6) 4 Same",
            "PRINCE EDWARD ISLAND",
            "Victoria 1c R-4 (close to R-5) 50",
            "Number1 January+ February 2020 -\n"
        ],
        "PageNo": "15"
    },
    {
        "File": "The_CN_Journal_January_16.jpg",
        "Paragraphs": [
            "numbers but only to the extent of about twenty each. Beyond\nthese five examples, all others numbered in the order of a few\neach, which is hardly cause for alarm. It is also interesting\nto note that a very large portion of both the Newfoundland\n1872 1-cent and the PEI 1-cent coins were contaminated with\ncarbon spotting and in some cases very severely. Probably\nonly about one quarter to one third of these  high volume \ncoins would be of interest to collectors of super high quality\nand connoisseur-like material where price premiums can be\nexceptionally high at times.",
            "Table 3 is an attempt to compare the condition rarity of com\ntypes that were affected by the Heaton Hoard. The rarity level\n(Table 2) is based on a rarity only in grades of MS-65 or higher\nand where the coins still retain their original patina. The first\ncolumn indicates the rarity levels we discussed in previous\narticles as we believe them to be today. The second column\nindicates the number of MS-65 coins that the hoard would\nhave contributed and the third column is an indication of how\nthe condition rarity rating might have appeared prior to 1975.",
            "What makes these coins so special? Several things,\nbut certainly their overall pristine appearance and state of\npreservation have to top the list. These are museum quality\ncoins. These coins have no prior public collector-owners.\nImagine being the first, or one of the first, recognized\nowners of a coin that was minted over 100 years ago! These\ncoins also appeared at a time when collecting tastes were\nquickly changing to high grade uncirculated material. Their\nappearance via several US-based numismatic and auction\nfirms has contributed greatly to the interest in quality\nCanadian coins in other major collecting countries around\nthe world. Ten or fifteen years from now we will look\nback at the release of this hoard from 1975 to 1984 and\nrealize what a significant opportunity there was to acquire\ncoins that are as much works of art as they are numismatic\nobjects. It was not the hoard  scare  that some claimed.\nAnd one closing question remains. What would all these\ncoins be worth today? To those who own and treasure them,\nthe answer is certainly in excess of a million dollars.",
            "These coins, from\nthe Heaton Hoard of\nthe Birmingham Mint\narchive, show beautiful\ntoning and exceptional\nstrike qualities, as seen\nhere.",
            "Images: courtesy pcgs.com",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "16"
    },
    {
        "File": "The_CN_Journal_January_17.jpg",
        "Paragraphs": [
            "Commentary",
            "Not a lot needs be said about the content of this article in\na modern context, as the material related to the Heaton\nmint coin release was historical in nature in 1985 when the\narticle was written.",
            "There was a small additional release of Heaton s\nCanadian material, in the late 1990s, this extra material\napparently having come from the dismantling of salesmen\npromotion and display boards. These coins aren t generally\nof the same quality as the coins from the main hoard, not\nhaving been stored in the same environment, and thus\nnot having the same exceptional toning quality that we\nassociate with the main hoard. To my knowledge, no other\nHeaton coins have been released, and no other Heaton\nhoard coins are believed to exist.",
            "It appears to me that Brian Comwell was correct in 1985.\nForty or more years after their release, we look at these\nHeaton coins as the  holy grail,  in terms of quality, of\nCanadian and Newfoundland coins. In the Canadian series,\nthe Heaton specimen coins (and almost all Heaton Canadian\ncoins are specimen strikes) are simply spectacular, and are\na clear grade notch or more above virtually anything else\navailable (a few of the coins in the recently distributed\n Cornerstone Collection  perhaps being an exception\nto this.) In the Newfoundland series, the Heaton hoard\ncoins represent the very best Newfoundland mint state\ncoins that can be located, and are the centre pieces of any\nNewfoundland type-set collection. The Heaton coins of\n1872 and 1876 are mint state strikings, along with the\n5 cents, 10 cents and the incredible 50 cents of 1904.\nThe 1882 Newfoundland coins are specimen strikes",
            "Number 1",
            "(although a couple of the 10 cents appear to have now\nslipped into mint state holders), and the 1904 20 cents from\nthe hoard are all specimen strikes.",
            "As to the general comments in the Comwell article on\nthe effect of hoards, there is no doubt that the release of a\nlarge number of high-grade coins of a denomination and\ndate has a negative impact on the value of similar coins\nheld in any collection prior to the hoard release. This is a\nsimple application of the economics of supply and demand.\nHowever, this impact appears to me to be much less severe\nthan what one would expect. My theory on why this might\nbe relates not so much to inefficiency in pricing in the\ncoin market. Rather, it seems to me that new supply in\nany segment of the coi market results in more collectors\nbelieving that they can reasonable assemble a (date) set\nin the area, itself creating more demand. The obvious\nsecondary conclusion from this thinking is that those coins,\nin these sets now being assembled by these new collectors,\nthat were not represented in the released hoard actually\nincrease in demand and therefor value. I believe we saw\nthis following the release of the Landon hoard in 2016.\nThere were many dates in late Victoria, Edward and early\nGeorge V large cents where multiple high-grade examples\nwere sold in the same single auction. There were also dates\nin these series that were not represented in the hoard, and\ndemand for these dates has certainly increased.",
            "Perhaps the coin market isn t your typical economic\nmarket. Prices may be more responsive to lack of supply\nthan they are to the lack of demand. If nice coms are around\nin any series, it seems more collectors will collect the\nseries, and demand, and prices, will stabilise, or increase.\n"
        ],
        "PageNo": "17"
    },
    {
        "File": "The_CN_Journal_January_18.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "Royal Canadian Mint s Tri-Metal Token Wins International Association of Currency Affairs \nExcellence in Currency 2019 Coin Awards  for best New Coin Product, Feature or Distribution\nInnovation  + L preuve Trim tallique de la Monnaie Royale Canadienne D croche un Prix\nExcellence in Currency Awards 2019 de l international Association Of Currency Affairs, Dans\nla Cat gorie Meilleure Innovation en Mati re de Pi ce, de Caract ristique ou de Distribution",
            "OTTAWA, ONTARIO   OCTOBER 16, 2019  ",
            "The Royal Canadian Mint is delighted that\nits advanced tri-metal coin technology\nwon global currency industry\nrecognition by being crowned the\n Best new coin product, feature",
            "or distribution innovation  of",
            "the International Association of\nCurrency Affairs  Excellence in\nCurrency 2019 Coin Awards. This\naward was officially announced",
            "on October 15, 2019, at the Coin\nConference in Rome, Italy.",
            " The Mint is proud that our innovations\ncontinue to receive world-wide recognition\nfrom the International Association of\nCurrency Affairs and our industry\npeers,  said Marie Lemay, President\nand CEO of the Royal Canadian\nMint.  We are excited to add\nour award-winning tri-metal\ncoin technology to the long list\nof coin solutions offered to our\ninternational customers. ",
            "The tri-metal token consists of a\nbrass plated steel ring, with an inner core\nof nickel plated steel and copper-plated steel",
            "on the opposite side. With a complex arrangement of\nmultiple materials, this token contains the most",
            "advanced overt and covert security features,\nincluding tailored electromagnetic\nsignatures for vending equipment.",
            "The Mint is also proud to have\nmanufactured the Reserve Bank\nof New Zealand s 2018 coloured\nArmistice Day circulation coin,\nwhich won awards in the  Best New\nCommemorative Circulating or Test\nCoin at Face Value  and  Best Circulating\nCoin Public Education Program, Website, or\nApp  categories.",
            "OTTAWA (ONTARIO), LE 16 OCTOBRE 2019   La\nMonnaie royale canadienne se r jouit que sa technologie\navanc e de pi ce trim tallique ait  t  reconnue par\nl industrie mondiale du monnayage. Cette pi ce\na en effet obtenu le prix Meilleure innovation\nen mati re de pi ce, de caract ristique ou de\ndistribution (Best new coin product, feature\nor distribution innovation) dans le cadre des\nprix Excellence in Currency Awards 2019 de\nl International Association of Currency Affairs\n(IACA). Ce prix a  t  annonc  officiellement\nle 15 octobre 2019 a la Coin Conference qui se\ntenait cette ann e 4 Rome, en Italie.\n  La Monnaie est fi re que ses innovations\ncontinuent d tre reconnues mondialement par\nl International Association of Currency Affairs et\nses pairs de l industrie, a d clar  Marie Lemay,\npr sidente de la Monnaie royale canadienne.\nNous sommes tr s contents d ajouter notre\ntechnologie prim e de pi ce trim tallique 4 la\nlongue liste de solutions de pi ces offertes a\nnos clients internationaux.  \nL preuve trim tallique est compos e d un\nanneau ext rieur fait d acier plaqu  laiton et\nd un disque central en acier plaqu  nickel d un\nc t  et en acier plaqu  cuivre de l autre. Grace\na un agencement complexe de plusieurs mat riaux,\ncette  preuve combine les caract ristiques de s curit  visibles\net invisibles les plus avanc es, comme des empreintes\n lectromagn tiques distinctes lorsque la pi ce est\nutilis e dans des distributrices.\nLa Monnaie est  galement fi re d avoir\nfabriqu  la pi ce de circulation color e\n2018   Jour de l  Armistice de la Reserve\nBank of New Zealand, qui a remport  des\nprix dans les cat gories Meilleure nouvelle\npi ce d essai ou pi ce de circulation\ncomm morative vendue a sa valeur nominale\net Meilleur programme, meilleur site Web ou\nmeilleure application d ducation du public sur les\npieces de circulation.",
            " The CN Journal Volume 65\n"
        ],
        "PageNo": "18"
    },
    {
        "File": "The_CN_Journal_January_19.jpg",
        "Paragraphs": [
            "MEDALS, OF_THE_SEVEN_YEAR S. WAR",
            "BY GEOFF BELL\nFRCNA, FCNRS, LM, #208",
            "Presented Specimens",
            
            "The Seven Year's War (1756-1763) was the first global conflict, fought on five contents and the seas. Fueled\nby imperial rivalries, it included the five great powers of Europe   pitting France, Austria, and Russia against\nBritain and Prussia. Considered an absolute British victory it saw the Royal Navy rise as the world  greatest\nnaval power and France forfeit Canada to Britain. One outcome, Britain's campaign successes, became\nrecorded in a series of medals, and it is the presented versions of these that are documented by the author.\nThis article appeared originally in the MCA Advisory and is edited here for The CN Journal.",
            "B ritish victories and achievements during the Seven",
            "Year s War, 1756-63, were celebrated in a series",
            "of issued medals that was an early project of the\nRoyal Society of Arts. The Thomas Hollis memoirs give us\nmuch insight into the presentation of these medals made to\ndignitaries:  On the taking of Goree by Admiral Keppel a\ncopper medal was struck, engraved by young Pingo, which\ngained the prize given by the Society of Arts and Commerce,\none of these Mr. Hollis presented to Mr. Pitt anonymously\non the edge of which was inscribed WILLIAM PITT\nADMINISTRING. Two others he presented to Commodore\nKeppel Commanding. Another he sent to Dr. Mark Akenside\nand distributed numbers to his friends at home and abroad. ",
            
            "In the 1750s and 1760s, two very influential committee\nmembers were Thomas Hollis and James  Athenian  Stuart.\nHollis was very wealthy having inherited money from\nseveral relatives. He remained a bachelor all his life. As a\nresult of both these factors, he traveled Europe extensively,\npurchasing statues, engravings, prints, books and the like.\nHis favourites were Milton and Virgil. It only stands to\nreason that the medal designs he favoured featured classical\nthemes. Because of his wealth and connections, he had an\ninordinate amount of influence on the medal committee.\nHe was often sought out by artists and medallists for his\nadvice and opinions.",
            "James  Athenian  Stuart was an important member\non the Society s committee of awards. He designed\nmedals, organized their manufacture and even arranged\nfor their distribution. Another noted designer and\npainter that helped Hollis was Giovanni Cipriani.",
            "Number1 January + February 2020 --------------------------",
            "The Royal Society of Arts, originally named The\nSociety for the Encouragement of Arts Manufactures and\nCommerce, was founded in 1754 by William Shipley in\nLondon, England. At the outset, Shipley ran a drawing\nschool and was well connected to important politicians,\nthe art community, and the wealthy elite. He conceived the\nidea of offering medals and premiums for new innovative\ninventions that included modeling, engraving and drawing\n(medallic art). To this end, he set up a committee to\nconsider deserving persons. Four important medallists\nrewarded this way were John, and Lewis Pingo, their father\nThomas Pingo, and John Kirk.",
            "He was later to be associated with the Royal Academy\nexecuting designs for their medals.",
            "The Hollis memoirs further states  On the taking of\nLouisbourg, he devised another medal, the disposition\nwhereof was settled with Capriani and executed by Mr.\nKirk. On the face was the head of Britannia, copied by Mr.\nNatter from an antique paste on the root of Sardinia, with the\ncap of Liberty and a trident on each side of it and round it\nO FAIR BRITANNIA! With a cornucopia in her right hand,\nand a trophy with a shield, in which are French fleur-de-lis\nin her left. ",
            "Finally,  On the 8th of October, he settled the plan of\na medal on the taking of Guadaloupe to be laid before\nthe Society of Arts for their approbation; the medal was\nafterwards executed at the expense of that Society. \nOne can see Hollis was the energy, inspiration and\nmotivator in getting the medal projects generated.\n"
        ],
        "PageNo": "19"
    },
    {
        "File": "The_CN_Journal_January_20.jpg",
        "Paragraphs": [
            "The following medals represent a\nseries produced by the Society for the\nEncouragement of Arts and Commerce\nbased in England. They commemorated\nBritish victories during the Seven Years\nWar. This list includes only those medals\nengraved on the edge as indicated.",
            "When researching a project that occurred\nover two centuries ago, there are often more\nquestions than answers. How many medals\nwere struck for each British victory? How\nmany medals were struck in the various\nmetals? Who engraved the unsigned medals?\nIf one compares the Society s stated costs\nfor engraver services and die preparation,\nit seems somewhere between 100 and 200\nmedals were produced for each event. How\nmany were edge-inscribed or  presented ?\nWe have uncovered 31 specimens as such\nbut certainly there must be others in private\ncollections, museums, archives etc.",
            "The next mystery is who got which\nmedal? We are certain Prime Minister Pitt\nwas the recipient of one, or possibly one of\neach of the medals issued. It is likely that\nofficers who served at battle sites each\nreceived a silver specimen. This seems to\nhave been the custom of the day. It is also\nlikely there was a list of subscribers who\npurchased medals. Some of these persons\nprobably lived in British North America. We\nknow this because Hollis mentions sending\nmedals overseas. For no apparent reason,\nthe 1758 Goree Taken medal has produced\nthe most inscribed specimens at auction,\ntwo in silver and four in copper. Why were\nthere several examples of the same medal\ninscribed with the same name on each\nmedal s edge? One would think only silver\nand gold specimens would be inscribed.\nUndoubtedly, there is much more to this\nstory to be told.",
            "Presented Specimen Listings",
            "Louisbourg Taken, 1758; Eimer-657, Betts-410, Tancred",
            "engraver: Thomas Pingo",
            "obverse: PARITER   IN   BELLA (above globe) CANADA AMERICA (on globe) T   PINGO   F   (below)",
            "reverse: LOVISBOVRG   TAKEN   MDCCLVIII",
            "specs: 43.8 mm; Au: 786.9 826.9 gns, Ag: 536.9 580.7 gns, Cu: 507.7 561.5 gns",
            "Metal Collection/Auction Engraved Edge",
            "Gold Spink   1893 CAPTAIN COLLINGS",
            "Silver Hunterian Museum   Glasgow, GLAHM:38798 EDWARD BOSCAWEN ADMIRAL",
            "IEFFREY AMHERST GENERAL COMMANDING",
            "Gold Morton & Eden   December 2003 CAPTAIN MATTHEW BUCKLE",
            "Gold American Numismatic Society EDWARD BOSCAWEN ADMIRAL",
            "Gold ANA Numismatist, April 1932 SIR ALEXANDER SCHOMBERG",
            "Gold ANA Numismatist, April 1932 SENIOR MIDSHIPMAN GEORGE YOUNG\na The CN Journal Volume 65\n"
        ],
        "PageNo": "20"
    },
    {
        "File": "The_CN_Journal_January_21.jpg",
        "Paragraphs": [
            "Louisbourg Taken, 1758; Betts-411",
            "engraver: John Kirk\nobverse: O   FAIR   BRITANNIA   HAIL (around) |   KIRK   F (below)\nreverse: LOVISBOVRG   TAKEN   MDCCLVIII (around) |   KIRK   F (exergue)\nspecs: 40.7 mm; Ag: 412.2 gns, Ae: 385.6 409.1 gns",
            "Metal Collection/Auction Engraved Edge\nSilver Hunterian Museum   Glasgow, GLAHM:38800 WILLIAM PITT ADMINISTRING\nSilver Ford XIV, May 23, 2006, ex Robert Reford, lot 40 WILLIAM PITT ADMINISTRING\nSilver Heritage, January 2012, ex Jim King (9/1967), lot 3898 WILLIAM PITT ADMINISTRING",
            "Goree Taken, 1758; Eimer 661, Hawkins 415",
            "engraver: John Pingo\nobverse: O   FAIR   BRITANNIA HAIL (around)\nreverse: GOREE   TAKEN   MDCCLVIII (around)\nspecs: 39.6 mm; Ag: 331.1 383.2 gns, Cu: 370.8 458.2 gns\nMetal Collection/Auction Engraved Edge\nSilver Ford XIV, May 23, 2006, ex Jim King 1971, lot 127 AVGVSTVS KEPPEL COMMANDING\nSilver Ford XIV, May 23, 2006, ex Sotheby 1987, lot 128 AVGVSTVS KEPPEL COMMANDING\nCopper Ford XIV, May 23, 2006, ex Jacques Schulman, 1971, lot 129 | WILLIAM PITT ADMINISTRING\nCopper Ford XIV, May 23, 2006, ex Warren Baker 1976, lot 130 THOMAS HOLLIS FRS FSA INVENTOR\nCopper Ford XIV, May 23, 2006, ex Jim King 1971, lot 131 GIVEN BACK IOHN EARL OF BVTE ADMINISTRING\nCopper Ford XIV, May 23, 2006, ex Bowers & Merena 1985, lot 132. | WILLIAM PITT ADMINISTRING\nSilver Hunterian Museum   Glasgow, GLAHM:38802 AVGVSTVS KEPPEL COMMANDING\nNumber 1 January + February 2020   \n"
        ],
        "PageNo": "21"
    },
    {
        "File": "The_CN_Journal_January_22.jpg",
        "Paragraphs": [
            "Quebec Taken, 1759; Eimer 14, Betts 421\nengraver: John Pingo\nobverse: BRITANNIA (above) BRITANNIA (above) SAVNDERS (left) WOLFE (right)\nreverse: QVEBEC   TAKEN   MDCCLIX (around) SOC   P   A   C (exergue)\nspecs: 40.0 mm; Au: 554.7 gns, Ag: 321.2 412.9 gns, Cu: 404.1 460.1 gns",
            "Metal Collection/Auction Engraved Edge",
            "Silver Hunterian Museum   Glasgow, GLAHM:38811 WILLIAM PITT ADMINISTRING\nSilver Ford XIV, May 23, 2006, ex Richard Margolis 1972, lot 74. | WILLIAM PITT ADMINISTRING\nCopper Ford XIV, May 23, 2006, ex Robert Reford 1968, lot 75 WILLIAM PITT ADMINISTRING\nCopper Ford XIV, May 23,2006, ex Fred Baldwin 1965, lot 76 WILLIAM PITT ADMINISTRING",
            "Guadalupe Surrenders, 1759; Eimer 665, Betts 417\nengraver: Lewis Pingo\nobverse: MOORE (left) BARRINGTON (right) SOC   PROM e ARTS / AND   COMMERCE   (exergue)\nreverse: GVADALVPE   SVRRENDERS (around) MAY   |   MDCCLIX (exergue)\nspecs: 40.0 mm; Ag: 399.7 414.6 gns, Cu: 448.6 467.6 gns",
            "Metal Auction Engraved Edge\nCopper Ford XIV, May 23,2006, ex Leonard Finn 1965, lot 118 WILLIAM PITT ADMINISTRING",
            "a The CN Journal Volume 65\n"
        ],
        "PageNo": "22"
    },
    {
        "File": "The_CN_Journal_January_23.jpg",
        "Paragraphs": [
            "The Battle Of Minden, 1759; Eimer 669, Hawkins 431\nengraver: John Pingo\nobverse: CONCORD   OF   THE   ALLIES (around) AVG   |   MDCCLIX (exergue)\nreverse: SOCIETY   PROM   ARTS / AND   COMMERCE\nspecs: 40.0 mm; Ag: 399.8 gns",
            "Metal Auction Engraved Edge\nSilver Ford XIV, May 23, 2006, ex Baldwin & Sons 1965, lot 134 | WILLIAM PITT ADMINISTRING",
            "Battle of Quiberon, 1759; Eimer 676, Hawkins 441\nengraver: John Kirk\nobverse: BRITAIN   TRIVMPHED   HAWKE   COMMANDED (around) OFF   BELLEISLE / NOV   XX e \nMDCCLIX (exergue)\nreverse: FRANCE e NIGHT   BRITAIN (around) TEMPEST (centre) FRANCE   RELINQVISHES / THE  \nSEA/S   Pe Ae C (exergue)\nspecs: 40.0 mm; Ag: 428.2 gns",
            "Metal Auction Engraved Edge\nSilver Ford XIV, May 23,2006, ex Baldwin & Sons 1969, lot 133. | WILLIAM PITT ADMINISTRING",
            "Number 1 January + February 2020 \n"
        ],
        "PageNo": "23"
    },
    {
        "File": "The_CN_Journal_January_24.jpg",
        "Paragraphs": [
            "Canada Subdued, 1760; Eimer 680, Betts 430\nengraver: Thomas Pingo\nobverse: GEORGE   Il   KING (above)\nreverse: CANADA SUBDUED (around) MDCCLX /S   P   Ae C (exergue)\nspecs: 39.2 mm; Ag: 333.7 405.9 gns, Cu: 378.7 437.9 gns",
            "Metal Auction Engraved Edge\nSilver Ford XIV, May 23, 2006, ex Robert Reford 1968, lot 101 WILLIAM PITT ADMINISTRING",
            "Montreal Taken, 1760; Eimer 687, Brown 71\nengraver: John Kirk\nobverse: MONTREAL   TAKEN   MDCCLX (around) / SOC. PROMOTING ARTS AND COMMERCE. (exerge)\nreverse: THE CONQVEST OF CANADA COMPLEATED (around) AMHERST (within laurel wreath)\nspecs: 40.7 mm; Ag: 475.3 gns",
            " \n Sona anaee ",
            "Metal Collection/Auction Engraved Edge\nSilver Waddington s June 2018, lot 2 WILLIAM PITT ADMINISTRING\nSilver | Hunterian Museum   Glasgow, GLAHM:38819 WILLIAM PITT ADMINISTRING",
            "a The CN Journal Volume 65\n"
        ],
        "PageNo": "24"
    },
    {
        "File": "The_CN_Journal_January_25.jpg",
        "Paragraphs": [
            "Belleisle Taken, 1761; B-unlisted, M-H.370\nengraver: John Kirk\nobverse: O   FAIR   BRITANNIA   HAIL (around) |   KIRK   F (below)\nreverse: BELLEISLE   TAKEN   MDCCLXI (around) |   KIRK e F (exergue)\nspecs: 40.7 mm; Ag: 470.1 497.6 gns",
            "Metal Auction Engraved Edge",
            "Silver Ford XIV, May 23, 2006, ex Baldwin & Sons 1969, lot 135 | WILLIAM PITT ADMINISTRING (there appear to\nbe at least two different lettering styles)",
            "Silver Ford XIV, May 23, 2006, ex Baldwin & Sons 1965, lot 138 | WILLIAM PITT ADMINISTRING (there appear to\nbe at least two different lettering styles)",
            "Silver Heritage, January 2012, ex Christie s (11/1975), lot 3899 WILLIAM PITT ADMINISTRING (reverse clashed)",
            "Pondicherry Taken, 1761; Eimer 686, Brown 72\nengraver: John Pingo\nobverse: GEORGE e  THE   THIRD (around) T   P   F   (below)\nreverse: TOTAL   EXPULSION e  OF   THE FRENCH   FROM   INDIA (around) COOTE STEEVENS\n(on shield) INDUS GANGES (on either side of figure) PONDICHERRY TAKEN / MDCCLXI (exergue)\nspecs: 39.0 mm; Ag: 387.5 gns, Cu: 427.6 gns",
            "Metal Auction Engraved Edge",
            "Silver Ford XIV, May 23, 2006, ex Baldwin & Sons 1965, lot 138 | WILLIAM PITT ADMINISTRING",
            "Copper Ford XIV, May 23, 2006, ex Spink & Son 1973, lot 139 PONDICHERRY ETC. GIVEN BACK LE. OF\nBVTE ADMINISTRING",
            "Number1 January + February 2020 \n"
        ],
        "PageNo": "25"
    },
    {
        "File": "The_CN_Journal_January_26.jpg",
        "Paragraphs": [
            "Bibliography",
            "Blackburne, Francis, 1780, Memoirs of Thomas Hollis, Esq. F-R. and A.S.S., London.",
            "Bowers and Merena Galleries, 2001, Zhe Cabinet of Lucien LaRiviere, Part IT, Baltimore.",
            "Eimer, Christopher, 1998, The Pingo Family & Medal Making in the 18th Century Britain, London, British Art Trust.\nEimer, Christopher, 1987, British Commemorative Medals and their values, London, Spink.",
            "Stacks, 2001, John J. Ford Collection, Coins, Medals and Currency, Part XIV, New York.",
            "Waddington s, 2018, Select Online Auction of Canadian Art and Decorative Arts, Toronto.",
            "All medals are shown enlarged; images courtesy of Stacks Bowers, Hunterian Museum and Waddington s.\nMedal weights vary significantly; where possible ranges are given as a guide but should not be considered definitive.",
            "This article originally appeared in the Medal Collectors of America Advisory, Vol. 22 No. 2, pp 40-45.",
            "IN THE NEWS",
            "\n2019 Coin Grading and Preservation Workshop a Success!",
            "The annual RCNA\nCoin Grading\nand Preservation",
            "Workshop, took place once\nagain, after a brief hiatus,\non Saturday, November 23,\n2019, at the main campus of\nHumber College in Toronto\nON. The event was sponsored\nby a grant from The Canadian\nAssociation for Numismatic\nEducation (CAFNE).",
            "Henry Nienhuis, Moderator\nfor the event, reported that\nthe workshop was highly\nsuccessful and was enjoyed\nby all in attendance. He said\nthat the course is meant to be",
            "an intimate, hands-on learning experience which includes\nvaluable one-on-one time with the instructors. This gives\nstudents time to ask specific questions relevant to their",
            "materials and areas of interest.",
            "The morning session\ninstruction on technical\nand market coin grading\nwas presented by Robert\nForbes, President of the\nRoyal Canadian Numismatic\nAssociation.",
            "The afternoon session,\ndealing with the conservation\nof numismatic material, was\ntaught by Susan Maltby,\nof Maltby and Associates,\na well-known freelance\nconservator and author.",
            "The instructors provided\nall participants with handouts\nintended to serve the students\nas useful reference material in",
            "their continued numismatic study.\nThe RCNA received several very positive, constructive\ncomments about the course material and the instructors.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "26"
    },
    {
        "File": "The_CN_Journal_January_27.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "Roy cM Wodlinys",
            "BY ALAN ROY\n#17134",
            "Some Die Varieties of the Large Cents of British North America and Canada",
            "If you have ever wondered whether monuments exist",
            "to commemorate numismatists, I would suggest",
            "that the developed catalogue numbering system is\nsuch a monument. When you see an identifying number\nfor a numismatic item mentioned in an article or auction\ncatalogue, it points to the collector and the hard work\nhe put into researching and studying his patch of the\nnumismatic field. The number is always prefixed with the\nnumismatist s name, or an abbreviation of it, a clue that it s\nlisted somewhere. Find his reference and see the monument\nhe built himself. Let s talk about one of these monuments.",
            "By 1992, Jack Griffin had spent 45 years studying\nthe large-cent series of Canada, the Maritimes, and\nNewfoundland, and in that time, he found hundreds of new\nvarieties resulting from the dies used to strike the coins.",
            "Many of these die varieties involved the positioning or\nstyle of digits in the date. Dies for the coms were made from\nhubs with incomplete dates. After a new die was made, the\nlast one or two digits in 1ts date were punched in by hand. In\nhaste, some employee at the Mint may have used a different\nstyle of punch than was intended. Or the worker might\nhave slightly misaligned the punch. Sometimes the punch\nwould bounce between strikes, producing a  doubling  of\nthe design elements. Occasionally the workman could have\nstarted with the wrong punch, discovered his mistake, and\nuse the correct punch over that mistake, creating a strongly\nstruck digit over the faint ghost-like image of the wrong\ndigit.",
            "Other times, if a die showed wear or damage it might\nhave been re-cut by an engraver to strengthen or correct\nsome design detail or the legend. This often created visual\nchanges to the die and the coins it struck.",
            "In 1992, Griffin wrote  My Experience with the 1859 Cent\nwith the Double Punched 9,  a Guy Potter Literary Award-\nwinning article that appeared in The Canadian Numismatic\nJournal. In that article, he notes that in the 1952 edition of\nthe Charlton Standard Catalogue, only two varieties of the\n1859 cent were listed. By the 1992 edition of the catalogue\ntwo more varieties, for a total of four, had been added. Of\ncourse, because Griffin was an enthusiastic collector and\nresearcher, he had found several varieties that were unlisted.\nIn his article, Griffin listed and described ten different\nvarieties of the 1859 double punched 9 cent.",
            "That same year, Griffin wrote his seminal work Some\nDie Varieties of the Large Cents of British North America\nand Canada. In the foreword, the catalogue s publisher,",
            
            "Number1 January + February 2020 --------------------------",
            "Brian Cornwell, writes that for the Canadian large cent series\nfrom 1858 to 1920, the Charlton Standard Catalogue of the\ntime listed 48 different dates and varieties. Griffin listed no\nfewer than 731 varieties for the same series! Griffin also\nstudied the large cents of Newfoundland, Prince Edward\nIsland, New Brunswick, and Nova Scotia. In total, he\ndocumented almost a thousand varieties.",
            "Each variety has its own Griffin number, prefixed by GR,\nwhich simplifies identifying its unusual characteristic. These\nnumbers are used by collectors specializing in large-cent\nvarieties. Sales lists and auctions catering to such collectors\nuse these numbers to precisely identify the coins they offer\nfor sale.",
            "As more collectors became aware of Jack Griffin s work,\ninterest in the series grew. More varieties came to light and\nGriffin published new expanded editions of his catalogue.\nAfter he passed away in 2008, collector and researcher Rob\nTurner began to build on the foundation that Griffin had\ncreated by adding to the knowledge of Canada s large cents,\nand fashioning a numismatic monument of his own.\n"
        ],
        "PageNo": "27"
    },
    {
        "File": "The_CN_Journal_January_31.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e\nNOUVELLES. DES. CLUBS",
            "By BRETT IRICK (CLUB SERVICES)\nFONA, LM, #456",
            "Mid-Island Coin Club Holds Charity Draw",
            "In December of each year, the Mid-Island Coin\nClub which meets in Nanaimo, and the North\nShore Numismatic Society in Vancouver, British\nColumbia, each sponsors its own special donation\nauction. Items are donated by members with\nproceeds going to a charity each club selects.\nAt its Christmas party, each also sponsors a\nPandora s Box, a form of reverse draw. Reverse\ndraws like this are extremely entertaining and can\nalso be used to raise funds for a good cause.",
            "For our further amusement, the Christmas Party\nwill, as in past years, also have a Pandora s Box;\nits rules follow: Each person participating puts up a\nnumismatic item with the true retail value of $10 or\nslightly more. The participant gets a numbered ticket,\nand another, with the same number, goes in a basket.\nThroughout the evening, there will be drawings from\nthe basket, each number eliminating that contestant\nuntil only one remains the winner of it all. Having\nsaid that, past years have had the last two or three\ncontestants decide that they will divvy the loot among\nthemselves, possibly on a percentage basis decided\nby the order of the draw. So long as all remaining\ncontestants agree, this is quite all right. Have fun.",
            "Did You Know - Bit  n Pieces",
            "This article appeared in the Mid-Island Coin Club\nNumismatic Journal December of 2019 issue.\nCoins, in addition to being money could and were\nused as weighing and measuring devices.",
            "Largely unnoticed, coins were sometimes very\nhandy as weights and measures. The Canadian",
            "cents of 1858 and 1859 were purposely made",
            "to weigh exactly 1/100th of a pound",
            "each with a diameter of 1-inch. The",
            "bronze cents of Nova Scotia, New",
            "Brunswick, Prince Edward Island,",
            "Newfoundland and Canada (1876",
            "and later) were all struck on British",
            "halfpenny planchets, thus each weighed",
            "an even 1/5th ounce with a diameter so",
            "close to an even inch as not to matter. While\neach Canadian large cent weighed 80 to the pound,\nthe post-1920 small cent weighed 140 to the pound.\nThe large nickel after 1922 also had an even weight:\n100 to the pound, just like the 1858/9 cents.",
            "Number1 January + February 2020 --------------------",
            "Mid-Island Coin Club organise un encan au profit\nd un organisme de charit ",
            "En d cembre de chaque ann e, le Mid-Island Coin Club\nqui se r unit a Nanaimo et la North Shore Numismatic\nSociety a Vancouver, en Colombie-Britannique, et\norganisent un encan sp cial. Les articles sont donn s\ngratuitement par les membres et les profits sont revers s\na un organisme de bienfaisance s lectionn . Au cours\nde leur f te de No l, ils organisent  galement un tirage\ninvers , sous la forme d une boite au tr sor. Les tirages\ninvers s comme celui-ci sont extr mement amusants et\npeuvent  galement  tre utilis s pour diverses lev es de\nfonds pour une bonne cause.",
            "Pour notre plus grand plaisir, la f te de No l aura, comme les ann es\npr c dentes,  galement une boite au tr sor, dont les r gles sont les\nsuivantes: chaque personne qui souhaite participer au tirage doit\ndonner un item numismatique avec une valeur au de tail d environ\n10$ ou l g rement sup rieur. Le participant recevra un billet, alors\nque le billet jyumeau (m me num ro) est plac  dans un contenant.\nTout au long de la soir e, il y aura des tirages, chaque num ro\n liminant un concurrent jusqu a ce qu il n en reste plus qu un\nseul, qui gagne l ensemble des items fournis. Cela dit, au cours des\nderni res ann es, les deux ou trois derniers candidats ont d cid  de\nse partager le gros lot entre eux, probablement selon un pourcentage\nd cid  en fonction de la valeur des items fournis. Tant que tous les\nconcurrents finalistes sont d accord avec la proc dure, c est tr s\nbien. Amusez-vous..",
            "Saviez-vous que - Bit  n Pieces\nCet article est paru dans le num ro de d cembre 2019 du\nMid-Island Coin Club Numismatic Journal. Les pi ces\nde monnaie, en plus de servir comme monnaie,\npouvaient et  taient utilis es comme m thode de\npesage et de mesure.",
            "En grande partie inconnues, les pi ces  taient",
            "parfois tr s utiles comme poids et mesures.",
            "Les cents canadiens de 1858 et 1859 ont  t  faits",
            "express ment pour peser exactement 1 / 100e de livre",
            "chacun avec un diam tre de 1 pouce. Les cent de bronze",
            "de la Nouvelle-Ecosse, du Nouveau-Brunswick, de I fle-",
            "du-Prince-Edouard, de Terre-Neuve et du Canada (1876 et plus",
            "tard) ont tous  t  frapp  sur des flans d un demi-sou britanniques",
            "(half penny), pesant ainsi chacune 1 / Se d once avec un",
            "diam etre si pr s d un pouce que la diff rence  tait n gligeable.",
            "Alors que chaque 80 gros cents canadien pesaient une livre, le petit",
            "cent apr s 1920 devait compter 140 pi ces pour une livre. Le gros",
            "cinq cents apres 1922 avaient  galement un poids  gal: 100 pieces\npour une livre, tout comme les une cent de 1858/9.\n"
        ],
        "PageNo": "31"
    },
    {
        "File": "The_CN_Journal_January_32.jpg",
        "Paragraphs": [
            "The French went out of their way with their bronze\ncoins of 1852-1920: the 1-, 2-, 5- and 10-centime coins\nweighed a corresponding 1, 2, 5 and 10 g each. The\nFrench silver 1-franc coins from the days of Napoleon\nup until 1920 weighed an even 5 g, the 2-franc 10 g and\nthe old silver 5-franc weighed 25 g.",
            "Chips from the Woodpile .... The Holidays\nDavid Gillespie writes an entertaining column\nChips from the Woodpile that is published in the\nCanadian Association of Wooden Money Collectors\njournal Timber Talk. Here's his wooden five cents\nworth in the December 2019 edition.",
            "While turning your calendar over for the last time\nthis year, your eyes will focus on  Christmas\nand the Holiday Season.  The first newsletter\nreferring to Christmas woods was in 1977\nwhen Clarence Kramer offered his wood",
            "to members for 15 cents plus a S.A.S.E.",
            "This was followed in 1978 by Russell and\nErva Jackson who wanted $1.00 plus a return\nenvelope.",
            "Through the 1980s,  90s and beyond,\nhundreds of Christmas flats and rounds\nhave been made, shared and traded among\ncollectors and friends. Timber Talk has\npictured most of these woods and has been\na great source for members to see what else\nis available to collect. Each year the number of\nChristmas woods shown in the newsletter has grown.",
            "In 1986 Jerry Remick encouraged CAWMC\nmembers to issue a Christmas wood as an inexpensive\nway to keep in touch with friends and collectors. In the\nsame issue he offered his Christmas flat and past issues\nat a cost of 50 cents each.",
            "In 1988 four wood manufacturers, James Deluney,\nJohn Lawrence, Jack Higgins and Elbee Company each\ndisplayed over two dozen designs for Christmas flats\nand rounds, with price lists. Canada Wide Woods from\nStratford, Ontario came on the scene in 1994 with a\ndisplay of designs for members to choose from when\nordering woods. It has been a tradition that has caught\non and hopefully will continue for many years amongst\n Lignadenarists  at this festive time of year and before\nthis article ends you should know....",
            " Twas the night before Christmas and all through my\nhome the kids were fast asleep and I was up all alone.\nThe stockings were hung by the chimney with care in\nhopes that St. Nicholas soon would be there. Huge piles\nof wooden nickels on the table were spread, which made\nit apparent, I d be very late to bed. My collection had\ngrown in so many ways, it will keep me busy for days\nupon days. So many  Christmas  woods I'll hope to",
            "Les Frangais se sont  loign s avec leurs pi ces de bronze\nde 1852-1920: les pieces de 1, 2, 5 et 10 centimes pesaient\nrespectivement 1, 2, 5 et 10 g. Les pi ces frangaises de 1 franc\nen argent de l poque de Napol on jusqu en 1920 pesaient\nexactement 5 g, les 2 francs 10 g et les 5 francs en argent\npesaient 25 g.",
            "Chips from the Woodpile .... La p riode des F tes",
            "David Gillespie  crit une chronique divertissante Chips\nfrom the Woodpile qui est publi e dans la revue Timber\nTalk de Il Association canadienne des collectionneurs de\njetons de bois. Voici sa chronique parue dans | dition de\nd cembre 2019.",
            "En tournant la page de votre calendrier pour la derni re",
            "fois cette ann e, vos yeux seront fix s sur  No l et les",
            "F tes . Le premier bulletin du club faisant r f rence",
            "aux jetons de bois de No l date de 1977 alors que",
            "Clarence Kramer a offert son jeton aux membres",
            "pour 15 cents plus un S.A.S.E. Cela a  t  suivi en",
            "1978 par Russell & Erva Jackson qui demandait\n1,00 $ plus une enveloppe de retour.",
            "Au cours des ann es 1980, 90 et au-dela, des centaines",
            "de flans et jetons de No l ont  t  produits, partag s et",
            " chang s entre collectionneurs et amis. Timber Talk",
            "a r pertori  la plupart de ces jetons de bois et a  t ",
            "une excellente source pour les membres de voir ce",
            "qui a  t  produit et disponible a collectionner. Chaque",
            "ann e, le nombre de jetons de No l pr sent s dans le",
            "bulletin du club ne cesse d augmenter.",
            "En 1986, Jerry Remick a encourag  les membres du CAWMC\na produire des jetons de bois pour No l et utiliser comme\nmoyen peu cotiteux de rester en contact avec des amis et des\ncollectionneurs. Dans le m me bulletin, il a offert de vendre ses\nJetons de No l et ses anciens jetons au cotit de 50 cents chacun.",
            "En 1988, quatre producteurs de jetons de bois, James Deluney,\nJohn Lawrence, Jack Higgins et Elbee Company ont chacun\npr sent  plus de deux douzaines de mode les de jetons de No l,\navec une liste de prix. Canada Wide Woods de Stratford, en\nOntario, est arriv  dans le domaine en 1994 avec des  chantillons\nparmi lesquels les membres pouvaient choisir lors de la\ncommande jeton de bois. C est une tradition qui a fait son chemin\net qui, esp rons-le, se poursuivra pendant de nombreuses ann es\nparmi les  Jetonophiles  en cette p riode festive de l ann e.\nAvant de conclure cet article, vous devez savoir ...",
            " C   tait la veille de No l et partout dans la maison, les enfants\ndormaient profond ment et j tais le seul qui n tait pas couch .\nLes bas de No l  taient suspendus avec soin sur le foyer dans\nl espoir que Saint-Nicolas serait bient t 1a. D normes tas de\njetons en bois  taient  tal s sur la table, ce qui prouvait que je\nveillerais tr s tard. Ma collection s est agrandie de tant de facons,\nelle va me tenir occup  pendant des jours et des jours. Tant de\nJetons de bois de  No l  que j esp re recevoir, autant  de jetons\nronds en bois , c est difficile 4 croire. Ces bois sont disponibles",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "32"
    },
    {
        "File": "The_CN_Journal_January_33.jpg",
        "Paragraphs": [
            "receive, some  flats and some rounds  it s hard to believe.\nThese woods come in colours, green, blue and red, maybe\na design will include Santa s sled. Others are painted\nwith gold, silver or white, the obverses are certainly a\ncollector s delight. Like Bill Cousin s greeting that include\nNancy too, Belsten, Brown, Haigh and Walker to name but\na few. There s James Williston stamping woods for Canada\nWide, Munro, Probert, and Clute from the Western side.\nFrom the north comes Lou Vesh who creates his own, he\ncuts and stamps woods in the basement of his home. Ross\nKingdon, to his, he adds a personal touch, all these wooden\ngreetings mean so very much. Now it s getting real late\nand the time is right, to wish you a  Merry Christmas  and\nto  All Woodys  a  Good Night. ",
            "If you would like to have your club profiled here, please\nwrite a column, include pictures and send it to me:\nxr7gt@prodigy.net.\na best wishes for the holiday season and I hope to see you tn\nHalifax for the 2020 RCNA Convention.",
            "Brett Triche",
            "Number1 January + February 2020 -------------------------",
            "en couleurs, vert, bleu et rouge, peut- tre que certains auront\nun design qui inclura le traineau du p re No l. D  autres sont\npeints en or, argent ou blanc, les avers sont certainement un\nd lice de collectionneur. Comme les voeux de Bill Cousin\nqui incluent ceux de Nancy  galement, Belsten, Brown,\nHaigh et Walker pour n en nommer que quelques-uns. Il y\na James Williston qui imprime sur les jetons de bois avec\nCanada Wide Wood, Munro, Probert et Clute de l Ouest du\npays. Du nord vient ceux de Lou Vesh qui cr e le sien, il\ncoupe et  tampe ses jetons au sous-sol de sa maison. Ross\nKingdon, qui ajoute une touche personnelle, tous ces voeux\nsur jetons de bois signifient beaucoup. Maintenant, il se\nfait vraiment tard et le moment est venu de vous souhaiter\nun  Joyeux No l  et  Bonne nuit  a tous les   Woodys  .",
            "Si vous souhaitez avoir le profil de votre club ici,\n crivez une chronique, inclure des photos et envoyez a:",
            "xr7gt@prodigy.net.",
            "tes metlleurs veux pour les fees et fesp re vous votr 6 Hlalifax\nlors da congres de 2020 TARNC.",
            "Brett Triche\n"
        ],
        "PageNo": "33"
    },
    {
        "File": "The_CN_Journal_January_34.jpg",
        "Paragraphs": [
            "H. J. HEINZ  57 VARIETIES ",
            "BY BARRIE RENWICK\nFRCNA, FCNRS, #5754",
            "By 1868 Henry Heinz, then 25, had decided that being",
            "a maker and seller of culinary condiments would be",
            "more satisfying than staying on as office clerk in\nhis father s brick-making business. So he resigned his job,\npartnered with a friend, Clarence Noble, and together set up\nHeinz & Noble in 1869 to make sauces, relishes, sauerkraut\nand pickles for the locals and for the restaurants in his\nhometown, Pittsburgh, Pennsylvania. Henry was finally in\nthe business he d long imagined.",
            "Since his late adolescence, Heinz had had a pastime of\nvegetable gardening that brought modest retums from locals\nwho bought his quality produce. Part of his crops went to\nhis mother s kitchen for her preserves and condiments. One\ncondiment, a relish spiced with horseradish, was Henry s\nfavourite; he helped make it, and he peddled it to those\nwho bought his garden output. Soon it became a favourite\nwith his customers. That relish now topped the list of the\nnew firm s offerings, which included cucumber pickles and\ntomato sauces also based on the maternal recipe book. With\nthe home recipes, his earlier education in business affairs\nand a nascent customer list, he and Noble forged ahead then\nas  purveyors of comestibles. ",
            "Heinz & Noble started as a cottage-industry; Henry\nprepared the products himself. The firm s workplace\nwas in the basement of the Heinz family home otherwise\nvacant; the parents had moved. Henry followed the\nhighest standards of cleanliness, was scrupulous choosing\nonly the best quality garden produce, and he put their\nproducts in clear glass containers for consumers to see the\nunadulterated high-quality contents. These factors along\nwith the firm s convictive advertising and its salesmanship\ngradually led to success.",
            "From the outset, prepared products offered convenience,\nwhich made them popular. Five years in and Henry was\nhiring much needed help. Business was bountiful. The\nfirm began fixed-contract purchases of produce to assure\nsupplies. Then abruptly in 1875 a US financial crisis struck;\nproduce prices plunged below contract commitments\nsweeping Heinz & Noble into bankruptcy, along with some\nfive-thousand other US enterprises also unable to meet their\nliabilities.",
            "Henry, depressed and broke, languished for a time.\nNoble moved on. Eventually, Henry s mother s faith in him\nand her monetary support gave him his second chance at\nsuccess. His bankruptcy prevented him running a business,\nso in 1876 he set up a firm with the family s name showing\nhis brother John, a cousin, and his mother as proprietors.",
           
            "The Heinz trade name re-emerged with its reputation for\nquality intact, which bolstered their determination to re-\nclaim lost market.",
            "H. J. proved a superior businessman   a clever promoter\nwith persuasive advertising stressing  57 Varieties,  the\nlittle pickle logo, and bottle labels in a keystone shape\nemblematic of his homeland:  Pennsylvania the Keystone\nState.  He was also an adept administrator demanding\nquality fruit and vegetables to process and insisting on\nthe highest of standards in preparing and packaging\nproducts. Henry was as well, fatherly and generous with\nhis employees, paying them fairly and providing them\nabove-standard workplace conditions and other benefits.\nLikewise, he kept an ongoing personal interest in each\nemployee. The firm flourished and soon became acclaimed\nthe largest processor of tomatoes in the world. During 1876\nit concocted ketchup, derived from an in-family recipe; the\nsauce became a universal staple. Success brought the family\nwealth, and that allowed Henry to use his portion to buy the\ninterests of the other family members and incorporate the\nbusiness.",
            "Henry s prosperity motivated him to re-pay creditors\nin his H&N bankruptcy. He enlarged the Heinz business,\nupgraded working conditions, made improvements to\nemployees  benefits: issued work-wear, increased rest\nperiods and paid medical care. Then he brought his sons\ninto the operation as eventual successors. In 1886 he\nheaded for vacation in Europe; on the way, he spotted\nbusiness opportunity in Britain. That eventually led to his\nfirst international expansion, a processing plant in London.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "34"
    },
    {
        "File": "The_CN_Journal_January_35.jpg",
        "Paragraphs": [
            "Over time, a similar plant appeared in Canada and others in\ndistant countries. By then, much of the world knew the H. J.\nHeinz Company and bought its products.",
            "Henry John Heinz born 1844 in Pittsburgh lived worked\nand prospered there until he died of pneumonia in 1919 at\nage 74. His employees funded a monument in his memory\nand had it placed in the main office building. Many of those\nworkers were women whose jobs were preparing produce\nfor processing. In keeping with company cleanliness policy,",
            
            "they were dressed in uniform frocks and pinnies and wore\nbouffant hair covers. Company advertising proudly featured\nthem as  the girls in white  or the  Heinz Girls,  phrases\nmeant as flattery in that era.",
            "Henry s slogan  57 Varieties  was his whimsical\nboast; he liked that number even though he knew it was\nunderstated. A hundred years after his death  57 Varieties \nis still the subliminal motivator coaxing today s Heinz\nbuyers, even though it s woefully understated now by\nthousands of items.",
            "H. J. Heinz Company medals",
            "The Faithful Service Gold Medal   presented to employees in recognition\nof ten years  service to the company is a 14k, 35 mm piece with a loop",
            "and ring. The obverse shows a portrait of H. J. Heinz faced right with",
            "a legend: H. J. HEINZ COMPANY, above and: ESTABLISHED 1869,",
            "below. Angled on the shoulder of the portrait is the name Emil",
            "Fuchs, the medallist.7 The reverse has an annulus with the words\nFAITHFUL above, SERVICE below, and a floret & each side at the\ncentreline. The core has a rectangular plaque for the engraved name",
            "and service time of the recipient. Spaces around the device have infill",
            "with swags and decoration.",
            "The 1939 company book of record, The Faithful Service Gold Medal, shows the total number of medals awarded to\ndomestic and international recipients up to and including 1939 was 2,442. The book lists the names of all employees\nduring the time who served for ten or more years. By 1939, among them were 10 names with service of 50 or more years.\nThe beginning date for the award is uncertain, although, it would likely be 1916 because that year was the 40th anniversary\nof the H. J. Heinz Company and also the year that medallist Emil Fuchs arrived in the US.",
            "The 70th Anniversary Bronze Medal  \ndistributed as a commemorative, is a\n77 mm piece with the original portrait of\nH. J. Heinz, but without Fuchs  name.\nAbove, the legend reads: 1869   H. J.\nHEINZ COMPANY   1939, and apart,\nbelow: H. J. HEINZ-FOUNDER.\nOn the reverse, in a lunette, a scene\nwith the Pittsburgh family home\nwhere Henry first began business, and\nbelow a broad banner with a five-line\ninscription: IN COMMEMORATION OF\nTHE SEVENTIETH ANNIVERSARY OF THE\nFOUNDING OF H. J. HEINZ CO.\nBoth medals are Medallic Art Company strikes. The absence of Fuchs  name on the latter medal suggests that Medallic\nArt had obtained rights to the design following the artist s death ten years earlier.",
            "The 1919 Silver Commemorative Oval  \na 22 x 32 mm uniface sterling silver piece has\nthe familiar Heinz portrait with the legend H. J.\nHEINZ above and the dates 1844 1919 below\nthat tells us this is a remembrancer, most likely\nintended for the faithful employees and associates",
            "of the company founder.",
            "7 See  Emil Fuchs  in Portraits of the Famous, The CN Journal March 2017, p. 72. In addition to the portrait medal, Fuchs later\nsculpted the monument in memory of H. J. Heinz that his employees funded.",
            "Number1 January + February 2020 \n"
        ],
        "PageNo": "35"
    },
    {
        "File": "The_CN_Journal_January_36.jpg",
        "Paragraphs": [
            "COIN CONSTELLATION   2019",
            "CONTEST, CATEGORIES. ANNOUNCED",
            
            "Coin Constellation is the international\n( commemorative coins competition held each",
            "year in Russia. This year was the thirteenth\nconsecutive event. The contest is sponsored by the Water\nMark Publishing House, publisher of The Gold Chervonets\nMagazine.",
            "This year, 33 participants (national banks, mints and\ndistribution companies) from 22 countries around the\nworld submitted 226 coins to the competition. According\nto competition rules, all the coins must be issued between\nJanuary 1 and December 31, 2018. The contest s closing date\nthis year was December 15, much later than previous years.",
            "  The Queen s Gate Formal Entrance to Parliament\nHill   30 dollars",
            "The submissions are judged in nine major categories:\nUnique Concept; Best Artistic Solution; Original\nTechnology; Best Circulation Coin; Coin Classic; Souvenir\nCoin; Best Silver Coin; Best Gold Coin, and Coin of the\nYear. The winning coins in these categories were chosen by\nmembers of an International Jury of Experts, based on coin\nimages and descriptions submitted by the participants. This\nInternational Jury was comprised of specialists from well-\nknown world museums, auction houses, and representatives\nfrom numismatic associations and organizations. In addition,\nthe winner of the People s Choice Award will be chosen by\nthe votes cast electronically on the www.gold10.ru website.",
            "The Royal Canadian Mint entered 16 coms this year, with\none, or up to three, in each of the nine categories.\nEntered were these coins;",
            "1. Unique Concept",
            "  The Bumble Bee and the Bloom   50 dollars",
            "  Connecting Canadian History (1866-1916)  \n50 dollars (centre coin) 20 dollars (outer coins)",
            
            "2. Best Artistic Solution",
            "  The Dieppe Raid   20 dollars",
            "  150th Anniversary of The Royal Astronomical\nSociety of Canada   20 dollars",
            "  Brilliant Cherry Blossoms   8 dollars",
            "3% Original Technology",
            "  Lest We Forget   25 dollars (3D helmet design)\n  Star Trek Deep Space Nine   20 dollars\n  The Voyageurs   250 dollars (3D concave oval)",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "36"
    },
    {
        "File": "The_CN_Journal_January_37.jpg",
        "Paragraphs": [
            "4. Best Circulation Coin",
            "  Armistice with colour   2 dollars\n  Armistice without colour   2 dollars",
            "8. Gold Coin of the Year",
            "  The 1908 Sovereign 110th Anniversary of the Royal\nCanadian Mint   200 dollars",
            "5. Coin Classic\n  Zentangle Art   The Bighorn Sheep   30 dollars",
            "9. Coin of the Year\n  Antique Carousel   50 dollars",
            "6. Souvenir Coin",
            "  Canada s Unexplained Phenomena   the Falcon\nLake Incident   20 dollars In addition to the above coins, as competitors in the specific",
            "categories, each of the submissions will be voted on by the\npublic for the 10th award category   the People s Choice\nAward.",
            "The contest closes Sunday, December 15, 2019. When\nyou read this page, you can go online at gold10.ru where\nthe results appear before publication in our next issue of\nThe CN Journal.",
            "Are any of these coins on your list of 2018 RCM\nfavourites? Check with us later to see how our RCM s coins\nrate compared with other world-class public and private\n7. Silver Coin of the Year mints.",
            "  100th Anniversary of the Armistice of the First\nWorld War   1 dollar",
            "Number 1 January + February 2020 \n"
        ],
        "PageNo": "37"
    },
    {
        "File": "The_CN_Journal_January_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2020 $50 Fine Silver Coin  \nReal Shapes: Bluenose",
            "This uniquely-shaped selectively\ngold-plated $50 coin is 99.99% pure",
            "silver, with a width of 54.6 mm, a",
            "height of 68.7 mm, and a nominal",
            "metal weight of 100 grams. The",
            "coin has been specifically designed",
            "for consistent weight while also",
            "ensuring that the subject remains",
            "unaltered from the original in detail and\nproportions. From the 1937 10-cent coin reverse,\nEmanuel Hahn s iconic Bluenose-like schooner\nsails on the open sea. The scene is portrayed\nwithin its own silhouette and accented with\npure gold plating. The obverse features",
            "the effigy of Her Majesty Queen\nElizabeth II by Susanna Blunt.",
            "2020 $200 Pure Gold Coin   Canadian Coastal\nSymbols: Atlantic",
            "Canadian artist Cathy Boursey-Sabourin has\ncreated an original woodcut design of a\nhumpback whale and northern gannet.\nThe whale is diving after having\nsurfaced for air, while the northern\ngannet is plunging into the water",
            "for fish. One of the coast s most\ndistinctive rock formations towers",
            "in the background, carved by wind",
            "and the world s highest tides. The\nwhale s nose and the bird s beak are\npointing downward towards the left",
            "side of the coin, like waves that roll in",
            "from the Atlantic and crash onto",
            "Canada s eastern shores. The",
            "obverse features the effigy of",
            "Her Majesty Queen Elizabeth",
            "II by Susanna Blunt.",
            " The CN Journal",
            "Piece de 50 $ en argent fin 2020  \nPlus vrai que nature : Le Bluenose",
            "Rehauss e d un placage d or s lectif, cette pi ce de forme\nsp ciale est en argent pur a 99,99 %. Elle a un poids\nm tallique nominal de 100 grammes et fait 54.6 mm\nde hauteur sur 68.7 mm de largeur. Elle a  t \nsp cialement congue pour avoir un poids uniforme\net pour que ses proportions et d tails demeurent\ntout a fait fid les au sujet de la pi ce de\ncirculation originale. Comme au revers de la\npiece de 10 cents de 1937, l embl matique\ngo lette d Emanuel Hahn, inspir e du\nBluenose, navigue au large. La scene est\nreproduite sur la silhouette de ses propres\ncontours. L avers, orn  d un motif stylis  et\nr current de go lettes, est a l effigie de Sa\nMajest  la reine Elizabeth II, selon Susanna",
            "Blunt.",
            "Pi ce de 200 $ en or pur 2020   Symboles\nc tiers du Canada : L Atlantique",
            "Lartiste canadienne Cathy Bursey-Sabourin",
            "a cr  ce motif original aux allures de",
            "gravure sur bois, ot 1 on voit une",
            "baleine a bosse et un fou de Bassan.",
            "La baleine plonge apr s une",
            "respiration a la surface, tandis",
            "qu un fou de Bassan pique vers",
            "l eau pour attraper un poisson.",
            "En arri re-plan s l ve une des",
            "formations rocheuses les plus",
            "distinctives de la r gion, model es",
            "par le vent et les plus hautes mar es",
            "au monde. Le nez de la baleine et le",
            "bec de l oiseau pointent vers le bas, a",
            "gauche, comme les vagues qui arrivent de",
            "l Atlantique pour aller s chouer sur le rivage",
            "de l Est canadien. L avers est a l effigie de Sa Majest  la\nreine Elizabeth II, selon Susanna Blunt.",
            "Volume 65\n"
        ],
        "PageNo": "40"
    },
    {
        "File": "The_CN_Journal_January_41.jpg",
        "Paragraphs": [
            "2020 $200 Pure Gold Coin  \nEarly Canadian History: New France",
            "Canadian artist Alan Daniel has created a stunning\nvisual narrative of the epic task that confronted\nLouis H bert as he cleared the land to establish\na garden for Champlain s Habitation.\nThe undertaking was clearly a family\naffair as two of H bert s children are shown\nleaning into the pry as H bert\nraises his axe to chop the\nroots of a tree stump. In the\nbackground, H bert s wife\nand youngest child approach\nwith water. The location of\nH bert s land as shown in this\ndesign is based upon Champlain s\n1608 drawing of his Habitation, the fortifications of which\ncan be seen in the distance in the coin s design.",
            "2020 Fine Silver Proof Set  \n75th Anniversary of V-E Day",
            "This seven-piece set is your only opportunity to own a\nselectively gold-plated version of the 2020\nV-E Day Proof Dollar.\nA selectively gold-\nplated  V  for Victory\ndominates the reverse\ndesign by artist Pandora\nYoung. The crowd\nrepresents jubilation on the\nhome front on May 8, 1945,\na day when Canadians poured\ninto streets and public places to\ncelebrate Victory in Europe (V-E)\nDay. The spontaneous celebration\ngradually fades behind the  V  to\nbecome a scene of remembrance, with\nthree silhouettes representing the different\nbranches (navy, army and air force) of\nthe Canadian and British Armed Forces\nin which Canadians and Newfoundlanders\nserved. The obverse features the effigy of\nKing George VI by T. H. Paget and a Victory\nprivy mark.",
            "From the big  V  for Victory on\nthe reverse to the privy mark on the\nobverse, the enhanced proof dollar\nincludes several features that were\ninspired by the 1945 Victory nickel.\nThat same design also replaces\nthe traditional beaver image on the\n5-cent coin   another set exclusive\nthat immerses you in a historic moment.",
            "Number1 January + February 2020 ",
            "Pi ce de 200 $ en or pur 2020  \nLes d buts du Canada : Nouvelle-France",
            "L artiste canadien Alan Daniel a cr  une\nsuperbe sc ne qui donne a voir la tache\ncolossale entreprise par Louis H bert pour\nd fricher le terrain avant d y am nager\nle jardin de \"Habitation de Champlain.\nLentreprise est visiblement une\naffaire de famille : deux des enfants de\nLouis H bert sont repr sent s en train\nd aider leur p re a couper les racines\nd une souche d arbre. En second plan,\non apergoit la femme de Louis H bert qui\napporte de l eau en compagnie de son plus jeune\nenfant. Pour situer la terre de Louis H bert par rapport a\nl Habitation, dont les fortifications sont visibles en arri re-\nplan, l artiste s est inspir  du dessin r alis  par Champlain en\n1608.",
            "Ensemble  preuve numismatique en argent fin\n2020   75e anniversaire du jour de la Victoire\nen Europe",
            "Cet ensemble de sept pi ces est votre seule\nchance de mettre la main sur une version\nexclusive avec placage d or s lectif du\ndollar  preuve numismatique 2020.\nUn grand   V   de la Victoire plaqu \n@or domine le motif au revers, ceuvre\nde l artiste Pandora Young. La foule\nrepr sente l all gresse qui s est\nr pandue au Canada le 8 mai 1945,\nlorsque la population a envahi\nles rues et les places publiques pour\nc l brer la Victoire en Europe. Cette c l bration\nspontan e s estompe graduellement derricre\nle   V   pour laisser place a une sc ne de\ncomm moration solennelle, incarn e par\ntrois silhouettes repr sentant les diff rents\ncorps (marine, arm e de terre et aviation)\ndes forces arm es canadiennes et\nbritanniques, au sein desquelles ont servi\nCanadiens et Terre-Neuviens. L avers est a\nleffigie du roi George VI, selon T. H. Paget,\net porte une marque priv e de la Victoire.\nDu grand   V   de la Victoire au revers\njusqu a la marque priv e a l avers, le dollar  preuve\nnumismatique rehauss  comporte plusieurs  l ments\ninspir s de la pi ce de 5 cents de 1945, Victoire.\nLe m me symbole vient aussi remplacer l image\ntraditionnelle du castor sur la pi ce de 5 cents de\nlensemble   une autre exclusivit  qui vous plonge dans",
            "un moment historique.\n"
        ],
        "PageNo": "41"
    },
    {
        "File": "The_CN_Journal_January_42.jpg",
        "Paragraphs": [
            "A Numism Tic DATE WITH HisToRy\nQUEEN. ELIZABETH",
            "BY JESUS VICO\nAND, MARISA.OLLERO.",
            "January 15, 1559",
            "Elizabeth I was Queen of\nE England and Ireland until",
            "her death on 24 March 1603.\nSometimes called The Virgin Queen,\nGloriana or Good Queen Bess,\nElizabeth was the last of the five\nmonarchs of the House of Tudor.",
            "Elizabeth was the daughter of\nHenry VIII and Anne Boleyn, his\nsecond wife, who was executed two-\nand-a-half years after Elizabeth s\nbirth. Anne s marriage to Henry VIII\nwas annulled, and Elizabeth was\ndeclared illegitimate. Her half-brother,",
            "Edward VI, ruled until his death in",
            "1553, bequeathing the crown to Lady",
            "Jane Grey and ignoring the claims",
            "of his two half-sisters, Elizabeth and",
            "the Roman Catholic Mary, in spite of",
            "statute law to the contrary. Edward s",
            "will was set aside and Mary became",
            "queen, deposing Lady Jane Grey. During Mary s reign,\nElizabeth was imprisoned for nearly a year on suspicion of\nsupporting Protestant rebels.",
            "In 1558 upon Mary s death, Elizabeth succeeded her half-\nsister to the throne and set out to rule by good counsel. She\ndepended heavily on a group of trusted advisers, led by William\nCecil, 1st Baron Burghley, as well as her astrologer John Dee.",
            "Elizabeth became queen at the age of 25, and declared\nher intentions to her Council and other peers who had",
            "come to Hatfield to swear allegiance.\nThe speech contains the first record of\nher adoption of the medieval political\ntheology of the sovereign s  two\nbodies : the body natural and the\nbody politic:",
            "My lords, the law of nature moves\nme to sorrow for my sister; the\nburden that is fallen upon me makes\nme amazed, and yet, considering\nI am God  creature, ordained to\nobey His appointment, I will thereto\nyield, desiring from the bottom of\nmy heart that I may have assistance\nof His grace to be the minister of\nHis heavenly will in this office now\ncommitted to me. And as I am but\none body naturally considered,\nthough by His permission a body\npolitic to govern, so shall I desire\nyou all ... to be assistant to me, that\nI with my ruling and you with your\nservice may make a good account to Almighty God and\nleave some comfort to our posterity on earth. I mean to\ndirect all my actions by good advice and counsel.",
            "As her triumphal progress wound through the city on\nthe eve of the coronation ceremony, she was welcomed\nwholeheartedly by the citizens and greeted by orations\nand pageants, most with a strong Protestant flavour.\nElizabeth s open and gracious responses endeared her\nto the spectators, who were  wonderfully ravished. ",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "42"
    },
    {
        "File": "The_CN_Journal_January_43.jpg",
        "Paragraphs": [
            "The following day, January 15, 1559, a date chosen by\nJohn Dee, Elizabeth was crowned and anointed in\nWestminster Abbey. She was then presented for the\npeople s acceptance, amidst a deafening noise\nof organs, fifes, trumpets, drums, and bells.\nAlthough Elizabeth was welcomed as queen\nin England, the country was still in a state of\nanxiety over the perceived Catholic threat at\nhome and overseas, as well as the choice of\nwhom she would marry.\nFrom the start of Elizabeth s reign, it\nwas expected that she would marry and the\nquestion arose to whom. Although she received\nmany offers for her hand, she never married and\nwas childless; the reasons for this are not clear.\nHistorians have speculated that Thomas Seymour, who\nhad acted as her tutor together with Catherine\nParr (Henry VIII s widow, and Elizabeth s\nstep-mother) during her adolescence, had\nput her off sexual relationships due to his\n(at least) flirtatious relationship with her.\nCatherine Parr s death after\ncomplications due to childbirth made\nSeymour the richest man in England\nand his eye returned to Elizabeth.\nFrom fear or shrewdness, she avoided\nhim, returning, with her governess,\nKat Ashley, to her childhood home, Hatfield\nHouse. Seymour was beheaded on\nMarch 20, 1549 after being arrested\non suspicion of plotting to marry\nElizabeth and overthrow the Lord\nProtector. Elizabeth, already living at\nHatfield House, would admit nothing.",
            "Number1 January + February 2020 -----------------------------",
            "Her stubbornness exasperated her\ninterrogator.",
            "In the spring of 1559, it became\nevident that Elizabeth was in love with\nher childhood friend Robert Dudley. It\nwas said that his wife, was suffermg from\na  malady in one of her breasts  and that\nthe Queen would like to marry Dudley\nif his wife should die. By the autumn of\n1559, several foreign suitors were vying\nfor Elizabeth s hand; their impatient\nenvoys reported that a marriage with her\nfavourite was not welcome in England.",
            "Among other marriage candidates\nbeing considered for the queen, Robert\nDudley continued to be regarded as a\npossible candidate for nearly another\ndecade. Elizabeth was extremely\njealous of his affections, even when she\nno longer meant to marry him herself.",
            "She considered several suitors until she was about\nfifty. Her last courtship was with Francis, Duke\nof Anjou, 22 years her junior. While risking\npossible loss of power like her sister, who\nplayed into the hands of King Philip II of\nSpain, marriage offered the chance of an\nheir. However, the choice of a husband\nmight also provoke political instability or\neven insurrection.\nElizabeth s unmarried status inspired a\ncult of virginity. In poetry and portraiture,\nshe was depicted as a virgin or a goddess or\nboth, not as a normal woman. At first, only\nElizabeth made a virtue of her virginity: in 1559,\nshe told the Commons,  And, in the end, this shall\nbe for me sufficient, that a marble stone shall\ndeclare that a queen, having reigned such a\ntime, lived and died a virgin.  Later on, poets\nand writers took up the theme and tumed it\ninto an iconography that exalted Elizabeth.\nUltimately, Elizabeth would insist she\nwas married to her kingdom and subjects,\nunder divine protection. In 1599, she spoke\nof  all my husbands, my good people. \nEarly in her reign Elizabeth sought to\nrestore confidence in the fineness of the\nEnglish coins by undertaking a recoinage. In\naddition to this, her reign also saw the\nfirst, though unsuccessful experiment\nwith milled coins in England   struck\nusing a horse powered screw press.",
            "Reprinted with permission from VCoins eNewsletter.\n"
        ],
        "PageNo": "43"
    },
    {
        "File": "The_CN_Journal_January_44.jpg",
        "Paragraphs": [
            "Elizabeth |, Defeat of the Spanish Armada, 1588, struck silver\n52 mm 45.7 g, medal by G. van Bylaer; obv: Philip Il of Spain,\nand the heads of the Catholic Church and state, blindfolded,",
            "seated in discussion with their feet on a spiked floor, O.\nCOECAS. HOMINVM. MENTES. O. PECTORA. COECA. [Oh the\nblind minds of men, oh the blind hearts], * DVRVM x EST\nx CONTRA x STIMVLOS x CALCITRARE x [It is hard to kick\nagainst the pricks], rev: Spanish fleet, some foundering\non rocks, TV * DEVS * MAGNVS * ET * MAGNA * FACIS * TV",
            "* SOLVS * DEVS * / VENI . VIDE . VIVE . 1588 [You God are\ngreat and do great things, You God alone / Come. See. Live.",
            "The Milled Coinage of Elizabeth I T",
            "On December 31, 1558, Elizabeth I signed a commission to\nSir Edmund Peckham as high treasurer of the mint to produce\nhammered gold and silver coins of the same denominations\nand standards as those of her sister, Mary I, differing only in\nhaving her portrait and titles. Because of the large amount of\ndebased coinage already in circulation however, these coins\nsaw little to no circulation and were either saved or melted. To\nrectify this situation plans were adopted to institute a recomage.\nIt was against this background that Elizabeth authorised\nfrench engraver Elloye Mestrelle to set up the first coining\nscrew press in England. Little is known of Elloye s past. He was\nborn in Paris and probably moved to London with his family,\nincluding a brother Philip, early in 1559. He and his brother must\nhave learned their trade at the Moulin de Monnais at Versailles.\nIt is likely that Elloye committed counterfeiting crimes at the\nMoulin and emigrated to sell his skills to the English court.",
            "d silver sixpence, issue by E.",
            "Elizabeth 1, 1558-1603, Au hammered pound or 20-shillings,\nsy 39 mm, 11.08 g. Sixth issue, Tower mintmarks tun / tun\n(cask 1591-95); obv: old bust of queen left with elaborate\ndress and profusion of hair, ELIZABETH D G ANG FRA ET\nHIB REGINA, rev: crowned square shield with E R at sides,\n/ SCVTVM : FIDE! : PROTEGET : EAM. Softly struck, S-2534,",
            "N-2008.",
            "During 1560 he seems to have secured a contract at the\nTower Mint, resulting in the production of the first\nexperimental machine-made coins in late 1561.",
            "To make such milled coins, metal ingots were first cast,\nand then a cutter was employed to cut individual blanks;\nthese turned out to be 10 percent overweight. Therefore, the\nindividual blank flans had to be adjusted by hand to correct\nthe differences. The eventual coins were struck by a screw\npress method and the first denominations were the undated\nsilver shilling, groat and half-groat, and a limited number of\ngold half-pounds and crowns perhaps produced to celebrate\nthe Queen s visit to the Mint in July 1561. The silver at least\nfeatures in a Pyx trial of October 1561, but not the gold. Anew\nProclamation issued November 15, 1561, dropped previous\nsilver denominations in favour of new silver sixpences,\nthreepences, and the short lived three-halfpence and three-\nfarthings denominations, all featuring the rose behind the bust.\nElloye was awarded  25 from the Queen. Ultimately though\nhe was convicted of counterfeiting and hanged in 1578!",
            "Elizabeth I, milled gold half-pound, 31 mm, 5.46 g; Tower\nmintmark star/star, BNJ 1983 Obv 3 Rev 1, this coin is noted.\nBorden and Brown found 8 specimens from these dies with a\ntotal of just 45 known from all dies, the flan with light creasing\nand with a die cud on the reverse at 10 o clock, $.2543.",
            " ",
            "Mestrelle, 25.4 mm, 2.8 g.; obv: elaborate crowned bust left, small\nrose in field behind, initial mark star both sides, outer beaded circle\nand legend surrounding both sides, cross on crown below centre of E,\nELIZABETH. D. G. ANG. FRA. ET. HIB. REGINA, rev: long cross fourch e\nover quartered shield of arms, date above between pellets, left pellet\nbelow V of legend, POSVI DEVM. AD IVTORE M. MEVM, weight 3.11g\n(Borden and Brown 27, 01/R1; N.2027; $.2596).",
            "t see the article in the BNJ 1983, vol. 53, The Milled Coinage of Elizabeth I by D. G. Borden and I. D. Brown",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "44"
    },
    {
        "File": "The_CN_Journal_January_46.jpg",
        "Paragraphs": [
            "Book REVIEW.",
            "RAY P. OLDENBURG\nLM #453",
            "Money   A History",
            "About three years ago The CN Journal,\nA January * February 2017, published my article",
            " Room 68, a Gem Within a Gem.  The article\ndescribed the money gallery located in Room 68 of\nThe British Museum. I had always wanted to convey to\nour readers an accessory to Room 68: the book entitled\nMoney   A History, written by British Museum curators\nCatherine Eagleton and Jonathan Williams. A discovery,\nhowever, prevented me from proceeding. In perusing\nprevious Journal articles, I found that Mark B. Holton had\nalready written an extensive review of that book, in the\nJanuary * February 2003 issue. But the desire to promulgate\nthe exceptional numismatic knowledge found in that book\nchanged my mind because Room 68, the money gallery,\nhas undergone several revisions since 2003 and so has the\nbook. Therefore a non-lengthy but fresh review is in order.",
            "The book s introduction tells a lot about human nature\nand money. Near the beginning the authors state its main\npurpose: to attempt to explain why money has been the\nfocus of so much scrutiny, the cause of so much strife\nbetween individuals and states and as well, to give some of\nthe reasons why. Chapters 1 and 2 describe minting and the\nuse of money in the ancient worlds of Mesopotamia; Egypt;\nGreece, and Rome. Chapter 3   monetary history   moves\non to Medieval Europe. Chapters 4 through 6 and Chapter\n8, in sequence, for: The Islamic Lands; India and South\nEast Asia; China and the East, and Africa and Oceania\ntell the history of money from each of their geographical\nperspectives. These chapters relate the monetary stories\nfrom when coinage began in those areas to when each of\ntheir monetary systems blended into the Early Modern\nPeriod outlined in Chapter 7 and the Modern Period in\nChapter 9.",
            "The book contains many photographs and all are\nsuperb. Though most coins and notes shown are of actual\nsize, some coins have been enlarged to present a clearer\nillustration, and some notes reduced in size to fit the page.\nThe degree of magnification or reduction is shown beside\nthe description of the coin or note.",
            "Although each chapter in the book is informative,\nmost of us would probably relate best to Chapter 9,\nThe Modern Period, because it touches the topics\nwe are somewhat familiar with. Among them are the\nIndustrial Revolution; the Gold Standard; the Great\nDepression, the introduction of Euro currency and\ntechnological innovations such as credit and debit cards,",
            "which enable transactions without the use of cash. At the\nbook s conclusion, the last paragraph throws us the same\nintellectual challenges as the financial press: the making\nof money increasingly being disconnected from industrial\nproduction, a desire for prosperity for all but accompanied\nby a poor understanding by most of how the financial\nsystem works. It does not and cannot provide an answer,\nbut the last sentence gives a clue to both the economist\nand numismatist    Hence the fundamental paradox of\nmodern money: that something so intangible remains so\nvery powerful. ",
            "For anyone interested in monetary history, the book is\none of the best around. It is available through Amazon.ca\nor your bookseller can procure a copy for you.",
            "Paperback: 272 pages\nPublisher: British Museum Press;\n2nd Revised edition (Dec 31 2007)\nLanguage: English\nISBN-10: 0714118141\nISBN-13: 978-0714118147",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "46"
    }
]