[
    {
        "File": "The_CN_Journal_October_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT,",
            "Mozv_DU_PRESIDENT,",
            "I hope all of our members are doing well in these",
            "trying times, and that your interest in numismatics\nhas provided you with some comfort and\nenjoyment.",
            "As I mentioned in my last President s Message,\nwe are required by our governing legislation to hold\nan Annual Meeting of our Members each year, which\nwe have always held at our annual convention. The\ncancellation earlier in the year of our annual convention,\nplanned for Halifax, does not relieve us of our obligation\nto hold an annual meeting in 2020, and we have thus\ndecided to hold our 2020 annual meeting by ZOOM\nconference facility, at noon, EDT, on October 17.",
            "In this issue of the Journal, you will find at page 295\nthe Agenda for our 2020 Annual Meeting. You will also\nfind at page 296 the financial statements of the RCNA\nfor the fiscal year ended December 31, 2019. These\ndocuments are normally available in hard copy at the\ndoor of our Annual Meetings for those who attend. The\nfinancial statements, as received by our Members at\nthe Annual Meeting, are subsequently published in the\nJournal. For obvious reasons, our normal procedures\nhave had to change this year, but we will still publish\nour year-end financial statements in the December issue\nof the Journal.",
            "This is not an election year for the RCNA.\nAccordingly, the items of formal business for the\nAnnual Meeting are limited to receiving the financial\nstatements for the year ended December 31, 2019,\nand agreeing not to appoint an auditor for our 2020\nfinancial statements (as we have always done in the\npast). In addition to the formal business, we will have\nan update at the meeting on the affairs of the RCNA,\nand the winners of the various RCNA annual awards\nfor 2020 will be announced. These awards are normally\npresented after the Annual Meeting and at the banquet\nat the close of our annual convention. Following the\nannouncement of our award winners for this year at our\nZOOM conference/meeting, the names of our award\nwinners for 2020 will be published in the December\nissue of the Journal. The actual presentations for\n2020 are now planned to be made at our 2021 annual\nconvention in Ottawa.",
            "Instructions on joining the AGM through the ZOOM\nfacility can be found on page 319.",
            
            "Number 7 October* November 2020",
            "J  espere que tous nos membres se portent bien en ces temps\n",
            "difficiles et que votre int r t pour la numismatique vous a\napport  un certain r confort et plaisir.",
            "Comme je | ai mentionn  dans mon dernier message du\npr sident, nous sommes tenus par notre statut corporatif de\ntenir une assembl e annuelle de nos membres chaque ann e,\nque nous avons toujours tenue lors de notre congr s annuel.\nL annulation plus tot cette ann e de notre congr s annuel, pr vu\na Halifax, ne nous dispense pas de notre obligation de tenir une\nr union annuelle en 2020, et nous avons done d cid  de tenir\nnotre r union annuelle via l application virtuelle ZOOM, le 17\noctobre a midi HAE.",
            "Dans ce num ro du journal, vous trouverez a la page\n295 Vordre du jour de notre assembl e annuelle 2020. Vous\ntrouverez  galement a la page 296 les  tats financiers de\nPARNC pour l exercice financier termin  le 31 d cembre 2019.\nUne copie papier de ces documents est normalement disponible\na la porte pour les personnes qui assistent a l assembl e\nannuelle. Les  tats financiers, tel qu ils ont  t  recus par nos\nmembres lors de l assembl e annuelle, sont ensuite publi s dans\nle journal. Pour des raisons  videntes, nous avons dt adapter\nnos proc dures normales cette ann e, mais nous publierons tout\nde m me nos  tats financiers de fin d ann e dans le num ro de\nd cembre du Journal.",
            "Cette ann e n est pas une ann e  lectorale pour  ARNC.\nPar cons quent, les points a traiter officiellement lors de\nPassembl e annuelle se limitent a recevoir les  tats financiers\nde l exercice se terminant le 31 d cembre 2019 et d accepter\nde ne pas nommer un v rificateur pour nos  tats financiers\n2020 (comme nous l avons toujours fait par le pass ). En plus\ndes affaires officielles, nous aurons une mise a jour lors de la\nr union sur les activit s de  ARNC, et nous ferons l annonce\ndes gagnants des divers prix annuels de l  ARNC pour 2020. Ces\nprix sont normalement remis apres l assembl e annuelle et lors\ndu banquet a la fin de notre congr s annuel. Suite a l annonce\nde nos laur ats de cette ann e lors de notre conf rence / r union\nZOOM, les noms de ces laur ats pour 2020 seront publi s dans\nle num ro de d cembre du journal. La pr sentation formelle\ndes prix pour 2020 sera ajout e aux activit s du congr s annuel\n2021 a Ottawa.",
            "Les directives pour joindre PAGA via l application ZOOM\nse trouvent a la page 319."
            
        ],
        "PageNo": "293"
    },
    {
        "File": "The_CN_Journal_October_10.jpg",
        "Paragraphs": [
            "SGT... JONATHAN_ MOREY.",
            "BY GRAHAM H. NEALE\n#13329",
            "  Royal Engineer On The Cariboo Road And Early British Columbia Pioneer",
            "Graham, I dont sell medals, I sell stories!",
            "That was the erudite comment made to",
            "me by the late military antiquarian,\nEugene G. Ursual of Ottawa, when I\npurchased from him in May 1984 the\nQueen Victoria South Africa 1853\ncampaign medal illustrated in Figure\n1, which he had acquired just a few\ndays earlier at a commercial show\nin Vancouver. This medal was\nawarded by the British Government\nto Sapper Jonathan Morey of the\nCorps of Royal Sappers and Miners\n(this Corps was incorporated into the\nCorps of Royal Engineers in 1856).\nThe medal is officially impressed in\nthe correct style on the edge with the\nrecipient s name and regiment, as follows:",
            "J. MOREY. Ri SAPRS & MINS.\nJonathan Morey was born near the town of",
            "Portsmouth in England on August 18, 1824. He was\na bricklayer by trade and he attested for the Royal Sappers\nand Miners on February 19, 1847. As confirmed by his\n1863 Discharge Certificate (Figure 2), #1790 Jonathan\nMorey served abroad on the Island of Mauritius from 1848",            
            "to 1851, at the Cape of Good Hope from 1851 to",
            "1855, and finally in British Columbia from",
            "1859 to 1863. He was promoted to the rank",
            "of Corporal on October 1, 1855, and to",
            "Sergeant on July 1, 1858. His service in",
            ", South Africa during the so-called 3rd",
            "Kaffir War (December 1850 March",
            "1853) qualified him for the award",
            "of his South Africa 1853 Medal. He",
            "was discharged, at his own request,",
            "at New Westminster, BC, on October",
            "22, 1863, at the age of 39 years and",
            "65 days. He had travelled to BC",
            "with his wife (Frances) and daughter",
            "(Fanny). A second daughter (Marina)",
            "was born at the Falkland Islands on",
            "January 20, 1859, during the arduous",
            "six-month voyage from England. A son",
            "(Henry) was born in New Westminster on\nDecember 22, 1862.",
            "Jonathan Morey had come to British Columbia as\npart of the famed Columbia Detachment of Royal Engineers\nthat had been tasked with the responsibility of constructing\nthe most formidable and complicated parts of the 650 km\nlong Cariboo Road between Yale and Barkerville in order",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "298"
    },
    {
        "File": "The_CN_Journal_October_11.jpg",
        "Paragraphs": [
            "to open up the Cariboo gold fields in the interior of British\nColumbia (Figures 3 and 4). Private contractors were\nrecruited to construct the more straightforward sections\nof the Road. The main detachment of Royal Engineers,",
            "Number 7 October   November",           
            "plus many women and children, travelled on the Clipper\nShip Thames City (557 tons, 142 ft length) which would\nhave been similar in appearance to that shown in Figure 5.\nThe ship sailed from Gravesend (London) on October\n10, 1858, and arrived at Esquimalt, Vancouver Island, on\nApril 12, 1859, after making two stops for provisions:\nthe Falkland Islands, and Valparaiso, Chile. A very\ncomprehensive manuscript diary/newspaper entitled  the\nEmigrant Soldiers  Gazette and Cape Horn Chronicle  was\npublished on board every two weeks during the voyage and\nprovided valuable education and entertainment. This fine\nwork was formally published in printed book form in 1907\nwith the inclusion of a detailed folding map showing the\npath and progress of the voyage (Figure 7). There had been\ntwo earlier sailings (via the overland Panama route) that\ncarried surveyors and architects who went ahead to what is\nnow New Westminster on the BC mainland to prepare basic\nliving facilities for the main detachment. There was also\none subsequent sailing that carried several married Sappers\nand their families. In total, 165 Royal Engineers (including\nseven Officers) comprised the  Columbia Detachment of\nRoyal Engineers,  and they are listed by rank and name\nin Figure 6 on the following page. All in all, this was a\nsuperbly organized and executed expedition to one of the\nmost distant outposts of the British Empire that, at the time,",
            "was accessible only by sea.\nContinued\n"
        ],
        "PageNo": "299"
    },
    {
        "File": "The_CN_Journal_October_13.jpg",
        "Paragraphs": [
            "The legendary work of the Royal Engineers on the\nCariboo Road was arduous in the extreme at a time\nwhen the principal tools available, in the absence of\nmechanized equipment, were human toil, ingenuity and\nendurance. Many books and articles have been written\non this subject so I will not reproduce the well-known\nhistorical events here, except to say that this undertaking,\ntogether with the construction by the Royal Engineers of\nthe Rideau Canal between Ottawa and Kingston (1826 \n1832), were the two most spectacular and long-lasting\nengineering accomplishments in Canada during the 19th\nCentury.",
            "Sgt. Morey was a well-known figure in British\nColumbia and on March 10, 1873, he became the First\nPolice Constable in the town of New Westminster.\nIn 1998 a marker was unveiled to honour him and\nto commemorate 125 Years of Service by the New\nWestminster Police Force. Jonathan Morey died on\nSeptember 4, 1884, at the age of 60 (Figure 8). His son,\nHenry, became a very prominent bookseller, stationer\nand printer in the town and he was also a talented\nmusician and artist. I have his I.0.0.F. (Independent\nOrder of Odd Fellows) 35-Year Membership Badge,\ndated 1929, acquired at the same time as his father s\nSouth Africa 1853 Medal and this is illustrated in\nFigure 9. Henry Morey died in 1936.",
            "Number 7 October * November 2020 "
        ],
        "PageNo": "301"
    },
    {
        "File": "The_CN_Journal_October_14.jpg",
        "Paragraphs": [
            "It is more than likely that Sgt. Morey s South Africa 1853\nMedal travelled with him on the Clipper Ship Thames City.\nHe definitely wore his medal and he and his descendants\nevidently cherished it until, eventually, it entered the\nnumismatic marketplace in 1984. As I mentioned at the\nbeginning of this article, I purchased a story (and quite an\namazing one at that) and not just a medal. I procrastinated\nfor far too long (36 years in fact!) before bringing to the\nattention of the Canadian numismatic community the\nexceptional contributions of the early British Columbia\nPioneer, Sgt. Jonathan Morey, but now I can relax in peace.\nIt s quite likely that some other members of the Columbia\nDetachment of Royal Engineers similarly received medals\nas a result of their prior military service. However, I\nhave never seen or come across any reference to another\nexample.",
            "USEFUL REFERENCES:",
            "Sinnett, C. and Palmer, H.S. (Eds.) (1907). the Emigrant\nSoldiers  Gazette and Cape Horn Chronicle. Richard\nWolfenden, Victoria BC.",
            "Howay, Frederic W. (1910). The Work of the Royal\nEngineers in British Columbia 1858 to 1863. Victoria\nBC.",
            "Hill, Beth. (1987). SAPPERS   The Royal Engineers in\nBritish Columbia",
            "Smithers, A.J. (1991). Honourable Conquests   An\nAccount of the Enduring Work of the Royal Engineers\nthroughout the Empire.",
            "A Most Agreeable Place. (2017, November 24). Henry\nMorey: Kicking off a Century+ of Bookselling.\nRetrieved from History of Booksellers and Stationers in\nBritish Columbia: www.agreeableplace.com/?s=Morey\naccessed August 18, 2020.",
            "The CN Journal",
            "Volume 65\n"
        ],
        "PageNo": "302"
    },
    {
        "File": "The_CN_Journal_October_15.jpg",
        "Paragraphs": [
            "FINE, POINTS..(REVISITED),",
            "BY ROBERT FORBES\nERCNA,_ #22402",
            "Towards and beyond the year 2000",
            "I n this issue, we will consider a very forward-looking article written in March of 1986 by Brian Cornwell of ICCS in",
            "which the author looks toward the year 2000 and beyond, and tries to predict changes to numismatics. After the article,",            
            "I will attempt to analyse the extent to which these predictions have been proven correct, and the reasons why some of",
            "these predictions from 1986 have not come to pass..",
            "Towards and beyond the year 2000",
            "by Brian Cornwell, FRCNA LM #229 (March 4, 1986)",
            "Suppose for the moment you ve been asked to",
            "forecast some of the new developments that might",
            "be expected in numismatics beyond the year 2000.\nWhat would you predict? If you re like most people you'll\nprobably project changes that are minor variations of\nthe way things are today. Forecasting far into the future\nrequires a little imagination.",
            "Consider what the numismatist during the 1945-50 period\nmight have foreseen if asked to look ahead to the mid 1980s.\nIt is unlikely he or she would have predicted the dramatic\nchanges that occurred in those 40-odd years. Could they have\nimagined this hobby becoming a major industry in North\nAmerica? And what about the size of today s annual coin\nconventions; or all of the major auctions; or the grading\nservices and certification programs; or the significant\ninvolvement of the pure coin investor; or the use of computers\nin the coin business; or the availability of pricing catalogues,\nnewsletters, newspapers, and so on? Could they have\nimagined prices for rare coins would increase more than 100-\nfold in that period? Likely not. Changes since 1945 have been\ndramatic by 1945 standards. Will changes between now and\nearly next century be equally dramatic? If so, in what way? I\nthought about this question and came up with the following\nideas. Why not add your own and then save them for your\nchildren or grandchildren to mull over when the time comes?",
            
            "Number 7 October   November",
           
            "Let them judge how perceptive you were way back in 1986.",
            "Space-Age Coin Holders: If you ve ever been concerned\nabout protecting your coins from corrosive elements in the\natmosphere and other potential damage, your worries are\nover. If you have a mintstate com with beautiful toning and\nwant to preserve it indefinitely or you have a pristine full mint\nred copper coin and want to prevent carbon spotting, these\nnew holders will be your answer. They won t be cheap when\nthey first come onto the market but they'll certainly give you\nthe peace of mind you want in terms of coin safety. Your\ncoin will be stored in a hard, inert, clear plastic to allow easy\nviewing from all sides. Once the surfaces of your coin have\nbeen decontaminated you will place it in the holder, surround\nthe coin with a pressurized inert gas and then completely seal\nthe container. One hundred years later your coin will look the\nsame as it did the day you first stored it.",
            "High-Tech Grading: Two advances in this area can\nbe expected. First, we will have a more advanced,\ncomprehensive grading system than either of the adjectival\nor numeric systems in use today. As a sign of a maturing\nindustry it will be one that is universally accepted and\nenforced by dealers, collectors, and investors alike. The\nmost significant aspect of this new system will be apparent\nfor those coin grades at or above About Uncirculated.\n"
        ],
        "PageNo": "303"
    },
    {
        "File": "The_CN_Journal_October_16.jpg",
        "Paragraphs": [
            "The scheme will be a multi-dimensional one, in effect one\nthat assigns a grade for each of the relevant factors of lustre,\nsurface condition, strike, toning, and overall eye appeal. It\nsounds complicated but it really won t be. Among its major\nbenefits will be a communication of more of the information\nobserved by the grader thereby helping to resolve potential\ndifferences of opinion between graders about the coin s grade.\nThe second advance is the most exciting. We might see coins\ngraded by a scientific instrument of sorts. Technology for this\nexists today in the form of the computer and of lasers. All\nthat is necessary is to apply these to coin grading. Consider\nthe possibilities. A laser beam scans the coin feeding data to\na computer that has reference data in its storage files with the\ntypical mintstate lustre and strike for the com denomination\nbeing examined. The computer-laser combination will\ndetermine a measure of the coin s lustre (as some kind of\nreflectivity factor) and the percentage sharpness of its strike\ncompared to a 100 percent fully struck reference example.\nA computer program might exist as some form of artificial\nintelligence. If so, 1t could be engaged to interpret surface\ndisturbances like bagmarks and so on to assess the grade of the\ncoin s surfaces factor, combine this result with the lustre and\nstrike assessment and come up with a  machine-determined \ngrade. Applications like these are not as impossible as they\nmay first appear. The basic laser/computer technology already\nexists. It s simply a matter of applying it to coin grading.",
            "Automated Coin Exchanger: As above, the computer and\nlaser may offer very dramatic new ways for you to buy and\nsell coms beyond the year 2000. By then you'll likely turn on\nyour home video access terminal and hook into a vast data\nbank of coin information over the telephone line. You'll be\nable to see what coins are needed by others be they dealers,\ncollectors, or investors. In one sense this sort of facility\nalready exists in terms of the United States teletype system\nused by coin dealers there. The differences will be that (a) it\nwill allow public access; and (b) it will provide not only data\nconceming a coin that might be available but also a three\ndimensional hologram or photograph that can be transmitted\nto your viewing terminal to view the coin directly. Through\nthe use of a local computer program you will be able to rotate\nthe hologram, view it in three dimensions, have the object\nmagnified for close study and all in a true colour reproduction.\nIn short, it will be as if the coin were there in real life. You can\nsafely make your buy or no buy decision without ever having\nto first see the coin.",
            "Learning to Grade Coins: As above, computers, lasers, and\nhighly developed computer programs will give an entirely\nnew meaning to the whole process of learning how to grade\ncoins. Through one s own home video screen one will be\nable to study typical mintstate characteristics of coins located\nin a master data file and then determine coin grades by\nvisual inspection of many sample coins stored as holograms.",
            "When studying a particular coin the video screen and\ncomputer program will enable the student to rotate the\ncoin to view from different angles and to enlarge the coin\npicture in much the same way as a magnifying glass. Instead\nof trying to understand grading by interpreting a bunch of\nwordy definitions, one need only use one s eyes to get a visual\nimpression of what makes a Gem different from a Choice and\nso on.",
            "Condition Census Records: A few decades from now\nthe numismatist will wallow in an enormous amount of\ninformation, at least by comparison to that which is available\ntoday. One of the major advances will be the creation of a\nCondition Census file indicating the finest dozen or so\nknown coins for each date and denomination. Along with\nthis ranking will be holograms for each coin that will be\ninstantly accessible via some form of telephone or other\ncommunication link. In effect there will exist a form of\nelectronic coi museum fully accessible to the general public.",
            "Electronic News: Yes you will probably receive your copy\nof the Canadian Coin News and any other coin newsletters,\nauction catalogues, and so on by electronic mail, that is, over\nthe telephone line into your home computer and video screen.\nNo more concerms about having your news lost somewhere in\nthe mail system! What s more, you Il have access to this news\nwithin minutes of it  going to press. ",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "304"
    },
    {
        "File": "The_CN_Journal_October_17.jpg",
        "Paragraphs": [
            "Coin Art: In the distant past, coms have basically stayed in\nthe realm of the pure hobbyist. While coin investors have no\ndoubt always existed they did come into major prominence\nduring the 1970s to share in the hobbyist s pastime. In the\nfuture some coins will be of interest to three groups, namely,\nthe hobbyist, the investor, and soon the connoisseur. The\nlast type already is beginning to put away coins he regards\nas a form of numismatic fine art because of their pristine\ncondition and outstanding eye appeal. Connoisseur types may\nnever develop the numismatic knowledge of their hobbyist\npredecessors but they will have a significant interest in those\ncoins that are aesthetically pleasing. Price premiums they will\npay may sound like science fiction.",
            "New Dimensions to Rarity: Expect to see a major growth\nin the numbers of connoisseur-coin owners and collector-\ninvestors who prefer to own quality condition coims versus the\nmore common circulated examples. This increased demand\nwill make all but the most common coins today seem rare\nby the year 2000. The unavailability of nice coins with eye\nappeal will be further exaggerated because future owners may\nwant to own their coin treasures for longer periods than was\ntypical in past years. Mintstate Victorian halves are rarely seen\nin 1986 and will be even more difficult to find next century.",
            "Commentary",
            "Much after predictions, it is always interesting\nto look at them to determine whether the",
            "predictor got them correct or not, then to",
            "understand how each prediction relates to the",
            "actual outcome. Let s look specifically at some",
            "of these 1990 predictions.",
            "Space-Age Coin Holders: It seems to me that",
            "this prediction has proven partially correct.",
            "Hard, inert, clear plastic holders do now exist;",
            "ones that are sealed to outside contamination",
            "yet allow both sides of a coin to be seen. However,\nthough these holders only slow the process changes to\ncoins in them, they do not appear to eliminate changes\nto coins. It seems to me that the major reason for this\nis often surface contamination on coins we seal into\nholders. We have all been taught not to clean or  process \ncoins, so I think we are reluctant to try to decontaminate\nour coins before we have them graded and sealed.\nOver time, the surface contamination on the coin in the\nholder begins to cause the coin to change, albeit at a slow\nrate. In addition, it seems to me that light, either alone or in\nconjunction with surface contamination, will cause a coin to\nchange in appearance over time, even in the best of holders.",
            "High-Tech Grading: The technology to grade a coin\nwithout human involvement certainly does exist, as\npredicted in the article. However, it seems to me that\ngrading remains as much  art  as  science.  Automated",
            "Number 7 October   November",
            
            "Today attractive George VI mintstate coins are available in\nsmall quantities. Not so next century. In absolute terms they\nwon't be any rarer than now but much, much less available.\nThe George VI prices of today will seem like major bargains\n25 years from now, even after allowing for inflation.",
            "Government Regulation Coming? Today the numismatic\nindustry is relatively free of any burdensome government\nregulation or control. Recent investor lawsuits against\nsome promoter-dealers in the US have raised the spectre of\ngovernment control within the US coin industry. Whether\nthat s desirable or not, the possibility of it happening here\nin Canada at a future date still exists. Will government red\ntape stifle the interest so many coin people find in coins?\nWill others consider it an invasion of their financial privacy,\nparticularly those that store much of their wealth in rare\nartifacts?",
            "To some CCN readers, these futuristic thoughts may seem\ntoo far out. Others may think them not far reaching enough.\nThe truth is that the technology already exists to make these\nadvances happen. The challenge really lies with getting\nsomeone to do it and for a price that is attractive to the end\nconsumer.  ",
            "grading can certainly detect surface flaws,\nstrike quality, and even lustre quality. Eye\nappeal, and assessing whether a coin has the\ncorrect look, or may be a forgery, or have been\nprocessed in some way, is still another matter.",
            "I am uncertain whether we will ever be able to\neliminate the human element in proper grading, but",
            "I don t believe that we have reached that stage yet.",
            "Automated Coin Exchanges: Again, this has",
            "come to pass to a limited extent. In the United\nStates market, where there are multiples of the number of\ncollectors to those existing in Canada, there are certainly\nbuy and sell pricing matrices created and maintained by\nlarger dealers for coins that are more commodity in nature\n(common in a grade up to, and sometimes including, gem\nuncirculated). If you want to assemble a set of Morgan\ndollars in MS-65, for example, you would know fairly\naccurately what the set would cost you (the rare dates\nsometimes excepted), and you could assemble that set\nin graded holders at that price by simply bidding at the\nexchange number. This concept of a real coin exchange\ndoesn t really work for rarer coins, or in markets where\nthere isn t a good flow of transactions. The idea of an\n exchange  is that there 1s enough of a volume of\ntransactions of a type to create a continuous  bid and ask \nprice that allows for an accurate commodity price to exist\nfrom time to time. With rarer coins, this transaction flow\n"
        ],
        "PageNo": "305"
    },
    {
        "File": "The_CN_Journal_October_18.jpg",
        "Paragraphs": [
            "doesn t routinely exist, and probably\nnever will. If we add in the concept\nof eye appeal, the exchange concept\nis even more difficult to contemplate.\nThe human factor of collector taste and\npreference most likely cannot be made\nto fit into an exchange model, where\nevery coin of a type and at a certain\ngrade level would be assigned the same\nprice.",
            "Condition Consensus Records, Coin\nArt and Dimensions of Rarity: These\npredictions all appear to have come\nto pass. As has been discussed in this\nseries of articles, third party grading\npopulation reports, while not perfect,\nnow allow us to assess absolute rarity,\nand condition rarity, of any coin with a\ndegree of precision not available in the\npast. The much higher value market for\ncoins with truly superb eye appeal has\ndeveloped as predicted, and the addition",
            "of eye appeal into so-called market grading has meant that\n coin art,  as mentioned in the above article, is even being\nfactored more into grading. These are all trends that we\nhave reviewed before in this series of articles.",
            "Electronic News: This prediction has\nproven more accurate than any of the\nothers. The language used in 1986, where\nit was predicted that we would be able\nin the future to receive electronic coin\ninformation  over the telephone lines \nshows how much things have changed in\nthis area over even what could have been\npredicted in 1986.",
            "Government Regulation of the Coin\nIndustry: This issue, raised more as a\nquestion for the future than as a prediction,\nhas not yet come to pass. The numismatic\nindustry is probably not significant\nenough in Canada to draw the attention\nof legislators and government regulators.\nI believe that our hobby is viewed more\nas a specialised  cottage industry  that can\npretty much self-regulate, than as an active\nmarket deserving of legislated investor\nprotection regulation. I doubt that this will\nchange, at least in the near future.",
            "Perhaps in another 35 years, someone will look at the\nviews expressed in this article; will that one comment on\nhow developments since 2020 have proved these views True or False",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "306"
    },
    {
        "File": "The_CN_Journal_October_19.jpg",
        "Paragraphs": [
            "MARCEL LYMBURNER AND BRETON S",
            "CLAIMS, ABOUT THE LYMBURNER TOKENS,",
            "BY EDWARD (TED) BANNING\n#23911_",
            "Two tokens that are ostensibly\n| advertising cards for the firm\nof Marcel E. Lymburner",
            "of Montreal appeared in somewhat\nmysterious circumstances about 1882\nand 1885. Despite claims for the\nlegitimacy of at least some of them, it\nis likely that most or all of these cards\nare speculative concoctions of the\nkind that R. W. McLachlan lamented\nin papers on  Recent frauds  and\n Fabrications in Canadian coins \n(McLachlan 1892; 1893). Ironically,\nMcLachlan, himself, appears to have\nbeen one of the guilty parties in this\ncase. What follows is an attempt to\nclarify the history of Lymburner s\ncompany and these two tokens.",
            "Marcel Evogreux Lymburner\n(1836-1910) was born in Saint-\nStanislas-de-Champlain, Lower\nCanada, and became a gold- and\nsilver-plater in Montreal, as well as a\ncoin collector (Gnecchi and Gnecchi\n1886: 297; Mercer 1884: 35).\nHis father, Marcel Lymburmer-dit-Ayotte (1804-1879), was\nthe illegitimate son of Matthew Lymburner (1757-1842).\nMatthew had come to Quebec from Scotland to join his\nolder brother s business, which was mainly involved in\nLabrador s salmon and seal trade. Adam Lymburner\n(1745-1836) had been in Canada since about 1773 and\nserved briefly in the British militia during the American\ninvasion of 1775. In 1795, as he was spending more and\nmore time in England, Adam sold the business to Matthew,\nand moved permanently to England in 1807. Matthew built\nthe firm up into the New Labrador Company and, some\ntime after 1822, returned to Scotland with his wife and\nonly surviving legitimate\ndaughter (Gleason 1822:\n83; Roberts 2003).",
            "M. E. Lymburner\n(figure 1) trained in the\nUnited States during his\nlate teens for a career as\na silver-plater and began\nhis own plating business\nat 17 Fortification\nLane in 1859.",
            "Number 7 October   November",
            
            "(Table 1; Lovell 1859: 110;\nMassicotte 1893: 150). The first 20\nyears seem to have been difficult\nfor Lymburner s business. He\noperated under his own name off\nand on during this period, rarely\nbeing able to afford a listing under\n Silver platers  in the classified\nportion of the city directory, and\noften out of his home rather than in\nseparate business premises. In fact,\nin 1879, he combined plating with a\ngrocery and, in 1862, he was listed\nas a grocer, and not a silver-plater at\nall (Lovell 1862: 165; 1879: 447).\nHe entered into several short-lived\npartnerships (see below) during these\nunsteady times   there were three\nserious recessions in the 1860s and\none lengthy depression from 1873 to\n1879 (Mosely 1997).",
            "By 1883, the business seems\nto have been on a much better\nfooting, and Lymburner even ran an\nadvertisement as  nickel silver plater",
            "and gilder, medal maker  in Starke s Almanac (Robinson\n1883: 304). Eventually, he built his business into a major\nconcem. He also served on the municipal councils of St.\nHenri and of Ste. Cun gonde (both annexed to Montreal in\n1905) in 1867 and 1893 and was Ste.-Cun gonde s Mayor\nshortly after (Massicotte 1893: 34, 150; Parker 1914: 411).\nHe retired in 1900 and died suddenly at his retirement home\nin Ste.-Agathe-des-Monts, about 100 km north of Montreal,\non February 3, 1910 (Drouin 2008).",
            "Numismatists tend to think of Lymbumer as a manufacturer\nof tokens and medals but most of Lymburer s medals were\nactually by George Bishop & Company (Willey 1998: 98).",
            "Bishop would at least\nhave engraved the dies\nin these cases. However,\nthe dies for at least one\nLymburner medal were\nby Power and Dawson,\nthe engraving and die-\nsinking firm of W. E.\nPower and G. W. Dawson\n(Anonymous 1882;\nLovell 1882: 300, 489).\n"
        ],
        "PageNo": "307"
    },
    {
        "File": "The_CN_Journal_October_20.jpg",
        "Paragraphs": [
            "In its early days, Lymburner s business\nwas just silver plating, soon joined\nby nickel plating and gilding, and\nthen, in the 1880s, the manufacture\nof brass-work and carriage and sleigh\ntrimmings, such as door handles and\nhinges, whiffle-tree parts, dash rails,\nand bells (Figures 2 and 3; Lymburner\nand Mathews 1894). Nonetheless,\nLymbumer s company was responsible,\ndirectly or indirectly, for many medals,\ntokens, and numismatist s cards of\nthe late 19th century. It is conceivable\nthat Lymburner used his numismatic\nconnections to help his business\nby adding tokens and medals to his\nbusiness s repertoire some time around\n1877.",
            "Table 1   Names and addresses of Lymburner companies,\n1859-1928, as recorded in Lovell s Montreal Directories.\nM. E. Lymburner was either sole proprietor or one of the",
            "partners every year until 1900.",
            "The CN Journal",
            "Volume 65\n"
        ],
        "PageNo": "308"
    },
    {
        "File": "The_CN_Journal_October_21.jpg",
        "Paragraphs": [
            "Breton 579",
            "What seems to be our earliest mention of the Lymburner\ntoken that Breton numbered 579 is its appearance as no.\n107 in Joseph LeRoux s first com catalogue (LeRoux 1882:\n9). It would become no. 131 the following year (LeRoux\n1883) and no. 978 in his much-expanded edition (LeRoux\n1888: 185).\nIn his own classic catalogue, Breton makes the following\nstatement with respect to this token:\nMr. Lymburner ordered these dies in 1871. In 1872 he\nentered into partnership with Mr. Chas. Martin. After\nseveral years this partnership was dissolved, when the\ndies remained in the hands of Martin, who sold them\nto Dr. Elliott [sic] Woodward, of Roxbury, Mass., who\nsold them at auction in 1878. They, at that time, came\ninto the hands of Dr. J. LeRoux, who had 100 copies\nstruck, besides those struck by Lymburner, of which\nthe number is not known, but the first issue can be dis-\ntinguished by the planchet, which is much thinner than\nthe last issue (Breton 1894: 70-71).",
            "However, there are serious problems with this account.",
            "Table 1: Names and addresses of Lymburner companies,\nContinued from p. 308",
            "(1859-1928).",
            "Number 7 October   November",       
            "Salient Points about Breton 579",
            "This bilingual token (figure 4) provides several important\nclues. First, it gives the firm s name as  Lymburner &\nFrere  or  Lymburner & Brother.  Second, it provides\nthe firm s address as 663 Craig Street. Third, it indicates\nthe firm s business as  Gold and Silver Platers.  It occurs\nin both copper and pewter (variously described as  tin, \n zine,  or  lead ), with a mass of about 4.4 g (thin), 6.3 g,\nor 8.3 g (thick) in copper and most often about 7.2 g in\npewter, but with some examples as heavy as 10.1 g in\ncopper 9.8 g in pewter. There exists at least one in silver,\nabout 6.3 g (Bell 2012: lot 646). Almost all extant examples\nare in Uncirculated condition. Let us examine these points\nto see how it fits other evidence and Breton s claim for an\nissue about 1871.",
            "Lymburner s Partners and the Firm s Address\nand Name Changes",
            "Table 1 (starts on p. 308) outlines the names, addresses,\nand partnerships of the Lymburner firm according to\nLovell s Montreal Directories, which\nwere usually published in June during\nthis period. Marcel may have partnered\nwith Ferdinand Lymburner, his older\nbrother and also a silver-plater, from\n1860 to 1861, but that may have been\nat most an informal partnership as we\nnever see  Lymbumer & Lymburner \nor the like in the directories (Lovell\n1860: 144; 1861: 138). Marcel was\nDavid Archer s junior partner in\nArcher & Lymburner, at 5 St. Margaret\nSt., from 1864 to 1866, although the\ndirectory names the partner as  J.\nArcher  the first year (Lovell 1864:\n118, 276; 1865: 72; 1866: 74). When\nthis partnership broke up, David\nArcher appears to have thrived, or\nat least could afford to advertise in\nthe business directory, but Marcel\nLymburner seems to have had only a\nsmall operation out of his home on St.\nAntoine St. In 1875, the company was\nbriefly Lymburner, Fr re et Roberge,\nwith premises at 139 St. Bonaventure.\nThen, probably early in 1876, it\nbecame Lymburmer Bros., moving to\nCraig St. by 1877. However, in early\n1879, it was back to just  Marcel\nLymburner  or  M. E. Lymburner \nexcept for a single year s flirtation\nwith  Lymburner & Co.  in 1881.\n"
        ],
        "PageNo": "309"
    },
    {
        "File": "The_CN_Journal_October_22.jpg",
        "Paragraphs": [
            "The company name again changed\nto Lymburner & Co. in 1884 then\nLymburner & Mathews in 1886, when\nJohn E. Mathews became a partner,\nalthough the partnership appears only\nto have been legally registered in\n1895 (Consolidated 1894: 229; Lovell\n1859: 110; 1864: 118, 276; 1867:\n2121875: 488; 1884: 480; 1887: 471;\nPrix Courant 1895: 390). Marcel s son\nLouis Marcel (figure 5; 1871-1950)\njoined the firm in 1895 or early 1896\nand his youngest, Henri Narcisse\n(1878-1914), was employed there by\n1898 (Lovell 1896: 788; 1898: 852).\nLouis Marcel took over as partner after\nM. E. Lymburner s retirement late in\n1900 or early 1901. Henri was foreman\nin the firm in 1902 and may have\nbecome a partner shortly after (Lovell 1900: 1041; 1901:\n1094; 1902: 1120).",
            "In 1907, Mathews left the firm and the Lymburner\nbrothers, Louis Marcel and Henri Narcisse, changed its\nname to General Metal Foundry and Machine Co. Ltd.\n(Lovell 1906: 1249; 1907: 1010, 1248). In 1909, Henri\nLymburner was manager of a new firm, Lymbumer Limited,\nemphasizing a focus as engineers, machinists, blacksmiths,\nbrass founders and finishers at the old Lymburner &\nMathews plant at the corner of Commissioners (now de la\nCommune) and Berri Streets, while Louis Marcel wrapped\nup General Metal Foundry at 1615 St. James St. Louis\nMarcel was president and general manager of Lymburner\nLimited by 1910, and General Metal Foundry was no\nmore (Lovell 1909: 1342; 1910: 1451). During the First\nWorld War, Lymburner Limited was deeply involved in\nmanufacturing munitions, such as shells and detonators,\nand had more than 2000 employees (SVFGG 1921: 42-43).",
            "After the war, the family spun off one\nportion of the company as Lymburner\nBrass Works Inc., with older brother\nAlbert P. Lymburmer (1868-1958) as\nPresident, while Louis M. Lymburner\ncontinued to be President of Lymburner\nLtd. until 1922 (Lovell 1919: 1378;\n1920: 1434; 1922: 1278). By 1921, one\nJ. Cloutier was manager of Lymburner\nBrass Works, and it is not clear that\neither A. P. or L. M. Lymburner had any\nrole in the company anymore. In 1922,\nthe Brass Works  business is described\nas  Casket hardware and undertaker s\nsupplies, church ornaments, brass\nfinishers, electro platers, marble fittings\nand trimmings, builders [sic] hardware \n(Lovell 1921: 1227; 1922: 1278).\nLouis M. Lymburner turned his\nattention to new ventures, briefly as President of Cie.\nD Assurance Mutuelle de Montr al, an insurance company,\nas President of Independent Silk Ltd. from 1926 to 1930,\nthen as President of Credit Mont Royal Ltd. (Lovell 1925:\n1100; 1926: 1133; 1930: 1311). He was also President of\nLymburner Motors and of Amusement Associates Inc.,\nwhich ran Pare Belmont, an amusement park in Cartierville,\na Montreal suburb on the south bank of Rivi re-des-Prairies\n(Gaudreau 2020). Lymburner Brass Works disappeared\nentirely from the directory after 1928 (Lovell 1927: 1157;\n1928: 1222).",
            "One of the first things we notice is that, in 1871, the firm\nwas simply  Marcel Lymburner, silverplater  (Lovell 1871:\n58, 385), not  Lymburner and Brother.  Second, its address\nwas 153 St. Bonaventure St., not 663 Craig St. Third, the\ndirectory listing for 1871 makes no mention of gold plating,\njust silver plating, and gold plating or gilding doesn t begin\nto appear in Lymbumer s listings until 1873.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "310"
    },
    {
        "File": "The_CN_Journal_October_23.jpg",
        "Paragraphs": [
            " Lymburner and Brother  does not occur at all, but\nwe find  Lymburner, Frere & Roberge  in 1875 and\n Lymburner Bros.  from 1876 to 1878 (Lovell 1876: 108,\n536; 1877: 516; 1878: 459). The brother in this instance\nwas Joseph Lymburner (1834-1926), but it is uncertain who\nRoberge was. It would seem unlikely that he was the joiner\n(a carpenter who specializes in trim work, like baseboards\nand door casings in houses) named Louis Roberge\n(Lovell 1877: 612).",
            "More plausibly, the partner was Marcel s uncle, Francois-\nXavier Roberge (1808-1879), a carpenter who had married\nMarie Catherine Lymbumer-dit-Ayotte in 1830. Possibly\nMarcel had asked him for financial help with his business.\nThis Roberge does not appear in the directories because he\nlived in Saint-Stanislas, northeast of Trois Rivi res.",
            "The only year Lymburner s firm is listed at 663 Craig St.\nis 1878, although it is plausible that the 553 Craig in the 1877\ndirectory is just a typographical error (Lovell 1877: 516;\n1878: 459). Somewhat oddly, Lymburmer does not appear\nat either address in the street directory, and 663 Craig was\nS. C. Kyte s printing office (Lovell 1877: 125; 1878: 77).\nPresumably Lymburner rented small premises in Kyte s\nbuilding that somehow escaped notice in the directory.",
            "Given the directory evidence, the most plausible date for\nthe token, assuming it was originally a legitimate advertising\ntoken for the Lymburner firm, is 1878, not 1871.",
            "Notably, not one of the partnerships mentioned in the\ndirectories involved a Charles Martin.",
            "Was there a Charles Martin?",
            "There were several people named Charles Martin in Montreal\nduring the 1870s, according to the Montreal directories. The\nquestion is, was one of them likely to have partnered with\nMarcel Lymburner in a silver-plating business?",
            "Since Breton attributes this partnership to 1872, let us\nstart there. We find three people named Charles Martin\nin Montreal proper that year (Lovell 1872: 435). The first\nwas a  manufacturer of the cardinal food, French ball blue,\nuniversal varnish; and importer of bronze powders, metal\nleaf, colours, paints in oil, &c., sole agent for Nuremberg\nUltramarine works, 30 Victoria sq.  He is probably the best\ncandidate, but seems clearly to be an artists  supplier, and\nthere is no mention of any relationship to either Lymburner\nor silver plating. The second was a timekeeper for the\nGrand Trunk Railway, and the third was a joiner. There\nseems little potential there. Nor could I find any Charles\nMartin in any of the suburbs included in the 1872 directory.",
            "In the previous year, 1871, the artists  supplier occurs\nalong with a student and a labourer (Lovell 1871: 401).\nTurning to 1873, we find the same artists  supplier and\njoiner, but we also find another carpenter, a clerk, and a\nlocksmith (Lovell 1873: 436). Again, none of these seem\nlikely to have been Lymburner s partner.",
            "Number 7 October   November",
            
            "In 1874, we find the same carpenter, clerk and artists \nsupplier, but no one else (Lovell 1874: 478).",
            "Moving on to the alternative date of 1878, we again find\nCharles Martin, artists  supplier, and the G.T.R. timekeeper,\nalong with a new one, described only as a  trader  (Lovell\n1878: 481).",
            "Lest the directories not tell the whole story, a search of\nnotarial records involving Marcel E. Lymburner would\nseem a logical step, since those often document business\nagreements. While about 200 of these document Marcel\nLymburner s transactions, not one mentions a Charles\nMartin (BANQ 2016). On the other hand, none mentions\nDavid Archer, any Roberge, or Joseph Lymburmer either.",
            "There appears to be no evidence that Marcel Lymburner\never had a partner named Charles Martin, aside from\nBreton s somewhat dubious statement.",
            "Variations in Mass and Metal",
            "The fact that the mass of copper examples of BR 579\nmay have, with a few outliers, a bimodal or trimodal\ndistribution with modes about 4.4 g, 6.3 g and 8.3 g might\nbe consistent with Breton s claim that LeRoux s issue\nwas on thicker flans than Lymburner s original issue.\nHowever, the overall variation in mass is so great that it\nis difficult to be sure and some are as massive as 9.9 g.\nMost pewter examples seem to be about 7.1 7.2 g but\ncan be as great as 9.8 g. Heavier copper ones routinely\nshow die damage that suggests they were struck later.\nIn fact, all the  thick  copper and most of the pewter\nspecimens I have seen show die damage, especially on\nthe English side above the  ol  in  gold  and in the  y \nof  Lymburner.  This is consistent with their belonging\nto LeRoux s restrikes, as Breton suggests. They are also\nalmost always Uncirculated.",
            "The rare silver example (Bell 2012: lot 646) shows no\nsuch die damage. This suggests that it either belongs to\nLymburner s original striking, or was among the first of\nLeRoux s restrikes, before the die damage occurred.",
            "On the other hand, it is also possible that LeRoux\nhimself varied the metal and thickness of flans, just to\ncreate additional varieties that could increase his sales.\nHowever, his early advertisements make no mention\nof these varieties (e.g., LeRoux 1886). As LeRoux\nalso makes no mention of a silver variety in early\nadvertisements of this token, possibly either he or\nLymburner struck it only for his own collection.",
            "Plausible Dates for BR 579",
            "As already noted, a date of 1871 for this token is\nhighly implausible and, if it was actually intended as an\nadvertising card, 1878 is more likely. But do we have any\nevidence that these even existed in 1878?\n"
        ],
        "PageNo": "311"
    },
    {
        "File": "The_CN_Journal_October_24.jpg",
        "Paragraphs": [
            "The Woodward Auction",
            "An interesting part of Breton s claim about the BR 579\ntoken is that Charles Martin allegedly sold the dies to Elliot\nWoodward, who then offered them in an 1878 sale. Aside\nfrom the dubious existence of this Charles Martin, there is\na particularly serious problem with this part of the account.",
            "Woodward had only two sales in 1878, the auction of\nthe Henry Holland collection on November 11, and that\nof the Harlow Woodward collection on November 18\n(Woodward 1878a; 1878b). Neither mentions Lymburner\nin any capacity. The former has numerous mentions of\ndies, but the only one relevant to Canada or Montreal\nconcerns a medal struck from the mutilated dies for the\nabortive  Sandham s Medallic Series  (LeRoux 1888:\n254). The only mention of dies in the latter refers to Wyatt\ncounterfeits of Massachusetts  Good Samaritan  shillings\n(Woodward 1878b: 30).",
            "Of course, it is possible that Breton or his informant\nmerely mis-remembered the date of the sale. But we similarly\nfail to find these dies in Woodward s catalogues for 1879\nthrough July 1882 (Woodward 1879a; 1879b; 1879c; 18794;\n1879e; 1880a; 1880b; 1880c; 1880d; 1880e; 1880f; 1880g;\n1880h; 1881la; 1881b; 1881c; 1881d; 188le; 1881f 1881g;\n1881h; 18811; 18814; 1882a; 1882b; 1882c; 1882d; 1882e).",
            "The first mentions of any Lymburner token, let alone\ndies, in any Woodward sale (or any sale, as far as I have\nbeen able to determine) are five lots, 665-667 and 1278 \n1279, in the  Montreal  sale of July 11 and 12, 1882\n(Woodward 1882f: 30, 53). Lots 665-666 and 1278 were\ncopper examples of what would become LeRoux 978/\nBR 579, which Woodward describes as  uncirculated,\nrare  and  very fine and scarce,  respectively.",
            "Lots 667 and 1279 were described as tin and  uncirculated \nand  equally fine, scarce.  Lots 665 and 666 realized\n$1.35 and $1.15, fairly high prices at the time, while lot\n667, a  tin  example, realized 60 cents. The first three lots\nwere grouped in a section entitled  Stock of a Dealer \n(Woodward 1882f: 29). This dealer would have been\nJoseph LeRoux, then still a medical student (he received his\nMD in 1883), but also a part-time coin dealer, who had just\npublished his first coin catalogue.",
            "One of the tokens also appeared in the 1884 sale of\nthe Sandham collection (lot 114, Smith 1884: 12) and in\nJohnson s (1884: 51) catalogue.",
            "Breton 579 as a Numismatic Fabrication",
            "We are thus hard-pressed to find mention of this Lymburner\ntoken prior to its inclusion in LeRoux s own catalogue\n(LeRoux 1882: 9).",
            "A more plausible interpretation is that Breton s account\nis simply false, and that LeRoux fed this misinformation\nto Breton to increase the salability of speculative tokens\nthat he himself had commissioned in 1881 or 1882 and\nhad been selling in small batches since. Notably, LeRoux\nhad quite recently generated multiple varieties, some of\nthem engineered to be  rare,  of medals for the Dominion\nExhibition in 1880, 1881 and 1882 (figure 6; nos. 1502-1505,\nLeRoux 1880; 1888: 249-250; McLachlan 1893: 38). LeRoux\n(1880: 79) misled readers by claiming that the die for LeRoux\n1503-1504 was  spoiled.  In fact, the die was in good enough\nshape to be re-used, with the date altered, in 1881 and 1882\n(LeRoux 1505). Lymburner was LeRoux s supplier of these\nmedals, and it would not be surprising if he commissioned\nthe alleged advertising card at about the same time.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "312"
    },
    {
        "File": "The_CN_Journal_October_25.jpg",
        "Paragraphs": [
            "There is a substantial probability that all of the Lymburner\ntokens were LeRoux s issue and date to 1881 or 1882.\nLymbumer was presumably happy to supply the tokens and\napparently willing to permit LeRoux to use his name on them.\nThere is also little reason, given all the falsehoods, to accept\nthat LeRoux had only 100 of them struck.",
            "Breton 580",
            "About this token, Breton tells us:",
            "The dies of this piece were ordered before the firm",
            "[name] was changed, and only two specimens were",
            "struck. Afterwards the dies were sold to Messrs. R. W.",
            "McLachlan and T. J. Mocock, who had 100 of the",
            "coins struck, two of which were in silver, when the dies",
            "were destroyed (Breton 1894: 71).",
            "Breton was not the first to discuss this token, however.\nMcLachlan (1885) reports it as  Mr. Lymburner s latest\nissue  and attributes it to 1884. He tells us that the dies\nwere by the Bishop Engraving Company, that 100 pieces\nwere struck, and that  the reason why so few were struck\nis that shortly after the dies had been finished the firm was\nchanged to Lymbumer & Co. ",
            "Again, what we can note about this token (figure 7) is\nthat the firm s name appears as  M.E. Lymburner,  and\nits address as 485 St. James St., along with a description\nof the firm s business as  Gold, Silver & Nickel Plater, \nand  Manufacturers of Carriage & Harness Trimmings,\nBrass Moulder & Finisher.  Extant examples in copper tend\nto be in Extremely Fine or better condition, with mass of\nabout 6.0-6.2 g or 7.9-8.0 g, long described as  thin  and\n thick  varieties (Scott 1895: 19). A silver example 1s 8.0 g\n(ANS n.d.).",
            "Breton s account suggests that dies for this token were\nprepared just before a change in the firm s name. Turning\nonce more to Table 1, the only possibility, assuming this",
            "Number 7 October   November",
           
            "was originally a genuine advertising card, is between June\n1883 and June 1884. It was during that period that the firm\nmoved from 804 Craig to 485 St. James St., and also seems\nto be the year when the firm was renamed as Lymburner\n& Co., although there had already been a brief flirtation\nwith that name in 1881 (Lovell 1881: 497; 1883: 417;\n1884: 480). For Breton s scenario to be correct, the address\nchange would have to have taken place prior to the firm s\nchange of name and the die was cut in the interval between\nthese two changes. The token s mention of harness and\ncarriage trimmings, which had featured in the directory\nlistings since 1881, is also a good fit.",
            "In this instance, Breton s account is largely consistent\nwith the other evidence. It appears likely that by far the\nmajority, if not all, of the strikings of BR 580 belonged\nto a speculative issue that Thomas J. Mocock and\nR. W. McLachlan ordered in 1884. It is interesting that\nMcLachlan (1885: 95) fails to mention his own role in their\nappearance   perhaps registering some embarrassment that\nrecalls his hesitance to admit his personal role in striking\nmedals from Sandham s damaged  Cartier  dies until many\ndecades later (McLachlan 1917: 50). It seems likely that\nBreton was well acquainted with the token s origin as a\nnumismatic speculation.",
            "As to whether Lymburner had any intent to use this token\nto advertise his business we can only speculate, but it is\nnoteworthy that he did not immediately replace it with one\nthat had the correct name and address. Only in 1886 did\nhe finally issue an advertising piece, but specifically for a\nfoot-warmer that Lymburner had patented for use in sleighs\n(figures 8 and 9; BR 581, Breton 1894: 71; Patent Record\n1887: patent 27319), rather than for his company more\ngenerally. Had BR 580 been a genuine advertising card that\nLymburner rejected because of the name change, why did\nhe not immediately issue a new one?\n"
        ],
        "PageNo": "313"
    },
    {
        "File": "The_CN_Journal_October_26.jpg",
        "Paragraphs": [
            "There remains one final mystery. This has to do with\nthe two reportedly struck in silver. If McLachlan and\nMocock struck two examples of BR 580 in silver, it would\nmake sense for those to be for their own collections. G. E.\nHart allegedly acquired T. J. Mocock s entire collection\n(Frossard 1888: iv), but none of the Hart sales lists any\nLymburner token in silver, excepting the  Lymburner s\nheater  token (BR 581), unless it is among the  various\nmetals  mentioned in 1888 (Frossard 1888: 95; 1889: 6;\nScott 1895: 19). The Bank of Canada Museum, which\nshould have all the tokens from the R. W. McLachlan\ncollection, because they acquired it from the Chateau\nRamezay, does not have a silver example of BR 580 either\n(Bank of Canada n.d. and David Bergeron pers. comm.).\nThe only silver example of BR 580 of which I am aware is\nin the collection of the American Numismatic Society (no.\n0000.999.7402, ANS n.d.). This was among a donation by\nDaniel Parish, Jr., former President of the ANS, in June of\n1898 (David Yoon pers. comm.). Where New York resident\nParish obtained it is unknown.",
            "Conclusions",
            "126 years after P. N. Breton provided an account of the\norigins of the Lymbumer advertising cards, misinformation\npersists about them, and especially about the first one,\nBR 579. The Charles Martin who supposedly partnered\nwith Marcel Lymburner and sold the dies to Elliot\nWoodward is most likely fictional. That Woodward sold\nthe dies by auction in 1878 or any other year is clearly\nfalse. At no point did Lymburner s firm advertise itself as\n Lymburner and Brother,  and there is no way the token\ncould have been issued in 1871, as Lymburner had no\nconnection to 663 Craig St. until at least 1877. It appears\nthat no examples of BR 579 were ever offered for public\nsale until 1882, and the earliest sales are all connected in\nsome way with LeRoux (LeRoux 1886: 9; Woodward\n1882f: 30, 53). Most of the evidence suggests that BR 579\nwas LeRoux s own speculative concoction, although it\nmay have been struck in Lymburner s or Bishop s works.",
            "While there is some possibility that Lymburner made a first\nissue of this token about 1878, it is just as likely, or even\nmore likely, that all of them, whether thick or thin, were\nstruck on LeRoux s order in 1881 or 1882, and plausibly in\nnumbers that exceeded the claimed issue of 100.",
            "The first sale of BR 580 I could find dates to 1888, the\nsame year LeRoux documented it in his catalogue (LeRoux\n1888: 185; Frossard 1888: 95, lots 1363, 1364). In this\ninstance, Breton s account seems mainly plausible, with\nnumismatists Thomas Mocock and Robert W. McLachlan\npartnering to issue 100 of the tokens, including two in silver,\nto sell to collectors. As with BR 579, there is a possibility\nthat Marcel Lymburner had intended to use this token to\nadvertise his firm, then changed his mind when the firm s\nname changed, but this, too, is rather unlikely. It would\nhave been his own decision to make the name change,\nand it is reasonable to expect him to have anticipated such\na change when he ordered the dies, especially as he had\nobviously already considered using this name as early as\n1881. In the unlikely event that he lacked the foresight to\nplan for the name change, once Mocock and McLachlan\nrelieved him of the dies, and paid for them, there is no good\nreason why he would not have ordered new dies with the\ncorrect name.",
            "It seems far more plausible that Mocock and McLachlan,\nlike LeRoux before them, simply made up the story about\nthe  cancelled  order just to lend some legitimacy to the\nfantasy token that they had struck in 1884.  The manner\nof procedure is to get the permission of a trader to put his\nname on a check, leave them in his possession for a day\nor two and then sell them to collectors as great rarities \n(McLachlan 1893: 38). Ironically, it was just this sort of\npractice that McLachlan came to denounce fewer than ten\nyears later.",
            "Acknowledgements",
            "My thanks to David Bergeron, Rick Craig and David Yoon\nfor help with information in this article.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "314"
    },
    {
        "File": "The_CN_Journal_October_27.jpg",
        "Paragraphs": [
            "References cited",
            "Anonymous (1882). The New Year s Day excursion medal.\nCanadian Antiquarian and Numismatic Journal 10(3):\n138-139.",
            "ANS (n.d.). Mantis database  Lymburner.  American\nNumismatic Society. numismatics.org/search/\nresults?q=lymburner",
            "Bank of Canada (n.d.). Canada, Lymburer, no denomination.\nwww.bankofcanadamuseum.ca/collection/search?q=L\nymburner&kadv=1 &co=0&ct=0ka=ks=&d1=&d2\n(accessed 11 June 2020).",
            "BANQ (2016). Fonds Cour Sup rieure. District judiciaire de\nMontr al. Cote CN601. Greffes de notaires, 1648-1967\nMontr al: Bibliotheque et Archives Nationales du Qu bec.\n(accessed through Canada, Notarial Records, 1637-1935\nLehi, UT, USA: Ancestry.com, 2016).",
            "Bell (2012). 2012 Toronto Coin Expo Fall Sale, Sept 27 and\n28. Moncton: Geoffrey Bell Auctions.",
            "Breton, Pierre Napoleon (1894). Histoire Illustr  des Monnaies\net Jetons du Canada/Illustrated History of Coins and Tokens\nRelating to Canada. Montreal: P. N. Breton & Co.",
            "Consolidated (1894). Montreal Illustrated 1894. Montreal:\nConsolidated Iustrating Co.",
            "Drouin, Gabriel, compiler (2008). Quebec, Canada, Vital\nand Church Records (Drouin Collection), 1621-1968.\nMontreal: Institut G n alogique Drouin (available from\nancestry.com, Provo, Utah).",
            "Frossard, Edouard (1889). Gold and Silver Coins of Ancient\nGreece and Rome Including Fine Examples of the Earliest\nPeriod of Greek Cart, Family Denarii, Rare Colonial\nand United States Coins; Also Coins, Medals and Tokens\nof Canada, Being the Remainder of the Superb Collection\nof Gerald E. Hart, Esq., of Montreal, Canada, Medals,\nNumismatic Literature, etc., etc. Boston: T. R. Marvin & Son.",
            "Gaudreau, Yves (2020). Le Parc Belmont, d hier a\naujourd hui. pages.infinit.net/gautreau/belmont.html\n(accessed 30 June 2020).",
            "Gleason, Thomas H. (1822). The Quebec Directory for 1822.\nQuebec: Neilson and Cowan.",
            "Gnecchi, F. and E. Gnecchi (1889). Guida Numismatica\nUniversale, 2nd ed. Milan: Tipographia L. F. Gogliati.",
            "Johnson, Edwin L. (1884). The Gold, Silver and Base Coins\nof the United States, the Silver and Copper Coins Struck\nin and For the American Colonies, and the Copper Coins\nof Canada. Springfield, MA: Numismatic Publishing\nCompany.",
            "Leroux, Joseph (1880). Medal to commemorate the Dominion\nExhibition held at Montreal, September 14th to 24th, 1880.\nCanadian Antiquarian and Numismatic Journal 9(2): 78-79.",
            " (1882). Canadian Copper Coin Catalogue. Montreal: Jos.\nLeRoux.",
            " (1883). Atlas Numismatique du Canada. Montreal: Jos.\nLeRoux.",
            " (1886). On hand for sale. Le Collectionneur 1(1): 9.",
            " (1888). Le Medaillier du Canada/The Canadian Coin\nCabinet. Montreal: C. O. Beauchemin et Fils.",
            "Lovell (various dates). Lovells Montreal Directory. Montreal:\nJohn Lovell & Son.",
            "Lymburner, M. E., and J. E. Mathews (1894). Catalogue\nand Price List of Goods Manufactured by Lymburner and\nMathews. Montreal: G. Trenholme Bishop Co.",
            "Number 7 October   November",
            "|",
            "Massicotte, Edouard Zotique (1893), La Cit  de Sainte-\nCunegonde de Montr al: Notes et Souvenirs. Montreal: J.\nStanley Houle.",
            "McLachlan, R. W. (1885). New Canadian coins. Canadian\nAntiquarian and Numismatic Journal 12(2): 95-96.",
            " (1892). Some recent frauds in Canadian coins. Canadian\nAntiquarian and Numismatic Journal, second series 2(2):\n60-65.",
            " (1893). Fabrications in Canadian coins. Canadian Antiquarian\nand Numismatic Journal second series 3(2): 36-40.",
            " (1917). The development of Canadian numismatic art\nduring the past eighty years. The Numismatist 30: 49-52.",
            "Mercer, Robert W. (1884). The Numismatic Directory for\n1884. Cincinnati: R. W. Mercer.",
            "Mosely, Fred (1997). Depression of 1873-1879. In David\nGlasner (ed.), Business Cycles and Depressions: An\nEncyclopedia, pp. 148-149. Abingdon, UK: Routledge.",
            "Parker, C. W., ed. (1914). Whos Who and Why: A Biographical\nDictionary of Men and Women of Canada and Newfoundland,\nvols. 6 and 7, 1915-1916. Vancouver: International Press.",
            "Patent Record (1887). 27319 Lymbumer s foot warmer. The\nCanadian Patent Office Record 15(9): 497.",
            "Prix Courant (1895). Nouvelles soci t s. Le Prix Courant\n17(10): 390.",
            "Roberts, David (2003). Lymburner, Adam. In Dictionary\nof Canadian Biography, vol. 7. Toronto: University\nof Toronto/Universit  Laval. www.biographi.ca/en/bio/\nlymburner_adam_7E.html (accessed June 15, 2020)",
            "Robinson, J. T. (1883). Starke s Almanac and General\nRegister for 1883. Montreal: J. T. Robinson.",
            "Scott, John W. (1895). Catalogue of the Very Valuable Collection\nof Canadian Coins, Medals and Tokens, Formed by Gerald E.\nHart, Esq., of Montreal. New York: Scott Stamp & Coin Co.",
            "Smith, H. P. (1884). The Numismatic Collections of Alfred\nSandham and George Cushing of Montreal, Canada. New\nYork: Lyman Low and B. Westermann & Co.",
            "SVFGG (Soci t  des V t rans Frangais de la Grande Guerre)\n(1921). Livre d Or des R servistes Francais du Canada.\nMontr al: Sac-au-Dos de 1914.",
            "Willey, Robert C. (1998). Dictionary of Canadian Medallists.\nCanadian Numismatic Research Society.",
            "Woodward, W. Elliot (1878a). Catalogue of the Collection\nof Coins and Medals Formed by Henry W. Holland, Esq.,\nof Boston, Together with the Chadbourne Collection of\nStore Cards, and a Great Variety of American and Foreign\nCoins, Medals, Numismatic Works, Autographs, Paper\nCurrency, &c., &c. Albany: Joel Munsell.",
            " (1878b). Catalogue of Harlow E. Woodward's Collection\nof Bric-a-Brac, Comprising Pottery of the Mound Builders,\nRelics of the Stone Age and of Early New England Times,\nPorcelain, Crockery, Guns, Pistols, Swords, Boxes, Whale\nShip Work, Indian Dresses, &c., &c.; Also a Collection of\nCoins and Medals, Including some Very Rare Specimens.\nAlbany: Joel Munsell.",
            " (1879a). W. Elliot Woodward's Twenty-First Sale of American\nand Foreign Coins, Medals, &c. the Bowdoin Collection.",
            " (1879b). Catalogue of a Collection of United States and\nForeign Coins, Medals and Tokens, Coin Catalogues, a\nFine Lot of United States Fractional Currency, a Variety\nof Confederate and Southern States Notes, together with\na Small Collection of Mound Builders  Pottery, and Stone\nImplements of the Pre-Historic Period.\n"
        ],
        "PageNo": "315"
    },
    {
        "File": "The_CN_Journal_October_28.jpg",
        "Paragraphs": [
            " (1879c). Catalogue of Coins, Medals and Tokens, American\nand Foreign, in Gold, Silver and Copper, Together with\na Great Variety of Stone Implements, and Other Relics of\nPrehistoric Man. Also a Fine Collection of United States\nFractional Currency, Confederate Notes, Numismatic Books\nand Catalogues.",
            " (1879d). Catalogue of Ancient and Modern, American and\nForeign Coins, Medals and Tokens, Numismatic Books and\nCatalogues, Fractional Currrency, &c., the Collection of Mr.\nJohn Robinson, of Salem, Mass.",
            " (1879e). Catalogue of Coins, Medals and Tokens, Ancient\nand Modern, American and Foreign, in Gold, Silver and\nCopper, Also a Fine Lot of Fractional Currency with Some\nNumismatic Books, Priced Coin Catalogues, Confederate\nMoney, &c.",
            " (1880a). Catalogue of Coins, Medals and Tokens, Ancient\nand Modern, American and Foreign, in Various Metals. Also\na Fine Lot of Fractional Currency, Confederate Money, Coin\nCatalogues, etc.",
            " (1880b). Catalogue of Coins, Medals and Tokens, American\nand Foreign, in Gold, Silver and Copper, Also a Fine Lot of\nUnited States Fractional Currency, and a Large Collection of\nAuction Catalogues of Coins, Together with a Few Relics of\nthe Stone Age, Indian Implements, etc.",
            " (1880c). Catalogue of the Numismatic Collection of the\nLate Dr. Gideon N. Searing, of Hempstead, Long Island,\nComprising a Large Variety of Coins and Medals, in Gold,\nSilver, Bronze, etc. Also a Fine Assortment of U.S. Fractional\nCurrency, Paper Money, Coin Catalogues, Stone Implements,\nPueblo Pottery, etc., etc.",
            " (1880d). Catalogue of Coins, Medals and Tokens, Fractional\nCurrency, Stone Implements, Coin Catalogues, etc.,\nComprising the Entire Collection of Early American and\nColonial Coins of W. T: Curtis, Esq., of Portland.",
            " (1880e). Catalogue of Bric-a-Brac Belonging to the Estate of\nthe Late Dr. Gideon N. Searing, of Hempstead, Long Island.",
            " (1880f). Catalogue of Coins, Medals and Tokens, Fractional\nCurrency, Books, Coin Sale Catalogues, etc., Being the Entire\nAmerican Collection of Wm. J. Jenks, of Philadelphia.",
            " (1880g). Catalogue of Coins, Medals and Tokens, Fractional\nCurrency, Numismatic Books, Coin Sale Catalogues, etc., the\nEntire Collection of Mr. Ferguson Haines, of Biddeford, Me.",
            " (1880h). Catalogue of the Collection of Robert W. Mercer,\nEsq., of Cincinnati, Comprising a Great Variety of Coins,\nMedals and Tokens, in Gold, Silver, Copper, etc. Also an\nExtensive Assortment of Fractional Currency, Minor Gems,\nand the Most Extensive Collection of Coin Sale Catalogues,\nthat has recently been offered for Sale, and a Desirable Lot of\nNumismatic Books.",
            " (1881la). Catalogue of the Collection of Ancient and\nForeign Coins, Formerly the Property of Mr. Wm. J. Jenks,\nof Philadelphia, Also, of a Collection of American Foreign\nCoins and Medals, Together with a Large Variety of Coin\nSale Cagalobues, Fractional Currency, Minor Gems, etc.",
            " (1881b). Catalogue of the Cabinet of Dr. T. S. Hitchcock, of\nOmaha, Nebraska, Comprising Coins, Medals and Tokens,\nStone Implements, Primitive Pottery, Arms, Implements,\nDresses, &c. of the Indian Tribes, Pistols, Swords, and a Great\nVariety of Relics and Curiosities, from All Parts of the World.",
            " (1881c). W. Elliot Woodward's Thirty-Seventh Sale of Coins\nand Medals, War Relics, Stone Implements, etc. The Clogston\nCollection.",
            " (1881d). Catalogue of Mr. William Clogston s Collection\nof Reminders of the War of 1861-65, Comprising Medals\nof Union Officers, Metallic and Paper Currency, U.S.\nFractional Currency, War Posters, Tickets, etc. of Sanitary\nFairs, Revenue Stamps, and an Unsurpassed Collection of\nUnion and Secession Envelopes. Also, a Collection of Mound\nand Indian Pottery, and Stone Implements, Also a Variety of\nAncient Coins.",
            " (1881e). Catalogue of the Marvin Collection of Masonic\nMedals, Together with a Fine Variety of American and\nForeign Coins in Gold and Silver.",
            " (1881f). Catalogue of American and Foreign Coins and\nMedals, the Collection of O. A. Jenison, of Lansing, Mich.,\nAlso the Collection of Chinese Coins Formed by Rev.\nJustus Doolittle, of China, Together with a Fine and Large\nCollection of Union Envelopes, the Property of a Lady of\nBoston, and a Collection of Old Coin Sale Catalogues.",
            " (1881g). Catalogue of the Archaeological Cabinet of\nO. A. Jenison, of Lansing, Michigan, Comprising Stone\nImplements and Objects in Great Variety, Axes, Tomahawks,\nCelts, Chisels, Gouges, Pestles, Hammers, Spear Heads,\nArrow Points, Drills, Banner Stones, Gorgets, Pendants,\nAmulets, Pipes, etc., etc., the Whole Forming, Without\nDoubt, the Best Existing Collection Ilustrating the Stone\nAge in Michigan, Together with a Few Pre-Historic Objects\nin Copper, and a Good Variety of the Arms, etc., Used by the\nSavage Tribes of America within the Historic Period. Also a\nSmall Collection of Fine Coins.",
            " (1881h). Pre-Historic Man. Catalogue of Charles F-\nWoolley s Collection of Stone Relics, Illustrating the\nArchaeology of Europe and America. Also a Small Collection\nof Fine Coins.",
            " (18811). Catalogue of John E. Burton's Collection of\nAmerican and Foreign Coins and Medals, Ancient Coins,\nCoin Sale Catalogues and Fractional Currency.",
            " (1881}). Catalogue of the Library of J. Grier Ralston, D.D.,\nLate of the Oakland Female Institute, Norristown, Pa., with\nsome Additions from the Library of Dr. William Prescott,\nLate of Concord, N.H., Together with a Few Fine Coins.",
            " (1882a). Catalogue of a Collection of Coins & Medals,\nBelonging to a Gentleman in Western New York, Also of the\nNumismatic Collection of A. C. Woodward, and of a Small\nCollection of Stone Implements, American and European,\nTogether with a Few Stamps, Coin Catalogues, Union\nEnvelopes, etc., etc.",
            " (1882b). Catalogue of the Collection of American and\nForeign Coins and Medals, Ancient and Modern, Formerly\nthe Property of Mr. A. Dohrmann, of San Francisco,\nCalifornia. Also of a Small Numismatic Library, and a Little\nCollection of Union Envelopes.",
            " (1882c). Catalogue of the Numismatic Collections of Frank\nDietrich, of Harrisburgh, Penn. and S. H. Morgan, of\nLouisville, Kentucky.",
            " (1882d). Catalogue of the Washburn Collection of Coins &\nMedals, Fractional Currency, &c., &c.",
            " (1882e). Catalogue of the Collection of the Late Prof. J. Grier\nRalston, Illustrating the Stone Age in America and Europe.\n (1882f). Catalogue of Coins, Medals and Dies, Fractional",
            "Currency, Books, Catalogues, etc. The Montreal Collection.",
            "Note: W. Elliot Woodward catalogues from 1879-1882\nare printed in Boston: T. R. Marvin & Son.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "316"
    },
    {
        "File": "The_CN_Journal_October_32.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS\nNOUVELLES_DES_CLUBS.",
            "By BRETT IRICK (CLUB SERVICES)\nFONA..LM,#456,",
            "As we continue to be careful and safe during the\ncoronavirus pandemic there has not been any\nsignificant new news from the RCNA member clubs.\nThis is with the exception of a continuing series of\nmeeting and local coin show cancellations. RCNA\nExecutive Secretary advised the clubs, by email, on\nAugust 21 of the availability of a free new benefit\nthat helps enable club members to stay in contact\nand continue their numismatic education. Think\nabout the opportunity for world class speakers to\nmake a ZOOM presentation without the need to\nprovide them with a significant honorarium for their\ntravel expense and also their investment in travel\ntime. Already four member clubs without ZOOM\naccess have scheduled their meetings for the year\nand many others have scheduled their meetings on\nZOOM accounts that are available to them.",
            "RCNA Member Club Zoom Meeting Free\nBenefit",
            "As we continue to endure the impact of the coronavirus in\nour daily lives, most RCNA clubs are unable or unwilling\nto resume almost all in person club meetings for the\nforeseeable future. The RCNA has recently purchased a\none-year ZOOM subscription for its Executive Meetings\nand the 2020 Annual General Meeting. The RCNA\nhas decided to make its ZOOM account available free\nto RCNA member clubs for their use through to June\n2021. This tool is a great way to have distant world class\nspeakers and members participate in your club meetings\nwithout the need, time or expense of travel.",
            "Brett Irick, RCNA Club Services Chairman and\nDirector for South Central Ontario, will coordinate the\nmeeting schedule. Each participating club will need\nto appoint a Meeting Moderator and will be allowed\nup to two ZOOM meetings per month. As mentioned\nabove there is no charge for this added club benefit. It\nis a coronavirus benefit to the numismatic community.\nContact Brett Irick at xr7gt@prodigy.net to make a\nmeeting reservation. Please provide your first and\nsecond choice of dates and times. A series of recurring\nmeetings can be scheduled with one email. Brett will then\nprovide you with additional instructions on how to hold\na successful ZOOM coin club meeting with the meeting\naccess information. Good luck and we hope that you will\ntake advantage of this extra RCNA membership benefit.",
            "Ifyou would like to have your club profiled here, please\nwrite a column, include pictures and send it to me:\nxr7gt@prodigy.net.",
            "Brett nich",            
            "Alors que nous demeurerons se s curit  et continuons\navec des mesures de pr ventions pendant la pand mie de\ncoronavirus, il n y a pas de nouvelles importantes de la part\ndes clubs membres de l ARNC a l exception des annonces\nd annulations de r unions et de salons numismatiques\nlocaux. Le 21 aotit, le directeur ex cutif de !'ARNC a\ninform  les clubs, par courrier  lectronique, l ajout d un\navantage gratuit aux clubs membres, qui permet aux\nmembres du club de rester en contact et de poursuivre leur\n ducation numismatique. Pensez a l opportunit  d avoir\ndes conf renciers de r putation mondiale qui font une\npr sentation ZOOM sans avoir a d bourser des montants\nimportants pour des frais de d placement et  conomiser\ndu temps de d placement. D ja quatre clubs membres sans\nacces a ZOOM ont c dul s leurs r unions pour l'ann e\net de nombreux autres ont c dul s leurs r unions sur les\ncomptes ZOOM qui sont a leur disposition.",
            "Licence ZOOM disponible pour les clubs de\nlV  ARNC",
            "Alors que nous continuons d voluer avec les contraintes li es au\ncoronavirus dans notre vie quotidienne, la plupart des clubs de\nPARNC ne peuvent pas, ou ne veulent pas reprendre leurs r unions\nde club en personne, et ce pour une p riode de temps ind termin .\nL ARNC a r cemment achet  un abonnement d un an 4 ZOOM\npour ses r unions ex cutives et l Assembl e g n rale annuelle 2020.\nL ARNC a d cid  de rendre notre licence ZOOM disponible, sans\nfrais, aux clubs membres de l ARNC pour votre utilisation jusqu en",
            "juin 2021. Cet outil est un excellent moyen de faire participer, a",
            "distance, des conf renciers 4 vos r unions de votre club sans devoir\nprendre du temps pour se d placer ou occasionner des frais de voyage.",
            "Brett Irick, directeur des services de club de l ARNC\net repr sentant du Centre-Sud de l Ontario sur le conseil\nd administration, coordonnera le calendrier des r unions. Chaque\nclub participant devra d signer un mod rateur de r union et aura\ndroit yusqu a deux r unions ZOOM par mois. Comme mentionn \nci-dessus, cet avantage suppl mentaire au club est gratuit. C est\nun boni du coronavirus pour la communaut  numismatique.\nContactez Brett Inick a xr7gt@prodigy.net pour planifier vos\nreunions. Veuillez indiquer votre premier et deuxi me choix\ndes dates et heures. Une s rie de r unions r currentes peut  tre\nplanifi e avec un seul courriel. Brett vous fournira ensuite des\ninstructions suppl mentaires sur la fagon de bien r ussir votre\nr union numismatique sur ZOOM avec les codes d acc s a la\nr union. Bonne chance et nous esp rons que vous profiterez de\ncet avantage suppl mentaire d adh sion 4 VP ARNC.",
            "Si vous souhaitez avoir le profil de votre club ici,\n crivez une chronique, inclure des photos et envoyez a:\nxr7gt@prodigy.net.",
            "Brett Thich",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "320"
    },
    {
        "File": "The_CN_Journal_October_33.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "BY SEAN SINCLAIR\n#23912",
            "Around The World In 1,082 Days",
            "Ferdinand Magellan\nwas one of many\nexplorers in the Golden",
            "Age of Exploration. Until\nthe early 1400s, European\nknowledge of the world\nwas primarily limited to\nthe lands surrounding the\nMediterranean Sea, along\nwith Great Britain and\nScandinavia in Europe.\nThere were also land and sea\nroutes (through the Red Sea\nand Gulf of Aden) between\nEurope, India, China and\nsoutheast Asia.",
            "Up to this point, Europeans\ndidn t even know that the\nAmericas existed and no one\nhad ever sailed around the\nCape of Good Hope, between\nthe Atlantic and Indian\nOceans. In 1419 and 1427,",
            "Portugal had discovered the",
            "Madeira and Azores islands,",
            "off the coast of Morocco.",
            "These discoveries encouraged",
            "Portugal to continue exploring the east coast of Africa,\nbeginning in 1434.",
            "In 1488 Bartolomeu Dias became the first European to\nsail around the south end of Africa. While Dias had wanted\nto continue to India, his crew had forced him to return to\nPortugal. Dias sighted the Cape of Good Hope (originally\nnamed the Cape of Storms) on this return voyage.",
            "Ten years later, in 1498, Vasco da Gama sailed from\nPortugal to India, establishing a naval route between\nEurope and India, thereby allowing them to bypass the\nmore expensive Silk Road.",
            "With Portugal controlling the naval spice trade between\nEurope and Asia, the rulers of Aragon and Castile (moderm-\nday Spain) were eager to find an alternative route to the\nSpice Islands in the Far East. After having his proposal\nrejected by Portugal, Magellan received funding from\nCharles I of Spain in 1519.",
            "Many of the names used in this account did not exist\nin 1519, and are only used to give people a better idea of\nwhere the ships were in the journey.",
            "Number 7 October   November",
            
            "Magellan departed from\nSanlucar de Barrameda,\nSpain on September 20, 1519,\nwith five ships: the Trinidad,\nSan Antonio, Concepcion,\nSantiago and Victoria. The\nships arrived in Tenerife, in\nthe Canary Islands six days\nlater. Departing the Canary\nIslands on October 3, the\nships travelled south along\nthe coast of Africa before\nbeginning a southwestern\njourney across the Atlantic.",
            "The crew reached the\ncoast of South America near\nthe modern city of Recife,\nBrazil on November 29,\n1519. Continuing south along\nthe coast, the crew reached\nGuanabara Bay, where Rio\nde Janeiro now stands, on\nDecember 13, 1519. A small\nPortuguese settlement stood\nin the area, although the city\ndid not yet exist. Not seeing\nany Portuguese ships in the",
            "area, and finding the natives to be friendly, the crew took\nthe opportunity to repair the ships.",
            "After two weeks of rest and repairs, the crew set sail\nagain on December 27, 1519, arriving at a large bay on\nJanuary 12, 1520. Believing the bay to be the fabled el paso,\ntheir passage into the Pacific Ocean, it was soon discovered\nto be the mouth of the Rio de la Plata, near modern-day\nBuenos Aires, Argentina and Montevideo, Uruguay.",
            "Continuing south along the coast of Argentina, the ships\nwere forced to make port for the winter on March 31, 1520,\nat a small bay at Puerto San Julian, approximately 100\nkm short of what is now the Strait of Magellan, between\nmainland South America and the Tierra del Fuego. Near the\nend of April, 1520, the Santiago is sent on a mission to find\nthe passage to the Pacific Ocean. She gets caught in a storm\nand is destroyed.",
            "After spending the southern winter between Puerto\nSan Julian and a second bay at Puerto de Punta Quilla,\nthe ships once again took up their search for the passage\naround the south end of the continent on October 18, 1520.\n"
        ],
        "PageNo": "321"
    },
    {
        "File": "The_CN_Journal_October_34.jpg",
        "Paragraphs": [
            "Three days later, they discovered the entrance to what\nis now the Strait of Magellan and navigated through the\nnarrow passage.",
            "The ships had taken two separate routes around the Tierra\ndel Fuego, finally reaching the Pacific Ocean on November\n28, 1520. One of the ships, the San Antonio, had returned to\nSpain following a mutiny on board, and Magellan had spent\nseveral weeks searching for it. Magellan named the great\nsea Mar Pacifico, for its favourable winds.",
            "With no understanding of the vastness of the Pacific\nOcean, the men were not adequately prepared for such a\nlengthy journey through open water. Magellan had expected\nthe journey across the Pacific to last three to four weeks. In\nfact, they did not arrive in the Northern Mariana Islands\nuntil March 6, 1521, by which time several members of\nthe crew had died and many were severely malnourished.\nUnable to find a place to moor, they travelled south and\nanchored in Guam the following day.",
            "Leaving Guam three days later, the ships arrived in the\nPhilippines on March 16, 1520. The crew spent almost\nseven weeks in the Philippines, trading goods, stocking up\non food and generally trying to get themselves in shape for\nthe remainder of the journey.",
            "By this point, Magellan had started to convert the natives\nto Christianity. One group in particular resisted the concept\nand in the ensuing battle, Magellan was struck by a spear\nand killed on April 27, 1521.",
            "On May 1, the Spanish took part in a feast organized\nby Rajah Humabon, following the defeat of his rival,\nLapulapu. Humabon betrayed his guests and several of the\nSpanish men were killed during the festivities. Joao Lopez",
            "Carvalho, who had succeeded Magellan as Captain-General\nof the expedition, ordered the immediate departure of the\nfleet from the Philippines.",
            "With several men killed or captured in the hostilities, it\nwas decided that there were not enough men to navigate\nthree vessels, and the Concepcion was emptied of supplies\nand burned.",
            "The two remaining ships, Trinidad and Victoria,\nnavigated their way through the East Indies over the\nremainder of 1521, searching for the Moluccas (Spice\nIslands), which they eventually located on November 8,\n1521, landing on the island of Tidore.",
            "After resting for several weeks, the ships attempted to\nleave Tidore on December 15, 1521, but it was discovered\nthat the Trinidad was taking on water. The Trinidad and her\ncrew were left behind in order to repair the ship and it was\neventually captured and destroyed by the Portuguese.",
            "The Victoria, as the sole surviving vessel of the\nexpedition, began her journey home on December 21, 1521,\nunder the command of Juan Sebastian Elcano. On January\n25, 1522, the ship arrived at Timor and began the journey\nacross the Indian Ocean, rounding the Cape of Good Hope\non May 19, 1522.",
            "On July 9, 1522, the Victoria arrived in Portuguese\nowned Cape Verde, in order to resupply, only to discover\nthat it was actually July 10. This was the first concrete\nevidence of a loss/gain of a day as you circumnavigate the\nglobe, which was first proposed in the late 1200s to early\n1300s.",
            "During their stay in Cape Verde, the Portuguese discovered\nthat the ship contained spices from the East Indies.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "322"
    },
    {
        "File": "The_CN_Journal_October_35.jpg",
        "Paragraphs": [
            "The Victoria managed to\nescape with 26 tons of spices\nand returned to Sanluicar de\nBarrameda on September 6,\n1522, almost three years after\nthey had departed.",
            "Portugal has issued three\ncoins featuring Magellan. The\nfirst coin was a 200 escudo,\nwhich was released in 2000\nas part of an ongoing series of\nPortuguese discoveries. The\nobverse of the coin features the\nVictoria under full sail near the\nleft side. The right side of the\ndesign bears the coat of arms of Portugal, directly above the\ndenomination. The country is identified around the top of\nthe coin and the year is marked at the bottom.",
            "The reverse features a front-left portrait of Magellan.\nThe legend around the top is Portuguese for  First Journey\nAround the World,  while the wording at the bottom shows\nhis name and the dates of the journey.",
            "Portugal converted to the euro in 2002. In 2019, the\ncountry produced a commemorative 2-euro coin for the\n500th anniversary of the beginning of the journey. The design\nonce again bears a front-left portrait of Magellan. The small\ncircular symbol beneath the 12 0 clock star is an armillary\nsphere, which was an important navigational tool for early\nexplorers. It is also featured on the flag of Portugal.",
            "The 2-euro coin is legal\ntender throughout the\nEurozone and the design on the\nopposite side is common to all\nparticipating countries.",
            "Portugal also produced a 7\n%-euro circulating coin for the\nanniversary. The obverse of the\ncoin features five ships under\nsail, representing the ships\nthat Magellan left Spain with\nin September 1519. A figure-\neight knot, which is important\nin sailing, is shown at the\ntop centre of the design. The",
            "denomination is in the lower-left.",
            "The reverse design bears a front-right portrait of Magellan,\nalong with a ship under full sail. Near the right side of the\ndesign 1s the legend  Partida 1519  (departure 1519).",
            "Despite the fact that this is a Euro coin, it is only legal\ntender within Portugal, as it is not one of the standard \ndenominations.",
            "Both of the Euro coins feature Magellan s name and\n circumnavigation  in Portuguese, along with the dual\ndates of  1519-1522.  [VIAGEM DE CIRCUM-NAVEGACAO\nDE FERNAO DE MAGALHAES}",
            "Numerous other coins, primarily NCLT, have been\nproduced by multiple countries around the world.",
            "The 2000 circulating commemorative 200 escudos cupro-nickel coin from\nthe XI Portuguese Discoveries Series   Ferdinand Magellan, issued by the\nImprensa Nacional-Casa da Moeda (Portuguese Mint) . PRIMEIRA VIAGEM A\nVOLTA DO MUNDO; FERNAO DE MAGALHAES; AGOSTO 1519   SETEMBRO 1522",
            "Number 7 October   November"
        ],
        "PageNo": "323"
    },
    {
        "File": "The_CN_Journal_October_36.jpg",
        "Paragraphs": [
            "The 2019 7.5-euro commemorative coin The\nDeparture 1519, also designed by Luis Filipe\nAbreu, was released in three metals: cupro-\nnickel, silver and gold. It is part of the Casa da\nMoeda's Circum-Navega do (2019-2022) series\ncommemorating the 500th Anniversary of the\nevents of the Magellan Voyage.",
            "The theme  Departure 1519  depicts the portrait\nof Fernao de Magalhaes, with the representation\nof a ship on the left side.",
            "The cupro-nickel* and silver (.925 fine) coins\nweight 13.5 g and are 33.00 mm in diameter, with\nmintages of 40,000 and 2,500 respectively. The\n(.999 fine) gold coin weighs 23.5 g with a mintage\nof 2,000.",
            "* note: the mint's website indicates that the cupro-nickel\ncoin may actually be .500 fine silver.",
            "The 2019 2-euro  bi-metallic cupro-nickel\ncommemorative coin produced by the Casa da Moeda\n(Portugues Mint) is designed by Luis Filipe Abreu\nand Luc Luycx. It is part of their Datas e Figuras da\nHistoria de Portugal series. The coin was struck in\nthree finishes from regular circulation to proof. It\nweighs 8.5 g with a diameter of 25.75 mm; mintage\n750,000.",
            "The 2020 7.5-euro commemorative coin The\nPassage Of The Strait 1520, by designer Luis\nFilipe Abreu, is to be released in November in the\nsame three metals with similar specifications.",
            "The  Strait 1520  depicts two Magellanic\npenguins, named after Fernao de Magalhaes,\nthe first European to have seen one; and the\nrepresentation of a ship.",
            "Future coins in the series are titled Mactan\n1521, and Conclusion 1522:",
            " Mactan 1521  depicts a scene from the\nBattle of Mactan (Cebu in the Philippines) where\nFernao de Magalhaes was killed.",
            " Conclusion 1522  an armillary globe and the\nrepresentation of the conclusion of the trip with\nthe return of the last ship.",
            " The CN Journal Volume 65\n"
        ],
        "PageNo": "324"
    },
    {
        "File": "The_CN_Journal_October_37.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n41,7134,",
            "Academic Medals of the University of Guelph",
            "Ross W. Irwin was born in Cambray, Ontario, in 1921.\n as a young adult, he served with the Royal Canadian\nElectrical and Mechanical Engineers during the\nSecond World War. After his discharge, he worked briefly\nfor Canadian General Electric before becoming a student\nat the Ontario Agricultural College. After graduation he\nworked for the college as a land drainage planner. Years\nlater, he joined the faculty of his alma mater, then part of\nthe University of Guelph, teaching soil mechanics and land\ndrainage. He served as a professor in the university s School\nof Engineering for 35 years. He passed away in 2013.",
            "Irwin had a passion for history. He wrote several books\nand articles on local Guelph history and genealogy, and even\nserved as the President of the Guelph Historical Society.",
            "Although Irwin was known to collect in several areas of\nCanadian numismatics, many of his publications focussed\non medals and awards. He authored A Guide to the War\nMedals and Decorations of Canada, and coauthored Orders,\nDecorations, and Medals to Canadians and Medal Roll of the\nRed River Campaign of 1870 in Canada.",
            "Clearly Irwin had a strong interest in medals and local\nhistory. Being an employee and graduate, it makes sense\nthat he would decide to create a catalogue called Academic\nMedal Awards at the University of Guelph, 1880   2004.\nThe catalogue covers the medals issued to students of the\nUniversity of Guelph, as well as the Ontario Veterinary\nCollege and the Ontario Agricultural College which merged\nwith Macdonald Institute to form the university in 1964.",
            "The earliest medals listed were issued by the Ontario\nVeterinary College in 1877. The Ontario Veterinary\nAssociation Gold Medal was awarded for the best general\nexamination in the graduating year. Irwin lists each year it\nwas issued along with the recipient s name.",
            "All other awards issued by the Veterinary College; the\nAgricultural College; the Colleges of Art; Biological Science;\nSocial Science; and Physical Science, as well as those issued\nby the university itself are described and illustrated when the\ninformation is available. The terms and requirements for the\nissue of each is also detailed. A list of all recipients and the\nyear they received the award is included for each medal.",
            "Irwin also lists Governor General medals awarded to\nstudents of the university and its parent colleges. He does\nnot provide illustrations or descriptions for them, possibly\nbecause such information was already available in catalogues\nwritten by Freeman Clowery, but Irwin does list all the\nrecipients and the dates they were awarded.",
            "Irwin had his work cut out for him researching for this\ncatalogue. He struggled with the university s poor recordkeeping.",
            "Number 7 October   November",
            
            "The archives contain little information about its awards\nand the names of those who received them. Most of the\nrecipient s names were gleaned from an incomplete library of\nconvocation programs or annual reports.",
            "Even illustrating the catalogue was difficult:",
            "The illustrations of medals shown here are\nunfortunately of varying quality but are the best\navailable at the time. Some are photographs of\nactual medals borrowed from recipients, some are\nfrom unused stock jeweller medals, some are artists \nsketches and unfortunately some are photocopies of\npictures of medals.",
            "Irwin lamented the sorry state of the university s archives,\nespecially the lack of information about its awards. He added,\n Tt is hoped that this work will form the foundation for the\nrecording of future University awards. ",
            "For a local community, the material contained in a\nnumismatic reference can be very valuable. Even a small,\nmodest looking, locally produced catalogue can include some\nimportant information that can t be found anywhere else.\n"
        ],
        "PageNo": "325"
    },
    {
        "File": "The_CN_Journal_October_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE,",
            "2020 $2 Commemorative Circulation Coin   75th\nAnniversary of the End of the Second World War",
            "The $2 circulation coin",
            "commemorating the 75th",
            "anniversary of the end",
            "of the Second World",
            "War is inspired by",
            "the 1943-45 Victory",
            "Nickels designed by",
            "Thomas Shingles.",
            "The  V  for Victory",
            "on the inner core of",
            "the new toonie was, at",
            "the time, a rallying call to",
            "support the war effort from",
            "coast to coast to coast. The letter is overlaid with a",
            "flaming torch and flanked by maple leaves below",
            "the dates 1945 and 2020.",
            "The words VICTORY and VICTOIRE appear on",
            "the outer ring, as does a message engraved in Morse",
            "code.  We win when we work willingly  and  La bonne\nvolont  est gage de victoire,  first appeared on wartime\nVictory Nickels. The obverse features the effigy of Her\nMajesty Queen Elizabeth, designed by Canadian artist\nSusanna Blunt in 2003.",
            "2020 $10 Fine Silver Coin   O Canada!\nParliament of Canada",
            "Designed by artist Laurie McGaw, the reverse\npresents a view of one of Canada s most famous\nlandmarks: Parliament Hill in Ottawa, the\nnation s capital. The Centennial Flame",
            "in the foreground represents hope and\ncommemoration as the flame rises up and\ntransforms into maple leaves. Behind the\nmonument is the Centre Block building and\niconic Peace Tower. The reverse",
            "includes the curved text CANADA",
            "above a maple flourish and",
            "the year 2020. The obverse",
            "features the effigy of Her",
            "Majesty Queen Elizabeth II",
            "by Susanna Blunt.",
            "La pi ce de circulation circulation",
            "comm morative de 2$ 2020   75e anniversaire",
            "de la fin de la Seconde Guerre mondiale",
            "La pi ce de circulation de",
            "deux dollars soulignant",
            "le 75e anniversaire de",
            "la fin de la Seconde",
            "Guerre mondiale a  t ",
            "inspir e par la piece",
            "de cing cents Victoire",
            "de 1943-1945, oeuvre",
            "de Thomas Shingles.",
            "La partie centrale de la",
            "nouvelle pi ce arbore ce",
            "  V   de la victoire qui  tait,",
            "a l poque, un cri de ralliement",
            "pour soutenir les efforts de guerre d un oc an a",
            "Pautre. Un flambeau s imbrique dans la lettre qui est",
            "encadr e par deux feuilles d rable, le tout reposant\nsur les dates 1945 et 2020.",
            "Les mots VICTOIRE et VICTORY, ainsi qu un\nmessage grav  en code morse, figurent sur l anneau ext rieur.\n  La bonne volont  est gage de victoire   et   We win when\nwe work willingly   ont d abord figur  sur la pice de cing\ncents Victoire datant de la guerre. L avers est a l effigie de\nSa Majest  la reine Elizabeth II, oeuvre r alis e par l artiste\ncanadienne Susanna Blunt en 2003.",
            "Pi ce de 10 $ en argent fin 2020   6 Canada! :\nParlement du Canada",
            "OEuvre de l artiste Laurie McGaw, le",
            "motif au revers offre une vue sur | un des",
            "panoramas les plus c l bres du Canada",
            ": la colline du Parlement a Ottawa, la",
            "capitale nationale. S levant a l avant-",
            "plan pour devenir un tourbillon",
            "de feuilles d rable, la flamme du",
            "centenaire repr sente l espoir et",
            "la comm moration. Derri re elle",
            "se dressent l difice du Centre et sa",
            "distinctive tour de la Paix. Le revers",
            "comporte  galement la mention incurv e",
            "  CANADA  , le mill sime   2020   et des",
            "feuilles d rable omementales. L avers est a l effigie de Sa\nMajyest  la reine Elizabeth II, selon Susanna Blunt.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "328"
    },
    {
        "File": "The_CN_Journal_October_41.jpg",
        "Paragraphs": [
            "2020 5-Cent Pure Gold Coin  \nThe Victory Nickel",
            "The reverse features a modern-day reproduction\nof the celebrated Victory design by Thomas\nShingles, as seen on Canada s five-cent\ncoins issued between 1943 and 1945.",
            "A flaming torch represents the sacrifices\nmade by Canadians at home and on",
            "the battlefields during the Second\nWorld War. Behind it, a big  V  has\ndual meaning: it alludes to Sir Winston\nChurchill s famous  V for Victory  sign,\nand is also the Roman numeral that\nrepresents the denomination (5).",
            "There is a maple leaf on both",
            "sides of the V, while a bilingual",
            "version of the original Morse",
            "code inscription ( WE WIN",
            "WHEN WE WORK WILLINGLY",
            "LA BONNE VOLONTE EST",
            "GAGE DE VICTOIRE ) appears in place\nof traditional denticles. The obverse features the historical\neffigy of King George VI by T. H. Paget.",
            "2020 Classic Canadian Coin\nand Medallion Set",
            "This medallion is a faithful reproduction of the Canadian\nVolunteer Service Medal (1939-1947) and features the\nobverse design by Charles Comfort. The seven marching\nfigures represent the Royal Canadian Navy, Women s Royal\nCanadian Naval Service, 1st Canadian Parachute\nBattalion, Canadian Women s _",
            "Army Corps, Royal Canadian",
            "Air Force (RCAF), RCAF",
            "Women s Division, and",
            "Royal Canadian Army",
            "Medical Corps. Around",
            "the rim is the inscription:",
            "1939 CANADA 1945",
            "VOLUNTARY SERVICE",
            "VOLONTAIRE. The",
            "reverse features the Arms",
            "of Canada, as seen on the",
            "original medal.",
            "Nutuber 7 October   November",
            "Pi ce de 5 cents en or pur 2020  \nPi ce de 5 cents Victoire",
            "Le revers pr sente une reproduction moderne",
            "du c l bre motif de la Victoire, oeuvre de",
            "Thomas Shingles, qui figure sur les pi ces",
            "canadiennes de 5 cents  mises de 1943",
            "a 1945. Un flambeau allum  repr sente",
            "les sacrifices consentis par la population",
            "canadienne pendant la Seconde Guerre",
            "mondiale, au pays comme sur le champ",
            "de bataille. On apergoit en arri re-plan",
            "un grand V a la signification double : non",
            "seulement il renvoie au c l bre   V pour",
            "Victoire   de sir Winston Churchill, mais il d signe",
            "le   5   en chiffres romains. Une feuille d rable est",
            "grav e de part et d autre du V, et une version bilingue de",
            "linscription originale en morse (  WE WIN WHEN WE",
            "WORK WILLINGLY LA BONNE VOLONTE EST GAGE",
            "DE VICTOIRE  ) remplace les traditionnels denticules.",
            "L avers pr sente  effigie historique du roi George VI, selon\nT. H. Paget.",
            "Ensemble m daillon et pi ces canadiennes\nclassiques en argent fin 2020",
            "Le m daillon est une r plique fid le de la M daille canadienne\ndu volontaire (1939-1947) qui comporte, a l avers, une\nreproduction du motif concgu par Charles Comfort. Les\nsept militaires qui y d filent repr sentent la Marine royale\ncanadienne, le Service f minin de la Marine royale du\nCanada, le ler Bataillon canadien de parachutistes, le\nService f minin de l Arm e canadienne et le Corps\nde sant  royal canadien, ainsi que |  Aviation\n_ royale canadienne (ARC) et sa Division\nf minine. La mention   1939 CANADA 1945\nVOLUNTARY SERVICE VOLONTAIRE  \nsuit le cordon. Les armoiries du Canada sont",
            "au revers, comme surela m daille originale."
            
        ],
        "PageNo": "329"
    },
    {
        "File": "The_CN_Journal_October_42.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH History",
            "By JESUS VICO AND, MARISA, OLLERO",
            "COLUMBUS_ENCOUNTERS. THE. AMERICAS. \nOctober 12,1492",
            "On August 3, 1492,\na small Spanish\nnaval expedition",
            "led by Italian-born explorer\nand navigator Christopher\nColumbus (Cristoffa Corombo\nin his native Ligurian tongue)\nset sail from the port of Palos\nde la Frontera in southern Spain\nto travel westward across the\nAtlantic in search of a new,\nsafer route to get to the Indies.\nThe expedition consisted of 90\nmen and three ships: two small\ncaravels, the Santa Clara (la Nifia), and an undocumented\nship (/a Pinta); as well as a somewhat larger nao, the Santa\nMaria (la Gallega), which Columbus used as his flagship.\nIn 15th century Spain, ships were traditionally named after\nsaints. Sailors traditionally however, bestowed less-than-\nsacred nicknames upon their vessels.",
            "On August 9, the expedition put in at La Gomera, one of\nthe Canary Islands, for repairs and refitting. They finally\ngot underway again on September 6. About a month later",
            "the expedition encountered the\nAmericas, continents previously\nunknown in Europe. This led\nto the inception of European\ncolonization of the New\nWorld. This event, although\ncontentious by modern views, is\noften still cited as the beginning\nof the Modern Era.",
            "Success at long last",
            "For nearly a decade, Columbus",
            "had unsuccessfully lobbied",
            "various European monarchs to",
            "fund his quest to discover a western sea route to the riches",
            "of the Far East. In 1484 he was refused by King John II of",
            "Portugal. Then three years later, he appealed to King Henry",
            "VII of England and King Charles VII of France. In all",
            "cases he was told he severely underestimated how far he",
            "would need to sail. Columbus remained persistent in his",
            "proposal though, perhaps insulated from the skepticism by\na narcissistic personality.",
            "The skepticism, incidentally, proved to be well-founded.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "330"
    },
    {
        "File": "The_CN_Journal_October_43.jpg",
        "Paragraphs": [
            "Making fundamental errors,\nColumbus estimated the distance\nfrom the Canary Islands to Japan\nto be about 3,000  Italian  miles\nor 3,700 km. The actual distance\nis 19,600 km!",
            "When Columbus first\napproached the co-rulers\nFerdinand II of Aragon, and\nhis consort Isabella I of Castile\nand Leon in 1486 he was once\nagain refused. They were\ndeeply invested in the  Granada\nWar  with the Muslim Moors,\nand uniting Cordoba under a\nCatholic Spain.",
            "On January 2, 1492, after a\ndecade of intermittent warfare\nthe Catholic Monarchs finally\ntook the Emirate of Granada and forced Abu Abdallah\nMuhammad XII to surrender his Iberian peninsula\nterritories to Castile. By April 1492 the new king and queen\nof the recovered Spain were now looking to expand their\ninfluence and Catholicism throughout the world.",
            "Queen Isabella decided to finance Columbus s expedition\nin hopes of bypassing Portugal s supremacy in Africa and\nthe Indian Ocean, through Spain s reaching the Far East by\na westward route. By contract commissioned by Isabella\nat Santa Fe, Columbus was created a Don and was titled\n Admiral of the Ocean Seas.  Further he would receive in\nperpetuity 10 percent of all profits arising from his voyage.\nAlso Columbus would be appointed Viceroy and Governor\nof new lands he claimed for the crown. Columbus wanted\nfame and fortune and this could get him there!",
            "Getting there",
            "Columbus and his planned voyage were unpopular from\nthe start. Many disliked being impressed into service by\nthe crown. It took him from May to August to assemble\nthe ships, crew and provisions; finally leaving Spain on\nAugust 3. Well beyond the expected 10 days. He was further\nlaid up for an additional month in the Canary Islands.",
            "On September 6, he was finally on his way across the\nAtlantic in search of the Far East and the Spice Islands.\nStarting from October 3 and continuing to November 6\nColumbus kept a detailed log of the voyage.",
            "On October 7, after 29 days out of sight of land, a flock\nof birds was spotted, which the expedition changed course\nto follow. Aboard /a Pinta, land was sighted on October 12\nby a sailor named Rodrigo de Triana. Later, in an unpopular\nmove, Columbus reported he had actually seen land first\nthe previous night and so claimed the privilege for himself.",
            "Number 7 October   November",
            
            "In fact Columbus s\nrelationship with the other\ncaptains and crew was very\nstrained from the outset; due to\nhis manner and lack of respect\nfor the chain of command and his\ninsistence on micro-managing\nall aspects of the voyage. In\nhis logs Columbus describes\ndisrespectful, disobedient and\nother mutinous behaviours he\nexperienced from his captains\nand crewmen. So much so that he\nnever refers to the captain of his\nflagship by name. And treats him\nmore as a member of the crew\nthan the ship s captain.",
            "Although still disputed it is\nbelieved that Columbus first set",
            "foot on an out-island of the present day Bahamas though\nit might have been the Turks and Caicos. Certainly not the\nEast Indies as he assumed. The indigenous Taino people\ncalled it Guanahani but Columbus named the island San\nSalvador (Holy Savior).",
            "His thoughts on first contact with the  Indios  as he\ncalled them were quite disconcerting, a strong indicator of\nhis true intentions.",
            " They ... brought us parrots and balls of cotton and\nspears and many other things, which they exchanged for\nthe glass beads and hawks  bells,  he wrote.  They will-\ningly traded everything they owned ... They were well-\nbuilt, with good bodies and handsome features ...They\ndo not bear arms, and do not know them, for I showed\nthem a sword, they took it by the edge and cut themselves\nout of ignorance. They have no iron ...They would make\nfine servants ... With fifty men we could subjugate them\nall and make them do whatever we want. ",
            "Continuing, Columbus visited the islands of Cuba (which\nhe thought was mainland China) and Espafiola or Hispaniola\n(originally Bohio, now Haiti and the Dominican Republic,\nwhich Columbus thought might be Japan) looking for\nthe treasures  pearls, precious stones, gold, silver, spices,\nand other objects and merchandise whatsoever  that he\nhad promised to his Spanish patrons. Towards the end of\nNovember, after confronting Columbus, and acting on\ninformation from the natives, the captain of Ja Pinta decided\nto go  gold hunting  on his own. It is believed the excursion\ntook them around the northwest shore of what is now\nthe Inagua, and the Turks and Caicos Islands before later\nrejoining the expedition.",
            "The expedition suffered a major setback during the\ncalm waters of December 24 when a cabin boy, left by the\nhelmsman alone to steer, ran the Santa Maria into a coral reef",
            "\n"
        ],
        "PageNo": "331"
    },
    {
        "File": "The_CN_Journal_October_44.jpg",
        "Paragraphs": [
            "on the northern coast of Hispaniola, near present-day Cap\nHaitien, Haiti. With the help of islanders, Columbus s men\nsalvaged what they could and built a fortified settlement\n Villa de la Navidad  (Christmas Town) with timbers from\nthe ship. On January 15, 1493, Columbus left for Spain\naboard /a Nina, leaving 39 crew members from the Santa\nMaria behind at what was the first, albeit short-lived,\nEuropean settlement in the Americas.",
            "On arrival at the royal court in Barcelona on March 15\nColumbus gave a glowing, somewhat exaggerated report\nand was warmly received. On May 4, 1493, the Pope gave\nhis approval of Columbus s new status granting all land\ndiscovered by Columbus to Spain.",
            "Conclusion",
            "Columbus made four voyages to the new world in search of\nwealth, power and fame. His voyages took him to what is\nnow the  West Indies,  the Caribbean islands, South America\nand Central America. Through them all he believed he had\nfound the east coast of China and Japan. In fact if he hadn t\nstumbled on the uncharted American contents his first voyage\nwould likely have ended in disaster.",
            "Columbus was frustrated by his inability to find the\nmaterial riches of the  East Indies.  And even though he\nwas directed by Ferdinand and Isabella to maintain friendly\nrelations with the natives he disobeyed.",
            "Instead Columbus was a cruel and tyrannical governor\nenslaving the native population, and enforcing strict\ntaxation rules in search of gold that just wasn t there.\nNatives who could not meet the tribute had their hands\ncut off and bled to death. The colonists of Hispaniola\nstaged a bloody revolt against the mismanagement\nand brutality after he had some of his crew hanged for\ndisobedience.",
            "Because of the intolerable conditions the Spanish\nauthorities appointed Francisco de Bobadilla in 1500\nas the new governor. Christopher Columbus was\narrested and returned to Spain in chains. In 1502,\npardoned of the most serious charges but stripped\nof his noble titles, the aging Columbus persuaded\nFerdinand to pay for one last trip across the Atlantic.",
            "This time, Columbus made it all the way to Panama -\njust miles from the Pacific Ocean   where he had to\nabandon two of his four ships after damage from\nstorms and hostile natives. Empty-handed, the\nexplorer returned to Spain, where he died in 1506.",
            "Within 25 years of Columbus s arrival in Haiti,\nmost of the Taino population had been decimated.",
            "Most had died from enslavement, massacre, or\ndisease. By 1514, of the once peaceful, thriving\nTaino people, only 32,000 survived in Hispaniola.\nThey are believed extinct today.",
            "sourced with permission from VCoins eNewsletter.",
            "Coinage of Medieval Spain",
            "The coinage of Medieval Europe has a varied past with\nRoman and Arabic influences.",
            "The gold dinar was first struck in al-Andalus (Arabic\nSpain) under Abd-ar-Rahman III, Emir of Cordoba (912 \n961). Square silver dirham coins were also struck in various\nfractional denominations. During the 11th century the dinar\nbecame known as the morabit, morabotin or morabetino,\nthroughout Europe; possibly deriving its name from the\nruling Berber Almoravid (al-Murabitun) dynasty.",
            "In the 12th century, it was copied by the Christian rulers\nFerdinand II of Leon (1157-1188) and Alfonso VIII of Castile\n(1158-1214) as the maravedi. The maravedi de oro soon\nbecame the accounting unit for gold, alongside the sueldo\n(from solidus) for silver, and the dinero (from denarius) for\nbillon (or vell n in Spanish). Alfonso s gold marabotin or\nmaravedi retained inscriptions in Arabic text  The Emir of\nthe Catholics Alfonso Son of Sancho, May God Support Him\nand Make Him Victorious  and his abbreviated name ALF in\nLatin letters at the bottom. It weighed about 3.8 grams.",
            "Through a series of debasements the maravedi fell to\n1 g of gold during the reign of James I of Aragon (1213 \n1276), eventually becoming a silver com under Alfonso X\nof Castile (1252-1284).",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "332"
    },
    {
        "File": "The_CN_Journal_October_45.jpg",
        "Paragraphs": [
            "Number 7 October   November",
            "2020",
            "The real (3.485 g of .9306 Ag), valued at\nthree maravedies, was introduced in the mid-\n14th century by King Pedro I of Castile. As\nlarge silver  crowns  (after the 1486 Austrian\nguldengroschen) became popular in Europe\nthe 8-reales (or 1-peso) coin was introduced\nin the monetary reforms of 1497. This\nSpanish dollar, as it became known was used\nin the Americas and Asia, becoming very\npopular as trading money for international\ncommerce including the US and Canada into\nthe 19th century.",
            "When the Spanish kingdoms were united\nunder Ferdinand and Isabella they passed the\nOrdinance of Medina del Campo, on June\n2, 1497, reforming the monetary system by\nmaking the real (3.434 g, .9306 fine Ag)",
            "the unit of account, equal to 34 maravedi.\nThey also adopted the excelente (ducado\nfrom 1504) for gold, based on the Venetian\nducat (3.521 g, .986 fine Au), equal to 375\nmaravedies. A third standard coin was the\nblanca, a small billon coin of 1.198 g, worth\nhalf a maravedi. This was the monetary\nsystem that the Spanish brought with them to\nthe New World.\n"
        ],
        "PageNo": "333"
    },
    {
        "File": "The_CN_Journal_October_46.jpg",
        "Paragraphs": [
            "Book, REVIEW",
            "HENRY NIENHUIS\nFRCNA,.ECNRS,,FONA, LM. #430.",
            "Imperial Designs: Canada s Ships, Colonies & Commerce Tokens",
            "Colonies & Commerce Tokens\nis the third comprehensive and\nexpertly written book by well-known\nCanadian numismatic researcher\nChristopher Faulkner. Imperial\nDesigns is the first entirely new study\nof the Canadian Ships, Colonies and\nCommerce tokens in over a century.\nWith the publication of this book,\nFaulkner has certainly added to the\nbreadth of knowledge and subsequent\nappreciation of the ubiquitous\n19th century Ships, Colonies and\nCommerce token (Br 997) that\ncirculated widely in the Canadas, the\nMaritimes and Newfoundland in an\nattempt to alleviate with the systemic\nlack of small change which plagued\nBritish North America in the 1800s.",
            "[cin Designs: Canada  Ships,",
            "The book is divided into four chapters and an appendix:\nChapter One explains the historical significance of\nthe presence of the ship on the obverse and the legend",
            "on the reverse which gives the series its name.\nThe ship symbolized the primary means of\ntransportation which tied the British North\nAmerican colonies to each other and to their\nmother country. Throughout the nineteenth\ncentury, the words  ships, colonies and\ncommerce  had a wide popular appeal\nand an almost magical authority. As these\ntokens circulated, they not only provided\nvalue (nominally a halfpenny), they also\npromoted the idea of  empire  and the supporting\nmeans by which that concept was secured. The\nbook s first chapter also offers an account\nof where and by whom the varieties in the\nseries were struck, and when and where the\ntoken circulated in the course of its forty-\nyear life. Earlier efforts at cataloguing the\nseries are explained and there is a detailed\nrecord from 12 major collections in the past.\nChapter Two is an extensive and fully\nillustrated catalogue of all known varieties and",
            "die states of Breton 997, one of the most difficult\nand challenging series in Canadian numismatics. For ease\nof identification the series has been broken down into",
            "Groups and sub-groups. Within each\nGroup, every variety and die state\nreceives its own catalogue entry.\nMany previously unknown varieties\nare listed. Every entry includes a\ncommentary which explains the\ncharacteristics of the variety and its\ndie states. A sales record, where one\nexists, accompanies each entry.",
            "Chapter Three deals in depth\nwith the Breton 999, 1000, and 1001\nShips, Colonies & Commerce tokens.\nEvery known example of each of these\nthree controversial and extremely rare\ntokens 1s illustrated and pedigreed.",
            "Chapter Four is the biographies of\nW. A. D. Lees and L. A. Langstroth,\ntwo of the foundational collectors and\ncataloguers of the series.",
            "Lastly, an Appendix deals with",
            "various errors and fabrications in the series and what\nthese can tell us about the circumstances under which the\ntokens were struck. This book offers a presentation",
            "and analysis that have never been undertaken\npreviously with any individual series of\nCanadian pre-Confederation tokens.",
            "At the beginning Faulkner notes,  The\npublication of this work has been made\npossible by a grant from the J. Douglas\nFerguson Historical Research Foundation. ",
            "Christopher Faulkner is the author of",
            "two earlier books also published by Spink,",
            "the award winning The Holey Dollars and",
            "Dumps of Prince Edward Island (2012) and Coins",
            "Are Like Songs: The Upper Canada Coppers,\n1815-184] (2016).",
            "Bibliographic information:",
            "Title Imperial Designs: The Ships,\nColonies and Commerce Tokens\nof Canada",
            "Author Christopher Faulkner",
            "Edition Crown 4to, original blue cloth,\ngilt; jacket. xvii, 435 pages :\nillustrations (chiefly colour),\ncolour maps, portraits.",
            "ISBN 1912667118, 9781912667116",
            "Price US$ 80.00",
            " The CN Journal Volume 65\n"
        ],
        "PageNo": "334"
    }
]