[
    {
        "File": "The_CN_Journal_July_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT,",
            "Mozv_DU_PRESIDENT,",
            "Like  the situation at the time of my last report, I",
            "again write in the midst of unprecedented",
            "uncertainty for all of us. There is still no sign that\nlife, much less our collecting life, will return to normal\nany time soon. I continue to wish you and your immediate\nand extended families and communities tenacity during\nthese troubled times.",
            "As collectors, we are perhaps more blessed than many\nothers. The central portions of our collecting passions\ncan still be engaged in isolation. It is comforting in times\nlike these to give extra attention to our collections. Now\nis a splendid time to do that collecting organising and\nplanning-ahead that we have always wanted to do, but\ncouldn t find the time or opportunity. Sure, the coin\nshows and conventions have been cancelled, but there\nis still a lot of very enjoyable things that we can do as\ncollectors in these times.",
            "From the financial side, we are probably also fortunate\nas collectors. Collectible pricing does not suffer from the\nsort of market volatility that we now see almost daily\nin the investing markets. In good times, it may frustrate\nus that the value of our collectibles does not increase as\nquickly as we would hope. However, neither do those\nvalues collapse in uncertain times like these. A credible\nargument could even be made that now is the time to be\nacquiring and building collections, rather than deploying\nfunds in very volatile alternative markets and assets.",
            "With the cancellation of our 2020 Halifax RCNA\nConvention, we have arranged for an RCNA internet-\nonly auction, which will be held by our auctioneer, The\nCanadian Numismatic Company, on the 27th through the\n29th of August. As with our regular convention auctions,\nno seller s commission will be charged to RCNA\nmembers who consign material to this auction. I urge\nyou to participate in this event to satisfy your collecting\ninclinations, and at the same time, support the RCNA.",
            "Your Executive will have met by late June to resolve\nhow to hold our Annual General Meeting under existing\nphysical distancing circumstances. It appears that the only\nfeasible option available may be to hold an electronic\nmeeting (by teleconference). This will certamly be a first\nfor the RCNA. We will advise our members of this in the\nnext issue of the Journal, and will put an announcement\non our website as soon as details are settled.",            
            "Take care, and stay safe!",
            "Number5 July+ August 2020",
            "Comparable a la situation lors de mon message pr c dent,\n",
            "Jecris 4 nouveau dans un contexte d incertitude sans",
            "preccdent pour nous tous. II n y a toujours aucun signe\nque la vie, encore moins notre vie de collectionneur, reviendra\na la normale prochainement. Je continue a vous souhaiter, ainsi\nqu a vos familles et amis, a la t nacit  communautaire en ces\ntemps difficiles.",
            "En tant que collectionneurs, nous sommes peut- tre plus\nchanceux que bien d autres. Une partie importante de notre\npassion dans la collection peut continuer m me en p riode\nd isolement. I] est r confortant dans des moments comme\nceux-ci d accorder une attention particuli re a notre collection.\nC est le moment parfait pour reclasser votre collection et revoir\nla planification de vos besoins, ce que nous voulons toujours\nfaire, mais que nous avons des d fis pour trouver ce temps\nou cette opportunit . Bien stir, les  v nements numismatiques\net les congr s ont  t  annul s, mais il y a encore beaucoup\nde choses tr s agr ables que nous pouvons faire en tant que\ncollectionneurs en ces temps.",
            "D un point de vue financier, nous sommes encore chanceux en\ntant que collectionneurs. Les prix de collection ne sont pas sujets\naux m mes volatilit s du march  que nous pouvons constater\npresque quotidiennement sur les march s d investissement.\nDans les bonnes p riodes, cela peut nous frustrer que la valeur\nde nos items de collection n augmente pas aussi rapidement que\nnous | esp rions. Cependant, ces valeurs ne s effondrent pas\nnon plus en des temps incertains comme ceux-ci. On pourrait\nm me avancer que le moment est venu d acheter et d ajouter a\nnos collections, plut t que de d bourser des fonds lorsque les\nmarch s et les placements alternatifs tr s volatils.",
            "Avec l annulation de notre congr s de 1  ARNC 2020 a\nHalifax, nous avons organis  une vente a l encan de   ARNC\nen ligne seulement, qui sera organis e par notre encanteur,\nla Canadian Numismatic Company, entre le 27 et le 29 aoft.\nComme pour nos ventes a l encan traditionnel r gulier, aucune\ncommission du vendeur ne sera charg e aux membres de\nPARNC qui envoient du mat riel pour cette vente a l encan.\nJe vous invite 4 participer a cet  v nement pour satisfaire vos\nbesoins de collection et en m me temps soutenir l  ARNC.",
            "Votre ex cutif aura tenu sa r union a la fin juin pour\nd terminer comment tenir notre assembl e g n rale annuelle en\nrespectant les contraintes de distanciation physique existantes.\nIl semble que la seule option possible soit de tenir une r union\nvirtuelle (par t l conf rence). Ce sera certainement une\npremi re pour l ARNC. Nous informerons nos membres dans\nle prochain num ro du Journal et publierons une annonce sur\nnotre site internet d s que les d tails seront finalis s.",
            "Faites attention et restez en s curit !"
            
        ],
        "PageNo": "197"
    },
    {
        "File": "The_CN_Journal_July_08.jpg",
        "Paragraphs": [
            "IN MEMORIAM LESLIE DAVID COPAN",
            "1926 - 2020 ",
            "Les Copan passed away peacefully on May\n12, 2020, in Burnaby BC at the age\nof 93 years. He was born on July\n22, 1926, in Victoria and grew up in East\nVancouver. Later in life he moved back to\nthe neighbourhood where he had delivered\nnewspapers in his youth. He donated\ngenerously each year to the school lunch\nprogram at the nearby elementary school\nhe had attended some 80 years previous.",
            "Les lived most of his life near and\nconnected to the ocean; he joined the navy\nat age 15, serving on the Pacific coast and\naboard an escort minesweeper in the Atlantic\nduring World War I. He remarked that he had\nsailed halfway to Europe many times but never actually\nmade it all the way there.",
            "Les worked as a longshoreman on the Vancouver waterfront\nfrom 1953 to 1988, being swom in to the International Longshore\n& Warehouse Union in 1956. Always safety conscious, Les often\nfound himself at odds with management and pushed back when\nhis crew were asked to do something unsafe.",
            "Serving as the last President of ILXWU Local 501 and then\nthe Vice-President and President of ILWU Local 500, Les\nwas one of 10 union leaders jailed in June 1966 for refusing\nto comply with an injunction to force longshoremen to work\non a statutory holiday. This refusal, jailing, and interruption\nof the 1966 collective agreement negotiations led to the BC\ngovermment s application of the labour code to longshoremen\nand ultimately to the removal of the court s power to issue\nimyunctions in many labour cases.",
            "One of his notable accomplishments as a leader was to\nadvocate for and convince the local\nmembership to ratify an unusual\nextension of full retirement benefits\nto 27 members who had joined the\nunion after the age of 40 and would\notherwise not have been eligible for\nfull pensions.",
            "Les became interested in\ncoin collecting as a youth in the\n1940s. His mother, believing that\neveryone should have a hobby,\ngave Les a jar of coins and foreign\ncurrency collected in the family's\nVancouver candy store. In a similar\nway, she gave his older brother an\naccumulation of stamps.",
            
            "Les began collecting and studying Canadian",
            "coins, but after they began getting too expensive",
            "for him, he continued collecting by putting",
            "together several topical collections. He also",
            "became interested in collecting wooden",
            "money. Les was a passionate numismatist",
            "learning about and understanding the world",
            "through numismatics. One item in his",
            "collection that he was particularly proud",
            "of was a coin issued by Julius Caesar in",
            "49 BCE. In 1958, Les purchased a 1921",
            "Silver five cent piece from a coffee wagon",
            "vendor. He later sold it to help make the down",
            "payment on a house, but regretted it ever after.",
            "Les became active in organized numismatics",
            "at both the local and national levels. He joined the",
            "Vancouver Numismatic Society in October 7, 1956, and soon",
            "after, the RCNA in November 1956 as member #1266. He",
            "was also active in the North Shore Numismatic Society. An",
            "active volunteer, Les served on organizing committees and as",
            "general chairman of numerous Annual RCNA Conventions",
            "from 1963 to 1977. He was the general chairman of the",
            "RCNA s 10th Annual Convention which was hosted by the",
            "Vancouver Numismatic Society at the Hotel Vancouver in\nAugust 15-17, 1963.",
            "Les was recognized as Fellow of the Canadian Numismatic\nResearch Society (FCNRS) in 1974 and as Fellow of the Royal\nCanadian Numismatic Association (FRCNA) in 2005.",
            "A generous and giving man, Les believed in fairness\nand justice for all and fought hard for the rights of workers\nand social equality. An Honorary Life Member of the\nBritish Columbia New Democratic Party, Les volunteered,",
            "campaigned for, and supported\ncandidates in his ridings at every\nlevel of government. Les also\nserved as general chairman of\nthe Pacific Coast Pensioners\nAssociation 1999 Convention.",
            "Les is predeceased by Ivy\nBeaton, his loving partner of\n30 years, and by his children\nLee, Michael, and Stephen,\nhe is survived by his daughter\nGail, grandson Robert and\ngranddaughter Willow, and great-\ngrandchildren Anthony, Kaitlyn,\nand Adam.",
            "Ave atgue vale!",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "200"
    },
    {
        "File": "The_CN_Journal_July_09.jpg",
        "Paragraphs": [
            "THE RAID ON THE SUEZ CANAL,",
            "FEBRUARY.1915",
            "BY BARRIE RENWICK\nFRCNA, FCNRS, #5754",
            "Britain, expecting war in 1914, prepared defenses",
            "in many possessions she considered endangered.",
            "Among these was Egypt where her duties demanded\nshe prepare for the likelihood of an enemy attempting\nseizure of the Suez Canal to choke off her maritime route to\nIndia and other Asian holdings. Britain was vulnerable too\nto threats in Egypt against the Anglo-French enterprise in\nwhich she was a shareholder, one that built and maintained\nthe canal. And she bore the safeguarding of all of Egypt,\nwhich at the time was a historical protectorate of Britain.\nThe gravity of these responsibilities saw Britain s warlords\nmarshal some 70,000 personnel in Egypt for protection;\nabout half of them deployed to strategic points along the\nwest bank of the canal as its defense, together with armed\nwarships along its waterway to support ground fortifications.",
            "Soon after the start of war Turkey joined the Central\nPowers and, with German support, in January 1915\nlaunched an expeditionary force of 25,000 troops from\nBeersheba, Palestine, to trek 300 km across the Sinai\ndesert for an intended surprise attack on British defenses\nin an attempt to seize the canal. This desert-crossing march\nnearly exceeded provisioning capability, but no other means\nof access existed then for its determined assailants.",
            "The Turks, equipped with pontoons to float troops across\nthe canal, arrived February 2 at the east bank. Unknown to\nthem, they d been spotted days earlier by vigilant British\nair reconnaissance, so defenders were alert. British west-\nside redoubts were spaced out along the canal bank. The\nmain one was aside Ismailia a city about mid-way along the\nupper length of the canal. In addition to these machine gun\npositions, the British had several Anglo-French squadron\ngunships stationed intermediately along the waterway to\ncounter enemy field artillery. With these defenses and a\ngarrison of about 30,000 troops mainly from India and\nAustralia the defenders felt assured.",
            
            "Number5 July + August 2020 ",
            "Before dawn on the 3rd the invaders struck at several\npoints along the canal supported by their own machine-gun\nfire and by artillery bombardment. Their pontoons though\nproved vulnerable to defenders  fire and of the few men\nwho landed across some were killed and the remainder\ncaptured. Skirmishes at various redoubts continued and\nsporadic artillery exchanges between enemy field batteries\nand warships happened, but the Turkish forces couldn t\n"
        ],
        "PageNo": "201"
    },
    {
        "File": "The_CN_Journal_July_10.jpg",
        "Paragraphs": [
            "gain a successful crossing. Before dawn on February 4\nthe Turkish commander reluctantly accepted the futility\nof their situation. Withdrawal now was critical; their water\nsupply had dwindled and the desert would be unforgiving\nduring their pending retreat. Defeated, they crept away in\nthe darkness, humiliated and facing the long slog back to\nBeersheba.",
            "When tallied up, British forces had a loss of about 150\nmen, some killed the others wounded. Their defensive\npositions were mainly intact, although some of the warships\nhad sustained damage from enemy artillery. For the Turks,\nthey suffered a count of 2000 men lost, many killed or\nwounded but more captured. As they dragged themselves\nacross the desert in retreat, they endured bombing by\nBritish airmen in flimsy biplanes and ground skirmishes\nwith desert tribes. When the force finally made Beersheba,\nits men were reviled there as failures.",
            "Although the Turkish attempt to seize the canal was\nunsuccessful, they made no further moves on that coveted\nprize. Nevertheless, to the British the Turks were a\nperceived threat, one that forced Britain to continue keeping\na considerable armed force in Egypt for the duration.",
            "The Suez Canal, across the Isthmus of Suez between\nEgypt s cities of Port Said and Suez, gives vessels travelling\nEurope Asia an 8900 km shorter alternative to otherwise\ncircumnavigating Africa. The canal passes through two\ninland lakes as part of its 190 km route extending from\nthe Mediterranean Sea to the Gulf of Suez. The project\nwas constructed by British and French interests, opened in\n1869 and administered in its early years by The Suez Canal\nCompany. The commitment was financed by a consortium\nwith Britain a 44 percent minority participant and the\nremainder a syndicate of French business enterprises.\nConstructing the Suez Canal was a ten-year undertaking.\nThe canal was a convenience vital to Britain and France,\ncountries at the time that had substantial colonial and\nmercantile connections to Asian locations.",
            "In the war that dragged on for years and expanded over\nmany other areas the successful defense of the canal got\novershadowed by multiple events, many of which snatched\nattention for a time. Yet repelling the Turkish 1915 raid was\nneither overlooked nor forgotten. Honouring that action\nwas simply delayed. In 1930 that got remedied.",
            "The Suez Canal Company engaged Paris modernist-\narchitect Michel Roux-Spitz to create a monument at the\nsite of the defense command post. Roux-Spitz designed\na stone memorial, Defense of the Suez Canal, of massive\nscale twin obelisks, 50 metres high, each buttressed with a\nheroic-size personification, all on a sloped plinth 240 metres\nacross; centred on the edge of the plinth is the memorial title\nand the dates of the war. The immensity of the monument\nrecalls the importance of achievement by the defenders; the\ntwin obelisks imply Britain and France; the personifications\nreflect Intelligence (left) and Strength (right). These heroic\nfigures are classic Art deco, much in favour at the time.",
            "This project took two years from design to completion;\nits monument contains 4700 tons of granite sited on a\ndrumlin-like mound of desert sand beside the canal near\nIsmailia. On the 15th anniversary of the raid The Suez\nCanal Company dedicated the memorial  To the glory of\nthe defenders of the Canal.  A medal commemorates the\nceremony.",
            "The medal, by French medallist Raymond Delamarre,\nis a bronze 90 mm strike; the obverse is a frontage of the\npaired personification figures, the medal title is below and\nthe artist s monogram is lower left; the reverse, a front\nelevation of the monument with the dedication in four lines,\nin each side field and particulars of the ceremony, below.\nThe medal s inscriptions are in French.",
            "Today, the monument endures and the medal remains a\npoignant messenger for its purpose.",
            "ane CLV yuurnue vurume 65\n"
        ],
        "PageNo": "202"
    },
    {
        "File": "The_CN_Journal_July_11.jpg",
        "Paragraphs": [
            "TIMMINS. WOODEN_ MONEY.",
            "BY FRANCE. D_WAYCHISON",            
            "The Stories Of The People Who Made The Town   Part Il\n  Les Histoires Des Gens Qui Ont Fait La Ville   Partie Il",
            "T his is the second part of this article exploring the lives of the subjects of seven wooden tokens issued between 1984",
            "and 1985, on the occasion of Timmins 75th anniversary. Timmins is a city built on gold and the stories about some of",           
            "its inhabitants are very colourful and rich, if not in gold, certainly in dreams, eccentricities, generosity and pure love\nfor the place.   Il s agit de la deuxi me partie de cet article qui explore la vie des sujets de sept jetons en bois  mis entre 1984\net 1985, a occasion du 75e anniversaire de Timmins. Timmins est une ville batie sur l or et les histoires de certains de ses\nhabitants sont tr s color es et riches, sinon en or, certainement en r ves, en excentricit s, en g n rosit  et en pur amour du lieu.",
            "Common Reverse\nThe seven tokens each have a common reverse,\nwhile the colour of the common reverse\nchanges with the token for each different\nperson. There were 250 made of each\ntoken, all measuring 45 mm. They were\nproduced by Jim Deluney in 1984 and\n1985 and used as entrance fees for\nthe Timmins ON 75th Anniversary\nCelebrations.",
            " Timmins City with the Heart of\nGold  is the town s slogan, because\nTimmins has produced over 20 million\nounces of gold and at time of token issue,\nTimmins was the largest city in Canada, maybe in\nthe world, as it measured 2,922 km? or about 50 x 60 kms.",
            "Joseph Vincent Bonhomme (J.V. or Vince)",
            "J. V. was born in Papineauville QC in 1912. J. V.\ntook courses in Insurance and Real Estate and\ndecided early on in life that he would work",
            "for himself.",
            "In 1929, already an insurance agent,\nhe went to Montreal QC to hear C. D.",
            "Howe say that gold would be the\n salvation  of the Western world.\nSince the world was suffering from the\nGreat Depression, Bonhomme decided\nto go where there was gold. He moved\nnorth to Timmins in 1935.",
            "His daughter said that J. V. was bigger\nthan life, that he loved the grand gesture, he\nwas flamboyant and did things to excess. After all he\nsmoked three packs of cigarettes a day. He loved to\ncook, loved to eat.",
            "Someone that used to work with him recounted that\nVince purchased cognac, Courvoisier XO, if you please,\nby the case and that any guest who dared to add ice,\nwater or pop to his drink was never re-invited!",
            "He believed that a person owed his community\nsomething and he honoured this self-imposed obligation",
            "Number5 July* August 2020 -----------------------------",
            "Revers Commun\nLes sept jetons ont un revers commun, tandis que la\ncouleur du revers commun change avec le jeton\npour chaque personne repr sent e en avers.\nChaque jeton a  t   mis a 250 unit s, chacun\nmesurant 45 mm. Ils ont  t  produits par Jim\nDeluney en 1984 et 1985 et utilis s comme\nfrais d entr e pour les c l brations du 75e\nanniversaire de Timmins ON.\n Timmins City with the Heart of Gold \n(La ville au coeur d or) est le slogan de\nla ville, car Timmins a produit plus de\n20 millions d onces d or et au moment de\nl mission jeton, Timmins  tait la plus grande\nville du Canada, et peut- tre du monde, avec une\nsuperficie de 2 922 km? ou environ 50 x 60 kms.",
            "Joseph Vincent Bonhomme (J.V. ou Vince)",
            "J. V. est n  a Papineauville, QC en 1912. Il a suivi\ndes cours en assurance et immobilier et a d cid \ntr s tot dans sa vie qu il travaillerait pour lui-\nm me.\nEn 1929, d ja agent d assurance, il se\nrend a Montr al QC pour entendre C.D.\nHowe dire que l or serait le   salut   du\nmonde occidental. Comme le monde\nsouffrait de la Grande D pression,\nBonhomme a d cid  d aller 1a ot il y avait\nde lor. I s installe 4 Timmins en 1935\nSa fille a dit que J.V  tait plus grand que\nnature, qu il aimait le grand geste, qu il  tait\nflamboyant et qu il faisait des choses a outrance.\nApres tout, il fumait 3 paquets de cigarettes par jour. I] aimait\ncuisiner, adorait manger. Quelqu un qui avait  habitude de\ntravailler avec lui a racont  que Vince achetait du cognac, du\nCourvoisier XO s il vous plait, a la caisse et que tout invit  qui\nosait ajouter de la glace, de l eau ou une boisson gazeuse 4 son\ncognac n tait jamais r invit !\nIl croyait qu une personne devait quelque chose a sa\ncommunaut  et il a honor  cette obligation auto-impos e\nen si geant au comit  de la Commission scolaire catholique",
            "\n"
        ],
        "PageNo": "203"
    },
    {
        "File": "The_CN_Journal_July_12.jpg",
        "Paragraphs": [
            "by serving on the Roman Catholic School\nBoard Committee, and the Knights of\nColumbus, He also served on the Timmins\nChamber of Commerce and on City Council.",
            "At some point in time, J.V. was the largest\nlandowner in the city. He owned 6,400 acres\nof land. (about 26 square km).",
            "For all his travelling for School Boards,\nappointments, committees, he never took a\ncent for travelling expenses. He believed that\na person who represented his community\noutside of 1t should make a personal sacrifice\nrather than a profit.",
            "He believed in family, God, and in\ncommunity and that any man who kept his priorities\nstraight would receive his reward in due time.",
            "He also believed in gold. At some point J. V.\nBonhomme owned operating and non-operating mines\nand worked very hard for the gold mining industry in\nTimmins. He also collaborated on the Emergency Gold\nMining Assistance Act of 1947 and sat for 22 years\non the committee overseeing this act. M. Bonhomme\nplayed a key role in persuading the federal government\nto pass this act, which helped the country s 122 gold\nmines at a time when their survival was threatened by\nhigh cost of production as compared to market sale\nprice. By 1973, with the Act no longer in force, there\nwere only 19 gold mines left in Canada, but the welfare\nof the dependent communities had been ensured by\nsubsidies paid under the Act.",
            "J. V. Bonhomme died in Timmins ON in 1983 and\nis credited for playing a major role in turning the City\nof Timmins from a mining camp to a modern city. He\nis known to have built over 2,200 houses prior to his\ndeath. Many more houses now all sit on acres once\nowned by J. V. Bonhomme.",
            "Frederick Schumacher",
            "Frederick W. Schumacher was born in 1863 on\na Danish island and his family eventually\nmoved to the United States. In 1911, he\ncame to Aura Lake, a little hamlet on the\nsouth shore of Pearl Lake, in Northern\nOntario, and purchased two of the most\nsuccessful claims in Canadian mining\nhistory. These claims were located\nnear the Dome Mine and between\nthe Hollinger and McIntyre Mines, all\nworld-class gold producers in the 20th\ncentury, located in Timmins.\nThe Schumacher Gold Mine was his\ncreation, Schumacher built many buildings,\nincluding the train station, and the hamlet of Aura Lake\nwas renamed Schumacher. Although Schumacher spent",
            "romaine et aux Chevaliers de Colomb. Il a\n galement si g  a la Chambre de commerce\nde Timmins et au Conseil municipal.",
            "A un moment donn , J.V.  tait le plus\ngrand propri taire foncier de la ville. Il\nposs dait 6 400 acres de terrain. (Environ 26\nkilome tres carr s).",
            "Pour tous ses d placements pour les\ncommissions scolaires, les nominations,\nles comit s, il n a jamais pris un cent pour\nses frais de d placement. I] pensait qu une\npersonne qui repr sentait sa communaut  en\ndehors de celle-ci devait faire un sacrifice\npersonnel plut t qu un profit.",
            "J.V. croyait a la famille, a Dieu et a la communaut  et que\ntout homme qui respectait ses priorit s recevrait sa r compense\nen temps voulu.",
            "Il croyait  galement a l or. A un certain moment,\nJ.V.Bonhomme poss dait des mines en exploitation ou non\net travaillait tr s fort pour l industrie de 1 extraction de l or\na Timmins. I] a  galement collabor  a la Emergency Gold\nMining Assistance Act de 1947 et a si g  au comit  de\nsurveillance de cette loi pendant 22 ans. M. Bonhomme a jou \nun r le cl  en persuadant le gouvernement f d ral d adopter\ncette loi, qui a aid  les 122 mines d or du pays a un moment ot\nleur survie  tait menac e par un cot de production  lev  par\nrapport au prix de vente du march . En 1973, la loi n tant plus\nen vigueur, il ne restait plus que 19 mines d or au Canada, mais\nle bien- tre des communaut s d pendantes  tait assur  par des\nsubventions vers es en vertu de la loi.",
            "J.V. est d c d  a Timmins ON en 1983 et est reconnu pour\navoir jou  un role majeur dans la transformation de la ville de\nTimmins d un camp minier en une ville moderne. II est connu\npour avoir construit plus de 2 200 maisons de son vivant. De\nnombreuses autres maisons sont maintenant install es sur tous\nles hectares qui appartenaient autrefois a J.V. Bonhomme.",
            "Frederick Schumacher",
            "Frederick W. Schumacher est n  en 1863 sur une\nile danoise et sa famille s est  ventuellement\ninstall e aux Etats-Unis. En 1911, il est venu\nau lac Aura, un petit hameau sur la rive sud\ndu lac Pearl, dans le nord de | Ontario, et a\nachet  2 des claims les plus proliferes de\nVhistoire mini re canadienne. Ces claims\n taient situ s pr s de la mine Dome et\nentre les mines Hollinger et McIntyre, tous\ndes producteurs d or de classe mondiale au\n20e si cle.\nLa mine d or Schumacher a  t  cr e,\nSchumacher a construit de nombreux batiments,\ndont la gare et le hameau du lac Aura a  t  renomm \nSchumacher. Et tandis que Schumacher a pass  une grande\npartie de sa vie 4 Columbus, Ohio, il n a jamais oubli  les",
            "The CN Journal Volume 65\n"
        ],
           
        "PageNo": "204"
    },
    {
        "File": "The_CN_Journal_July_13.jpg",
        "Paragraphs": [
            "much of his life in Columbus, Ohio, he\nnever forgot about the people from the\ntown he founded and fell in love with.",
            "At Christmas 1912, when the\ncommunity was not yet one year old, Mr.\nSchumacher provided toys and books for\n50 children.",
            "In 1916, the Schumacher Gold Mine\nproduced gold bars and the mine s\npresident, Frederick W. Schumacher,\ncame forth to provide Christmas gifts for\nevery child in grade school in Schumacher,\nby purchasing gifts for 270 children and\nshipping them in time for the Christmas\nparty. In 1920, the Christmas presents\nswelled to almost 1,000 gifts as the names\nof the high school students were added to the list.",
            "In early 1926, Schumacher established a perpetual trust\nfund, ensuring the children of Schumacher will continue\nto receive a special gift each Christmas.",
            "Mr. Schumacher visited his name-sake town regularly\nand took great pleasure at distributing the gifts as often\nas he could, eaming the title  Schumacher s Santa Claus \nalong the way. It is said that he personally purchased the\ngifts for about 40 years.",
            "Number5 July* August 2020 -----------------------------",
            "gens de la ville qu il a fond e et dont il\nest tomb  amoureux.",
            "A No l 1912, alors que la communaut \nn avait pas encore un an, M. Schumacher\na fourni des jouets et des livres 4 50\nenfants.",
            "En 1916, la mine Schumacher\nGold a produit des lingots d or et le\npr sident de la mine, Frederick W.\nSchumacher, a offert des cadeaux de\nNo l a chaque enfant de 1 cole primaire\nde Schumacher, en en achetant 270 et\nen les exp diant 4 temps pour la f te de\nNo l. En 1920, les cadeaux de No l ont\ngonfl  a pr s de 1 000 cadeaux alors que\nles noms des  l ves du secondaire  taient",
            "ajout s a la liste.",
            "Au d but de 1926, Schumacher a cr  un fonds fiduciaire\nperp tuel, garantissant que les enfants de Schumacher\ncontinueront de recevoir un cadeau sp cial a chaque No l.",
            "M. Schumacher s est rendu r guli rement dans sa ville\n ponyme et a pris grand plaisir 4 distribuer les cadeaux aussi\nsouvent qu il le pouvait, gagnant ainsi le titre de  P re No l de\nSchumacher . On raconte qu il a personnellement achet  les\ncadeaux pendant environ 40 ans.\n"
        ],
        "PageNo": "205"
    },
    {
        "File": "The_CN_Journal_July_14.jpg",
        "Paragraphs": [
            "The grandchildren of the legendary benefactor now\nadminister the fund, which annually provides monies to\nthe F. W. Schumacher Gift Committee. The Schumacher\nVolunteer Fire Department purchases and wraps all gifts\nand distributes them at the annual Christmas party to the\nchildren of elementary school age living in Schumacher.",
            "The children who are in their last year of the gift-\ngiving tradition also leave the party with a book about\nSchumacher s life and the important legacy he left behind.",
            "Mr. Schumacher was a civic leader, business owner,\nphilanthropist, philosopher and humanitarian whose\ninterest and love for the town of Schumacher never waned.\nHis last recorded visit to Schumacher was in 1950, when\nat 86 years old, accompanied by family members, he came\nto play Santa Claus for one last time. He died in 1957, at\nthe age of 93. His legacy lives on to this\nday, in more ways than one.",
            "On one exterior wall of the McIntyre\nArena, in Schumacher, we can see a\nmural featuring the portrait of Frederick\nW. Schumacher, a Christmas tree and\nchildren with Christmas Gifts.",
            "A statue representing Frederick\nW. Schumacher on a brisk walk\nabout town was also erected, in the\nSchumacher Parkette.",
            "Noah Timmins",
            "Noah Timmins was born in 1867 in Mattawa,\nOntario. His family owned and operated",
            "a hardware store in Mattawa, called the\nTimmins  Hardware Store.",
            "Travellers heading to and from\nNorthern Ontario would often pass\nthrough Mattawa and while there\nwould stock up on supplies at the\nTimmins  Hardware Store.",
            "Noah would often listen to the tales\ntold by travellers about the gold and silver\nthat they found mostly by accident. It was\none of these stories that caught Noah s attention.",
            "When he heard of the prospects in the Porcupine\ncamp, Noah sent his nephew Alphonse Par , a young\nmining engineer, to see what was going on there. When\nAl Par  returned, he was very excited about what he\nhad seen in the Porcupine camp and told Noah that it\nwould be a very good idea to invest in the development\nof the region. Not long after receiving Alphonse s\nrecommendations, Noah purchased stakes from Benny\nHollinger and Alec Gillies as well as several adjacent\nclaims and soon incorporated them into the Hollinger\nMine. Noah left his nephew Al to watch over the\noperation of the Hollinger Mine for two years after it s\nincorporation.",
            "",
            "Les petits-enfants du l gendaire bienfaiteur administrent\nd sormais le fonds, qui verse annuellement des fonds au comit \ndes dons de F. W. Schumacher. Les b n voles du service\nd incendie de Schumacher ach tent et emballent tous les\ncadeaux et les distribuent aux enfants d 4ge scolaire primaire\nvivant a Schumacher, lors de la f te de No l annuelle.",
            "Les enfants qui en sont a leur derni re ann e de tradition de\ncadeaux quittent  galement la f te avec un livre sur la vie de\nSchumacher et Ph ritage important qu il a laiss .",
            "M. Schumacher  tait un dirigeant civique, propri taire\nd entreprise, philanthrope, philosophe et humanitaire dont\nVint r t et amour pour la ville de Schumacher n ont jamais\nfaibli. Sa derni re visite enregistr e 4 Schumacher remonte a\n1950, alors qu a 86 ans, accompagn  de membres de sa famille,\nil est venu jouer le P re No l une derni re fois. Il est d c d ",
            "en 1957, a l Age de 93 ans. Son h ritage se\nperp tue a ce jour, a plus d un titre.",
            "Sur un mur ext rieur de l ar na McIntyre,\na Schumacher, nous pouvons voir une\npeinture murale repr sentant le portrait de\nFrederick W. Schumacher, un arbre de No l\net des enfants avec des cadeaux de No l.",
            "Une statue repr sentant Frederick W.\nSchumacher lors d une promenade rapide\ndans la ville est  galement  rig e dans la\nParquette Schumacher.",
            "Noah Timmins\nNoah Timmins est n  en 1867 a Mattawa,\nen Ontario. Sa famille y poss dait une\nquincaillerie, appel e Timmins  Hardware\nStore. Les voyageurs a destination et en\nprovenance du Nord de 1 Ontario passaient\nsouvent par Mattawa et ils se seraient\ndonc approvisionn s a cette quincaillerie.\nNoah  coutait souvent les voyageurs\nparler de l or et de argent qu ils trouvaient\nsurtout par accident. C est l une de ces",
            "histoires qui a attir  l attention de Noah.",
            "Lorsqu il a entendu parler des perspectives\ndans le camp de Porcupine, Noah a envoy  son\nneveu Alphonse Par , un jeune ing nieur minier, pour\nvoir ce qui se passait la-bas. Quand Al Par  est revenu, il  tait\ntr s excit  par ce qu il avait vu dans le camp de Porcupine et\na dit a Noah que ce serait une tr s bonne id e d investir dans\nle d veloppement de la r gion. Peu de temps apr s avoir recu\nles recommandations d  Alphonse, Noah a achet  des claims\nde Benny Hollinger et Alec Gillies ainsi que plusieurs claims\nadjacents et les a bient6t incorpor s comme Mine Hollinger.\nNoah a engag  son neveu Al pour surveiller le fonctionnement\nde la Mine Hollinger pendant deux ans apr s son incorporation.\nAl Pare a d cid  que la nouvelle communaut  qui se\nd veloppait pr s de la mine devrait s appeler Timmins d apr s\nson oncle Noah. Il a done  crit le nom de Timmins sur une",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "206"
    },
    {
        "File": "The_CN_Journal_July_15.jpg",
        "Paragraphs": [
            "Al Par  decided that the new community\nthat was developing near the mine should be\nnamed Timmins after his Uncle Noah. So, he\nwrote the name Timmins on a board, stuck the\nboard on a post and planted the post near the\nproperty. And that was it. Timmins was born.",
            "After the  great fire  which destroyed",
            "South Porcupine (15 kms west) in 1911,\nNoah Timmins set out to develop Timmins\nand bought property along the banks of\nthe Mattagami river and re-sold lots to\nminers for as little as $5 each.",
            "A few years later, the Hollinger houses began as\na project initiated by Hollinger Mine owner Noah\nTimmins, a hundred years ago.",
            "With the First World War ending in 1918, Hollinger Mine\nhad increased mill capacity, and nearly every man coming\nback from the war who applied for a job was being hired.\nStill, by 1919 and 1920, the company could not find enough\nskilled men to do the work. The company realized that a\nhousing shortage was contributing to the worker shortage.",
            "Noah Timmins then ordered the construction of 250 new\nhouses to be located 3 kms from the mine site.",
            "Noah Timmins passed away January 23, 1936, in\nPalm Beach. His funeral was held in Montreal, with\nFather Theriault of Timmins, assisting with the service.\nCoincidently, King George V was laid to rest the same day.",
            "Number5 July* August 2020 -----------------------------",
            "planche, clou  la planche sur un poteau et\nplant  le poteau pr s de la propri t . Et c est\ntout. Timmins  tait n .",
            "Apr s le   grand incendie  qui a d truit\nSouth Porcupine (15 km 4 l ouest) en 1911,\nNoah Timmins a entrepris de d velopper\nTimmins et a achet  une propri t  le long des\nrives de la rivi re Mattagami et a revendu des\nlots aux mineurs pour aussi peu que 5 $ chacun.",
            "Quelques ann es plus tard, les maisons\nHollinger ont commenc  comme un projet\nlanc  par le propri taire de la mine Hollinger,",
            "Noah Timmins, il y a presque cent dix ans.",
            "Avec la fin de la Premi re Guerre mondiale en 1918, la mine\nHollinger avait augment  la capacit  de production et presque\ntous les hommes revenant de la guerre qui avaient postul  un\nemploi  taient embauch s. Pourtant, en 1919 et 1920, l entreprise\nne pouvait pas trouver suffisamment d hommes qualifi s pour\nfaire le travail. L entreprise s est rendue compte qu une p nurie\nde logements contribuait a la p nurie de travailleurs.",
            "Noah Timmins a alors ordonn  la construction de 250\nnouvelles maisons a 3 km du site minier.",
            "Noah Timmins est d c d  le 23 janvier 1936 4 Palm Beach.\nSes fun railles ont eu lieu 4 Montr al, avec le p re Theriault de\nTimmins, pour aider au service. Par coincidence, le roi George\nV a  t  mis au repos le m me jour.\n"
        ],
        "PageNo": "207"
    },
    {
        "File": "The_CN_Journal_July_16.jpg",
        "Paragraphs": [
            "Sandy Mcintyre",
            "McIntyre was perhaps the most famous and colourful\nof the early Porcupine prospectors.",
            "Sandy McIntyre was originally from\nScotland where he was known as\nAlexander Oliphant. Little is known\nof his life in Scotland except that he\nwas unhappy with his life, and with\nhis wife, so he left Scotland in 1903,\nchanged his name to Sandy McIntyre,\nand moved to a new life in Canada.",
            "He became a prospector in 1906 and\nimmediately turned his eye to Northern\nOntario. He came to the Porcupine camp with\nhis partner Hans Buttner (a German immigrant\nabout whom we know very little) in 1909, at about the\ntime that other prospectors, such as Hollinger and Gillies,\narrived.",
            "In fact, McIntyre and Buttner staked\ntheir best claims later in the evening on\nthe same day that Hollinger and Gillies\nstaked theirs. The story goes that when\nMcIntyre and Buttner arrived in what\nis now Timmins, on Pearl Lake, they\nmet Hollinger, who told them that he\njust discovered gold to the south, so\nMcIntyre turned around, basically at 180\ndegrees and staked claims to the North.",
            "History was made. The staked claims",
            "were merged later with other properties",
            "to form the McIntyre Porcupine mine.",
            "It is said that McIntyre never received full payment for his\nstake in the property. But whatever he received Sandy lost\nit all. He stayed in the public eye long after his retirement,\nhowever, he never could hold onto any money for very\nlong. He died in 1943 at the age of 74.",
            "Still today, his name is one that we hear most often\nin Timmins as we have an arena and community centre,\nthe iconic  The MAC  named after him, and the City\nalso owns the McIntyre Headframe #11, the last standing\nheadframe in downtown Timmins, a magnificent reminder\nof the town s past and actual raison d tre.",
            "Father Charles Eugene Theriault",
            "Charles Eug ne Theriault was born on April 25, 1886,\nin the tiny parish of St Eloi QC",
            "Father Charles Theriault was considered one of\nthe founders of Timmins and was the first residential\npriest in the new town, Father Theriault came to\nTimmins in 1912 to start a Roman Catholic Parish.\nNoah Timmins paid for the first church. The church\nwas called St-Antoine and dedicated to St-Antoine\nde Padua, patron saint of Noah Anthony Timmins.",
            "Sandy Mclntyre",
            "McIntyre  tait peut- tre le plus c l bre et le plus color \ndes premiers prospecteurs de Porcupine.",
            "Sandy McIntyre  tait originaire d Ecosse\nou il  tait connu sous le nom d  Alexander\nOliphant. On sait peu de sa vie en Ecosse,\nmais il  tait m content de sa vie et\nmalheureux en m nage. I] a done quitt \nV Ecosse en 1903, a chang  son nom pour\nSandy McIntyre et a recommenc  sa vie",
            "au Canada.",
            "Il est devenu prospecteur en 1906 et",
            "s est imm diatement tourn  vers le nord de",
            "l Ontario. I] est venu au camp de Porcupine",
            "avec son partenaire Hans Buttner (un immigrant",
            "allemand dont nous savons tr s peu de chose) en 1909, a peu",
            "pr s au moment ot d autres prospecteurs, comme Hollinger et\nGillies, sont arriv s.",
            "En fait, McIntyre et Buttner ont jalonn \nleurs meilleurs claims plus tard dans la soir e\nle m me jour que Hollinger et Gillies ont\njalonn  les leurs. L histoire dit que quand\nMcIntyre et Buttner sont arriv s dans ce qui\nest maintenant Timmins, 4 Pearl Lake, ils\nont rencontr  Hollinger, qui a dit alors qu il\nvenait de d couvrir de l or tout proche au\nsud, McIntyre se retourna, essentiellement\na 180 degr s, et jalonna des claims vers le\nnord. Aussi simple que cela. Les claims\njalonn s ont  t  fusionn s plus tard avec\nd autres propri t s pour former la mine",
            "McIntyre Porcupine. On dit que McIntyre n a jamais recu le\npaiement int gral de sa part de propri t . Mais quoi qu il ait regu,\nSandy a tout perdu. II est rest  dans l ceil du public longtemps\napr s sa retraite, mais il n a jamais pu garder d argent tr s\nlongtemps. II est d c d  en 1943 a l dge de 74 ans.",
            "Aujourd hui encore, son nom est celui que nous entendons\nle plus souvent 4 Timmins car nous avons un ar na et centre\ncommunautaire, l embl matique   The MAC   qui porte son nom,\net la ville poss de  galement le chevalement McIntyre # 11, le\ndernier chevalement encore debout au centre-ville de Timmins, un\nmagnifique rappel du pass  et de la raison d tre actuelle de la ville.",
            "Father Charles Eugene Th riault",
            "Charles Eug ne Th riault est n  le 25 April 1886, dans la\npetite paroisse de St Eloi QC.",
            "Le p re Charles Th riault  tait consid r  comme I un\ndes fondateurs de Timmins et  tait le premier pr tre\nr sident de la nouvelle ville. Le p re Th riault est venu a\nTimmins en 1912 pour fonder une paroisse catholique\nromaine. Noah Timmins a pay  la premi re  glise.\nL glise s appelait St-Antoine et  tait d di e a St-Antoine\nde Padoue, saint patron de Noah Anthony Timmins.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "208"
    },
    {
        "File": "The_CN_Journal_July_17.jpg",
        "Paragraphs": [
            "Father Theriault also held classes for many\nyears in the basement of his church. The\nstone church sitting on the same lot is\nnow a Cathedral and is called either St-\nAntoine or St-Anthony. In Timmins\nstyle, it is all the same.",
            "Father Th riault also advocated\nfor his French-speaking parishioners\nfollowing the enactment of regulation\n17, designed to shut-down French-\nlanguage schools at a time when\nfrancophones from Quebec were moving\nto eastern Ontario. Even after vehement\nprotestation, the regulation was upheld,",
            "dooming the French-Language Catholic Schools of",
            "the time. Regulation 17 restricted the use of French",
            
            "as a language of instruction in the first two years of ",
            "schooling.",
            "In response to Regulation 17, in 1913,\nFather Th riault organized the first\nseparate (Roman Catholic) school in\nTimmins, which he called  Ecole s par e\nbilingue  (Bilingual Separate School).\nOverall, Father Theriault helped in\ndeveloping the Catholic School Board and\nthree schools for French and for English\nspeaking kids alike. He was also involved\nin the construction of the hospital.",
            "Through his ministry, Th riault\nwas determined to preserve the faith,\nlanguage, and culture of francophones\nin Timmins and other towns in\nNorthern Ontario.",
            "His legacy: Ecole Secondaire Catholique Theriault,\nthe largest francophone secondary school in Ontario,\nlocated on Theriault Boulevard, where we can also\nfind one French immersion middle school, one\nanglophone high school, a francophone college and\na satellite francophone university. Father Theriault\nwould be proud!",
            "Conclusion",
            "It would not be fair to suggest that Timmins is unique\nin having had characters in its political, business and\nmining line up over its 110 years of existence. It just\nseems that Timmins had a lot of them!",
            "Whether they were thought of a characters,\neccentrics, or just plain creative thinkers, such men and\nwomen were vital building blocks in the growth and\ndevelopment of Timmins ON.",
            "Number5 July* August 2020 -----------------------------",
            "Le p re Th riault a  galement enseign  aux enfants\ndans le sous-sol de son  glise pendant de\nnombreuses ann es. L glise en pierre situ e sur\nle m me terrain est maintenant une cath drale\net s appelle St-Antoime ou St-Anthony. Dans\nle style de Timmins, c est pareil.\nIl a  galement plaid  pour ses\nparoissiens francophones 4a la suite\nde la promulgation du r glement 17,\ncongu en 1912 pour fermer les  coles\nde langue fran aise a une  poque ow les\nfrancophones du Qu bec d m nageaient\ndans l est de l Ontario. M me apr s une\nvive protestation, le r glement a  t  maintenu,\ncondamnant les  coles catholiques de langue francaise\nde l poque. Le r glement 17 restreignait l utilisation du francais comme langue d enseignement aux deux premieres",
            "ann es de scolarit .",
            "En r ponse au R glement 17, en 1913,\nle pere Th riault organise la premic re\n cole s par e (Catholique Romaine) a\nTimmins, qu il appelle   Ecole s par e\nbilingue  . Dans l ensemble, le p re\nTh riault a contribu  au d veloppement\nde la commission scolaire catholique et de\n3  coles, pour les enfants francophones et\nanglophones. I a  galement particip  a la\nconstruction de l h pital.",
            "A travers son minist re, Th riault  tait\nd termin  a pr server la foi, la langue et\nla culture des francophones de Timmins\net d autres villes du Nord de l Ontario.",
            "Son h ritage: Ecole Secondaire",
            "Catholique Theriault, la plus grande  cole secondaire\nfrancophone de | Ontario, situ e sur le boulevard Th riault,\not l on retrouve  galement une  cole interm diaire (7 et\n8e ann es) d immersion frangaise, une  cole secondaire\nanglophone, un coll ge francophone et une universit \nsatellite francophone. Le p re Th riault serait fier!",
            "Conclusion",
            "Il ne serait pas juste de sugg rer que Timmins est unique\nen ce qu elle a eu des personnages dans sa sphere politique,\ncommerciale ou mini re au cours de ses 110 ann es\nd existence. Il] semble seulement que Timmins en avait\nbeaucoup!",
            "Qu on ait pens  a ces personnages comme  tant des\nexcentriques ou de simples penseurs cr atifs, ces hommes et\nces femmes ont  t  des  l ments essentiels 4 la croissance et\nau d veloppement de Timmins ON.\n"
        ],
        "PageNo": "209"
    },
    {
        "File": "The_CN_Journal_July_19.jpg",
        "Paragraphs": [
            "FINE_POINTS, (REVISITED",
            "BY ROBERT FORBES\nFRCNA, #22402",
            "Bt a tel IN PREVISIT.ED)) en FRCNA, #22402,\nRarities deserve much more attention",
            "In this issue, we will look almost 30 years back at an article written in September 1990 by Brian Cornwell of ICCS",
            "on the topic of coin rarity. In his article, Brian discusses the attractiveness of having  rarities  in your collection, and",            
            "suggests that saying  rarities  doesn t necessarily mean only  absolute rarities, those items that would be wonderful\nto own, but are beyond the reach of most collectors. As with the other articles in this series, I will comment after the 1990\narticle on how things may have stayed the same, or may have changed over the last 30 years..",
            "Rarities usually attract the most attention\nby Brian Cornwell, FRCNA LM #229 (September 18, 1990)",
            "In one of their client newsletters, Bowers & Merena of",
            "Wolfeboro NH, state that  Rarities are the centrepiece",
            "of any collection.  The newsletter goes on to say,  It\nis rarities that make news and when the time comes for\nyou to sell your holdings, it is the rare coins and notes that\nwill attract the most attention from buyers.  Any serious\ncollector who has gone through the entire collecting cycle\nof forming a collection and then selling it will understand\nthe wisdom behind those thoughts. By contrast, those\nwhose collections consist mainly of common easily\navailable material know the disappointment of almost\nhaving to beg for decent offers when they decide to sell.\nCommon coins in the past are common today and will be\nin the future. Common coins won t attract the attention of\nserious collectors. Only rare coins will do that. Rare coins\nhave a lot going for them.",
            "Rare coins are easily recognized by the most learned and\nknowledgeable people in the coin business.",
            "They are the envy of collectors who don t yet own\nthat particular example but wished they did. Rare coins\nare the items most likely to be on a dealer s want list or\nto have multiple bidder competition at a public auction.",
            
            "Number5 July + August 2020 ----------------------------------",
            "When a new collection is available for sale the rare coins are\nthe items that a dealer looks for first.",
            "It s rare coins that get special write-ups and photographs\nin public auction catalogs or in a dealer s fixed price list,\nand it s always the rare coins that are the pride and joy of a\ncollector s holdings, not the common items. Are rare coins\nan overdone issue? Far from it. They actually deserve more\nattention and study from collectors in a world that today\nseems polluted with nice-looking but non rare  modern issue\nmint products  and other private issue coin-like objects.",
            "Rare coins are special. They have a certain mystique\nto them. They are generally unavailable. That means\nthey can t be ordered from a dealer on a  demand basis\nin the same way you might with a common easily\navailable  stock  item. Rare coins require effort to\nlocate, sometimes more than one s patience will tolerate.\nRare coins prices usually aren t negotiable. When being\noffered by a knowledgeable person the price is what it is.\nIf one prospective buyer balks at the price there s often\nanother already waiting in line or that can be rustled up\nwithout too much effort. The rare coin s elusiveness,\nthe tough stand taken on pricing hard-to-replace items,\n"
        ],
        "PageNo": "211"
    },
    {
        "File": "The_CN_Journal_July_20.jpg",
        "Paragraphs": [
            "Some examples of Canadian coins graded in MS-67(+) by PCGS which rare in high grades.",
            "the knowledge required to be effective and the\ncompetitiveness amongst collectors all add to the charisma\nsurrounding the rare coin. It s not hard to understand why\nrare coins become the centrepieces of coin collections.",
            "Often what constitutes an important rare coin is\nmisunderstood by those unfamiliar with the category. In a\nsense there are rare coins to suit most collector s budgets,\nalthough obviously some items get much more attention than\nothers. It would be wrong to think that rare coins can only\nbe important collection centrepieces by being priced in the\nthousands of dollars. Rare coins also don t have to be high\ngrade examples to be worthy collectibles.",
            "Certainly while some aspire to owning finest known\nexamples and have the money to do so, rare coin\ncollecting doesn t start or stop at that point. Rare coins\nexist in all conditions and some are even priced below\n$100. Rare coins are within the reach of most collectors\ninterested in forming a meaningful collection.",
            "If rare coins have not yet been the focus of your\ncollecting activities, it might be helpful to appreciate a\nfew different kinds of rarity and to distinguish between\nrarity and market availability. First, coins can be regarded\nfor their  absolute  rarity and their  condition  rarity. A\ncoin that is an absolute rarity is one that is rare irrespective\nof its condition. That is, it is scarce in any grade. A coin\nthat is a  condition  rarity is said to be rare in certain high\ngrades but which may in fact be considered common in\nmuch lower grades. For example, the Canadian 1921 50\ncents is an absolute rarity since fewer than 100 examples\n(all grades combined) are thought to exist. On the other\nhand a Canadian 1919 50 cents is a rather common coin\njudged by the same absolute rarity scale but in strict",
            "muintstate condition it becomes quite scarce, that is it is a\ncondition sensitive rarity. In fact, in true MS-65 condition\nor better, the 1919 and the 1921 50 cents are nearly of\nthe same condition rarity even though the 1921 would\nbe priced much higher than the 1919. Second, rarity and\navailability can be confusing.",
            "The rarity of a coin, either its absolute or condition\nmeasure, is an indication of the total number thought to\nexist in all dealer inventories and collector holdings. It has\nno bearing on whether the coin is currently for sale or not.\nThe market availability of a coin is just that. It indicates how\ntough it would be to find a given coin in a given condition in\nthe market at any point in time.",
            "To add to the potential confusion, sometimes commoner\ncoins can be very unavailable and selected rare coins can\nsuddenly be much more available than one might think\nas a result of knowing their absolute rarity. The Canada\n1916C sovereign is a case in point here. In recent years,\nmore than half a dozen of these coins have been in the\nmarketplace. This is unusual considering the belief by\nmost coin people that only about a dozen or so were\npresumed to exist.",
            "How about your own collection? Is there a rare coin or\ntwo that acts as your centrepiece? How easily might your\ncollection be sold as it is today? Would the addition of a\nrare item or two help you realize a better price for all that\nyou own in case you decided to sell? All collectors owe\nit to themselves to try to answer questions like these. In a\nsense rare coins serve a dual purpose. They are desirables\nin their own right and can act as  window dressing  to\nhelp make associated common, ordinary items a little\nmore important than they really are.  ",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "212"
    },
    {
        "File": "The_CN_Journal_July_21.jpg",
        "Paragraphs": [
            "Commentary",
            "Like most material written 30 years ago by Brian Commwell,\nhis general premise in the article remains true and\nunchanged. It is of course great to have rare items in one s\ncollection, and these items both add to the attractiveness\nand marketability of a collection; they are a source of\nenjoyment and pride for the collector who is lucky enough\nto own such rare items.",
            "What has probably changed most over the last 30 years\nis the information now available to us that allows us to\nunderstand better the items that are truly rare. We are now\nable to access nearly four decades of third-party grading\nservice population reports to see the items that have been\ngraded at each grade level, and thus to understand clearly\nwhich items are truly rare. This makes our knowledge\nof rarity much more reliable than trying to divine rarity\nfrom original mintages and the anecdotal, often somewhat\ninaccurate, information of long-time collectors and\ndealers pretty much all that was once available to the\ncollecting community for gauging rarity. As I have\nmentioned in previous articles in this series, third-party\ngrading service population reports have to be looked at with\nsome skepticism, because the same coins may have been\ncross-graded by more than one grading service, or may\nhave been submitted by their owners for grading on more\nthan one occasion (each resulting in population reports\nreflecting more entries than coins that actually exist), but\nthese population reports at least give us objective and\nreasonably accurate data on coin rarity.",
            "These third-party grading service population reports also\ngive us a much better idea of what coms are not  absolute\nrarities  (items for which very few exist in any grade), but\nrather coins that are condition rarities  (there are perhaps\nmany examples of the coin in existence, but very few exist in\ncertain higher grades). Because the population reports show",
            "Number5 July + August 2020 ----------------------------------",
            "us not just how many examples of a particular coin have\never been graded, but also how many have been graded at a\ncertain grade level (like MS-66 or MS-67, for example), we\ncan now fairly easily see which coins and dates are perhaps\ncommon in terms of absolute rarity but are still significant\ncondition rarities, suggesting these would probably command\na considerable premium from serious collectors of their series.",
            "Let s look at a few examples of this type of rarity:",
            "The 1907 10 cents is one of the more common coins\nin the Edward VII series, in terms of the number of coins\nof this date that have been graded (it is not an absolute\nrarity). Yet there is a single coin of this date that has been\ngraded MS-68, none graded MS-67, and 5 graded MS-66,\naccording to the current PCGS population report. This coin\nin MS-68 is thus a significant condition rarity, even more\nso because there is no other coin in the whole Edward VII\n10-cent series graded at this level or higher.",
            "Another example would be the 1903H 50 cents. Again,\nthis coin is not an absolute rarity by any means; it is\naround the middle of the pack for rarity in the Edward VII\n50-cent series. However, there is a single coin of this date\ngraded MS-67, none graded MS-66, and only 2 graded\nMS-65, according to the current PCGS population report.\nThis coin is again a significant condition rarity in MS-67,\nand again even more so because there is only one other\ncoin in the whole Edward VII 50-cent series graded at this\nlevel, none higher.",
            "As another example, Brian mentions in his article\nthat the 1919 50 cents is considered a common coin,\nbut is  quite scarce in strict mint state condition.  His\nobservations from 30 years ago still prove correct\ntoday, aided by population report data. This date is\nthe most common date in the whole George V 50-\ncent series, based on coins graded to date by PCGS.\n"
        ],
        "PageNo": "213"
    },
    {
        "File": "The_CN_Journal_July_22.jpg",
        "Paragraphs": [
            "But there is only a single coin of this date graded MS-67+,\na single coin graded MS-66, and 7 Graded MS-65. The\nMS-67+ is certainly a significant condition rarity, as is the\nMS-66 to a slightly lesser extent, and any gem mint state\n1919 50 cents could easily be considered condition-rare.",
            "When we look at condition rarity as part of the overall\nrare coin spectrum, we can also see that condition rarity\napplies equally to those series generally thought to be\neasier to acquire, and for which date sets can be built at\na reasonable price. For example, the George VI 25-cent-\ndate-series would generally be considered to be one that is\nrelatively easy to complete, even in gem mint state (MS-\n65 or better). But there is no date in the whole series, other\nthan 1948, that has more than a single coin graded MS-67,\nwith no coin graded higher. Any coin in this series that\nis MS-67 is thus significantly condition-rare, other than\n1948 (where 14 MS-67s have been graded by PCGS),\nand some dates in this series (1942, 1945, 1950 and 1951)\nare really condition-rare in MS-66! If you collect, or\nhave collected, this series, you may already know this\n(some dates that would be thought to be common are very\nelusive in gem mint state), but I d guess that most other\ncollectors would be surprised by this.",
            "An extreme example of a common series with\nsignificant condition rarity is the George VI\nNewfoundland 1-cent series. This series is very easy to\nassemble. You could go to any large coin show (at least\nif we weren t physical distancing at the moment) and\nacquire a full date set of this series in very-fine to extra-\nfine condition for a few hundred dollars. But in gem\nred condition (MS-65 or better, designated  red ) there\nare only 16 coins in total, graded to date for this series\nby PCGS, and of these 16, 12 are dated 1938. With the\nexception of 1938 then, any George VI Newfoundland 1\ncent graded gem red 1s a significant condition rarity!",
            "I hope that this analysis helps with your understanding\nof coin rarity, and how the third party grading service\npopulation reports can help you with this exercise.\nPerhaps while we are all in isolation because of the\nCOVID-19 pandemic, now is the time to work through\nyour collection, figure out what you have that may be\ncondition-rare, and as Brian suggests at the end of his\n1990 article, identify items that you already have, or may\nbe able to acquire, that can become the rarity centrepiece\nof your particular collection.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "214"
    },
    {
        "File": "The_CN_Journal_July_23.jpg",
        "Paragraphs": [
            "THE VIRGIL BRAND COLLECTION OF",
            "BY HARVEY B RICHER\nFCNRS, #23660",
            "IN EWFOUNDLAND 2 DOLLAR GOLD COINS AND, ERIC, M,KRAUSS,",
            "[Ed.] A slightly different version of this article appeared in the American Numismatic Society Magazine Issue 1 2019.\nSome of the material presented below first appear in the book  The Gold Coins of Newfoundland  by H. Richer.",
            "In 2017 the American\n[ienisnssc Society (ANS),",
            "with funding from the\nEric P. Newman Numismatic\nPortal, scanned the entirety of\nthe ledgers of Virgil Brand and\nmade them publicly available,\ngreatly facilitating the study of the\nBrand collection by numismatic\nresearchers.! This article explores\nthe Brand holdings of two-dollar\ngold coins of Newfoundland with\nparticular emphasis on several\nextreme rarities in this popular\nseries. A comprehensive historical\nstudy of Newfoundland s gold\nissues was recently published. 2",
            "Virgil Brand (1862-1926;",
            "Figure 1) was a Chicago beer\nmagnate with a highly diversified\ncoin and currency collection whose\nface value alone was estimated to be near $1 million.\nHis collecting tastes were eclectic   everything from\nrare Ancients, to European coins and medals, to coins\nof Asia and the Americas. He was unmarried, intestate,\nand it fell to his brothers Armin and Horace to dispose of\nhis holdings. Not surprisingly, there was litigation, and\nan expert evaluation was undertaken around 1932 with\nthe aim of making an equitable distribution   efforts to\nliquidate the collection en bloc were unsuccessful given\nthe depressed state of the economy. While court-ordered\ndocuments provide a limited guide to the collection, access\nto the original ledgers is essential in any effort to construct\na complete inventory.",
            "The Brand ledgers  span the period 1889-1925 and\ninclude over 10,000 pages, handwritten by Brand in\nwhich upwards of 150,000 acquisitions comprising in\nexcess of 350,000 coins, medals, and tokens are listed.  3\nThe entire archive, containing all ledgers and numismatic\ncorrespondence, was permanently transferred to the ANS\nin August 1991 by Deed of Gift received from Morgan\nGuaranty Trust, agent for the Brand Estate. The archive\nincludes a Main Ledger, indexed by ledger entry number,\nwhich contains accession dates, vendors and cost data, and\na series of Secondary Ledgers containing supplementary\ninformation for each ledger entry. Unless otherwise stated,",
            "Number5 July + August 2020 ",
            "all references in this article pertain\nto Secondary Ledger records. While\nthis resource is not electronically-\nsearchable on the Newman\nNumismatic Portal, it nevertheless\nwas possible for a dedicated search\nof the entire archive to be carried\nout in less than a week by one of\nthe authors (H.B.R.) and a student\nassistant to identify all ledger entries\nfor Brand s Newfoundland two-\ndollar gold holdings by reviewing\nthe existing scans.\nNewfoundland had $2 gold\ncoins minted for it in eight of the\nyears between 1865 and 1888.\nThe somewhat odd denomination\nresulted from the realization that\na coin as small as the US $1 gold\ncoin (the original plan) could be\neasily lost by the Newfoundland\nfishermen. Additionally, even $1 was a substantial amount\nof money in mid-nineteenth century Newfoundland (about\na week s wage for a constable in one of the outports) so the\nloss would be keenly felt, hence the decision to mint a more\nsubstantial coin containing 3.328 g of 0.9167 gold.",
            "All the coins were minted at the Royal Mint, London,\nexcept for those struck in 1882 when the coins were minted\nat the Heaton Mint in Birmingham because the Royal Mint\nwas too occupied with coinage for Great Britain itself and\nsome of her colonies. At the time of striking the coins,\nNewfoundland was a colony of Great Britain and it was\nquite remarkable that London agreed to Newfoundland s\nrequest for gold coinage as it was certainly the poorest of\nBritain s North American colonies. This coinage would\nmake Newfoundland the only British colony in North\nAmerica that had gold coins struck for it. Thomas Graham,\nthe Master of the Mint during the initiation of this coinage,\nagreed that such a coinage would be highly beneficial to the\ncolony as it suffered from a chronic shortage of coins. Other\nhighly-valued gold and silver coins (e.g. sovereigns, Louis\nd or, Spanish dollars) tended to swiftly leave the colony at\nthe end of the fishing season in the fall. Graham felt that if\nNewfoundland had its own gold coinage, many of its coins\nwould remain within the colony and be extensively used in\ncommerce.\n"
        ],
        "PageNo": "215"
    },
    {
        "File": "The_CN_Journal_July_24.jpg",
        "Paragraphs": [
            "The Royal Mint sought a product developed at the\nlowest cost possible, one that would serve commerce.\nHence, they modified an obverse matrix already on hand\nfor the 1862 and 1864 New Brunswick ten-cent pieces,\nsubstituting  Newfoundland  for New Brunswick.  The\nportrait, position of the letters in the legend VICTORIA\nD:G:REG:, and border dentil count (112) were identical\nfor the 1862 New Brunswick ten-cent piece, 1865\nNewfoundland ten-cent piece, and 1865 Newfoundland\ntwo-dollar gold piece obverses (figures 2-4). Obverse\nworking dies for the last two issues appear to have been\nderived from a single master matrix, with identical relative\npositions of obverse lettering and dentils; these remained\nunchanged for the duration of the entire Newfoundland\ntwo-dollar gold series. Some issues have an extra pellet\nadded to the right of  Newfoundland,  and a slightly\nmodified portrait was used on the 1882H and 1888 coins.\nThe new gold coins  17.983 mm diameter matched that of\nthe ten-cent piece, resulting in a relatively thin planchet\nsusceptible to bending. In comparison, the United States\ngold quarter eagle of the 1860s had nearly the same\ndiameter (18.0 mm) but weighed 4.18 g, or 25.6% more.\nThe reverse adopted for the Newfoundland two-dollar gold\ncoin featured an entirely new design with the denomination\nstated three ways: pence, cents and dollars (figure 4).",
            "The Newfoundland two-dollar gold series consisted of\nJust eight emissions struck for circulation between 1865\nand 1888. All the coins were minted at the Royal Mint,\nLondon, except for the 1882 issue struck at the Heaton\nMint, Birmingham, and bearing an  H  mintmark.\nMintages were modest, totaling 98,500 for the entire series\nand ranging from a low of 2,500 for 1880 to a high of\n25,000 for 1882-H and 1888.",
            "Virgil Brand s Business Strike Coins",
            "Review of the Brand archive ledgers identified a total of\n47 Newfoundland two-dollar gold coins in his collection\n(see addendum). Of these, 44 were business strikes whose\ndistribution by year reflects the general availability of these\ncoins in the early part of the 20th century: 1865, 4; 1870, 4;\n1872, 2; 1880, 2; 1881, 5; 1882-H, 17; 1885, 4; and 1888; 6.\nThe quantity Brand possessed for each issue was generally\nin line with its published mintage. The 1872 and 1880 coins\nhave the lowest mintages and Brand had the fewest numbers\nof these dates in his collection. The 1882H and 1888 gold\ncoins both had a mintage of 25,000 coins, the most for any\ndate, and they show up most often in the Brand collection.\nBrand paid $2.10 for his very first Newfoundland two-\ndollar coin, dated 1870, ledger # 75 in June 1889. Eleven\ncoins were purchased at face value from dealers and a\ntwelfth, ledger # 27724, was a rare 1880 piece obtained for\n$2.00 from a branch of the First National Bank of Chicago.\nHow a rare 1880 Newfoundland $2 gold coin got to be",
            "deposited in a Chicago bank is likely an interesting story\nin itself. Late in life, he purchased a complete set of\neight coins described as  very fine to unc.  from Wayte\nRaymond s W. W. C. Wilson Sale of November 17, 1925,\nlot 607, for $19.00 (ledger # 135447 to 135454). One coin\n(ledger number 129099) is entered with no date. Over 36\nyears, Brand never paid more than $3.00 for a business\nstrike example.",
            "The three remaining Newfoundland gold coins cost\nBrand well in excess of $3.00 apiece and were not business\nstrikes. Two of these are patterns and are probably unique,\nwhile the third is a proof striking of the first issue in 1865.\nThese are discussed below.",
            "1864 Newfoundland Two-Dollar Copper\nPattern, Bowman 324, NF-5 ",
            "The Royal Mint made a number of early patterns for\nthe Newfoundland gold issue. The first of these clearly\nreveals the coin s derivation from matrices used for\nearlier London Mint provincial ten-cent issues. Brand\nledger # 61865 was entered July 3, 1912, in Secondary\nLedger? as  Newfoundland 2 Dollars 1864... Victoria\npattern  at a cost of  7/0/0, equivalent to $35. This coin is\nthe single known example of Bowman 32, an 1864-dated\nNewfoundland two-dollar pattern, struck in copper.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "216"
    },
    {
        "File": "The_CN_Journal_July_25.jpg",
        "Paragraphs": [
            "No other Newfoundland two-dollar pattern issue dated\n1864 is known to exist. The Royal Mint Museum in Wales\nstill possess the dies, and the coin itself presently resides\nin the National Currency Collection of the Bank of Canada\n(figure 6). The portrait and positions of the letters and dentils\nare identical on the regular issue 1865 Newfoundland ten-\ncent and two-dollar coins (figures 3, 4). The reverse devices\nclosely match those of the Province of Canada ten-cent issue\nof 1858 (figure 5) and New Brunswick s ten-cent issue of\n1862 (figure 2). All three reverses have 113 border dentils,\nbut the 1858 issue has different details on the crown and\nleaves. Ultimately, the Mint chose not to accept the pattern\ncoin s reverse design.",
            "Brand s source for this piece was lot 367 of Sotheby s\nJ. B. Caldecott Sale, June 11, 1912, where it was described\nas a  Pattern Two-Dollars, 1864, in bronze: obv, as the\ncurrent piece; rev. TWO | DOLLARS | 1864, under\ncrown with wreath of maple leaves...Unique [Plated].8\nThis coin falls within a group of Secondary ledger\nrecords matching Caldecott Sale lots but referenced to\nSpink in the Main Ledger, suggesting that Spink had\nrepresented Brand at the auction.",
            "The Bank of Canada eventually acquired this piece\nfrom John J. Ford in 1973. While no paper trail exists for its\nrelease from the Brand estate, Ford likely obtained it around\n1954 when he secured access to part of the collection",
            "Number5 July+ August 2020 -------------------------------",
            "through Virgil s brother Horace.> The provenance of this\npattern can now be completely defined from 1885 to the\npresent, something not possible until the online publication\nof the Brand Archive (Table 1, pg. 218).",
            "1865 Newfoundland 2-Dollar Gold Proof",
            "The second of the rare $2 coins in Brand s collection is an\n1865 brilliant Proof (figure 7). A small number of these\nProof strikes were produced in 1865 with plain edge\nand medallic die orientation. Only about 10 survive,!\none of which was ledger # 92779, entered by Brand on\nSeptember 20, 1919, in Secondary Ledger 15 as an 1865\nNewfoundland two-dollar gold piece with plain edge at a\ncost of $11.25 (figure 8). The Brand specimen of the 1865\nproof issue is the finest known example. Later acquired\nby the New Netherlands Coin Company and subsequently\nsold to the Norwebs,> it was, until recently, in the Kingston\nCollection in Canada.\n"
        ],
        "PageNo": "217"
    },
    {
        "File": "The_CN_Journal_July_26.jpg",
        "Paragraphs": [
            "Table 1: Provenance of unique 1864 copper pattern   Bowman 3274",
           
            "The Brand Secondary ledgers contained accession information beyond a coin s issuing authority, denomination, object\ndate, dollar cost, and description. A column entitled  condition,  positioned to the right of  cost,  was headed by a  \nand clearly displayed figures in pounds/shillings/pence. In no Secondary Ledger does this column actually show condition\ndata. It was Virgil Brand s practice when purchasing from a British vendor to enter his actual cost in pounds sterling in\nthis column. To derive the dollar cost, the entry in British currency was (1) decimalized, (11) multiplied by a rounded-up\nexchange rate of $5.00 per  1/0/0, and (iii) rounded to the nearest eighth of a dollar. For ledger # 92779, the purchase price\nwas  2/5/0 ,  2 5s = $11.20, approximately the $11.25 , which was entered by Brand under  cost. ",
            "Another column, to the right of the machine-printed ledger numbers and entitled  Inv No.,  contained hand-written\nintegers where each entry represented either the lot number in an auction sale or an individual coin s place in an acquired\ngroup. The vendor and date of acquisition were then identified in the item s Main Ledger record. For this 1865 proof,  Inv\nNo  = 73; the Main ledger showed this coin to be the 73rd of a set of 101 consecutively numbered entries acquired together\nfrom Spink & Son (figure 8).",
            "In general, Brand seemed to be reasonably careful when he listed his coins   that is, he seems to have\nbeen aware whether or not a particular piece was a proof or pattern or whether it had a plain or reeded-edge.",
            "a The CN Journal Volume 65\n"
        ],
        "PageNo": "218"
    },
    {
        "File": "The_CN_Journal_July_27.jpg",
        "Paragraphs": [
            "For example, he listed a number of Australian pieces, some of which are entered as patterns (e.g. entry 92782   1 sovereign\n1855, entry 92784   1 sovereign 1856) on the same page in his ledger where this 1865 Newfoundland proof $2 coin is entered\n(see figure 8). He clearly was also able to recognize a Newfoundland pattern, as seen in the attached section from his ledgers\n(figure 9). In the light of this, the entry for his most expensive Newfoundland $2 gold coin is difficult to comprehend.",
            "The 1865 Newfoundland Two-Dollar Gold Pattern Bowman 34%, NF-5 ",
            "Brand provided no details regarding the status as a pattern or the edge-type for ledger # 52756 of June 29, 1910, in Secondary\nLedger 8, described only as a Newfoundland two-dollar coin dated 1865,  Inv No  76006. At $50.00, it was the most expensive\npiece of the type in Brand s collection (figure 10). The Main Ledger again points to Spink as vendor for this and 27 other entries\nthrough the dealer s Monthly Numismatic Circular of May 1910 (figure 12). Brand s  Inv No  for this set of purchases matches\nthe Spink price list s inventory number in every case. The sale catalogue described inventory number 76006 as follows:\n (Newfoundland Two-Dollars] 1865. Small bust within a beaded circle, legends as before. [Reverse] The value and date in\nblock letters. An exceedingly rare pattern. Brilliant. FD.C.  The price of  10 is consistent with Brand s documented cost of $50.",
            "This represents the first known public sale of a rarity presently known as Bowman 34, a unique 1865-dated\ngold pattern with block or sans-serif lettering and an obverse featuring a smaller portrait and extra ornamentation\n(figure 11). Again, as with the copper two-dollar pattern, the Brand archive allows us to fill in major lacuna\nin the coin s provenance, placing it unambiguously in the Brand holdings from 1910 until their eventual dispersal.",
            "Figure 10: Excerpt from the Brand Secondary Ledger page containing entry # 52756 for an 1865 Newfoundland two-\ndollar piece,  Inv No  76006, purchased cost  10/-/-.",
            "Image courtesy of the ANS, scanned with the support of the Eric P. Newman Foundation.",
            "Figure 11: The 1865 pattern Newfoundland $2 gold coin. Brand bought this piece in 1910 from Spink and it is believed\nto be unique. It currently resides in a Canadian collection, earlier being part of the Farouk and Norweb collections.",
            "Number 5 July + August 2020"
        ],
        "PageNo": "219"
    },
    {
        "File": "The_CN_Journal_July_28.jpg",
        "Paragraphs": [
            "Table 2: Provenance of unique Newfoundland $2 Gold 1865 pattern   Bowman 344",
           " This is the face value of the coin. Had it been transferred to either the Royal Mint Museum or the British\nMuseum, this would have been its cost. However, it was not normal for the museums to acquire pattern",
            "coins; their order to the mint was simply for the regular-issue coins.\n** This is currently the highest price paid at public auction for any Newfoundland coin.\n**%* Chicago International Coin Fair; now held in a private Canadian collection.",
            "The next custodian of Bowman 34 was King Farouk,\nwho likely obtained it around 1940 from a major dealer\nwho had access to the collection through one of the\nBrand brothers, and thence to the Norweb collection. The\ncoi currently resides in a private Canadian collection.",
            "It is unclear why ledger # 52756 was not properly\ndocumented at the time of its accession to the Brand\ncollection as a pattern, in view of its uniqueness and high\ncost. This was, however, the earliest of the three non-\nbusiness strike Newfoundland two-dollar ledger entries.\nTable 2 lists the revised provenance for this piece.\nSignificant gaps still remain: nothing is known of its\nwhereabouts before 1910, and the route to King Farouk\nafter Brand s death in 1926 remains undefined.",
            "Sprinkled throughout the Brand Ledgers are\nnumerous other Canadian rarities uncovered in\ncarrying out this research, although further systematic\nsearches were not done and there is still much left to\ndiscover. For example, ledger # 132825 was a proof\n1887 Toronto Exhibition Medal in gold purchased from\nHenry Chapman for $30, and the collection contained\nexamples of the very rare 1862 British Columbia $20\nand $10 pieces in both gold and silver.",
            "The most comprehensive collection of Newfoundland\ntwo-dollar gold coins ever privately assembled was\nin the hands of Virgil Brand, fully documented in his\ncollection ledgers that are now preserved at the ANS.\nThe availability of these for online study has made it\npossible to advance our understanding of the provenance\nof major rarities in this historically significant series.",
            "References continued on page 222",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "220"
    },

    {
        "File": "The_CN_Journal_July_30.jpg",
        "Paragraphs": [
            "References",
            "1.",
            "a",
            "9.",
            "Virgil M. Brand Archive, 1889-1925, American Numismatic Society, and Brand ledgers from the ANS scanned with the\nsupport of the Eric P. Newman Numismatic Foundation.\nRicher, Harvey B., 2017, The Gold Coins of Newfoundland: 1865-1888, Boulder Publications",
            ". Campbell, Frank,  Report of the Librarian, October 19, 1991,  American Numismatic Society\n. Bowman, Fred, 1957, Canadian Patterns, Ottawa: Canadian Numismatic Association.\n. Cross, William. K., 2005, Canadian Coins: A Charlton Standard Catalogue, 59th Edition, Toronto: Charlton",
            "International",
            " Catalogue of the Very Important & Valuable Collection of Patterns and Proofs in Gold, Silver, Bronze, Tin &c for\nthe Coimages of the Possessions and Colonies of the British Empire, formed by H. Montagu, Esq. F.S.A. &c. Sotheby,\nWilkinson & Hodge, At Their House, No. 13 Wellington Street, Strand, W.C. (London), Tuesday, the 3rd day of May\n1892, and Following Day at One O clock Precisely.  The information about the buyer and the price in this and the other\nSotheby auctions comes from an annotated microfilm copy of the catalogue that was available in the University of\nBritish Columbia Library.",
            ".  Catalogue of the Valuable Collection of Coins and Medals the Property of the Late John G. Murdoch Esq. Member",
            "of the Numismatic Society of London which will be sold by auction by Messrs. Sotheby, Wilkinson & Hodge At Their\nHouse, No. 13, Wellington Street, Strand, W.C. (London), Fourth Part. The Coins and Tokens of the British Colonies\nand Dependencies. America and the European Continent. 21st of July 1903, Quarto, pp 107, 1233 lots, 10 superb\nplates.  See note at the end of reference 6.",
            ".  Catalogue of the Collection of Coins and Tokens of the British Possessions & Colonies formed by J. B. Caldecott, Esq.",
            "who 1s relinquishing this series, which will be sold by auction by Messrs. Sotheby, Wilkinson & Hodge At Their House,\nNo. 13, Wellington Street, Strand, W.C. (London), on Tuesday, the 11th of June 1912, and Two Following Days, at One\nO clock Precisely.  See note at the end of reference 6.",
            "Spink & Sons Monthly Numismatic Circular, Volume XVIII, (London: May 1910) p. 12084, entry 76006.",
            "10.  The Palace Collection of Egypt,  Important and Valuable Collection of Coins and Medals, Sotheby & Company:",
            "February 24   March 3, 1954.",
            "11.  Norweb Collection of Canadian and Provincial Coins : Auctions by Bowers and Merena Inc. (Baltimore: Norweb",
            "Collection, 1996).",
            "12.  2014 CICF World and Ancient Coins Auction : Heritage Auctions, (Chicago: April 10-12).",
            "a The CN Journal Volume 65\n"
        ],
        "PageNo": "222"
    },
    {
        "File": "The_CN_Journal_July_32.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e\nNOUVELLES_DES._ CLUBS",
            "By BRETT IRICK (CLUB SERVICES)",
            "FONA, LM#456",
            "Club Life during the Coronavirus An\nUpdate",
            "Sadly, almost all club meetings and coin shows across\nCanada continue to be cancelled; even the fall meetings\nand shows are potentially at risk of cancellation.\nSeveral clubs are now meeting by WebEx and Zoom\nincluding North Shore Numismatic Society, Ottawa\nNumismatic Society, Scarborough Coin Club and\nothers. My experience is that the WebEx meeting\nis the more mature platform, more convenient and\nrecently a more stable meeting resource than the\nrapidly growing Zoom application. I encourage clubs\nto try these platforms for their meetings so they can\nmaintain contact with their members and provide\nthem with some relief from now advanced cases\nof cabin fever that have developed in those of us\nwho are retired or working from home, or are under\nsome form of travel restrictions. Contact your older\nmembers to find out how they are doing or whether\nthey can use any assistance   even if it is just meeting\nto have a good discussion.",
            "Virtual Convention   MPC Fest",
            "The MPC Fest is a group that was founded to\nexplore and research military numismatics. The\nhighlight of their year is their convention in Port\nClinton, Ohio that is attended by around fifty. You\ncan subscribe to their free Journal MPCGram by\ngoing to guide.us13_list-manage.com/subscribe?u\n=10eb366ab80344a56657e0d5d&id=58874b37el.\nThe following article was written by Army nurse\nCapt. Helen-Louis Boling, ret. about their first\nvirtual convention.",
            "On Sunday, 3 May\n2020, many of us\nenjoyed the first ever\ne-Fest. There were\nforty-seven attendees,\none very enthusiastic\ndog and twelve\nstaff briefings were\ngiven. As is usual\nfor Fest, attendees\nrepresented many\nstates, and signed in\nfrom at least three\ncountries other than\nthe US   Denmark,\nCanada, and Japan.",
            "Activit  des clubs pendant le coronavirus   une\nmise a jour",
            "Malheureusement, presque toutes les r unions de clubs et\n v nements numismatiques a travers le Canada continuent\nd tre annul es; m me les rencontres et  v nements d automne\nsont encore a risque d tre annul . Plusieurs clubs se r unissent\nmaintenant par le biais de WebEx et Zoom, notamment la North\nShore Numismatic Society, la Ottawa Numismatic Society,\nle Scarborough Coin Club et plusieurs autres. D apr s mon\nexp rience, les rencontres avec WebEx semblent la plate-forme\nla plus connue, la plus pratique et semble une plate-forme\nplus stable que l application Zoom qui progresse rapidement.\nJ encourage les clubs a essayer ces plates-formes pour leurs\nr unions afin qu ils puissent maintenir le contact avec leurs\nmembres et leur apporter un soulagement pour ceux qui souffrent\nd tre en isolement chez eux comme certains d entre nous qui\nsommes 4 la retraite ou qui travaillons 4 domicile, ou qui sommes\nsous certaines formes de restrictions de voyage. Contactez vos\nmembres plus 4g s pour savoir comment ils se portent ou s ils\nont besoin d aide - m me si c est juste une r union pour avoir de\nbonne discussion.",
            "Congr s virtuel   MPC Fest",
            "Le MPC Fest est un groupe qui a  t  fond  pour d couvrir\net faire des recherches sur la numismatique militaire. Le\npoint culminant de leur ann e est leur congr s tenu a Port\nClinton, Ohio, a laquelle participent une cinquantaine\nde personnes. Vous pouvez vous abonner a leur Journal\nMPCGram gratuituitement en allant sur guide.us13.list-\nmanage.com/subscribe?u=10eb366ab80344a56657e0\nd5d&id=58874b37el. L article suivant a  t  r dig  par\nl infirmi re de l Arm e, la capitaine Helen-Louis Boling,\nret. a pronos de leur premier coneres virtuel.",
            "Le dimanche 3 mai 2020,\nplusieurs d entre nous ont\nappr ci  le tout premier\ne-Fest. Il y avait quarante-\nsept participants, un chien\ntr s enthousiaste et douze\nsujets d information\nfurent pr sent s. Comme\nla coutume pour cet\n v nement, les participants\nrepr sentaient de nombreux\nEtats et d autres qui ont\nparticip  venaient de trois\npays a l ext rieur des\nEtats-Unis   Danemark,\nCanada et Japon.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "224"
    },
    {
        "File": "The_CN_Journal_July_33.jpg",
        "Paragraphs": [
            "We began with a coin challenge, moment of silence\nto remember David Seelye and others of our\ncomrades who are no longer with us,\nand introductions. I was not thinking\nfast enough to write down the titles\nand subjects of all the briefings,\nbut would be happy to create an\naddendum, if each briefer would\nsend that information to me.\nMANY thanks to Ray Feller for\norganizing this and coaching us\nthrough it, with assistance from\nSteve Feller, and following up the\nbrilliant suggestion of Jim Downey\nthat this event happen. For those who\nwould like something to commemorate\nthe event, a limited-edition souvenir postcard\nwith a run of 42 is available. Send your snail mail\ninformation and if you wish, a specific card number to\ncopperboling@gmail.com.\nIn addition, the MPCFest editor and leader Army\nMgj. Fred Boling, ret. wrote the following editorial:",
            "I think that eFest 2020 was a grand success. I had a great\ntime and learned quite a bit. I am sorry if you did not\nmake it. I cannot help but wonder if we should think\nabout another eFest before Fest XXI. For the future, I am\ninclined to think that we should have an eFest every year\nbetween Fests. What are your thoughts on that?",
            "In addition to the staff briefings, it is still possible to\nexpand the online Fest. One of my major disappointments\nis that we were not able to figure out a way to have a Fest\npoker tournament on Saturday night. Many gambling\nsites exist. Many years ago I belonged to a few where\nyou could play poker for play money. It was free in every\nway. Of course, the organizers were trying to get players\nto move up to real money. It was possible to organize\nprivate tournaments. We have had several people work\non finding a site that could help us. We have not been\nable to find a way.",
            "Number5 July* August 2020 ----------------------------",
            "Nous avons commenc  par un d fi numismatique, observe un",
            "moment de silence pour se souvenir de David Seelye",
            "et d autres de nos camarades qui sont d c d s,",
            "et  galement les pr sentations. Je n ai pas  t ",
            "assez rapide pour prendre en note les titres",
            "et les sujets de toutes les pr sentations,",
            "mais je serais heureux de cr er un",
            "addendum, si quelqu un pouvait",
            "m/ envoyer | information. GROS merci",
            "a Ray Feller pour avoir organis  cela",
            "et nous avoir guide, avec l aide de",
            "Steve Feller, tout au long du processus,",
            "et pour avoir poursuivi la brillante",
            "recommandation de Jim Downey de tenir",
            "cet  v nement. Pour ceux qui voudraient",
            "un souvenir comm morant cet  v nement,",
            "une carte postale souvenir en  dition limit e",
            "avec un tirage de 42 exemplaires est disponible. Envoyez",
            "vos coordonn es et, si vous le souhaitez, un num ro de carte\nsp cifique 4 Copperboling@gmail.com.",
            "De plus, le r dacteur en chef et chef du MPCFest, le major\nde l arm e Fred Boling ret., a  crit l ditorial suivant:",
            "Je pense que | eFest 2020 a  t  un grand succ s. J ai pass \nun bon moment et j en ai appris beaucoup. Je suis d sol  si\nvous n avez pas r ussi a participer. Je ne peux m emp cher de\nme demander si nous devrions penser a un autre effets avant Fest\nXXI. Pour l avenir, j ai tendance a penser que nous devrions en\norganiser un chaque ann e entre les eFast. Qu en pensez-vous?",
            "En plus des pr sentations, il est toujours possible d largir\nle format du Fest en ligne. Une de mes grandes d ceptions est\nVimpossibilit  d  organiser un tournoi de poker Fest le samedi\nsorr. Il existe de nombreux sites de jeux en ligne. Il y a plusieurs\nann es, je participais 4 un de ces sites ot nous pouvions jouer au\npoker avec de l argent style Monopoly. C tait gratuit dans tous\nles sens. Evidemment, les organisateurs essayaient d encourager\nles joueurs a passer vers | argent r el. I]  tait possible d organiser\ndes tournois priv s. Plusieurs personnes travaillent pour trouver\nun site qui nous permettrait de jouer entre nous. Nous n avons\npas encore r ussi a trouver le moyen.\n"
        ],
        "PageNo": "225"
    },
    {
        "File": "The_CN_Journal_July_34.jpg",
        "Paragraphs": [
            "I do not think that we can have a full auction like we do\nat the Fest, but there might be a way to auction a few items.\nIf I had thought of it before, I would have arranged to\nauction the first set of the challenge coins as described\nabove. There might be other things. Perhaps lifetime\nsubscriptions to the Gram!?",
            "Thank you to those of you who wrote letters to the\nGram about the eFest. We have a few more. They will\nappear next time.",
            "If you would like to have your club profiled here, please\nwrite a column, include pictures and send it to me:",
            "xr7gt@prodigy.net.",
            "Je ne pense pas que nous pourrions tenir un encan complet\ncomme nous le faisons au Fest, mais il pourrait y avoir un\nmoyen d avoir un encan avec quelques articles. Y avoir pens \nplus tot, j aurais propos  de vendre a l encan les pi ces du d fi\nnumismatique mentionn  ci-dessus. I pourrait y avoir autre\nchose. Peut- tre des abonnements a vie 4 notre bulletin Gram!?",
            "Merci a ceux d entre vous qui ont  crit des lettres a I diteur\ndu Gram au sujet de l eFest. Nous en avons quelques autres. IIs\napparaitront dans une prochaine chronique.",
            "Si vous souhaitez avoir le profil de votre club ici,\n crivez une chronique, inclure des photos et envoyez a:",
            "xr7gt@prodigy.net.",
            "Brett Triche",
            "IN _THE_NEWS",
           
            "HN | BANK OF CANADA\nst, BANQUE DU CANADA",
            "Tiff Macklem Appointed Governor of the Bank of Canada",
            "OTTAWA, ON, May 1, 2020\n  The Directors of the Bank\nof Canada, appointed under\nSection 9 of the Bank of Canada\nAct, today announced that they\nhave appointed Tiff Macklem as\nGovernor of the Bank of Canada\nfor a seven-year term, effective\nJune 3, 2020. Mr. Macklem will\nsucceed Stephen S. Poloz, who\nis leaving the Bank of Canada on\nJune 2, 2020.",
            " After pursuing an exhaustive\ndomestic and international\nselection process for this crucial\nrole, I m delighted to say that\nTiff Macklem has the exceptional\nqualities to fulfil this role,  said Claire Kennedy, Chair of\nthe Special Committee of the Board of Directors.  Tiff has\ndeep knowledge of monetary policy and financial stability\nissues, a proven crisis management track record, and\nextensive senior leadership experience. We are confident\nTiff will make an outstanding contribution to promoting\nthe economic and financial welfare of Canada, and to\nupholding the Bank s exemplary reputation as a leading\ncentral bank. ",
            "A native of Montr al, Quebec, Mr. Macklem has\nbeen Dean of the Rotman School of Management at\nthe University of Toronto since July 2014. Prior to\nthat, he served as the Senior Deputy Governor at the\nBank of Canada between July 2010 and May 2014.",
            "Before his appointment as\nSenior Deputy Governor, Mr.\nMacklem was Associate Deputy\nMinister at the Department of\nFinance, serving as Canada s\nrepresentative at the G7, G20\nand Financial Stability Board.\nMr. Macklem first joined the\nBank in 1984 and occupied\nincreasingly senior positions\nuntil he was appointed Advisor\nto the Governor in August 2003.\nIn 2003-4, he was seconded\nto the Department of Finance,\nbefore returning to the Bank as\nDeputy Governor in December\n2004. Mr. Macklem graduated\nfrom Queen s University in 1983 with a bachelor s degree\nin economics, and completed a master s degree and a PhD\nin economics from the University of Western Ontario.",
            "On behalf of the directors, Ms. Kennedy thanked\nGovernor Poloz for his dedicated service and his\nleadership in promoting the economic and financial well\nbeing of Canada throughout his tenure. She also thanked\nhim for the important contributions he has made to the\nglobal policy dialogue, which are being brought to bear\nin the current challenging circumstances. On behalf\nof Canadians, the Board expressed its appreciation for\nGovernor Poloz s distinguished career at the Bank of\nCanada, the legacy of which will continue to serve our\ncountry well.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "226"
    },
    {
        "File": "The_CN_Journal_July_36.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRIT.Y_COINS",
            "BY SEAN SINCLAIR\n#23912",
            "A Canadian Hero   Terry Fox",
            "If you were to ask someone",
            "who the greatest Canadian\nHero is, it s likely that most\npeople would name Terry Fox.",
            "Terrance Stanley Fox was born\non July 28, 1958, in Winnipeg,\nManitoba. The family moved\nto Surrey, British Columbia, in\n1966, eventually settling in Port\nCoquitlam two years later.",
            "Fox was extremely competitive,\nand excelled at everything that\nhe did, stubbornly continuing at\nanything until he succeeded. He\nparticipated in soccer, rugby and\nbaseball while growing up. The\none sport that he really enjoyed\nwas basketball. The problem was\nthat he did not have the height,\nbeing only five feet tall.",
            "While attending middle\nschool at Mary Hill Junior\nHigh, he actively pursued a\nplace on the basketball team.",
            "With his lack of height and poor",
            "coordination at the game, his",
            "coach suggested that he pursue",
            "long-distance running. Not",
            "wanting to disappoint his coach,",
            "he did as he was asked; however, he continued training in\nbasketball, becoming a regular player in grade nine and\nearning a starting position in grade ten.",
            "In November 1976, Fox was involved in a vehicular\ncollision, but walked away with only a sore right knee.\nThe pain continued until the end of the year; however, he\nignored it until the spring of 1977, when he finally went\nto the hospital. He was diagnosed with osteosarcoma and\ntold that his leg had to be amputated. Upon beginning his\nchemotherapy treatment, he was given a fifty percent chance\nof survival. He was also told that only two years earlier, his\nchance of survival would have been fifteen percent.",
            "Fox was walking only three weeks after his leg had been\namputated; however, he had to endure sixteen months of\nchemotherapy. During this time, he watched numerous\ncancer patients pass away. He walked out of the hospital the\nfollowing year with a new purpose: a feeling that he owed his\nlife to recent medical advancements.",
           
            "While he was undergoing\nchemotherapy, he was\nasked by Rick Hansen of\nthe Canadian Wheelchair\nSports Association to try\nout for the wheelchair\nbasketball team. He\neventually won three\nnational titles and in 1980\nwas named an all-star of the\nNorth American Wheelchair\nBasketball Association.",
            "Fox eventually devised a\nplan to run across Canada\nin order to raise funds\nand awareness for cancer\nresearch. His original plan\nwas to raise $1 million.\nThis was increased to $10\nmillion before he settled on\n$1 from each of Canada s\nthen 24 million citizens.",
            "He began training for\nhis Marathon of Hope, and\ntook part in a marathon\nin Prince George, BC, in\nSeptember 1979, in which\nhe finished last.",
            "In October 1979, he\nwrote a letter to the Canadian Cancer Society, asking that\nthey endorse his Marathon of Hope for cancer research.\nEventually they agreed, and he went about looking for\nsponsors. The Ford Motor Company donated a camper\nvan, Imperial Oil donated fuel and Adidas provided his\nrunning shoes.",
            "On April 12, 1980, Fox set out from St. John s,\nNewfoundland, in the hope of running across the entire\ncountry, a distance of more than 8,000 kilometres. Arriving\nat the southwestern tip of Newfoundland, Fox was given\na donation of $10,000 from the residents of Channel-Port\naux Basques. Fox continued through the Maritimes, entering\nQuebec on June 10 and arriving in Montr al on June 22.",
            "Fox was greeted by Isadore Sharp, the owner of the Four\nSeasons Hotels, who promised two dollars for every mile\nthat Fox ran. Fox also convinced the owners of over one\nthousand other corporations to do the same.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "228"
    },
    {
        "File": "The_CN_Journal_July_37.jpg",
        "Paragraphs": [
            "At this point, the Canadian Cancer Society\nconvinced Fox that if he arrived in Ottawa\non Canada Day, he would significantly\nincrease his fundraising efforts.\nFox remained in Montr al a few\nextra days before continuing on\nto Ottawa. Upon arriving in\nthe capital, he was greeted by\nPrime Minister Pierre Trudeau\nand Governor General Edward\nSchreyer.",
            "Fox continued through southern\nOntario, arriving in Toronto on July\n11. It is believed that he collected\naround $100,000 alone during his time\nin Toronto. He also received a cheque for\n$25,000 from NHL legend Bobby\nOrr, as he continued through the\nprovince.",
            "As he worked his way around\nGeorgian Bay and into Northern Ontario,\nFox began having difficulties breathing.\nDespite continuing on for a few more\ndays, he was forced to end his run near\nThunder Bay, after covering 5,373\nkilometres over 143 days. On admitting\nhimself to hospital, he discovered that the\ncancer had spread to his lungs.",
            "By the time he was forced to end the\nrun, he had collected approximately\n$1,700,000 for the Canadian Cancer\nSociety. He was named a Companion of\nthe Order of Canada in September 1980,\nand Newsmaker of the Year for 1980.",
            "Number5 July+ August 2020 -----------------------------------",
            "Terry Fox passed away at the age of 22 in\nNew Westminster BC, on June 28, 1981.\nHis legacy continues to this day, with\na Terry Fox Run being held each fall\nin communities across the country\nand around the world. The first\nTerry Fox Run was organized\nby Isadore Sharp of the Four\nSeasons Hotels; it took place on\nSeptember 13, 1981. It is believed\nthat more than $750 million has\nbeen raised since then.",
            "In 2005, the Royal Canadian Mint\nproduced a circulating dollar coin in\nhonour of the 25th anniversary of the\nMarathon of Hope. It shows Fox running\ntowards the left side of the coin\n(presumably west), He is passing\na forested area and his artificial leg\nis clearly shown on the coin. He is\nwearing a T-shirt with the words  Marathon\nof Hope  partly visible. The legend\nCANADA DOLLAR is written clockwise\naround the top of the design, with Terry",
            "Fox 1958-1981 at the bottom centre.",
            "The obverse bears the standard portrait\nof Queen Elizabeth II, in use on Canadian\ncoins since midway through 2003. The\ndate of issue is at the bottom centre.",
            "Four decades after his personal\nMarathon ended, Terry s vision continues\nthrough the efforts of thousands of\nMarathon of Hope participants each year\nrunning for his cause.\n"
        ],
        "PageNo": "229"
    },
    {
        "File": "The_CN_Journal_July_40.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "ROYAL CANADIAN MINT PROUD TO REPORT PROFITS AND PERFORMANCE FOR 2019\nLA MONNAIE ROYALE CANADIENNE PRESENTE SES RESULTATS ET SON RENDEMENT POUR 2019",
            "OTTAWA, ONTARIO   May 6, 2020   The Royal\nCanadian Mint (the  Mint ) is pleased to announce its\nfinancial results for 2019 that provide insight into our\nactivities, the markets influencing our businesses and our\nexpectations for the next 12 months.",
            " In 2019, employees of the Royal Canadian Mint\ndemonstrated their ability to innovate and deliver great\nproducts while focusing on our customers,  said Marie\nLemay, President and CEO of the Royal Canadian Mint.\n Their hard work contributed to the Mint delivering a $40\nmillion dividend to the Government of Canada. ",
            " The Mint has responded to this unprecedented situation\nwith COVID-19 in a proactive way that prioritizes the\nhealth and safety of our employees. We have adapted our\nproduction to be able to continue delivering critical services\nin support of essential sectors of the Canadian economy,\nwhile adhering to strict new protocols to ensure our work\nenvironment is a safe one,  said Marie Lemay, President and\nCEO of the Royal Canadian Mint.",
            "The financial results should be read in conjunction with the\nMint s annual report available at www.mint.ca.",
            "Financial and Operational Highlights:",
            "  Consolidated profit before income tax and other items\nexceeded the Mint s financial target in its Corporate Plan,\nbut decreased 8% to $42.3 million for the year (2018 -\n$46.0 million).",
            "  Consolidated profit for the period was $7.7 million for the\nquarter (2018   $4.8 million).",
            "  Consolidated revenue increased to $350.7 million in the\nfirst quarter of 2019 (2018   $340.9 million) as higher\noverall bullion global market demand led to higher bullion\nvolumes.",
            "  Silver bullion volumes were 22.8 million ounces (2018  \n18.4 million ounces), while gold bullion volumes were\n483.0 thousand ounces (2018 - 523.0 thousand ounces).",
            "  Sales of numismatic products were consistent year to\nyear at $117 million as revenue from gold products\nincreased, while a more streamlined product offering\nreduced the revenue from silver and other product sales.",
            "  Revenue from the Foreign Circulation business decreased\n31% to $65.4 million (2018   $94.9 million), a more\nnormal level as compared to the exceptional year in\n2018, with production and/or shipments returning to\nnormal levels at 1,308 million foreign coins and blanks\ncompared to 1,816 million coins and blanks in 2018.",
            "  The Mint continues to actively manage Canadian\ncirculation coin inventory levels to ensure coinage\ndemand is met throughout the year, and, in 2019,\nproduced 385 million coins (2018   369 million) to\nreplenish inventories held on behalf of the Department\nof Finance.",
            "  Operating expenses, overall, increased 1% year over year to\n$94.5 million (2018 - $93.8 million) as the Mint continued\nto focus on cost optimization through the implementation\nof its updated numismatics strategy and at the same time",
            "OTTAWA (ONTARIO), le 6 mai 2020   La Monnaie royale\ncanadienne (la   Monnaie  ) est heureuse d annoncer ses r sultats\nfinanciers pour 2019, qui donnent des renseignements sur ses\nactivit s, les march s qui influent sur celles-ci et ses pr visions pour\nles 12 prochains mois.",
            "  En 2019, les employ s de la Monnaie royale canadienne ont fait la\npreuve de leur capacit  a innover et 4 fournir d excellents produits\ntout en mettant l accent sur nos clients, a d clar  Marie Lemay,\npr sidente de la Monnaie royale canadienne. En partie grace au\ntravail acharn  de ses employ s, la Monnaie a vers  un dividende de\n40 millions de dollars au gouvernement du Canada  .",
            "  La Monnaie a r agi de facon proactive a la situation sans pr c dent\noccasionn e par la COVID-19 en accordant la priorit  a la sant  et la\ns curit  de ses employ s. Elle a adapt  ses processus de fabrication pour\nmaintenir la prestation de services critiques qui soutiennent des secteurs\nessentiels de l conomie canadienne tout en adoptant de nouveaux\nprotocoles stricts visant a assurer la s curit  du milieu de travail  , a\nd clar  Marie Lemay, pr sidente de la Monnaie royale canadienne.\nLes r sultats financiers devraient  tre lus en parall le avec le rapport\nannuel de la Monnaie, disponible au www.monnaie.ca.",
            "Faits saillants de nature financi re et op rationnelle",
            "  Les r sultats consolid s avant impdts et autres  l ments ont d pass \nla cible financi re de la Monnaie  tablie dans son Plan d entreprise,\nmais ils ont diminu  de 8 %, s tablissant a 42,3 millions de dollars pour\nVexercice (comparativement a 46,0 millions en 2018).",
            "  Les r sultats consolid s pour la p riode sont demeur s stables d un\nexercice a l autre, se fixant a 35 millions de dollars.",
            "  Les produits des activit s ordinaires consolid s ont augment  a 1 453,4\nmillions de dollars en 2019 (comparativement a 1 420,6 millions en\n2018), la Monnaie ayant  t  en mesure de tirer profit de la plus forte\ndemande pour les produits d investissement en argent dans certaines\nr gions a U'ext rieur de V Am rique du Nord, en particulier pendant la\ndeuxi me moiti  de 2019.",
            "  Les volumes de produits d investissement en argent ont totalis  22,8\nmillions d onces (comparativement a 18,4 millions d onces en 2018),\ntandis que les volumes de produits d investissement en or ont atteint\n483,0 milliers d onces (comparativement a 523,0 milliers d onces en\n2018).",
            "  Les ventes de produits numismatiques sont demeur es stables d un",
            "exercice a Vautre et ont totalis  117 millions de dollars, les produits",
            "des activit s ordinaires d coulant des produits en or ayant augment \ntandis qu une offre de produits simplifi e a r duit les produits des\nactivit s ordinaires d coulant des ventes d argent et d autre produits.",
            "  Les produits des activit s ordinaires de la Ligne des pieces de",
            "circulation  trang res a diminu  de 31 % pour s tablir a 65,4 millions",
            "de dollars (comparativement a 94,9 millions en 2018), ce qui refl te",
            "e retour aux niveaux normaux apres une ann e exceptionnelle en",
            "2018, la production et Vexp dition  tant revenues a des niveaux",
            "normaux de 1 308 millions de pi ces de circulation  trang res et de",
            "lans, comparativement a 1 816 millions de pieces et de flans en 2018.",
            "e La Monnaie continue de g rer activement les niveaux de stocks des",
            "pieces de circulation canadiennes pour s assurer que la demande de\npi ces est combl e tout au long de V ann e. En 2019, elle a produit\n385 millions de pieces (comparativement a 369 millions de pi ces en\n2018) afin de regarnir les stocks d tenus au nom du ministere des\nFinances.",
            "  Dans l'ensemble, les charges d exploitation ont augment  de 1 %\nd un exercice a l'autre pour s tablir a 94,5 millions de dollars\n(comparativement a 93,8 millions en 2018). La Monnaie a continu  de\nse concentrer sur Uoptimisation des cotits grace a la mise en oeuvre",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "232"
    },
    {
        "File": "The_CN_Journal_July_41.jpg",
        "Paragraphs": [
            "de sa strat gie sur les produits numismatiques mise a jour tout en\naugmentant parallelement ses investissements dans les charges de\npersonnel pour soutenir le processus continu de devoir de diligence\nconcernant la position en mati re de s curit  physique et de\ncybers curit  de la Monnaie en 2019.",
            "La tr sorerie et les  quivalents de tr sorerie sont demeur s stables\nd un exercice a Vautre, atteignant 66 millions de dollars apres que la\nMonnaie ait d clar  et vers  un dividende de 40 millions de dollars a\nson actionnaire, le gouvernement du Canada, en 2019, soit un montant\nsup rieur de 30 millions de dollars au dividende vers  en 2018. La\ntresorerie et les  quivalents de tr sorerie sont demeur s au niveau\nn cessaire pour soutenir le fonctionnement de la Monnaie.",
            "increased its investment in employees to support the ongoing\ndiligence with respect to the Mint s physical and cyber-\nsecurity posture in 2019.",
            "e Cash and cash equivalents remained consistent year over\nyear at $66 million after the Mint declared and paida$40 ,\nmillion dividend to its Shareholder, the Government of\nCanada, in 2019, $30 million more than the dividend paid in\n2018. Cash and cash equivalents remain at the level required\nto support the Mint s ongoing operations.",
            "Consolidated results and financial performance\n(in CAD $ millions for the years ended December 31, 2019 and 2018)",
            
            "This Earnings Release contains forward-looking statements\nthat reflect management's expectations regarding the\nMint s objectives, plans, strategies, future growth, results\nof operations, performance, and business prospects and\nopportunities. Forward-looking statements are typically\nidentified by words or phrases such as  plans ,  anticipates ,\n expects ,  believes ,  estimates ,  intends , and other\nsimilar expressions. These forward-looking statements are not\nfacts, but only estimates regarding expected growth, results of\noperations, performance, business prospects and opportunities\n(assumptions). While management considers these assumptions\nto be reasonable based on available information, they may\nprove to be incorrect. These estimates of future results are\nsubject to a number of risks, uncertainties and other factors\nthat could cause actual results to differ materially from what\nthe Mint expects. These risks, uncertainties and other factors\ninclude, but are not limited to, those risks and uncertainties\nset forth in the Risks to Performance section of the Narrative\nDiscussion, as well as in Note 10   Financial Instruments\nand Financial Risk Management to our Audited Consolidated\nFinancial Statements for the year ended December 31, 2019.\nThe forward-looking statements included in this Earnings\nRelease are made only as of May 6, 2020, and the Mint does\nnot undertake to publicly update these statements to reflect\nnew information, future events or changes in circumstances or\nfor any other reason after this date.",
            "Number5 July + August 2020 ",
           
            "Le pr sent communiqu  sur les r sultats renferme des  nonc s\nprospectifs qui refl tent les attentes de la direction de la Monnaie\nquant a ses objectifs, ses plans, ses strat gies, sa croissance future,\nses r sultats d exploitation, son rendement, ses perspectives\ncommerciales et ses d bouch s. Des  nonc s prospectifs se\nreconnaissent g n ralement par l emploi de termes ou expressions\ntels que   projeter  ,   pr voir  ,   s attendre a  ,   croire  ,  \nestimer   et   a l intention de   et d autres termes ou expressions\nanalogues. De tels  nonc s prospectifs ne constituent pas des faits,\nmais seulement des estimations de la croissance, des r sultats\nd exploitation, du rendement, des perspectives commerciales et des\nd bouch s pr vus (soit des hypoth ses). Bien que la direction juge, a\nla lumi re des informations a sa disposition, que ces hypoth ses sont\nraisonnables, elles pourraient se r v ler inexactes. Ces estimations\ndes r sultats futurs sont assujetties a plusieurs risques et incertitudes\nainsi qu a divers autres facteurs qui pourraient faire en sorte que les\nr sultats r els different grandement de ceux attendus. Ces risques,\nincertitudes et autres facteurs comprennent, sans toutefois s y limiter,\nceux qui figurent a la rubrique Risques d exploitation pr sent e\ndans le compte rendu ainsi qu a la note 10, Instruments financiers et\ngestion des risques financiers, des  tats financiers consolid s audit s\nde l exercice clos le 31 d cembre 2019. Les  nonc s prospectifs du\npr sent communiqu  sur les r sultats sont  tablis au 6 mai 2020, et la\nMonnaie n entend pas les mettre a jour publiquement apres cette date\npour tenir compte de nouvelles informations, d v nements futurs ou\nde nouvelles circonstances ou pour toute autre raison.\n"
        ],
        "PageNo": "233"
    },
    {
        "File": "The_CN_Journal_July_42.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134",
            "The Jeffrey Hoare John McCrae Auction Catalogue",
            "No other Newfoundland two-dollar pattern issue dated\n1864 is known to exist. The Royal Mint Museum in Wales\nstill possess the dies, and the coin itself presently resides\nin the National Currency Collection of the Bank of Canada\n(figure 6). The portrait and positions of the letters and dentils\nare identical on the regular issue 1865 Newfoundland ten-\ncent and two-dollar coins (figures 3, 4). The reverse devices\nclosely match those of the Province of Canada ten-cent issue\nof 1858 (figure 5) and New Brunswick s ten-cent issue of\n1862 (figure 2). All three reverses have 113 border dentils,\nbut the 1858 issue has different details on the crown and\nleaves. Ultimately, the Mint chose not to accept the pattern\ncoin s reverse design.",
            "and reporters. But the Jeffrey Hoare auction held\nduring the October 1997 TOREX show was no ordinary\nauction. It included an important piece of history.",
            "Every schoolchild in Canada has learned about John\nMcCrae. During the First World War, he worked as a doctor\ntreating wounded soldiers at Ypres in 1915. Legend has it\nthat after his friend, Lt. Alexis Helmer, was killed in battle,\nMcCrae sat on the back of a military ambulance and penned\nhis famous poem,  In Flanders Fields.  A few months later,\nthe poem was published in the British magazine, Punch.",
            "John McCrae soon became a household name as\nhis poem gained popularity. It was used in countless\nfundraising campaigns and was printed\nmany times in the United States before the\nUS decided to join the war.",
            "He died of pneumonia in 1918 and\nis buried in France amongst other\nCommonwealth soldiers who died during\nthe war. His poem 1s still read every\nRemembrance Day, and the poppy has\nbecome a symbol of the sacrifices in war.",
            "Every year in early November, millions pin\nthe red flower over their hearts to remember\nthose who died in battle.",
            "This particular auction included a group\nof John McCrae s military honours. As lot\n2169 approached the gavel, excitement\ngrew. The auction house estimated that\nthey would sell for $20,000. One bidder\nwas planning to bid much more. In\nMcCrae s hometown of Guelph, Ontario,\nis the McCrae Museum, an ideal home\nfor his medals. When they found out that\nthe medals were coming up for sale, they\nmanaged to raise $280,000 to bid on them.",
            "As bidding started, it soon became\napparent that the auction lot s estimate was\nlow. Bids came fast, and quickly reached six\ndigits. The museum was forced to drop out\nas it continued past $300,000, denying them\nthe ability to buy the medals for display.",
            "At that point, there were only two bidders\nleft. At $400,000, one of the bidders decided\nto drop out, and a new sales record had been\nset for a group of Canadian military medals.",
            "The winner was Arthur Lee, a businessman from\nToronto. He wasn t a collector, and in fact hadn t even read\nMcCrae s poem until the day of the auction. But he was\nan immigrant who found success in Canada, and wanted\nto donate the medals to the Canadian War Museum in\nOttawa. But when he heard about the McCrae Museum, he\ndecided to give the medals to them instead, ensuring that all\nCanadians have a chance to see McCrae s medals.",
            "This may be an extreme example, but remember that\nevery item you collect is a historical document. It is just\nas important to research and understand the background of\nyour collection as it 1s to properly house and catalogue it.\nThis applies to medals, numismatic literature, or anything\nelse you collect.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "234"
    },
    {
        "File": "The_CN_Journal_July_43.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH HisToRY :\nBy JESUS VICO AND, MARISA,OLLERO",
            "ROSSETITA STONE ,\nJuly 15, 1799",
            "The Rosetta Stone is a granodiorite stele,\n| rediscovered in the western world in\n1799, inscribed with three versions ",
        "of a decree issued at Memphis, Egypt,\nin 196 BCE during the Ptolemaic\ndynasty on behalf of King Ptolemy\nV Epiphanes. The top and middle\ntexts are in Ancient Egyptian\nusing hieroglyphic script and\ndemotic scripts, respectively,\nwhile the bottom is in Ancient\nGreek. As the decree has only\nminor differences between\nthe three versions, the Rosetta\nStone proved to be the key\nto deciphering Egyptian\nhieroglyphs, thereby opening a\nwindow into ancient Egyptian\nhistory.",
        "The stone, carved during the Hellenistic period, is believed to have originally been displayed within a temple, possibly at nearby Sais. It was probably moved in Late Antiquity or during the Mameluk period, and was eventually used as building",
        "material in the construction of Fort\nJulien near the town of Rashid\n(Rosetta) in the Nile Delta. It was\nrediscovered there in July 1799 by\na French soldier, Pierre-Frangois\nBouchard, during the Napoleonic\ncampaign in Egypt. It was the\nfirst Ancient Egyptian bilingual\ntext recovered in modern times,\nand it aroused widespread\npublic interest with its potential\nto decipher this previously\nuntranslated hieroglyphic\nscript. Lithographic copies and\nplaster casts began circulating\namong European museums\nand scholars. British troops\nhaving meanwhile defeated the\nFrench, under the Capitulation\nof Alexandria in 1801, the\n original stone came into British\n, possession and was transported to\n London. It has been on public display at the\n  British Museum almost continuously since 1802 and\n is the most-visited object there.",
        "Number 5 July + August 2020  \n"
        ],
        "PageNo": "235"
    },
    {
        "File": "The_CN_Journal_July_44.jpg",
        "Paragraphs": [
            "Napoleon s 1798 campaign in Egypt inspired a burst of\nEgyptomamia in Europe, and especially France. A corps of 167\ntechnical experts (savants), known as the Commission des\nSciences et des Arts, accompanied the French expeditionary\narmy to Egypt. On July 15, 1799, French soldiers were\nstrengthening the defenses of Fort Julien, a couple of miles\nnorth-east of the Egyptian port city of Rosetta (modern-day\nRashid), when a slab that the soldiers had uncovered was\nspotted with inscriptions on one side.",
            "The find was announced to Napoleon s newly founded\nscientific association in Cairo, the Institut d Egypte, in a\nreport by Commission member Michel Ange Lancret noting\nthat it contained three inscriptions, the first in hieroglyphs\nand the third in Greek, and rightly suggesting that the three\ninscriptions were versions of the same text. Lancret s report,\ndated July 19, 1799, was read to a meeting of the Institute\nsoon after July 25. Bouchard, meanwhile, transported the\nstone to Cairo for examination by scholars. Napoleon himself\ninspected what had already begun to be called la Pierre de\nRosette, the Rosetta Stone, shortly before his return to France\nin August 1799.",
            "Prior to the discovery of the Rosetta Stone and its eventual\ndecipherment, the ancient Egyptian language and script had\nnot been understood since shortly before the fall of the Roman\nEmpire. The usage of the hieroglyphic script had become\nincreasingly specialized even in the later Pharaonic period; by\nthe 4th century CE, few Egyptians were capable of reading\nthem. Monumental use of hieroglyphs ceased after the closing\nof all non-Christian temples in 391 by Roman Emperor\nTheodosius I; the last known inscription is dated to August\n24, 394, known as the Graffito of Esmet-Akhom.",
            "Hieroglyphs retained their pictorial appearance,\nand classical authors emphasized this aspect, in\nsharp contrast to the Greek and Roman alphabets.\nIn the 5th century, the priest Horapollo wrote\nHieroglyphica, an explanation of almost 200 glyphs.",
            
            "His work was believed to be authoritative, yet it was\nmisleading in many ways, and this and other works were a\nlasting impediment to the understanding of Egyptian writing.\nLater attempts at deciphering were made by Arab historians\nin medieval Egypt during the 9th and 10th centuries. Dhul-\nNun al-Misri and Ibn Wahshiyya were the first historians to\nstudy hieroglyphs, by comparing them to the contemporary\nCoptic language used by Coptic priests in their time. Fruitless\nattempts at deciphering hieroglyphs continued by European\nscholars, notably Johannes Goropius Becanus in the 16th,\nAthanasius Kircher in the 17th, and Georg Zo ga in the\n18th century. The discovery of the Rosetta Stone in 1799\nprovided critical missing information, gradually revealed by a\nsuccession of scholars, that eventually allowed Jean-Francois\nChampollion to solve the puzzle that Kircher had called the\nriddle of the Sphinx.",
            "Whether one of the three texts was the standard version,\nfrom which the other two were originally translated, is a\nquestion that has remained controversial. There was an\nattempt to show in 1841 that the Greek version, the product of\nthe Egyptian government under the Macedonian Ptolemies,\nwas the original. Among recent authors, it has been stated that\n the hieroglyphs were the most important of the scripts on\nthe stone: they were there for the gods to read, and the more\nlearned of their priesthood.  It has been also argued that all\nthree versions were composed simultaneously, while some\nscholars see in the decree  an intricate coalescence of three\nvital textual traditions. ",
            "The hieroglyphic version strays from archaic formalism and\noccasionally lapses into language closer to that of the demotic\nregister that the priests more commonly used in everyday\nlife. The fact that the three versions cannot be matched word\nfor word helps to explain why the decipherment has been\nmore difficult than originally expected, especially for those\noriginal scholars who were expecting an exact bilingual key\nto Egyptian hieroglyphs.",
            "France, Bronze Medal 1798;\n40.50 mm 35.3 42.60  g;\nParis Mint; Obverse: Bust of\nNapoleon almost facing (slightly\nto left) wearing a lotus wreath;\non truncation, J. JOUANNIN. F.\nDENON. D. Reverse: Napoleon\nBonaparte standing triumphant\non chariot, two camels, Victory\nabove, L EGYPTE COQUISE /\nMDCCXCVII in exergue, below\nnear rim, BRENET. F. DENON. D.",
            "Reprinted with permission from VCoims eNewsletter.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "236"
    },
    {
        "File": "The_CN_Journal_July_45.jpg",
        "Paragraphs": [
            "Coinage of the Ptolemaic Kingdom",
            "After the sudden death of Alexander the Great in 323 BCE his\nMacedonian Kingdom was broken up and dispersed among\nhis generals. One of his generals, Ptolemy I Soter, founded the\nHellenistic dynasty bearing his name in ancient Egypt. The\nPtolemaic dynasty lasted for almost three centuries ending\nwith the deaths of the famous Cleopatra VII Philopator and\nher son Ptolemy XVI during the Roman conquest of 30 BCE.",
            "The Ptolemaic Kingdom was the first to introduce coimage,\nas well as a system of banking and taxation to Egyptian society.\nThe first mint was located in Memphis but later moved to\nAlexandria. Previous native dynasties made only very limited\nuse of coins preferring to use barter in daily transactions.",
            "Because coinage metal had to be imported from outside\nthe kingdom, silver (tetradrachm) and gold (stater) coins were\nused for official and the military payments. Heavier bronze\ncoins of various denominations were used for daily commerce\nin lieu of fractional silver coins. Ptolemaic coinage continued\nin use during the last dynasty of Egypt and through to the first\nfifty years of Roman rule. Starting in the reign of Tiberius\nthe first of a series of recoinages ultimately resulted in the\ndebasement of the tetradrachm from silver to a billon alloy of\nbronze with less than 25 percent silver. The massive recoming\n(estimated to be 600 million tetradrachms) ordered by Nero in\n58 CE finally brought the tetradrachm of the Roman province\nof Egypt in line with the value of the denarius.",
            "Number5 July + August 2020 ----------------------------------",
            "Coins were struck using the Phoenician monetary\nstandard weight, also known as Ptolemaic weight (about\n14.2 g). This standard, which was not used elsewhere in\nthe Hellenistic world, was smaller than the most common\nAttic weight (17.26 g). Consequently, Ptolemaic coins are\nsmaller than other Hellenistic coimage. Artistically, Ptolemaic\ncoinage closely followed contemporary Greek currencies. A\ncommonplace symbol of the Ptolemaic dynasty was an eagle\nstanding on a thunderbolt, first adopted by Ptolemy I Soter,\nalong with dynastic figures typically being portrayed.",
            "Ptolemaic bronzes typically have this small central pit\nor dimple on each side, a feature that has been debated by\nnumismatists for centuries. The current consensus is that the\nblanks were cast in molds, these were then mounted on a lathe\nto smooth and round the edges. The pins of the rudimentary\nhand lathe made the impressions into the planchet.",
            "For most of its history, the kingdom vigorously enforced\na policy of a single currency, confiscating foreign coms and\nforcing its territories to adopt Ptolemaic coinage. Parallels\nbetween Athens and the Ptolemaic Kingdom can be drawn as\nAthens attempted to introduce a sole currency in its empire.\nIn the rare cases when these territories were allowed their\nown currency, such as the Jewish community in Palestine,\nthey still had to observe the Ptolemaic weight. These policies\nand increasing difficulty to obtain silver, caused monetary\nisolation of the Ptolemaic coinage.",
            "Continued on page 238\n"
        ],
        "PageNo": "237"
    },
    {
        "File": "The_CN_Journal_July_46.jpg",
        "Paragraphs": [
            "Greek, Ptolemaic Kings of Egypt, Ptolemy V\n(Epiphanes, 204 180 BCE). AV Mnaeion\n(octodrachm) 27.65 g, Alexandria Mint(?), ca.\n204 203 BCE. Obv. Draped bust of Ptolemy V\nr., wearing radiate diadem and chlamys; spear\nover I. shoulder. Rev. BAZIAEQX   MTOAEMAIOY\nRadiate cornucopiae bound with royal diadem\nand surmounted by radiate crown; star at\neither side; monogram in lower lI. field.\nSvoronos 1254; Olivier 2988 (D1/R1) = Hunt Ill\n61; EHC p. 110, 3 and no. 323 = BMC 51.",
            "Image:   The Trustees of the British Museum",
            "Greek, Ptolemaic Kings of Egypt, Ptolemy V\n(Epiphanes, 204 180 BCE). AR Tetradrachm\n(27 mm, 14.07 g, 1h), uncertain Mint, ca.\n202 200 BCE. Obv. Diadem and draped bust\nof Ptolemy V r. Rev. BAZIAEQ   NTOAEMAIOY\neagle standing left on thunderbolt; no control\nmarks. Svoronos 1300; very rare issue without\ncontrol marks, 14 recorded by Olivier.",
            "Greek, Ptolemaic Kings of Egypt, Ptolemy V\n(Epiphanes, 204 180 BCE). A-36 (36 mm,\n34.38 g), Alexandria Mint. Obv. Diademed head\nof Zeus Ammon r. Rev. BAZIAEQ   NTOAEMAIOY\nEagle standing |. on thunderbolt; filleted\ncornucopiae before, Al between legs. Svoronos\n1127; SNG Copenhagen 201-2; Weiser 50.",
            "Greek, Ptolemaic Kings of Egypt, Ptolemy V (Epiphanes,\n204 180 BCE). 4-27 Hemidrachm (27 mm, 17.69 g),\nAlexandria Mint. Obv. Diademed head of Isis r. wearing\nwreath of grain ears, and her hair in long curls.\nRev. BAZIAEQX   MTOAEMAIOY Eagle standing |. on\nthunderbolt; open wings. Svoronos 1234; Lorber &\nFaucher Series 6B; SNG Copenhagen 247-8.",
            "Greek, Ptolemaic Kings of Egypt, Ptolemy V (Epiphanes, 204 180\nBCE). A-22 (22 mm, 8.48 g), Alexandria Mint. Obv. Alexandria\nHead of Alexander r. wearing elephant headdress. Rev. BAXIAEQZ\n  NTOAEMAIOY Eagle standing |. on thunderbolt; open wings.\nSvoronos 1236, pl. xl, 13. SNG Copenhagen 249 252.",
            ""
        ],
        "PageNo": "238"
    }
]