[
    {
        "File": "The_CN_Journal_September_05.jpg",
        "Paragraphs": [
            "FROM THE PRESIDENT MOT DU PRESIDENT",
            "As Icompose this message, it is Sunday morning, July 26.\nA am reminded that today, we should be closing up\nur annual convention in Halifax after having had our\nconvention banquet and awards ceremony last night. It is very\nsad that we lost our 2020 convention to the pandemic, but we\nmust now look forward. Plans are well under way to hold our\n2023 convention in Halifax, to replace the lost 2020 convention.\nAt our last Board of Directors meeting, the decision was made\nto announce the winners of the various RCNA awards for 2020\nduring our Annual General Meeting now set for this October.\nPast awards had always been a highlight at convention banquets.\nDetails of 2020 award winners will be published in the December\nJournal. Because a good portion of the value of receiving an\naward lies in the honour associated with a presentation, it was\ndecided that the 2020 awards would be formally presented at the\nbanquet following our convention in Ottawa in 2021.",
            "On page 271 of this edition of the CN Journal, you will see\nthe announcement for the electronic holding of our 2020 Annual\nGeneral Meeting. We are governed by our corporate statute that\nrequires an annual general meeting, and each has always been\nduring our annual convention. The cancellation of our 2020\nconvention means that we must break this long tradition and do\nsomething completely different this time. As you will see, we will\nhold our 2020 meeting by ZOOM conference facility on Saturday,\nOctober 17, at 12:00 (noon) Eastern Time. This time was chosen\nas being reasonably accommodating to members in the various\ntime zones across the continent. I encourage you, if you can, to\nattend this novel form of our RCNA Annual General Meeting.",
            "Note that the 2020 RCNA Auction intended for our\nconvention is now to be an online auction from August 28 to\nAugust 31. Go to our auctioneer s website to view the auction\nitems in all four sessions and to enter your bids online: auctions.\ncanadiancoinsandpapermoney.com/auction/95/the-2020-rcna-\nauction.",
            "Finally, I would recommend our members consider buying a\ncopy of Rob Turner s new book Past & Nearly Perfect that details\nspecimen and pattern strikes of Canadian large cents. This book\nwas published by the RCNA with support from the Ferguson\nFoundation. Through Rob Turner s generosity, all proceeds from\nsales of this book go to the RCNA. The book can be purchased\nfrom our RCNA website: www.rena.ca where you will find many\nother numismatic items for sale. This book s originally planned\nlaunch and sale, set for our 2020 convention, became another\ncasualty of the pandemic-forced cancellation.",
            "As you d expect, 2020 is proving to be an unusual and\nchallenging year for RCNA and for all of us too in so many other\nways. Your RCNA executive and Board of Directors continue to\ndo what they can to adapt to this difficult time.",
            "I want to wish all of our members the very best, and I hope\nyour numismatic interests have been able to give you some",
            "comfort and strength.\njp Chotg,",
            "Number6 September 2020",
            "A u moment de composer ce message, nous sommes le matin\n",
            "du dimanche 26 juillet. Je me souviens qu aujourd hui nous",
            "devrions conclure notre congr s annuel a Halifax apr s avoir\ntenu notre banquet et la c r monie de remise des prix hier soir. C est\ndommage que nous n ayons pas  t  en mesure de tenir notre congr s\n2020 a cause de la pand mie, mais nous devons maintenant regarder\nvers l avenir. Les d marches sont entam es pour tenir notre congr s\n2023 a Halifax, afin de remplacer 1 dition du congr s 2020.",
            "Lors de notre derni re r union du conseil d administration,\nla d cision a  t  prise d annoncer les laur ats des divers prix de\n1 ARNC pour 2020 au cours de notre assembl e g n rale annuelle\nmaintenant pr vue pour octobre. La pr sentation des prix est\ntoujours un moment fort lors des banquets de congr s. Les d tails\ndes laur ats des prix 2020 seront publi s dans le Journal de\nd cembre. Etant donn  qu une bonne partie du prestige de recevoir\nun prix r side dans l honneur associ  a la pr sentation, il a  t \nd cid  que les prix 2020 seraient officiellement pr sent s lors du\nbanquet suivant, lors du congr s de 2021 a Ottawa.",
            "A la page 271 dans ce num ro du joumal, vous verrez l annonce\nde la tenue de notre assembl e g n rale annuelle 2020 de mani re\n lectronique. Nous sommes r gis par notre statut corporatif qui exige\nla tenue d une assembl e g n rale annuelle, et elles ont toujours eu\nlieu durant nos congr s annuels. L annulation de notre congr s 2020\nsignifie que nous devons rompre cette longue tradition et faire quelque\nchose de compl tement diff rent cette fois. Comme vous le verrez,\nnous tiendrons notre r union 2020, en utilisant l application ZOOM,\nle samedi 17 octobre 4 12 h 00, heure de 1 Est. Cette heure a  t \nchoisie  tant jug e raisonnablement accommodante pour les membres\ndans les diff rents fuseaux horaires a travers notre continent. Je vous\nencourage, si vous le pouvez, d assister 4 cette assembl e g n rale\nannuelle de 1  ARNC dans un nouveau format.",
            "Notez que la vente a l encan du congr s de l  ARNC 2020 est\nd sormais une vente a l encan en ligne qui se tiendra entre le 28 et le\n31 aodt. Rendez-vous sur le site de notre encanteur: www.auctions.\ncanadiancoinsandpapermoney.com/auction/95/the-2020-rcna-auction\npour voir les lots a l encan, r partit dans quatre sessions, et profiter\npour entrer vos mises en ligne.",
            "Enfin, je vous recommande d acheter un exemplaire du nouveau\nlivre Past & Nearly Perfect de Rob Turner qui d taille les frappes\nd preuve et sp cimens des grosses pi ces d un cent canadien.\nCe livre a  t  publi  par l  ARNC avec le soutien de la Fondation\nFerguson. Grace a la g n rosit  de Rob Turner, tous les profits de la\nvente de ce livre vont a l 7ARNC. Le livre peut  tre achet  sur notre\nsite Web de  ARNC: www.rcna.ca ot vous trouverez de nombreux\nautres articles numismatiques a vendre. Le lancement et la vente,\ninitialement pr vus lors du congr s 2020, sont  galement victime de\nl annulation forc e par la pand mie.",
            "Comme vous vous en doutez, 2020 s av re  tre une ann e\ninhabituelle et difficile pour 17 ARNC et pour nous tous a bien\nd autres  gards. Votre ex cutif et votre conseil d administration de\n1  ARNC continuent de faire ce qu ils peuvent pour s adapter a cette\np riode difficile.",
            "Je souhaite 4 tous nos membres le meilleur et j esp re que vos\nint r ts numismatiques ont pu vous apporter un peu de r confort et",
            "de force."
            
        ],
        "PageNo": "245"
    },
    {
        "File": "The_CN_Journal_September_07.jpg",
        "Paragraphs": [
            "SHARED INTERESTS ENRICH LIVES,",
            "EVOKE MEMORIES",
            "By HAROLD DON ALLEN\nLM, #12",
            "Reprinted from The Canadian Numismatic Journal, JanuarysFebruary 1999 [Vol. 44 No.1], pp 11 15",
            "Young Kenneth, whom I had taught in algebra,\n V{Jmes and trigonometry classes, picked up the",
            "big revolver that reposed in the banker s in-basket,\npointed it at the genial accountant, and grinned like the\nCheshire cat.",
            "The scene is a crowded bank branch at closing time in\nfront of a line of tall windows facing onto a busy\ndowntown Montreal street.",
            "This I really had failed to\nanticipate. Kenny and his buddies,\nwho were on an afterschool coin\nclub outing to a bank educational\nexhibit, had been model   and quite\npredictable   students in math class and\ncoin group. But, then, Quebec s formal\ncurriculum   those products   sum\ntransformations!   never had given them\nopportunity even to consider holding up a\nsmall branch of a bank.",
            "The revolver, of course, had not\nbeen loaded, and the somewhat amused\naccountant had been well aware of this.",
            "I, as teacher in charge and High School of Montreal\ncoin club advisor, had been left to assume the worst.",
            "Shift the scene. Essentially the same youthful cast, but\na less probable fiscal setting: the Gold Room in maximum\nsecurity vaults at the head office of the Bank of Montreal.\nEstimation skills can be one of the tougher topics to teach\nin high school math and science. One needs motivation!",
            "Here, each club member, without being told, adds,\nmultiplies, to the tens of millions of dollars (1960-type\ndollars, at that!) Then Bill, a model citizen, casually\nreaches for a $14,000 ingot. He hefts it, and his face\nregisters surprise (the weight!) Slowly, carefully, and in\nacute discomfort, he sets the brick back in place. The more\ndiscerning of us breathe a sigh of relief. Had Bill dropped\nit, at its relative density of 19.3, he d likely have broken\nevery bone in his foot.",
            "Interesting, isn t it, when one reflects upon a lifetime of\nteaching, how so many of the more memorable experiences\nstem from the extracurricular, rather than the more formal\nclassroom situation?",
            "I suspect that to be as true for the students as well.",
            "Student s recollections? I rather imagine that students\nof another Montreal-area secondary school cherish the\nmemory of Canada s unsmiling central bank being at the\npoint of calling the guards to haul off this teacher. Fourteen",
            "Number6 September 2020 --------------------------------------",
            "years in penitentiary would have been the maximum\nsentence, as I recall. Banks empowered to set printing\npresses in motion do get a bit edgy when one displays undue\ninterest or is knowledgable regarding",
            "counterfeit money.\n"
        ],
        "PageNo": "247"
    },
    {
        "File": "The_CN_Journal_September_08.jpg",
        "Paragraphs": [
            "The dozen or so keen students constituted the\nNorthmount High School Coin Club and were\nthrilled with a rail day-trip to the nation s\ncapital to haunt the Royal Canadian Mint,\nwhich sold samples, and the Bank of\nCanada, which most certainly did not.",
            "We watched a flat-bed press\napplying validating signatures to\nuncut, numbered sheets of bank notes\nreceived from the security printers,\nas was the practice in those days.",
            "(Signatures now are engraved directly on",
            "the printing plates.) We saw clear, plastic",
            "garbage bags, overstuffed with bundles of\npunch-cancelled old bills unceremoniously tossed into",
            "the furnace. Then we saw the counterfeits, an impressive\n20-year spread of them, no doubt retained for verification\npurposes by the bank of issue that they had been designed\nto defraud.",
            "By and large, such counterfeits tended to be a shoddy lot,\nof course, crude offset likenesses, cheap paper, erroneous\nprefixes. But in the Bank s accumulation I spotted the\nback of a bright blue five of my childhood, its allegorical\nmale figure symbolizing electrical power. This was the\nlong-lived issue that had King George VI on the face.  I\nwonder,  I said innocently to the students,  if that could be\nan L/C 381. ",
            "The bank officer turned over that particular note. Against\nall apparent odds, the serial number did begin L/C 381. The\nlook that I received suggested that she might be about to\nsummon the guards.",
            " So, I do have a good, if selective, memory,  I interjected,\ntalking quickly. When I was the age of these students, the\nMontreal area experienced a serious outbreak of counterfeit\nfives. Quite good ones, The  L/C 381...  serial number was\nthe way to spot one, newspapers counselled. (No matter\nthat there could be 10,000 genuine L/C 381s around town.)\nI'd never seen that particular counterfeit, and rather wanted\nto. And, as I say, good quarter century recall I sometimes\npossess.",
            "The Bank of Canada guards had gone unsummoned.",
            "We headed home with an envelope of bank note ashes\nfrom the Ottawa furnace.  Just add water,  we joked.\n Instant money! ",
            "Another time, another task. A rather thorough job of\ninterviewing prospective candidates for our classes   and\nour profession   was an admission expectation when I\nserved with one of the last of Canada s teacher colleges.\nI always asked about special interests, art, music, subjects\none might like to pursue as college electives. Interests one\nmight someday, in or out of class, share with a younger\ngeneration. I have found it to be a most revealing question.",
            "Fifty years ago   in truth, closer to 60   we young ones\nseemed well able to develop and share our own interests.",
            "Stamps (off envelopes), autographs (principally\neach other s), street car transfers, and coinage\n  you could find the most extraordinary\nthings in early 1940s pocket change. We\nseemed to know a lot about such things,\nand much of what we knew, we had\nfigured out for ourselves. I think that s\nimportant. There s satisfaction in this\nkind of learning, even if, from time to\ntime, one is proven wrong.\nLet us focus on the  coins,  though.\nThere might be much to be learned from\nan interest which has survived, developed\nand been shared with students, for five or six\ndecades.",
            "I think of it with 20-20 hindsight as the  1889 Club, \nthis cluster of  upper elementary  boys who regularly\nfrequented the High School of Montreal s basement\nlunchroom and who got to hunt for scarce or interesting\ncoins in lunchroom change.",
            "Cents were our great specialty, especially the large ones,\nfrom Queen Victoria to 1920, and the small ones, since\n1920, several of the latter having been decidedly scarce.\nFifty or more consecutive years (from 1890) many of us\nacquired in due course, along with 1888, 1887, 1886 ...\nbut 1889? We strained our eyes, I imagine, for want of a\ncatalogue to tell us that, supplies from earlier years having\nbeen more than adequate, no Canadian one-cent pieces had\nbeen struck for that year.!",
            "We accumulated Lincoln cents, with their added\nchallenge of regular mint marks, and a good range of\nthe earlier Indian Head cents, one of North America s\nmore attractive minor coins. We regularly found as well,\nNewfoundland cents, large and small, along with British\nhalf pennies and the Australian or South African bronze\npiece. In those days, the  cents  pari of the till could be a\nnumismatic education in itself.",
            "Then there was  silver,  from  fish scale  five-cent\npieces of Canada and Newfoundland through the big\n Voyageur  dollar. Real silver, of course: you listened to\nthe  ring  of it to assure yourself that it was good. Some\nsplendid Victorian pieces were around for the taking, and\nattractive to sort and display. Though 20-cents (normally\nthe Newfoundland piece), 24-cents (England s shilling), or\n25-cents was a lot of pre-adolescent buying power to tie up\nin one coin.",
            "Areal prestige item would be a half decent  shinplaster, \nthose intriguing little 25-cent bills that had made such fine\nbirthday gifts.",
            "1 Canadas first coin listing to receive wide distribution was\nthe James E. Chariton Standard Catalogue, introduced in 1952. A\n304-page 53rd edition currently is available [Ed: now in it s 74th\nedition]. Annual editions primarily track prices being asked for\nlisted coins in various states of preservation.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "248"
    },
    {
        "File": "The_CN_Journal_September_09.jpg",
        "Paragraphs": [
            "I realized more, or sooner, than my fellow\ncollectors that the real money of my\ngeneration was not to be coins   silver\nand the rarely seen gold   but paper and\nplastic, and electronic entities... that we\ncouldn t have imagined.",
            "So, at one point, I was to roll those\ncoins for a dark corner of a safety\ndeposit box, where they repose to\nintrigue another generation, and looked\nto that handsome if peculiar entity,\nfolding money.",
            "Servicemen brought back fascinating\ngroupings of tattered scrip that had found a\npurpose in wanton Europe. We young ones marvelled at\nmilitary and occupation currencies, and at crude Japanese\ninvasion notes. But, when it came to folding money, the\nmade-in-Canada product could intrigue as well.? Then,\ncurrent Bank of Canada paper money depicted the King,\nat least on any denomination that we were likely to see.\nOccasionally, though, a quite strange note might turn up.\nIt might be a  big  (oversized) bill saying  Dominion of\nCanada.  We saw the traditional four dollars only in a stamp\nand coin shop window. More likely the  odd  note would\nname the bank on the street corner, which in the early war\nyears may have retained limited right to  print its own\nmoney. ",
            "Such chartered bank currency gave me my most\nindividualistic, and most personally rewarding, field for\nstudy and collection.  Please  and  thank you,  then as now,\ncould take a young person a fair way, and at each month s\nend a head teller might let me browse through, and select\nfrom,  sundry notes.  Once a month, through Grade 11 and\nGrade 12, I made my rounds. The cumulative result: a neat\nlittle collection of low values (fives, occasional 10s) carrying\nsuch names as Canadian Bank of Commerce, Bank of\nToronto, Banque Canadienne Nationale   and just precursor\ninstitutions like Union Bank of Canada or Molsons Bank.",
            "Youthful fascination with things monetary was to mature\ninto serious, early adult research.  Please  and  thank\nyou  can work their wonders from head teller to the loftier\nheights of head office, and chief accounts  departments at\ntwo senior institutions were wonderfully helpful in giving",
            "2 The first useful general work on Canadian paper money was\nC.S. Howard, Canadian Banks and Bank-Notes   A Record, a\nCanadian Banker reprint of the 1950s. Current references\nunderscore an unjustified distinction between government paper\nmoney (Department of Finance: then, later, Bank of Canada)\nand notes of chartered banks. For Canadians of one generation\nand more, all $5, $10, $20, $50, and $100 bills were issued by\ncommercial banks. Lower values (25 cents through $4) and very\nhigh values $500, $1,000) were the only government issues.\nCurrent references include the Charlton Catalogue of Canadian\nGovernment Paper Money and the Charlton Catalogue of Canadian\nBank Notes (seek latest editions, or else a generous discount).",
            "Number 6 September 2020 --------------------------------------",
            "me the thrill of first-hand research of records and",
            "of actual notes dating back eight decades and\nmore.",
            "Working from sketches and manuscript",
            "jottings, there being no office",
            "photocopier in those days, I came",
            "up with the first published listings of",
            "note issues of Bank of Montreal? and",
            "Royal Bank of Canada, discovering for",
            "myself in the process the intriguing note",
            "issues of the latter bank for its network of",
            "Caribbean branches. (Transfer of training?",
            "I like to think that unsnarling those tangles of",
            "information helped me, years later, to cope with",
            "61 pages of references in my education dissertation!)",
            "I think it good that teachers mature  outside interests, \nboth to balance their own professional and personal lives\nand, on occasion, to have something special to share. I\nwell recall how numismatic interests gave me, in graduate\ndegree  residencies,  a most welcome break from the four\nwalls of lectures and seminars and library stacks. I got out,\nas guest, speaker, and Canadian good will ambassador, to\nmodest coin groups of New Jersey and California, dozens\nof them, making new friends and experiencing a range of\noff-campus life on which the student from afar all too often\nmisses out.",
            "Organized numismatics made increasing demands on\nme, and on reflection I realize that this was to the good.\nI addressed a Canadian national banquet and appeared on\nan American national forum while in my twenties, and\nregularly presented the hobby through the media. It all\nhelped, I think, when as a new principal, I gave my first\n state of the nation  address to high school parents!",
            "The Royal Canadian Mint subsequently gave me its\nnumismatic education award, then half a dozen times involved\nme in the fascination process of choosing a Canadian coinage\ndesign. All this I found interesting and personally rewarding,\nand challenging in the very best sense.*",
            "3 The first two listings were  The Bank of Montreal Bank Note\nIssues Since 1871 ,  Canadian Numismatic Journal, 2:10 (October\n1957), pp. 191-97, and  Currency Issues of the Molsons Bank,\n1855-1925,  Canadian Numismatic Journal, 2:11 (November\n1957), pp. 212-18. Molsons Bank, its former head office a surviving\nlandmark in Montreal  older financial district, was merged with\nBank of Montreal in 1925.",
            "4 Organized numismatics, at community level, seemed to\npeak in the 1960s, but good clubs today can be found in many\nCanadian cities and towns. The American Numismatic Association\noffers world-class numismatic conventions, summer courses,\npublications, and club support. The Association offices, in a\nuniversity setting, are at 818 Cascade Avenue, Colorado Springs,\nCO 80903-3279, USA. An attractive home study program is being\noffered through the Canadian Numismatic Association, P.O. Box\n226, Barrie, Ontario L4M 2T2. Canadian Coin News, currently\nCanada  one newspaper and commercial ad medium in the hobby\nfield, is produced by Trajan Publishing Corporation.\n"
        ],
        "PageNo": "249"
    },
    {
        "File": "The_CN_Journal_September_10.jpg",
        "Paragraphs": [
            "Correspondingly, and perhaps not surprisingly, ? ve found\nnumismatic interest and\nchallenge wherever my\ncareer has taken me. ",
            "I find nothing grabs\nchildren s attention or\nfocuses on numbers\nas does money. I once\nshowered high schoolers\nwith a crisp $1,000 bill and\nevery Philadelphia lawyer\nin the room was eloquent as\nto why it couldn t be real. It was: some savings being moved\nabout to pay taxes! An interesting footnote on quantitative\neducation 1s the range of  school money  that has seen service\nfor generations in demonstrating store keeping concepts.",
            "Was the fun and excitement of those earliest years of\ncollecting a function of youth or of self-learning? I'd often\nwondered. Then, quite unexpectedly, I had opportunity to\nconfirm that youthful enthusiasm may have less to do with the\ncalendar than with the excitement of self-directed discovery.",
            "I'd given an education paper at a Thursday meeting in\nNew Orleans, and a long weekend was mine, to strike out\nfor new horizons or to unwind at home. I opted for the\nformer, relaying to our principal that there was a teachers \ncollege I wanted to visit,  down the coast.  The morning\njet crossed blue Caribbean waters, then intense Yucatan\ngreenery, then touched down by a faded Union Jack on\na jungle strip. I had arrived in Belize, the former British\nHonduras, and Belize Teachers College was waiting, on\nBelize City s Princess Margaret Road.",
            "For a collector from pocket change, it was a second\nchildhood! Belizean paper money, portraying our Queen as\nhead of state, presented an iridescent rainbow, green dollar s,\npurple twos, bright red fives, black tens, brown twenties.\nCoins were in familiar decimal denominations, scalloped\nbronze cents, fives, tens, twenty-fives, some fifties. I made\nthe rounds of banks (Royal Bank of Canada, Bank of Nova\nScotia), seeking crisp bank notes. I saved all the coins,\nand lined them up by denomination in the modest tourist\naccommodations where I was staying. The dates went back\nsome decades, and I rightly surmised that the cutoff (as in\nCanada) was the point when  silver  coins ceased to be silver.\n5 See  Scrip of the Price Company Ltd., Chicoutimi,  Canadian\nPaper Money Journal IV; 3 July 1968), pp. 59, 69; also  Banks of\nBanking in Colchester County, Nova Scotia,  a paper presented at\nthe Colchester Historical Society, Truro, Canadian Paper Money\nJournal, XII, 3 (July 1976), pp. 91-95.",
            "6 Silver content of circulation Canadian coinage was reduced\nfrom 92.5 per cent to 80.0 per cent in 1920, and from 80.0 per cent\nto 50.0 per cent in 1967. The following year saw silver (hence,\nintrinsic value), wholly eliminated from Canadian circulation\ncoinage. Accordingly, todays child, collecting from pocket change,\nnormally finds nickel 10-cent and 25-cent pieces dating back only",
            "to 1968. Cents and five-cents  nickels  could be from King George\nV years (1920 and 1922, respectively), but seldom are.",
            "",
            "Still earlier pieces had been hoarded\nfor their precious metal content,\nthen melted down.",
            "I had no coin or paper money\ncatalogue with me   the Central\nAmerican detour had been\nunanticipated   and there was, I\ngathered, none in the country. So\ncollecting was much like putting",
            "together a jig-saw, recapturing the\nfun of those earlier years.",
            "I went on with the task in more organized fashion\nwhen back home.  Yes, British Honduras Victorian pieces\ncan be found internationally, but are mighty scarce, and\neither new (and expensive) or else well worn. They even had\nan 1889 cent!",
            "The teachers college? I was well received. Some\nChristmas art remained on one chalkboard in late January,\nfor the record the most exquisite boardwork I ve ever seen.",
            "In one of the many  coin hobby  periodicals that come\nto my desk, I read recently of a new  passage token \ndiscovered in Canada s largest city, a metallic  airport\ntoken,  good for a ride at Pearson International Airport.\nOne hobby group has built a singularly impressive literature\non two centuries and more of such  transportation  pieces\n(for turnpikes, bridges, horse cars, trams, buses, subways),\nand new  finds  do create interest.  I didn t discover the\nToronto-area token, but the young man (to me) who did had\nbeen standing beside me 35 years ago when I had spotted\nthe counterfeit L/C 381.",
            "So, youthful interests can endure for a lifetime, and\non occasion can offer a welcome reversion to youthful\ndelights.",
            "And you never know when a student will approach you\nwith a good question.",
            "My 43rd regular teaching year was up on Canada s\nSouthampton Island, the big, largely unpopulated\nisland to the north of Hudson Bay. I mentioned in a\nCoral Harbour teacher education class that children\nmight show great interest in money. Helen came in\nthat afternoon with a worn, corroded, but fascinating\nbronze piece that she once had found  on the land. ",
            "7 See  Belize, Central America: Numismatic Digressions in\nthe  Land of the Gods,  Canadian Numismatic Journal, 22:10\n(November 1977), pp. 437-45. As submitted, the article began,\n Ponce de Leon was wrong   or at least he was no numismatist.\nHe sought his Fountain of Youth .. ",
            "8 From  vecture,  alluding to passage money, the long-\nestablished numismatic group of public transit hobbyists is the\nAmerican Vecturist Association (p.o. Box 1204, Boston, MA, 02104,\nUSA). The groups coverage of relevant Canadian transit history is\ncomprehensive. A C.N.A. 40-year member (L.M. 12) and career\neducator, Dr. Allen has been an articulate advocate of  education\nfor leisure.  As at home in a kindergarten as a graduate school\nseminar, he here reflects on a lifetime of sharing numismatics with\nnewcomers to the hobby.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "250"
    },
    {
        "File": "The_CN_Journal_September_11.jpg",
        "Paragraphs": [
            "It was a big Australian penny of the 1920s, \na common enough coin but one that clearly\nhad ventured far from home. Value? None,\nin one sense, but I strongly suggested that\nit be a family or community keepsake, a\nmemento of a time when men from afar\ncame in considerable numbers in the\ncomplex process of defending a region\nand waging a global war.\nNow, in that particularly busy time\nthat passes for retirement, such interests\ncome round full circle, and occupy and\nchallenge my mind and communication\nskills. Right now I turn out a regular newspaper\ncolumn on a specialized area of Canadian numismatics,\nwhile labouring on the authorized biography of a leading\nCanadian numismatic personality.\nIt is good, I feel, when we can share with a generation\nand more of young people, an interest that so can stand the\ntest of time.",
            "9 My memory had served me well:  1930  is the  good date \namong later Commonwealth of Australia pennies, the counterpart\nof, say, Canada s 1921 five cents. Helen s big penny had been a\n1933, of which (despite Depression conditions) some 5.8 million\nhad been struck at the Melbourne mint.",
            "Number6 September 2020 ",
            "[Editor: Dr Harold Don Allen was a very\nprolific author. He wrote on a wide variety\nof numismatic topics for over 50 years,\nfrom the 1950s and into the 2000s. The\nlisting of his work documented in the\nCanadian Numismatic Bibliography",
            "tallies to 91 entries!",
            "He even wrote the lengthy\nForward, that begins  Welcome to\nNumismatics,  that first appeared in\nthe 1960 Charlton Standard Catalogue. ]",
            "The Canadian Numismatic Digest,\npublished in 1960, contains a\ncollection of approximately 40\narticles written by Harold Don\nAllen that previously appeared\nin smaller journals. The articles\ncover many diverse fields of\nCanadian numismatics and are\nprimarily intended to be a general\nguide to collecting with brief\nhistorical overviews of specific\ncoinage denominations, paper\ncurrency and other collectibles.",
            "From The Canadian Numismatic\nBibliography, courtesy Paul Petch.\n"
        ],
        "PageNo": "251"
    },
    {
        "File": "The_CN_Journal_September_12.jpg",
        "Paragraphs": [
            "IN_MEMORIAM.  HAROLD_DON. ALLEN",
            "1931   2020",
            "Dr. Harold Don Allen (July 2, 1931   July 11,2020) who taught generations of math ~\nstudents and future teachers, instilled a\nsense of wonder in bright young people about\nthe beauty of numbers and cryptograms\nand brought a story-teller s passion to\nnumismatic history and collecting, from\nbanknotes to milk tokens, passed away\nquietly in Brossard, Quebec, with family\nat his side.",
            "Don Allen was born and raised in\nMontreal. He earned his BSc, with\nDistinction, in Mathematics and Physics\nin 1952 from McGill University and Masters\ndegrees from the University of Santa Clara in\n1966 and Rutgers University in 1968. His doctorate in\nmathematics education, a source of enormous pride for him\nthroughout his life, was conferred on him by Rutgers in 1977.",
            "He taught professionally for 51 years, in Montreal,\nChibougamau and Arvida in Quebec, at the Nova Scotia\nTeachers College in Truro, Nova Scotia, from 1969 to 1987\nand in the Canadian Arctic at the Nunavut Teacher Education\nProgram in the mid-90s.",
            "Allen acquired an early numismatic fascination with world\npaper money, began writing published articles in the late 1950s\nand was an active member of numismatic society in Canada,\nthe US and abroad for more than 70 years. He was well ahead\nof his time in talking about new collecting areas such as\nCanadian milk tokens, rationing and other  Cinderella  means\nof exchange, including his widely-cited 2006 article in The\nNumismatist about the origins of Canadian Tire scrip  money. ",
            "He was a Lifetime or Honorary member of the Royal\nCanadian Numismatic\nAssociation LM 12 (1054\nApril 1956, LM April 1959),",
            "Canadian Paper Money\nSociety (LM 19), American\nNumismatic Association,\nInternational Banknote\nSociety and Society of Paper\nMoney Collectors, a fellow\nof the Royal Numismatic\nSociety, a past president of\nthe Montreal Coin Club and",
            "a member of many other\nclubs worldwide. Allen wasa _\nprolific writer of hundreds of articles",
            "for the world s leading numismatic journals and\nnewspapers, including Zhe Canadian Numismatic\nJournal, The Numismatist, Coin World, the\nInternational Banknote Society Journal and\nFarebox.",
            "Additionally, Don was an innovator in\nbringing the hobby to a wider audience\nthough the use of television and radio. He\nand the Truro Coin Club (today known as\nthe Central Nova Scotia Coin Club) had a",
            "regular TV program on Eastern Cablevision",
            "that was broadcast throughout central",
            "Nova Scotia. This initiative was recognised",
            "by the ANA in the 1970 National Coin Week",
            "competition, and reported by the New York Times,",
            "with Allen s entry being the only award granted that year\noutside the United States.",
            "In 2001, Allen wrote the authorized biography of a renowned\nCanadian numismatist, Jim Charlton. JE. Charlton: Coinman\nto Canadians was prepared from personal correspondence and\nconversations between the author and  Mr. Coin. ",
            "Allen, never learned to drive a car; he travelled on public\ntransport when visiting his children after they left home and\nmoved across Canada and to Europe, the Middle East and Asia.\nHe proudly claimed to have visited all major Canadian cities\nand all 48 contiguous American states plus Hawaii, attending\nand speaking at RCNA and other numismatic and educational\nconventions and gatherings.",
            "Don and Frances Allen were married for nearly 63 years.\nFran passed on in April, 2018.",
            "Dr. H. Don Allen will be laid to rest in his crimson doctoral\nrobes at a private ceremony at Mount Royal Cemetery at the",
            "Allen family monument.\nHe is survived by his four\nchildren Nigel, Laura\n(Ashton), Elizabeth\n(Seamone) and Rosalie\n(Jarvis) and their families.\nFriends and associates are\ninvited to view his memorial\nsite (mountroyalcem.\npermavita.com/site/\nHaroldDonAllen.html)\nand leave messages or\nnumismatic memories or\nphotos for the family.\naabritted by Laura Aakiten",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "252"
    },
    {
        "File": "The_CN_Journal_September_13.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "The Royal Mint commemorates 400th anniversary of the Mayflower Voyage",
            "On August 4, 2020, the\nRoyal Mint launched\na new commemorative",
            " 2 coin to mark the 400th\nAnniversary of the Mayflower\nvoyage. The story of the\nMayflower is one that connects\nmultiple communities, cultures,\nand countries. This transatlantic\nvoyage brought 102 Pilgrims\nand migrants from Europe to\nthe New World, and lay the\nfoundations for the formation of\nthe United States of America.\nThe new  2 coin, designed\nby US artist Chris Costello,\nshows the Mayflower bursting\nout of the frame as it sails\nthrough the rough seas. This",
            "dramatic interpretation of the ship on its journey\nto America represents the determination of the\npassengers and crew to find a new way of life. The\nlegend incused into the edge reads: UNDERTAKEN", "FOR THE GLORY OF GOD.",
            "Kevin Clancy, Director of The Royal",
            "Mint Museum, said:  The Mayflower\nVoyage was a pivotal event which had\na lasting impact on both sides of the\nAtlantic. The new  2 commemorative\ncoin aims to tell the full story   from\nthe religious tension in Europe, to the\nvoyage of the Pilgrims and the impact\ntheir arrival had on the native Americans. \nThe impetus for the Mayflower\nvoyage can be found in the\nEnglish Reformation,\nwhen the Church of",
            "Image of obverse is\nshown at actual size.",
            "Number 6 September 2020 ",
            "England broke from the\nRoman Catholic Church.\nThis sparked the Separatist\nmovement, which felt the\nChurch of England had not\ngone far enough. Roughly\nhalf the passengers of the\nMayflower were borne of\nthis movement, seeking\nto distance themselves\nphysically and ideologically\nfrom the Pope.",
            "After a series of\nfrustrating delays and false\nstarts   including leaving\nbehind a companion ship\n  the Mayflower set sail in\nSeptember 1620. Beset by\nwinter storms, tragedies and",
            "bad luck, the Pilgrims didn t finally arrive in what\nis now Plymouth Bay until December 26, 1620.\nThe Royal Mint has worked in collaboration with\nmayflower400uk.org which has provided insight into\nthe history of the Mayflower\nstory. Charles Hackett,",
            "CEO of Mayflower 400",
            "said,  We are delighted\nto have worked with Royal Mint on the\nnew coin marking this historic journey,\nand its impacts, as we commemorate the\n400 year anniversary of the Mayflower\nsailing on September 16, 2020. We have\nthe most diverse programme there has been\naround this anniversary and we would\nencourage people to explore all",
            "aspects of this story. ",
           
            "The commemorative\ncoin is available\nto purchase from\nthe Royal Mint s\nwebsite in a range\nof bi-metallic base\nand precious metals,\nin business and proof\nfinishes; prices ranging\nfrom  10 to  1,155.\n"
        ],
        "PageNo": "253"
    },
    {
        "File": "The_CN_Journal_September_14.jpg",
        "Paragraphs": [
            "FINE.RoINTS_(REVISITED),",
            "By ROBERT FORBES\nFRCNA,_#22402.",
            "Many hobbyists know little about coin economics",
            "economics.  After the article, I will comment briefly more on how the thoughts in this article have remained",
            "I n this issue, we will consider an article written by Brian Cornwell of ICCS in June of 1990 on the topic of  coin",
            "unchanged over 30 years, with only a few areas where it appears that our thinking may have progressed.",
            "Many hobbyists know little about coin economics\nby Brian Cornwell, FRCNA LM #229 (June 12, 1990)",
            "A part from the educational activities that already\nne in the coin hobby we could still do with more.\nCollectively we do a reasonable job of formation\nabout coin specifics like technical data, retail prices,\nscarcity and so on. However on the matter of the business\nof actually buying and selling coins (i.e. coin economics)\nfar too many hobbyists are so poorly informed that their\nconclusion is the entire coin dealer community is taking\nadvantage of them. That s unfortunate. The conclusion\nis also wrong. The majority of coin dealers are serious\nbusiness people. Their  buy  and  sell  prices generally\nreflect the real world of operating a coin business in a\nhopefully profitable manner. What the hobbyist doesn t\nappreciate are such things as buy-sell spreads, inventory\ncarrying costs, turnover times and more.",
            "Disillusionment",
            "In the absence of any communication on this topic they form\ntheir own ideas which invariably lead to disillusionment and\ndisappointment when they go about selling their collections.",
            "It would seem reasonable that dealers or a dealer\norganization like the Canadian Association Of\nNumismatic Dealers (CAND) should take a lead\nrole in improving this kind of communication\nsince they are largely the ones being criticized.",
            "Whatever the long term solution may be, what follows is\nintended simply as a primer on the topic.",
            "Let s suppose you are a collector with some coins for\nsale. This is also your first experience trying to sell coins.\nSome of your sales expectations are about to end up as\nvery rude awakenings. Your preconceived notions of a\nlineup of dealers and collectors fighting to buy your coins\nat catalogue prices vanishes into thin air.",
            "It is one thing to daydream of the  book  value of your\ncoins while you own them. It is another matter to convert\nthose  values  into cash, especially when the coins may be\nvery common and in low demand by the marketplace.",
            "Dealer s perspective",
            "Let s consider the coin dealer s perspective. Believe it or\nnot, some sellers think of coin dealers as other collectors,\nthat is, doing what they do because it is fun and not\nimportant to buy a coin to sell at a higher price than paid.\nWrong! Coin dealers are in business to earn a living.\nThey must buy coins for less than what they sell them for.\nGenerally this number runs at about 50 percent of their\nretail levels. But the 50 percent they  keep  isn t all profit.\nMost of it goes to cover expenses like salaries, travel, bank\nloans, losses from mistakes or theft and more.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "254"
    },
    {
        "File": "The_CN_Journal_September_15.jpg",
        "Paragraphs": [
            "There can be a lot of confusion when relating a dealer s\nbuy levels to published prices in catalogues. Depending\non several factors, the dealer s buy levels as a percent of\ncatalogue might appear much smaller because (a) he thinks\ncatalogue prices are unrealistically high; and (b) he will\nactually sell such material for much less than catalogue\nestimates. For scarce coins, catalogue prices are probably\nfairly accurate so what the dealer may offer you (1.e., 50\npercent of the selling price) looks like 50 to 60 percent of\ncatalogue.",
            "Low prices",
            "For common, easily available coins you may be appalled to\ndiscover that buy prices can be as low as 25 to 40 percent\nof catalogue. Before branding the dealer as a crook you will\nlikely find on further investigation that these same common\ncoins are being sold at 50 to 80 percent of catalogue. It s\nnot that the dealer is exercising an unusual markup but that\ncatalogue may be a bit out of touch with reality, especially\nthe very common items.",
            "There 1s also the matter of a dealer s inventory need.\nObviously if a dealer is offered a coin that he or she does\nnot have in inventory and for which there is a waiting\ncustomer, the price that can be paid will be strong.",
            "Overstocked",
            "But what about the situation when the dealer already owns\na dozen of the same coins in the same grade? In fact they\nmay have been in his inventory for some time because they\nare currently unpopular items and hence slow movers.",
            "Perhaps he can only sell one each month on average.\nThis means his inventory of that 1tem will meet his expected\nbusiness needs for about a year. If he bought another example\nhis best estimate would be that he would have to carry the\noverhead expense for 13 months. That s far longer than a\nnormal inventory holding period. Unless the cost of buying\nthat next coin were much lower than normal, it just wouldn t\nmake business sense to buy it. In such situations, most dealers\nwould simply say they have no interest in buying. However,\nsome sellers insist that the dealer make his best offer.\nThe result is an offer at lower than normal buy prices. If\nthe roles were reversed, the seller would do the same thing.\nSomehow the dealer s position is misunderstood. The seller\nwalks away frustrated, fully believing the dealer was trying\nto  steal  the coin.",
            "Sometimes a dealer may pass on buying your coins even\nat what is considered a fair discount from retail prices. The\nproblem may be that he has limited cash available to operate\nhis business. This is particularly true for certain coins that\nhe may not specialize in, others that are historically slow\nmovers or perhaps those that are very expensive relative to\nthe total working capital that he has at this disposal. These\ncircumstances can vary significantly from dealer to dealer. It\ntherefore pays for any would-be coin seller to shop around.",
            "Number 6 September 2020 ",
            "In general, coin dealers simply cannot stock every coin in\nsight. Some dealers may also pay higher prices than others\nbecause they either specialize in an area or are actively\nmaking a market in that area.",
            "Now, for the seller s posting. Collectors who are about to\nsell coins for the first ttme can help themselves immensely\nby realizing that selling coms is a lot different from buying\ncoins.",
            "Initially a good approach is to sell a few of your coins\nbefore offering your entire collection. The idea here is to\ndevelop some selling experience, in other words, to see\nhow the system really works. Using this trial approach\nthe collector-seller will likely avoid some of the bitter\nfrustrations mentioned earlier.",
            "Have fun",
            "It is also important to note that simply taking one s coins\nback to the dealer who originally sold them is not exploring\nall the alternatives nor a guarantee of getting the best\npossible price. Buying and selling coins are two entirely\ndifferent matters. Being an experienced, astute buyer is not\nguarantee of being a successful seller.",
            "Someone once commented:  You should have as much fun\nselling your collection as you did acquiring it.  Think about tt!\nIt makes sense and 1s a challenge worth accepting.  ",
            "Continued on page 256\n"
        ],
        "PageNo": "255"
    },
    {
        "File": "The_CN_Journal_September_16.jpg",
        "Paragraphs": [
            "Commentary",
            "As mentioned above, the thoughts on the economics of the\ncoin business are very much the same now as they were in\n1990. Dealers are obviously still in the business of making\nmoney from the purchase and sale of coins, and still need\nto make a  spread  between what they pay for coins that\nthey buy and the price at which they sell those coins to\ncover their business costs and stay in business. Collectors\nmust recognise these economic fundamentals in setting\ntheir expectations when they dispose of individual coins\nor collections to dealers.",
            "There are, however, a few things that I think have\nchanged, or nuances on old themes that have appeared,\nover the last several decades.",
            "Prior to the mid-1980s, most coin transactions between\ndealers and collectors occurred without professional\ngrading having been applied to the coins. In those days,\na major frustration for collectors often involved the\nsuspicion that dealers over-graded coins when selling,\nand under-graded coins when buying, thus creating the\nimpression of a wider  spread  between buying and\nselling prices. This issue has now largely been eliminated,\nas almost all significant coins transact in professional\ngrading company holders. These make a  levelled playing\nfield  between dealers and collectors when it comes to\ngrading, and correspondingly related coin pricing. If you\nhave purchased any number of professionally-graded\ncoins, you will of course be aware that there are coins\nbeing bought and sold in the professional holders that still\nappear to be over-graded or under-graded. However, these\ntransact infrequently, and any monetary effect is likely less\nthan when a  raw  coin is being bought and sold, a time\nwhen perceived discrepancies in grading and in pricing can\nbe much greater.",
            "The next thing that appears to me to have changed is\nthe amount of discount that is applied when a dealer is\noffered a unique or very rare item. As discussed in the\nimmediately preceding article in this series, there is\nnow a much better understanding of absolute rarity and\n condition rarity  of coins. With this understanding, it\nappears to me that much higher values are being assigned\nto rare coins, especially those that are condition-rare\nand come with excellent or superb eye appeal. When\nthese coins are offered in the marketplace, including\nto knowledgeable dealers, the buyer is likely to offer a\nstronger price, because these same items can most likely\nbe easily placed to knowledgeable collectors who fully\nappreciate the significance of the item being offered, and\nknow that such an item may not come into the marketplace\nagain for another collecting generation.",
            "The final item that seems to me to need emphasising\nfrom the above article is the importance to collectors of\nlearning to be good and knowledgeable sellers, as well\nas buyers. It seems to me than too many collectors tend\nto hoard their duplicates, and never learn the techniques\nand economics of being a seller, until they are forced to\nsell, or their families end up with the unenviable task\nof forced selling. There are many avenues for selling in\naddition to selling individual coins to a dealer, including\nauctions, private sales to collectors who collect in the\nsame areas, and selling complete sets instead of individual\ncoins, either to another collector or to a dealer. It is very\nimportant that we as collectors explore these alternatives,\nand learn what works best and yields the best return for\nwhat we collect when the time comes to sell.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "256"
    },
    {
        "File": "The_CN_Journal_September_17.jpg",
        "Paragraphs": [
            "WIsHING_UPON.A.STARR.",
            "An Early Athenian Owl Adds Character",
            "BY-WAYNE HANSEN,",
            "[Editor] This article was originally published in Edmonton Numismatic Society s The Planchet in\nNovember 2019. The author, Wayne Hansen, was recipient of the Jerome Remick III Literary Award for best\nnumismatic article in a local Canadian coin club newsletter. It is being re-published here, in revised format,\nas an example of a winning article. Enjoy! :",
            "This is the second of two articles on my purchase of two interesting Athenian tetradrachms from a gigantic new hoard.\nThe first article, about my new mid-period coin, published in April 2019 (freely archived on the ENS website), included\na more extensive history of Athens and its coinage. Because of its importance, I am repeating most of the history here,\nemphasizing the earlier coin issues. The flow of new mid-period tetradrachms to market has continued, but early ones\nremain scarce and quite expensive. Each of them is different and they all have great character. Happy hunting.",
            "In my first installment on Athenian",
            "tetradrachms,  My Quest for",
            "an Athenian Tetradrachm \n(The Planchet, April 2019),\nI discussed my twenty-year-\nlong search for a decent coin\nof the type. The owl coins are\npopular, and there are a lot\naround, but almost all are from\nthe city s mid-to-late classic\nperiod which tend to have a lot\nof problems with style and strike.!\nAfter two trades of successive coins,\nI finally did find a nice mid-classic\ntetradrachm from a large recent hoard\n  the coin featured in my previous article.\nMission Accomplished. However, the\nhoard was large and had a few of the\nlower production, early-classic owl coins\nof the type specifically categorized by\nChester Starr almost 60 years ago. These coins began\nto appear in auctions and dealer websites. I had always\nadmired them because they were much more stylish and\neclectic than those from later issues, but until then, they\nhad been very scarce and so were pricey. Suddenly, within\na short time of finding my nice mid-classic coin, I was\nseeing a few of these stylish, early coins coming up for\nsale. I ended up bidding on a pretty good one and I got it.\nSo I now have two owl tetradrachms, one each from the\nearly- and mid-periods, and a reason to write this second\narticle.",
            
            "1 Note that I use  classic  here to refer to the classic period of\nAthens itself   i.e., between the end of the Greek archaic period,\ncirca 480 BCE, and the city s demise in 404 BCE. In other areas\nof Greek coinage the late classic period generally extended to the\ndeath of Alex the Great in 323 BCE.)",
            "Number6 September 2020 ",
            "Basic Athens History",
            "Athens, with its naturally defensive",
            "position on the Acropolis, has been",
            "continuously inhabited for over",
            "5,000 years. Surrounded by a",
            "fertile plain and two rivers, it",
            "became a wealthy city-state,",
            "cultural mentor, beacon of",
            "civilization and superpower",
            "of the ancient world by the 5th",
            "century BCE. At that time, it was",
            "reported to have 40,000 citizens,",
            "140,000 relatives of citizens, 70,000",
            "hangers on and likely 200,000 to",
            "300,000 slaves. With its extensive trade",
            "links and relations with Greek colonies",
            "scattered along the coast of Asia Minor,",
            "it soon came into conflict with the Persian",
            "Empire to the north and east, resulting",
            "in the Greco-Persian Wars which lasted",
            "from 499 to 449 BCE. The Greeks first captured Sardis in\nAsia Minor, prompting Darius the Great to vow revenge\nby conquering Greece. Darius s attack in 490 BCE failed\nat Marathon and then he died; but his son, Xerxes, led a\nsecond Persian invasion in 480. Xerxes succeeded at\nThermopylae, allowing him to destroy Athens and overrun\nmost of Greece. However, with the assistance of other\nGreek states, the combined Athenian fleet quickly destroyed\nthe Persian fleet at Salamis, then its army defeated the\nPersians at Plataea the following year. But Athens needed\nto be rebuilt. For protection from Persia, Athens formed the\nDelian League with over 200 other Greek city-states, in 478\nBCE. Athens used the League s navy for its own purposes,\nand the Athenian leader, Perikles, transferred control of\nthe League s treasury to Athens in 454 BCE. Using the\ntreasury, plus tribute payments, Athens was able to rebuild\nits armed forces and civic structures like the Parthenon.\n"
        ],
        "PageNo": "257"
    },
    {
        "File": "The_CN_Journal_September_18.jpg",
        "Paragraphs": [
            "Figure 1   Maps of Ancient Athens: Athens was not terribly large in antiquity. It was isolated by geography and\nit also eventually built a circular civic defensive wall less than 2 km in diameter. This did not prevent it and\nits suburbs from being sacked by the Persians in 480 BCE, requiring a complete rebuilding of the city and its\nprominent Acropolis a few decades later (the tan coloured Acropolis buildings shown in the lower right plan come\nfrom this rebuild). The two rock outcroppings to the left of the Acropolis in the bottom left drawing are the Pnyx,\nused for democratic assemblies of citizens, and the Areios Pagos or Areopagus (Ares Rock, called Mars Rock by the\nRomans) originally used for a council of elders and then as a court for homicide, religious matters, as well as arson\nor cases involving olive trees. The Areopagus, with its slippery marble surface, is now used by tourists to view the\nAcropolis. Being hemmed in by mountainous terrain, Athens relied on the sea for trade and for its naval prowess.\nIn the process of rebuilding, the city extended the civic defensive walls all the way to its port at Piraeus, where\nthe commercial and naval fleet was based. The walls served it well during the Peloponnesian Wars, but Athens\nwas defeated in 404 BCE and the city fell into severe decline.",
            " The CN Journal Volume 65\n"
        ],
        "PageNo": "258"
    },
    {
        "File": "The_CN_Journal_September_19.jpg",
        "Paragraphs": [
            "Figure 2   Views of Modern Acropolis and Agora: On our second trip to Athens in Fall 2007, | took these photos of the\nAcropolis and surroundings. The Acropolis was the literal, spiritual and ceremonial centre of the ancient city-state.\nThe Parthenon, destroyed by the detonation of an Ottoman munitions storage dump in September 1687, was in the\nprocess of being partially reconstructed at that time   note the new white marble repairs   so more work will have\nbeen done since then. Photos: (Top) Long view of Parthenon and Erechtheion; (Middle) Close-ups of Parthenon and\nErechtheion; (Bottom Left) The Sacred Way leading from the Ancient Agora to the Acropolis; and (Bottom Right) the\nTemple of Hephaistos, god of metalworking and trades, as seen from the Ancient Agora. According to Herodotus, the\nAthens mint was located at the southern end of the Agora. Rome later constructed many new public buildings there\nand elsewhere in the city, including a second agora.",
            "Number 6 September 2020  \n"
        ],
        "PageNo": "259"
    },
    {
        "File": "The_CN_Journal_September_20.jpg",
        "Paragraphs": [
            "The piles of newly available silver also allowed production\nof the distinctive Athenian owl tetradrachms to boom\nright through the last half of the 5th century BCE. Not so\ncoincidentally, the late 5th century also marked a time of\nrenewed conflict with other entities, a direct result of the\nincreased wealth and power of Athens. By this time, the\nDelian League was a formality and Athens had become the\nAthenian Empire. Her conflicts were primarily with other\nGreek city-states in the Peloponnese, which had formed the\nPeloponnesian League headed by Sparta. This resulted in\nthe prolonged Peloponnesian War (431-404 BCE), which\nwas conducted in three phases extending all the way to\na naval blockade and battle at Syracuse in Sicily (415 \n413 BCE). Athens lost on all fronts of the War and the\ncity s wealth was gone, leaving Sparta as the leading power\nin Greece. Athens stopped its wholesale coin production\nin 404 BCE, only renewing it sporadically, and not too\nsuccessfully, in the next few centuries.",
            "Athenian Coinage",
            "Most of Athenian comage was a variation on a theme\n  the theme being hammered silver metal, tetradrachm\ndenomination, attic weight standard of 17.2 g, obverse head\nof goddess Athena and reverse standing owl. Coin weight and\npurity were rigorously controlled. The Athenian tetradrachms\neventually became so trusted and ubiquitous that its Attic\nweight standard (for the district of Athens) became one of\nthe major standards adopted by both other city states and",
            "the later Macedonian Kingdom. All of the massive imperial\nsilver issues of Alexander the Great and his successors were\nbased on an Attic weight. Athens also issued an extremely\nrare gold com, but only as an emergency measure. Following\nis an overview of Athenian coin issues by broad period.",
            "Archaic: When Athens started to produce archaic\ncoinage, circa 545 BCE, there was a considerable variety of\ndenominations, including a didrachm, drachm and obol. As\nwell, the coin types were different from the standardized later\nissues   the smaller denominations largely employed a wheel\ndesign on the obverse and a punch on the reverse, although\nother emblems like an amphora were used. These coins,\nissued in the time of Pisistratos, are called Wappenmuenzen\nfor their heraldic appearance. Tetradrachms were very rare\nearly on   one had a scarab beetle on the obverse and another\nhad a Gorgon head (see the top row of Figure 3). Later in the\narchaic period, in the reign of Hippias circa 500 BCE, Athens\nestablished the Athena head and owl as the standard types for\nits coinage, complete with its three letter city legend (A@E).\nThese were pretty well only produced in tetradrachm size,\ndesigned for local and trade use.",
            "Early-Classic: The archaic period ended around\n480 BCE with the defeat of Persia. I call the next\n25 years the early-classic period, when Athens\nredesigned its obverse and reverse figures to be\nslightly more natural looking. More details are found\nin the following sections, but the Athena head had a\npronounced, fleshy face and a narrow, frontal eye.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "260"
    },
    {
        "File": "The_CN_Journal_September_21.jpg",
        "Paragraphs": [
            "Figure 3   Archaic and Early-Classic Tetradrachm Examples: These are some of the main types and styles of\nAthenian tetradrachms produced in its earliest periods, roughly between 540 and 460 BCE. The first illustrated,\na briefly issued  Wappenmuenzen  Gorgon coin, is extremely rare. By 500 BCE, still in the archaic period, the\ncity then opted to venerate both its patron goddess Athena and her companion owl (top row, right). These revised\nobverse/reverse types were maintained from the late archaic period right through its classic period, down to the\ncity s collapse in 404 BCE (two of the early-classic versions are seen in the bottom row). Other Athena/owl issues\ncontinued sporadically from the post-classical period until the Roman occupation (see Addendum for a reinvigorated\nNew Style coin from the city s last series in the 2nd century BCE). This article discusses my sudden acquisition of an",
            "early-classic coin similar to those shown in the bottom row.",
            "Three olive leaves and a palmette tendril were permanently\nadded to her helmet to celebrate the defeat of Persia.\nThe owl displayed a splayed, three prong tail and stood\nat an angle with head tilted, plus it sported an inquisitive\nexpression (see the second row of Figure 3). Coins in this\nseries are rather scarce. Chester Starr published a specific\nreference on these coins in 1970, placing them into five\ncategories, I to V, with group V (curved instead of wavy\nforehead hair) often designated V.A or V.B based on an\nearlier or later style.",
            "Mid to Late-Classic: By 454 BCE, Athens had become\nvery powerful and the treasury of its Delian League was\nmoved to Athens from Delos. Coin production increased\ndramatically and coin designs initially became more\nstandardized. All the elements remained the same but\nstyles were less interesting (not illustrated). Elements\non Athena s helmet, the owl and also the civic legend\nbecame larger, while Athena s eye started to open\nup to the front so that it would look less archaic. The\nfeathers of the owl s tail were fused into a single prong.\nSo many dies were created over the next few decades that",
            "Number 6 September 2020 ",
            "control over style was inconsistent, eventually veering\ntoward crudity at the end. These typical issues lasted\nthrough the Peloponnesian Wars, temporarily ending in\n404 BC when Athens was defeated. In a general survey of\nAthenian coins done by Christophe Flament in 2007, he\nassigned the coins of this period into three Groups based\non somewhat subjective parameters   Group I with its\ntransitional tilted owl, Group II with its neatly controlled\noverall style and then Group III with its less accomplished\nworkmanship. No definitive die study has been done\nbecause of the sheer magnitude of the task.",
            "Post-Classic: Chunky, crude tetradrachms of a\ncompletely different style (not illustrated) were issued\nperiodically on a small scale down to the mid 4th century\nBCE. Then, in the mid 2nd century BCE, large, spread-flan\ntetradrachms modeled on the wreathed coins of Asia Minor\nwere struck prior to the Roman takeover (see Addendum for\nan early specimen). The style of these was again a radical\nupdate using the same types, but it quickly deteriorated into\nthe 1st century BCE.\n"
        ],
        "PageNo": "261"
    },
    {
        "File": "The_CN_Journal_September_22.jpg",
        "Paragraphs": [
            "Pursuit of an Early-Classic Spread-Tail Owl\n(480-460 BC)",
            "As noted, I have always appreciated the quality and\nquirkiness of the early 5th century BCE Athenian\ntetradrachms. Given the Persian incursions, it was a\nparticularly difficult time for the city, so relatively few of\nthe dies were made and each die was eclectically carved.\nThere has also been the usual problem of availability\nand condition since most early coins had likely been\nrepurposed for other coinages or had incurred additional\nwear in circulation. The coins had always been scarce\nand expensive, but recently several early types were\nfound in the massive hoard of Athenian tetradrachms.",
            "A few began to appear in Classical Numismatic Group s\nauctions in mid 2018, so I started paying attention. The\nmost desirable ones were still going for high prices but\nthere were a couple in an electronic and a printed auction\nthat had enough problems to potentially keep the price\nunder two thousand dollars US. I bid on the first likely\noffering in late November and won it (Figure 5). I found\nits early features very attractive, and knowing the coin\nis scarce added to its cachet (spoiler: as usual, they will\nbe scarce until someone finds a bucket full of them\nunder a tree stump somewhere   but that is not likely\nbecause of the city s limited production at the time.)",
            "Figure 4   European Little Owl and Its Initial Style Progression: The Athenian owl design seems to have been based on\nthe resident European Little Owl (from my survey of Greek owl photos). The above sequence of coin snapshots shows\nhow the owl image was treated through the early to mid 5th century BC. The erect archaic owl at the start is plump\nand perky, even casting a bit of attitude on this die, with his right eyebrow raised (priceless). The two early-classic\nowls in the middle of the sequence, struck circa 475 460 BCE, tilt forward and become slimmer before becoming\nquite plump again. The last coin, with the single prong tail, is an early transitional coin at the beginning of the mid-\nclassic series. Unfortunately, there are no general references for the entire progression of the classic issues, mostly\nbecause it would be a massive undertaking to do a definitive die study. However, the American historian, Chester\nStarr, did look at the more limited, early-classic dies in some depth, leading to his five basic categorizations of style\nprogression (I to V). Group V coins are much more numerous than those of earlier groups. (Owl photo by Jan Piecha.)",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "262"
    },
    {
        "File": "The_CN_Journal_September_23.jpg",
        "Paragraphs": [
            "Obverse:",
            "Head of Athena Parthenos right with wide neck and frontal eye, wearing earring",
            "and crested Attic helmet decorated with three narrow olive leaves and small",
            "spiral palmette.",
            "AGE in small letters; Owl standing % right, Head facing tilted at angle; Tail",
            "feathers in 3 prong formation; Olive sprig and crescent to upper left.",
            "Reverse:",
            "Issued: 465-460 BCE",
            "Data: 17.04 g, 24.8 x 23.6 mm, 11h.\nReference: Starr Group V.B",
            "Acquired: CNG Auction 433, lot 59",
            "Figure 5   New Character Tetradrachm: This specimen nicely represents the early-classic owl type as described\nabove. It is well centred on both sides and has a powdery, matte patina. The small accoutrements on Athena, and\nher large face, lend more power to the obverse design compared to the mid to late examples. The tiny earring and\nnarrow olive leaves are especially classy. This is a Starr V.B issue so it is among the last struck before the mass-\nproduced issues began. Athena s face is not thrust as far forward on this die, a sign of imminent gentrification, but\nher neck is immense and her small, full-frontal eye is archaically inspired. Her ear, earring, hair lines and necklace\nare well defined. On the reverse, the owl is similarly well defined and constrained within a deeply struck incuse\nborder. This is a plump, perky owl with a lively pose and bright eyes - he, or she, is definitely looking for a mate.\nThe coin does have a few detractions, including a small die break below Athena s chin, a tiny amount of horn silver\nbelow Athena s nose, some field scratches and a bit of circulation wear. The lack of visible crest on the helmet is\ntypical for this time period, and even later periods, since the head was carved large and flans were chunky (the",
            "weight standard was always the same though).",
            "The early-classic issues, minted in dire times with less\nplentiful silver from the city s mines at Laurion, were\nstudied and categorized by Chester Starr who place them\nin five main groups labeled I-V (group V examples, with\nno wave in Athena s hair, are the most often seen). It is\nworth noting that the three olive leaves above Athena s\nvisor were added to her profile at the start of the Starr\nseries to celebrate the Athenian victory over the Persia in\n480/79 BCE. What I find attractive about the early classic\ncoins is their overall style and detailing, which adds up\nto a lot of character. The face of Athena is given more\nprominence, as opposed to her helmet, olive leaves and\nearring. The face on many dies 1s also thrust forward to\nemphasize the nose and the goddess s archaic smile",
            "Number 6 September 2020 --------------------------------------",
            "(Photo by the author.)",
            "(see Figure 3, left side of bottom row). Her hair is generally\nrendered in a series of fine lines, while her eye is relatively\nsmall and closed, signifying that it is shown full frontal   a\nnod to her archaic origins, like her smile. Athena s neck on\nthis particular obverse die is very wide, similar to the rare\nand iconic Athens decadrachm style of a few years previous\n(see comparison in Figure 6). On the reverse, the owl s\nbody is large and tilted, while its eyes are small and its legs\nare short. The Athens legend (AQE) and the owl s feet are\nalso small, plus the owl s tail shows up as a distinct three-\nprong fan. The designs on both sides of these early issues\nare bold, confident and engaging. Dare I say, they can even\nbe pretty in an off-beat sort of way.\n"
        ],
        "PageNo": "263"
    },
    {
        "File": "The_CN_Journal_September_24.jpg",
        "Paragraphs": [
            "Figure 6   Comparison with an Iconic Athens Dekadrachm: The overall style and condition of this dekadrachm is\nfantastic. The facing owl, with spread wings, is seen as a declaration of the renewed military power of Athens after\nits Pyrrhic defeat of Persia. | held one dekadrachm in each hand at a dealer s office several years ago.","(Photos courtesy Classical Numismatic Group).",
            "Dekadrachm Comparison",
            "I found it interesting to compare the style of my new\ntetradrachm with one of the much sought-after Athens\ndekadrachms that had been issued only slightly earlier\nin the early-classic period (see Figure 6   shown to\napproximate scale   to be clear, my coin is the one at the\nbottom pedaling furiously to try and uphold its dignity).\nThese dekadrachms date to 469/5460 BCE, immediately\nbefore my tetradrachm was issued in 465-460. They\nhave traditionally been classed as a Starr Group II, but\nby date they are probably a Group III-IV. Dekadrachms\nare valued generally around US$ 400-500,000, but in\n2019 the spectacular one shown above sold for $675,000\nincluding fees. Dekadrachms, equivalent to 10 drachms,",
            
            "are generally 31 mm in diameter and 43 g in weight. It is\nconjectured that only a few of these bold, spread-winged\ndekadrachms were produced to celebrate the city-state s\nmilitary resurrection after the Persian invasion of 480 BCE.\nOnly about 48 are known today although fakes do exist.\nThe dekadrachm s wavy hairstyle and Athena s more\npronounced archaic facial features, including a perfect\narchaic smile (also seen in sculptures of the time), mark it\nas slightly earlier type. Many of the other obverse features\nof these coms are similar, particularly including their wide\nnecks, small eyes, fine helmet border dots, small helmet\nspiral scrolls and the narrow upright olive leaves above the\nvisors.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "264"
    },
    {
        "File": "The_CN_Journal_September_25.jpg",
        "Paragraphs": [
            "In Closing...",
            "The odds of finding a good Athenian tetradrachm are\nmuch higher these days. It took a few years for me to sort\nit out, but suddenly within the past year I ended up with\ntwo nice examples from different stylistic periods in the\ncity s history. They were struck only a couple of decades\napart but they mark a large change in the city s numismatic\ncircumstances, especially where design esthetics, the source\nof silver and the volume of production are concerned.",
            "Addendum   A New Style Athens Tetradrachm",
            "You are obviously curious about what happened to\nAthenian coinage after its decline in the late classical/\npost-classical period (to the death of Alexander the Great\nin 323 BCE, and beyond). Collectors will be pleased\nto know that Athens began a final coin resurgence at\nthe same time that various Greek cities in Asia Minor\nbegan producing spread-flan coins to celebrate their\nnewly independent status after the defeat of the last\nMacedonian successor, King Perseus, at the Battle of\nPydna in 168 BCE. These large coins featured heads of\ngods or heroes on their obverses rather than the heads of\nprevious Macedonian rulers. The reverses usually showed\na figure surrounded by a wreath of olive leaves, so the\ngroup is referred to as stephanori, meaning wreath bearing.",
            "All else aside, I have to say that my early-classic\ntetradrachm holds a significant edge in its character\nquotient, which is never a bad thing. Is my Athens quest\nover? To be prudent, I Il have to say  Never Say Never \nsince the city s archaic tetradrachms are also kind of neat.\nSome of them can certainly tantalize hapless viewers with\ntheir special brand of razzle-dazzle, so let s not turn out the\nlights yet.",
            "- Last Issue",
            "They were struck at slightly less than full attic weight,\naround 16.7 g. Athens was one of those that began issuing\nits version soon after 168   along with Magnesia, Kyme,\nMyrina, Smyrna and Herakleia.",
            "I am including a photo of my 33.0 mm  new style \nAthenian tetradrachm to show how Athens finally changed\nthe fabric of its coins three centuries after it introduced its\nfirst archaic and early classical tetradrachms. They were\nstuck with the usual Athena head/owl types. Spread-flan\ncoins usually had striking problems because of the width\nof the dies and thinness of the metal   here the top of\nAthena s helmet crest is under-struck. The coin was from a\nvery recent hoard-find when I purchased it in 2004 (it was\npublished in Coin Hoards X), and it had not been cleaned.",
            "Head of Athena Parthenos right, wearing an earring and crested",
            "Attic helmet decorated with pegasos, four charging horse/hippocamp\nforeparts above visor, plus tendrils or aplustre. Modelled on the gigantic",
            "A @E Owl standing % right on fallen amphora, head facing; two",
            "Obverse:\nAthena cult statue in the Parthenon.\nReverse:\nmonograms and two snakes; olive wreath surrounding.\nIssued: 152 151 BCE (165 90 BCE issue).\nData: 16.74 g, 33.0 x 32.5 mm, 12h.\nAcquired:",
            "Freeman & Sear (January 2004). Ex: Demetrius | Hoard (2003), CH X",
            "p.161, plate 37, 79   deposited 151/0 BCE",
            "Number 6 September 2020 \n"
        ],
        "PageNo": "265"
    },
    {
        "File": "The_CN_Journal_September_26.jpg",
        "Paragraphs": [
            "Mrs, ELIZA LEARMONT:",
            "CANADA'S FiRST FEMALE NUMISMATIST?","By EDWARD (TED) BANNING\n#23911",
            "If our fragmentary evidence is",
            "any indication, there were not\nmany women among Canada s",
            "numismatists and coin collectors of\nthe 19th century. Possibly the earliest\nof them was Mrs. Eliza Learmont of\nMontreal. Modern numismatists are\nmore likely to be familiar with her\nson, J. B. Learmont, if only because\nP.N. Breton featured his portrait\nin the 1912 edition of his popular\ncatalogue (Breton 1912: 65), but R.\nW. McLachlan clearly saw the mother\nas eclipsing the son in numismatics,\ndescribing the latter as  also a\ncollector although in a spasmodic\nway  (McLachlan 1911: 361).",
            "Mrs. Learmont was born Eliza\nBowles in Carlow, Ireland, in 1810,\nand baptized at St. Mary s Church,\nCarlow, on May 7 of that year, although some sources\nsuggest, inaccurately, that she was born as late as 1817\n(Canada Census 1881). Her father was Joseph Bowles\n(1776-1843), a shoe and boot maker who had come\nto Ireland from Lancashire, England, around 1800 and\nmarried Eliza s mother, Jane Feltus (1786-1846) in Carlow\nin February 1808. Sometime between the birth of Eliza s\nbrother, Joseph Jr., in 1814, and of her sister, Mary Ann, in\n1823, the family emigrated to Lower Canada, apparently\nsettling first in Huntington, where Mary Ann was born,\nbut soon after in Quebec City. Notarial records show that\nJoseph Bowles Sr. became engaged to work for William\nBowles, probably his uncle or a cousin, in Quebec City on\nDecember 29, 1826, and took a lease from Joseph Leblond\nthere on February 18, 1832 (Panet 1826; 1832). He was a\nshoemaker in Quebec City until his death on September 7,\n1843 (Census of Canada East 1842: 144; Drouin 2008).",
            "On May 20, 1837, Eliza Bowles married William\nLearmont (1807-1868), a watchmaker then living in Quebec\nCity, at St. Paul the Mariner s Anglican Church (Drouin\n2008). Shortly afterward, the couple moved to Montreal,\nwhere their son, William Joseph was born on February 1,\n1838, but died the following September. Their second son,\nJoseph Bowles Learmont, was born on May 15, 1839, and\nfurther children, Agnes, Jane, and William John followed\nin 1845, 1847 and 1849. William Learmont operated his\nwatchmaking and jewellry establishment in a two-storey",
            
            "stone building at 147 (later 191 then\n325) Notre Dame St. until shortly\nbefore he died on January 12, 1868,\nin their home at 793 Sherbrooke Ave.\n(Canada Census 1861: film C-1232, p.\n33; Drouin 2008; Mackay 1842: 77;\n1843: 108; 1852: 144; 1863: 182, 354;\n1866: 201).",
            "It is unclear when Eliza began to\ncollect coins, but it was at least ten\nyears earlier than our first evidence of\nMrs. Learmont s collection in a report\nof a meeting of the Numismatic and\nAntiquarian Society of Montreal on\nMarch 21, 1877:",
            "The following exhibits were made\nby Mrs. Learmont, through Mr.\nMcLennan: A complete proof set\nof William IV, 1831, in velvet case,\nconsisting of double sovereign,\nsovereign, half sovereign,\ngold; crown, half-crown, one shilling, sixpence,\nfourpence, three-pence, twopence and penny, silver;\npenny, half-penny, and farthing, copper. Of this set\nit may be remarked that the owner is particularly\nfortunate in possessing such beautiful specimens of\nthe really handsome coinage of the reign, the series\nbeing most difficult to acquire. The crown piece and\ndouble sovereign were not put in circulation, and\nare, therefore, regarded as patterns, though strictly\nspeaking, they are coins, but of the most excessive",
            "rarity and consequent value (Hart 1877: 192).",
            "It is notable that William McLennan, the society s curator\nand one of the three co-editors of Canadian Antiquarian,\nhad to exhibit the coins on her behalf, as women were not\nadmitted as members at the time.",
            "Another clear indication that Mrs. Learmont collected\ncoins is her listing in Mercer s Numismatic Directory for\n1881 (Mercer 1881: 32), where Mercer misspells her name\nas  Mrs. Wm. Lamont.  However, we can be sure this is her\nbecause Mercer also gives her address as 793 Sherbrooke\nSt., Montreal, which the Montreal directories show was the\nwidow Learmont s residence (Lovell 1881: 162).",
            "Yet another source for Eliza Learmont s collecting\nactivity is R. W. McLachlan. McLachlan s article botches\nthe spelling of her name even more than Mercer did,\ngiving it as  Mrs. William Beaumont.  He compensates by\nproviding a few more details about her collecting habits,\nsaying she:",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "266"
    },
    {
        "File": "The_CN_Journal_September_27.jpg",
        "Paragraphs": [
            "United Kingdom, William IV, 1831, Fourteen Coin Gold, Silver and Copper, Coronation Proof Set,\nPS2, Two Pounds, Sovereign, Half Sovereign, Crown, Halfcrown, 13.43 g; Shilling, Sixpence,\nMaundy 4d, 3d, 1.39 g; 2d, 1d, Copper Penny, Halfpenny, Farthing, very minor contact marks\non the 5/- and 2/6, overall a very pleasing evenly toned set, practically FDC, in later maroon\nfitted box. Mellors & Kirk Auction, September 17, 2013, Lot #288.",
            "... was an enthusiastic but unmethodical collector.\nHer husband had been a jeweller and when any old\nsilver or gold coins were offered as bullion she was\nsure to make a selection. She had many duplicates but",
            "a considerable number of rarities. A set of William",
            "IV, containing the rare crown, which she secured at",
            "par often attracted me, as also a rare variety of the",
            "Bosewell medal and a fine side view penny of 1838.",
            "Her collection passed on to her son, J. B. Beaumont",
            "[sic], who is also a collector although in a spasmodic",
            "way (McLachlan 1911: 361).",
            "Obviously, McLachlan was sufficiently familiar with\nJ. B. Learmont, one of his long-time colleagues at the\nNumismatic and Antiquarian Society, to get the name\nright, and in fact wrote J. B. Learmont s obituary for The\nNumismatist not three years later (McLachlan 1914).\nThe  Bosewell medal  is also an error for the  Admiral\nBoscawen medal,  as that obituary makes clear. It was\ntherefore likely his editor at The Numismatist, Albert Frey,\none of the associate editors, Edward Adams or George\nBlake, or an anonymous typesetter who mis-transcribed\nthe name from McLachlan s hand-written manuscript.\nThe fact that McLachlan reminisces about the exact same\nWilliam IV proof set of 1831 as mentioned in the 1877\nmeeting report suggests either that he really coveted the set\nor that he refreshed his memory by reading back issues of\nCanadian Antiquarian.",
            "McLachlan s mention that Mrs. Learmont culled coins\nfrom her husband s business also tells us that she must have\nbeen collecting before 1867.",
            "McLachlan s obituary for J. B. Learmont repeats some of\nthis information and provides a few more details. He says\nthat J. B. Learmont s collection",
            "Number 6 September 2020 --------------------------------------",
            ". was eventually enriched by his mother s\nnumismatic and ceramic collections, which came into\nhis possession on the death of the last member of his\nfather's family. This collection contained many fine\nforeign silver coins and other rarities, among which\nmay be mentioned a proof set of William IV, containing\nthe crown and double sovereign; a beautiful specimen\nof the side view penny of 1838, and the scarce Admiral\nBoscawen medal struck to commemorate the capture\nof Louisburg in 1758, but dated 1768 through error\n(McLachlan 1914: 307).",
            "This last would be LeRoux 856, Breton 44 (Breton\n1912: 29; LeRoux 1892: 164), much rarer than the\ncorrectly dated LeRoux 853. The side-view penny is the\nrare 1838-dated penny of the Bank of Montreal, Breton\n523 (Breton 1894: 37-38). The National Currency\nCollection has two specimens of this rare penny (NCC n.d.:\n1965.0136.05044.000, 1974.0151.02655.000), one of them\nlikely from R. W. McLachlan s collection via the Chateau\nRamezay. One in EF condition from the Geoffrey Bell\ncollection sold for $11,040 in 2015 (Geoffrey Bell Auctions\n2015: lot 53). One other in EF and two others in VF sold\nfor $5,760 in 2014, $4,602 in 2009 and $7,200 in 2015\n(Canadian Numismatic Company 2009: lot 827; 2014: lot\n306; 2015: lot 1194).",
            "Since two or three years before her husband s\ndeath, Eliza Learmont lived in an upscale home at 793\nSherbrooke Ave., across the street from what is now the\nMcCord Museum in Montreal s  Golden Square Mile. \nAs it happens, her next-door neighbour at 795 was Joseph\nTiffin Jr., son of the issuer of the Tiffin tokens, while the\nrest of the Tiffin family, including Henry J. Tiffin, later\nto be Vice-President of the Numismatic and Antiquarian\n"
        ],
        "PageNo": "267"
    },
    {
        "File": "The_CN_Journal_September_28.jpg",
        "Paragraphs": [
            "Society, lived just around the corner\nat 151 University Ave. Stanley\nClark Bagg s Fairmount Villa was\nalso only a few blocks away at the\ncorner of Sherbrooke and St. Urbain,\nso there were several fellow-coin\ncollectors in her neighbourhood.\nAside from the McCord Museum,\nall these old mansions have fallen\nto the wrecker s ball. The lots that\nMrs. Learmont and the Tiffin family\nonce occupied are now McGill\nUniversity s Royal Victoria College\nResidence.\nAt the end of her life, Mrs.\nLearmont was still sharing the\nSherbrooke Ave. home with her\nyoungest son, William John, her two\ndaughters, and two servants (Canada\nCensus 1881). There she not only\ncollected coins but also passed on her\ncollecting passions to most of her children. John Bowles,\nWilliam John and Agnes Learmont were all enthusiastic\nart collectors (Truchon 2014), and John Bowles Learmont\nformed one of Canada s premier private libraries, noted\nespecially for its early bibles.",
            "Eliza died in her home on April 9, 1882, and was buried\nin the plot at Mount Royal Cemetery where her late\nhusband had already been interred 15 years earlier.",
            "As noted above, Eliza s eldest son, J. B. Learmont,\ninherited her coin and medal collection (McLachlan\n1911; 1914). He joined the Numismatic and Antiquarian\nSociety of Montreal on February 16, 1886, served as\nits vice-president for a time, and continued to collect",
            "coins, although his real collecting\npassions lay elsewhere, in historical\nmanuscripts, autographs, paintings,\nengravings, bronzes, Chinese,\nJapanese, and ancient Egyptian\nartifacts, and especially books. The\nquestion remains as to what happened\nto those coins and medals he\ninherited. Aside from some portions\nthat J. B. s widow bequeathed to\ninstitutions (notably Canadian\nhistorical and ethnohistoric artifacts\nto the McCord Museum), most of\nthese collections, including the vast\nLearmont library, went to a series\nof auctions by Anderson Galleries\nafter his death in 1914 (Anderson\n1917a; 1917b; 1917c; 1918a; 1918b;\n1918c). However, McLachlan (1914:\n307) tells us that  his [numismatic]\ncollection remains at the disposal of\nhis widow, but it is not likely to be placed on the market, as\nhe left no instructions to that effect in his will. ",
            "Perhaps we can use the most memorable thing in Mrs.\nLearmont s collection as a clue to finding the rest. That\nstunning 1831 proof set of 14 William IV coins does not\nappear among the small, and one could say mediocre,\ncollection of medals and tokens in part III of the Learmont\nsales (Anderson 1918a: lots 329-375). The only other\nLearmont catalogues to mention numismatic material at all\nare part II, which lists some Canadian banknotes and scrip\n(Anderson 1917b: lots 573-574), and part IV, which has\nthree Hudson s Bay Company notes and one W. & J. Bell\nscrip (Anderson 1918b: lot 420).",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "268"
    },
    {
        "File": "The_CN_Journal_September_29.jpg",
        "Paragraphs": [
            "These proof sets appear only very rarely. One such\n1831 proof set sold for  65,000 at a Dix Noonan Webb\nauction in December 2017, offered for the first time since\nMarch 4, 1938, when it had sold in a Spink s sale for a\nmere  33 (Dix Noonan Webb 2017: lot 1318). What may\nbe the same set sold in the Ginza sale of November 23,\n2019, for  5,106,000 (about C$61,000; Ginza 2019: lot\n917). Another such set in a later box sold in a Mellors &\nKirk auction on September 17, 2013. Heritage Auctions\nsold a PGS-certified set for US$108,000 in January 2018\n(Heritage Auctions 2018: lot 32308).",
            "J. B. Learmont s heir and only offspring, Holton\nHamilton Learmont, died in 1930 (Drouin 2008), so it is\npossible that the proof set in the 1938 Spink s sale came\nfrom his estate, which had passed to his widow, Margaret\nBarclay Dale (1888-1969) in 1935 (Assembl e Nationale\nde Qu bec 1935).",
            "However, the final disposition of the impressive\ncollection formed by Eliza Learmont, quite possibly\nCanada s first female coin collector, may remain a mystery.",
            "References cited",
            "Anderson Galleries, 1917a. Catalogue of the Famous\nLibrary of the Late J. B. Learmont, of Montreal,\nCanada, Part I, Including Beautiful Manuscripts on\nVellum, Valuable Incunabula and Many Rare Books\non America. No. 1284, March 5 6. New York: The\nAnderson Galleries.",
            "1917b. Catalogue of the Famous Library of the",
            "Late J. B. Learmont, of Montreal, Canada, Part II,",
            "Remarkable Collection of Early Bibles, Americana,",
            "and Other Valuable Books. No. 1297, April 16-19. New",
            "York: The Anderson Galleries.",
            "1917c. Catalogue of Old Silver, Sheffield, Pre-",
            "Dynastic Pottery, Egyptian Antiquities, Furniture,",
            "Porcelains, Paintings and Bronzes, the Collection of",
            "the Late Joseph P. Learmont of Montreal [and] Very",
            "Fine Lowestoft from the Collection of the Late A. W.",
            "Essex and Valuable Property from Other Consignors.",
            "May 2-5. New York: The Anderson Galleries.",
            "1918a. Catalogue of the Famous Library of the",
            "Late J. B. Learmont, of Montreal, Canada, Part III. No.",
            "1324, January 7-8. New York: The Anderson Galleries.",
            "1918b. Catalogue of the Famous Library of the",
            "Late J. B. Learmont, of Montreal, Canada, Part IV,",
            "Autographs. No. 1325, January 9-11. New York: The",
            "Anderson Galleries.",
            "1918c. A Collection of Prints of the Late J. B.\nLearmont of Montreal, Canada, to which have been\nAdded Various Consignments from Private Sources. No.\n1330, 18 January. New York: The Anderson Galleries.",
            "Art Association of Montreal, 1921. A Catalogue of\nthe Permanent Collections of Paintings and of the\nLearmont Collection. Montreal: Art Association of\nMontreal.",
            "Number6 September 2020 --------------------------------------",
            "Assembl e Nationale de Qu bec, 1935. Chapitre 171, Loi\ndeclarant les droits de dame Margaret Dale Learmont\nen vertu du testament de feu Joseph B. Learmont.",
            "Breton, P. N., 1912. Popular Illustrated Guide to\nCanadian Coins, Medals, & &. Montreal: P. N. Breton.",
            "Canada Census, 1861. Film C-1232, p. 33.",
            "1881. Roll C, 13219, page 70; Family No: 315.",
            "Canadian Numismatic Company, 2009. Mail & Internet\nAuction Sale of Coins and Paper Money. November 28.",
            "Quebec: Canadian Numismatic Company.",
            "2014. The RCNA Sale. August 13. Quebec:\nCanadian Numismatic Company.",
            "2015. RCNA Auction. July 24. Quebec: Canadian",
            "Numismatic Company.",
            "Census of Canada East, 1842. Digital Folder 004569589.\nFHL Film no. 2443965.",
            "Dix Noonan Webb, 2017. Coins, Historical Medals, &\nPaper Money,12 14 December 2017. London: Dix\nNoonan Webb.",
            "Drouin, 2008. Quebec Vital and Church Records, 1621 \n1967. Provo, UT: Ancestry.com.",
            "Geoffrey Bell Auctions, 2015. Toronto Coin Expo Spring\nSale 2015. Moncton: Geoffrey Bell Auctions.",
            "Ginza, 2019. 31st Ginza Coin Auction. November 23.\nTokyo: Ginza Coins.",
            "Hart, Gerald E., 1877. Meetings of the Numismatic\nand Antiquarian Society. Canadian Antiquarian and\nNumismatic Journal 5(4): 189-193.",
            "Heritage Auctions, 2018. NYINC World Coins Signature\nAuction, New York #3061. Dallas, TX: Heritage\nNumismatic Auctions, Inc.",
            "LeRoux, J., 1892. Le Medailler du Canada/The Canadian\nCoin Cabinet. Montreal: Joseph LeRoux.",
            "Lovell, J., 1881. Lovells Montreal Directory for 1881-82.\nMontreal: John Lovell & Son.",
            "Mackay, Robert W. S., 1842. The Montreal Directory for",
            "1842-3. Montreal: Lovell & Gibson.",
            "1851. The Canada Directory, Containing\nthe Names of the Professional and Business Men of",
            "Every Description, in the Cities, Towns, and Principal\nVillages of Canada. Montreal: Robert W. W. Mackay.",
            "McLachlan, R. W., 1911. Fifty years a coin collector (part",
            "2). The Numismatist 24: 357-363.",
            "1914. The Numismatist 27: 306-307.",
            "Mercer, R W., 1881. The Numismatic Directory, for 1881.\nCincinnati, OH: R. W. Mercer.",
            "Panet, Louis, 1826. R pertoire de M. Louis Panet, Notaire",
            "a Qu bec, 1819. Notarial Act no. 2146 for December",
            "29, 1826.",
            "1832. R pertoire de M. Louis Panet, Notaire a\nQu bec, 1819. Notarial Act no. 4722 for February 18,\n1832.",
            "Truchon, Caroline, 2014. Entre passion et raison: Une\nhistoire du collectionnement priv  a Montr al (1850 \n1910). PhD diss., Universit  de Montr al.\n"
        ],
        "PageNo": "269"
    },
    {
        "File": "The_CN_Journal_September_32.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS\nNOUVELLES DES CLUBS,","By BRETT IRICK (CLUB SERVICES)\nRONA,.LM, #456,",
            "RCNA Literary Awards",
            "Club Services is responsible for the judging of several\nannual RCNA literary awards normally presented at\neach Convention. Because the 2020 Convention was\ncancelled, the awards themselves will be presented at\nthe 2021 RCNA Convention in Ottawa.",
            "This year, Bill and France Waychison, and Steve\nWoodland assisted me with the judging. As in past\nyears, when the winners are determined they are\nnotified in advance.",
            "Best Local Newsletter Award: is presented\nto The Planchet, a publication of the\nEdmonton Numismatic Society edited by\neditor-in-chief Joe Kennedy. The Planchet\nis a very professionally produced local\nnewsletter the quality of which surpasses its\nclosest competition. It has monopolized this\naward for several years.",
            "Kennedy s editorial team includes\nco-editors Mare Bink, Pierre Driessen\nand Wayne Hansen; proofreader Wayne\nHansen; content editor Chris Hale; on-line\ndistribution Pierre Driessen, and printing and\nmailing Howard Gilbey. Joe Kennedy will receive the\naward, however, his editorial support team   likely the\nlargest of any local club   1s recognized during the award\npresentation.\nBest Regional/National Newsletter Award: is\npresented to The Atlantic Numismatist, edited by\nRCNA Director for New Brunswick and Prince Edward\nIsland, Kevin Day-Thorburn, FRCNA.\nLouise Graham Coin Club of the Year Award: The\nCalgary Numismatic Society, Trevor Phillips president,\nis the 2020 Club of the Year.\nThe Jerome Remick Literary Award for\nbest article in a local club publication:\nthe article,  Wishing Upon a Starr: An Early\nAthenian Owl Adds Character  by Wayne\nHansen, that appeared in the November 2019\nissue of The Planchet, has won the Remick\nAward for 2020. This article was the second by\nWayne on this subject; the equally good first\narticle was published earlier, in The Planchet,\nApril 2019 issue.",
            "Wayne now has won this award two years\nin a row. He always writes strong articles on\nancient coins, but this article is especially interesting",
            
            "Prix litt raires de L'ARNC",
            "Le comit  des services aux clubs est responsable de I   valuation\nde plusieurs prix litt raires annuels de l ARNC normalement\npr sent s 4 chaque congr s. Etant donn  que le congr s 2020 a\n t  annul , les prix seront remis au congr s 2021 de TARNC a\nOttawa.",
            "Cette ann e, Bill et France Waychison et Steve Woodland\nmont aid  a juger. Comme les ann es pr c dentes, lorsque les\ngagnants sont d termin s, ils sont pr venus.",
            "Prix du meilleur bulletin local: est\nd cern  a The Planchet, une publication\nde 1 7Edmonton Numismatic Society  dit e\npar le r dacteur en chef Joe Kennedy.\nLe Planchet est un bulletin local tr s\nprofessionnel dont la qualit  d passe ses\nconcurrents les plus proches. II a monopolis \nce prix pendant plusieurs ann es.\nL quipe  ditoriale de Kennedy comprend\nles co- diteurs Mare Bink, Pierre Driessen et\nWayne Hansen; correcteur Wayne Hansen;\nV diteur de contenu Chris Hale; distribution\nen ligne Pierre Driessen, et impression et\nenvoi postal Howard Gilbey. Joe Kennedy\nrecevra le prix, cependant, son  quipe de soutien r dactionnel\n  probablement la plus grande de tous les clubs locaux   est\nreconnue lors de la remise du prix.\nPrix du meilleur bulletin r gional / national: est pr sent \na The Atlantic Numismatist,  dit  par le directeur de PARNC\npour le Nouveau-Brunswick et I fle-du-Prince-Edouard, Kevin\nDay-Thorburn, FRCNA.",
            "Prix Louise Graham pour le club numismatique de\nVann e: Calgary Numismatic Society, sous la pr sidence de\nTrevor Phillips, est le club de Pann e 2020.\nLe prix litt raire Jerome Remick pour le\nmeilleur article dans une publication d un\nclub local: l article  Wishing Upon a Starr:\nAn Early Athenian Owl Adds Character \nde Wayne Hansen, paru dans le num ro de\nnovembre 2019 de The Planchet, recoit le prix\nJerome Remick pour 2020. Cet article  tait le\ndeuxieme de Wayne sur ce sujet; le premier\narticle tout aussi bon a  t  publi  plus tot,\ndans The Planchet, le num ro d avril 2019.\nWayne a maintenant remport  ce prix deux\nann es de suite. I]  crit toujours des articles\napprofondis sur les monnaies anciennes,\nmais cet article est particuli rement int ressant, notamment a",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "272"
    },
    {
        "File": "The_CN_Journal_September_33.jpg",
        "Paragraphs": [
            "including new research that must have involved a\nsignificant time investment.",
            "Club Life during the Coronavirus   An\nUpdate",
            "In my last column, I noted that many clubs will be\nunable to hold live meetings for perhaps the rest of\nthe year. However, more clubs are setting up WebEx\nand Zoom meetings. As we get used to these virtual\nmeetings, club members are becoming more adept in\ntheir attendance and use of these applications. Clubs\nthat start a WebEx or Zoom meeting thirty minutes\nbefore its call to order gain the time necessary to\novercome technical challenges. This also provides\na bit of time for open discussion. I encourage clubs\nto continue these meetings in order to keep contact\nwith their members and also to relieve the somewhat\nadvanced  cabin fever  many have from months of\nsevere social and travel restrictions. Some coin clubs\nare now discussing outdoor meetings in local parks\nbecause the imposed restrictions on outdoor gatherings\nare often significantly fewer. With good planning,\nadvising members to wear masks and keep social\ndistancing, then safety can be provided until the cooler\ndays arrive in late autumn. For example, in August\nScarborough Coin Club will be hosting an outdoor\npicnic and meeting.",
            "Several clubs are taking advantage of the virtual\nmeeting to invite out of town speakers who have\nPowerPoint presentations ready. Indeed, I spoke at\nthe Online Coin Club in mid-July on  Making better\nbuys, and ten mistakes to avoid during the acquisition\nprocess.  I would be pleased to speak on this topic and\nperhaps about six more, if asked.",
            "Certainly, others would love to share their\nknowledge. If you would be willing to speak at a club\nmeeting, please e-mail me at xr7gt@prodigy.net with\nyour topic(s). I will be putting together a  Speakers\nBureau  list for use by the clubs. One lesson learned\nis that the meeting host should receive the presentation\nfile in advance of the meeting as a backup   twice, I\nhave seen cases where the presenter could not share\ntheir screen due to internet bandwidth issues.",
            "Coin shows will likely continue to be cancelled for\nsome time. When it is possible to legally hold a coin\nshow   either indoors or outdoors   safety plans will\nbe necessary. For example, table density will likely\nbe reduced, room capacity restricted, face coverings\nwill be mandatory and sanitizer handy for all. With a\nmeasure of common sense, we can safety resume some\nof our activities.",
            "Number6 September 2020 --------------------------------",
            "la nouvelle recherche qui a exig  un investissement en temps\nimportant.",
            "La vie du club pendant le coronavirus   Une\nmise a jour",
            "Dans ma derme re chronique, j ai mentionn  que de nombreux\nclubs ne pourront pas tenir de r unions en personne peut-\n tre le reste de l ann e. Cependant, de plus en plus de clubs\norganisent des rencontres virtuelles via WebEx et Zoom. Au fur\net 4 mesure que nous nous habituons a ces r unions virtuelles,\nles membres du club sont de plus en plus habiles a participer et\na utiliser ces applications. Les clubs qui d marrent une r union\nWebEx ou Zoom trente minutes avant l appel a l ordre gagnent\nle temps n cessaire pour surmonter les d fis techniques. Cela\ndonne  galement un peu de temps pour une discussion ouverte.\nJ encourage les clubs a poursuivre ces r unions afin de rester\nen contact avec leurs membres et aussi de soulager la   fi vre\nd tre enferm    quelque peu avanc e que beaucoup  prouvent\napr s des mois de restrictions sociales et de contraintes de\nvoyage. Certains clubs numismatiques consid rent des r unions\nen plein air dans les parcs locaux, car les restrictions impos es\naux rassemblements en plein air sont souvent beaucoup moins\nimportantes. Avec une bonne planification, en conseillant aux\nmembres de porter des masques et de garder une distanciation\nsociale, la s curit  peut  tre respect e jusqu aux journ es plus\nfraiches d automne. Par exemple, en aott, le Scarborough Coin\nClub organisera un pique-nique et une r union en plein air.",
            "Plusieurs clubs profitent de la r union virtuelle pour avoir\ndes invit s de l ext rieur de leur r gion qui ont pr par  des\npr sentations PowerPoint. En effet,  ai fait une pr sentation au\nOnline Coin Club a la mi-juillet sur   Faire de meilleurs achats, et\ndix erreurs a  viter lors du processus d achats  . Je serais heureux\nde parler de ce sujet et peut- tre d  environ six autres, si on me le\ndemandait.",
            "Certes, d autres aimeraient partager leurs connaissances. Si\nvous souhaitez faire une pr sentation a une r union de club,\nveuillez m envoyer un courriel 4 xr7gt@prodigy.net avec votre\n(vos) sujet(s). Je pr parerai une liste de  Conf renciers  a usage\ndes clubs. Un conseil a partager, l h te de la r union devrait\nrecevoir le fichier de pr sentation avant la r union pour avoir\nune alternative   en deux occasions, j ai vu des situations ot\nle pr sentateur ne pouvait pas partager son  cran en raison de\nprobl mes de communication avec Internet.",
            "Les salons numismatiques continueront probablement d tre\nannul s pendant un certain temps. Lorsqu il est possible d  organiser\nl galement des  v nements numismatiques   a l int rieur ou a\nl ext rieur   des mesures de s curit  seront n cessaires. Par exemple,\nle nombre de tables sera probablement r duit, la capacit  de la salle\nrestreinte, les masques faciaux seront obligatoires et le d sinfectant\nsera a port e de main pour tous. Avec la collaboration de tous, nous\npourrons reprendre en toute s curit  certaines de nos activit s.\n"
        ],
        "PageNo": "273"
    },
    {
        "File": "The_CN_Journal_September_34.jpg",
        "Paragraphs": [
            "Numismatic Activity During the COVID-19\nPandemic",
            "During the pandemic I have had the opportunity to\nspeak to several collectors and dealers. The dealers\nreport that they have spent more time updating their\ninternet inventories and making contact with customers\nthat have kindly provided thoughtful want list. All of\nthe dealers report strong sales and, not surprisingly,\nimproved profitability from saving travel time and\nexpense. Plus, the collectors have acquired new\ntreasures and have been keeping busy with projects.",
            "Personally, I have been organizing a collection of\nFirst Republic of Mexico % escudo gold coins. As part\nof this effort, I completed an analysis of die pairs used.\nSurprisingly, some of the rare dates used up to four\ndifferent dies. And, some of the mints were very frugal\nre-dating the same die for almost thirty years. Now\nwould be a good time to start your next exhibit research\nand development project so that the public can enjoy\nyour work in 2021.",
            "If you would like to have your club profiled here, please\nwrite a column, include pictures and send it to me:\nxr7gt@prodigy.net.",
            "Brett Thich",
            
            "Activit  numismatique pendant la pand mie\nCOVID-19 pendant la pand mie",
            "J ai eu l occasion de parler a plusieurs collectionneurs et\nmarchands. Les marchands rapportent qu ils ont consacr  plus\nde temps a mettre a jour leurs inventaires sur internet et a entrer\nen contact avec des clients qui ont gentiment fourni une liste de\nleurs besoins. Tous les marchands rapportent de bonnes ventes\net, sans surprise, une plus grande profitabilit  en  conomisant du\ntemps et des frais de d placement. De plus, les collectionneurs\nont acquis de nouveaux tr sors et se sont occup s des projets.",
            "Personnellement, j ai organis  une collection de pi ces de\nla Premi re R publique du Mexique % escudo en or. Dans\nle cadre de cet effort, j ai effectu  une analyse des paires de\nmatrices utilis es. Etonnamment, certaines des dates plus rares\nutilisaient jusqu a quatre matrices diff rentes. Et, certains\nateliers de production  taient tres  conomes en refrappant\nla date avec la m me matrice pendant pr s de trente ans. Ce\nserait le bon moment pour commencer votre prochain projet\nde recherche et pr parer un montage afin que le public puisse\nprofiter de votre travail en 2021.",
            "Si vous souhaitez avoir le profil de votre club ici,\n crivez une chronique, inclure des photos et envoyez a:\nxr7gt@prodigy.net.",
            "Brett Thich",
            "GUY POZCRER LITERARY AWARD,",
            "The best original contribution to The CN Journal in 2019",
            "Celebrity  Coins: The woman that could\nhave been president by Sean Sinclair\nwon the Guy Potter Award for 2019.",
            "It appears in the 2019 December issue. In the",
            "year s review, eight articles qualified and were",
            "ranked according to the contest standards.",
            "Although the winner scored highest, the",
            "other seven articles are acknowledged here",
            "for their contribution to numismatic literature\nand to our readers  pleasure; they are listed\nchronologically as follows:\n Undocumented Variety of Breton 886 \nby Cl ment Chapados-Girard, March\n Book Review: Guide to Errors and Varieties\non Canadian Coins, Vol I  by Serge Pelletier, March\n Communion Tokens of Pakenham, Ontario \nby Angus Sutherland, April   May\n Oops! 1996, the year that keeps on giving ",
            "ween nanan nnn nnn nn nanan enna The CN Journal",
            "by Richard Faucher and",
            "Jaime Flamenbaum, April   May\n Holo-token Test or Pattern? ",
            "by Jaime Flamenbaum, July * August\n Medal of Esteem ",
            "by Geoff Bell, July * August\n Celebrity Coins: Pioneering Cosmonaut ",
            "by Sean Sinclair, October * November",
            "We at The Canadian Numismatic Journal\nthank all of these writers for sharing their\nhobby interest with our members, and\nwe extend thanks to all the others who\nsubmitted material to our 2019 edition.",
            "We would also like to extend an invitation for you to\nsend us an original numismatic article you have written\nfor publication in The CNJ. Send submissions to editor@\nrena.ca; you too could win the Guy Potter Award!",
            "ry",
            "Volume 65\n"
        ],
        "PageNo": "274"
    },
    {
        "File": "The_CN_Journal_September_36.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY COINS.",
            "BY SEAN SINCLAIR\n#23912",
            "The First Electric Vehicle",
            "Ferdinand Porsche was\nborn on September 3,",
            "1875, in Maffersdorf,\nBohemia, Austria-Hungary. Today,\nMaffersdorf is known as Vratislavice\nnad Nisou and is a district of the city\nof Liberec in the Czech Republic.",
            "His father, Anton Porsche, was a\nmaster panel beater,! and the young\nFerdinand quickly developed a\nsignificant aptitude for mechanical\nwork. Porsche began working at\nB la Egger Electrical in Vienna,\nshortly after he turned 18. He first developed the electric\nhub motor during his five years at B la Egger.",
            "Five years later, in 1898, he started a job at Jacob Lohner &\nCo. The company produced coaches for the Austro-Hungarian\nEmperor, as well as several other European monarchs. In\n1896, they began working on motor powered coaches.",
            "Porsche assisted in the design and development of the\nEgger-Lohner electric vehicle, known as the Porsche P1. The\ncar was completely powered by electric motors. The design\nwas rather simplistic, with four seats near the rear of the\nvehicle and flooring in the front, in order to cover the wheel\nand motor assemblies. Siding and a roof could be added, in\norder to protect the occupants from the elements.",
            "The vehicle was mostly composed of wood, similar to\nhorse-drawn carriages and weighed 1,350 kg (2,977 Ibs),\nwith the battery making up 500 kg (1100 Ibs.) of that mass.\nOfficially called the Egger-Lohner electric vehicle, C.2\nPhaeton model, it is credited as being the first Porsche\nvehicle. Ferdinand Porsche was adamant about being given\ncredit for the design of the vehicle, and the abbreviation\n P1  was engraved on all major components.",
            "The Porsche P1 made its debut in the streets of Vienna,\nAustria, on June 26, 1898. The P1 could be driven for\nthree to five hours at a top speed of 35 km/h and a range of\napproximately 79 km. On September 26, 1898, the P1 was\nentered in the Berlin Road Race, where it crossed the finish\nline 18 minutes ahead of the next vehicle.",
            "The release of the P1 caused a media sensation throughout\nEurope and a new vehicle, known as the Lohner-Porsche\nElectromobile, was released in 1900. Porsche developed a\nlow-friction drivetrain for the new vehicle, with each wheel\nhaving its own electric motor. Each motor was capable of\nproducing 1.9 to 2.6 kW of power.",
            "1 Auto body repair technician.",
            "The Lohner-Werke Company\nreceived an order from E.W. Hart of\nLuton, England. Hart was requesting\nextensive modifications, including\nthe development of a hybrid electric-\npetrol vehicle. He also wanted a four-\nwheel drive vehicle, as well as seating\nfor four passengers.",
            "The resulting vehicle, dubbed\nLa Toujours Contente (The Always\nHappy), contained 1.8 tonnes of\nbatteries. The vehicle weighed close\nto four tonnes total, including 1,280",
            "pounds for the four wheel-motors.",
            "An internal combustion engine provided the drive for the\nelectric wheel motors, resulting in the world s first hybrid\ncar. Hart was so impressed with the resulting vehicle, that he\nordered two additional vehicles, which were two-wheel drive.",
            "In 1906, Porsche was recruited by Austro-Daimler,\nbecoming their chief designer. During his time with Austro-\nDaimler, he developed numerous racing vehicles, which were\nentered in multiple races. Porsche stayed with the company\nthrough multiple mergers and acquisitions. The Daimler\nMotor Company merged with Benz & Co. in 1926, with their\nnew products being referred to as Mercedes-Benz. Porsche\nleft Daimler-Benz in 1929 due to differences in their visions\nfor the future of the company.",
            "Following the dissolution of the Austro-Hungarian\nEmpire at the end of World War I, Porsche chose\nCzechoslovak nationality, which likely had a lot to do with\nwhere he was born.",
            "In 1931, Porsche founded the Porsche Motor Company\nwith his son, as well as several former co-workers from\nboth Lohner and Austro-Daimler. The company, located\nin Stuttgart, Germany, initially began as a consulting firm,\ndesigning automobiles for other companies.",
            "In 1934, the company received a contract from the German\ngovernment to produce a vehicle for the average person. This\nresulted in the development of the Volkswagen Beetle, one\nof the most popular vehicles of the 20th century, with 21.5\nmillion Beetles being produced between 1938 and 2003.",
            "Porsche was urged by Germany s National Socialist Party\nto apply for German citizenship in 1934. A few days later, he\nrenounced his Czechoslovak citizenship to become a German\ncitizen. It is unclear if Adolf Hitler or Joseph Goebbels made\nPorsche a naturalized German citizen.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "276"
    },
    {
        "File": "The_CN_Journal_September_37.jpg",
        "Paragraphs": [
            "As Europe entered World War\nII, Porsche developed numerous\ntanks and weapons for Germany\nduring the war. These included\nthe VK-4501 and Elefant tanks.",
            "Porsche also developed the\nPanzer VIII Maus super-heavy\ntank.",
            "At the conclusion of World\nWar II, Porsche was asked to\ncontinue production of the\nBeetle in France, as well as\nconsult on the production of the\nRenault 4CV car. In December,",
            "1945, Porsche, his son Ferdinand\n(Ferry) and son-in-law Anton\nPi ch were arrested as war\ncriminals. Ferry was released after six months; however,\nFerdinand Sr. and Pi ch remained in custody for 22 months.",
            "During Porsche s time in French custody, his son\nattempted to keep the company going and released the\nPorsche 356, which was the first automobile to bear the\nPorsche name. The original run of the 356 consisted of\napproximately fifty vehicles, built entirely by hand, at\na temporary facility in Gmiind, Austria. Once general\nproduction was able to resume, approximately 76,000\nmodels were built.",
            "After being cleared of charges as war criminals, the\nPorsches retumed to Germany and attempted to restart their\nbusiness. Because most of their facilities were located in\nGermany and under American embargo, they were unable\nto receive any financial assistance.",
            "After speaking with the president of Volkswagen,",
            "Number 6 September 2020 --------------------------------------",
            "Porsche ended up receiving\nroyalties from the production of\nVolkswagen Beetles, which gave\nhim a comfortable income.\nPorsche suffered a stroke in\nlate 1950 and passed away at\nthe age of 75 on January 30,\n1951. He was inducted into the\nInternational Motorsports Hall\nof Fame in 1996 and named Car\nEngineer of the Century in 1999.\nThe Miinze Osterreich\n(Austrian Mint) produced a\ncommemorative 50-Schilling\ncoin in 2000 to celebrate the\n125th anniversary of the birth\nof Ferdinand Porsche. The coin\nalso celebrated the 100th anniversary of the development of\nthe world s first hybrid petrol-electric vehicle.",
            "The left side of the design shows a front-right view of\na Lohner-Porsche vehicle. A front portrait of Ferdinand\nPorsche dominates the right side of the design. The date of\nissue is on the ring at the far left. The legend: FERDINAND\nPORSCHE 1875   1951 is written clockwise around the\ntop and right side of the ring. The bottom of the ring reads\n100 YAHRE LOHNER-PORSCHE.",
            "The obverse of the coin bears the traditional nine\nshields of the states of Austria on the centre of the coin.\nThe numeral 50 is written in the centre. REPUBLIK\nOSTERREICH is written clockwise around the top of the\nring, with the word SCHILLING at the bottom centre,\ncompleting the denomination. It was one of the last designs\nproduced before the conversion to the Euro in 2002.\n"
        ],
        "PageNo": "277"
    },
    {
        "File": "The_CN_Journal_September_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2020 $2 Commemorative Circulation Coin  \nBill Reid Xhuwaji, Haida Grizzly Bear",
            "The reverse design features\nan engraved rendering\nof Xhuwayji, Haida\nGrizzly Bear by\nrenowned Haida",
            "artist Bill Reid\n(1920-1998). The\nreverse design",
            "is also available\ncolourized in\nred,white and black.",
            "The obverse features the\neffigy of Her Majesty Queen\nElizabeth II by Susanna Blunt.",
            "2020 Special Edition Silver Dollar Proof\nSet   75th Anniversary of V-E Day: Royal\nCanadian Navy",
            "On the 2020 Special Edition Silver Dollar coin, the\nreverse design by artist Maskull Lasserre is a V-E\nDay ( V ) salute to the Royal Canadian Navy\n(RCN). A coloured pre-1965 Naval Ensign\nprovides a stirring backdrop for the engraved\ndepiction of a member of the Women s\nRoyal Canadian Naval Service (WRCNS)",
            "and two members of the Royal Canadian\nNavy (RCN) standing on the foredeck of a\nTribal-class destroyer. The obverse features",
            "the effigy of King George VI by",
            "T. H. Paget, and has a Victory privy",
            "mark.",
            " The CN Journal",
            "La pi ce de circulation circulation\ncomm morative de 2$ 2020   Iljuwas (Bill\nReid), Ours grizzly hatda\nLe motif au revers pr sente\nune reproduction grav e\nde l oeuvre Xhuwaji,\nOurs grizzly haida, du\nc l bre artiste haida\nBill Reid (1920-\n1998). Le motif au\nrevers est  galement\ndisponible en coloris\nrouge, blanc et noir.\nLavers est a l effigie\nde Sa Majest  la reine\nElizabeth II, selon Susanna\nrt.",
            "Ensemble  preuve numismatique avec dollar en\nargent  dition sp ciale 2020   75e anniversaire\ndu jour de la Victoire en Europe : La Marine royale\ncanadienne",
            "OEuvre de l artiste Maskull Lasserre, le",
            "motif au revers du dollar en argent  dition",
            "sp ciale 2020 est un salut a la Marine",
            "royale canadienne en comm moration du",
            "jour de la Victoire (  V  ) en Europe. Le",
            "pavillon naval d avant 1965, rehauss ",
            "de couleurs, forme une toile de fond",
            "puissante pour la repr sentation grav e",
            "d une membre du Service f minin de",
            "la Marine royale du Canada (WRCNS)",
            "et de deux membres de la Marine royale",
            "du Canada sur le pont avant d un destroyer",
            "de classe Tribal. L avers est 4 leffigie du roi",
            "George VI, selon T. H. Paget, et porte une marque priv e de\nla Victoire.",
            "Volume 65\n"
        ],
        "PageNo": "280"
    },
    {
        "File": "The_CN_Journal_September_41.jpg",
        "Paragraphs": [
            "2020 $30 Fine Silver Coin   SS Keewatin",
            "The reverse design by",
            "Canadian artist Matt",
            "Conacher features a",
            "starboard bow view of",
            "SS Keewatin in service",
            "in the Canadian Pacific",
            "Railway Upper Lake",
            "fleet between 1908",
            "and 1965. The obverse",
            "features the framed effigy",
            "of Her Majesty Queen",
            "Elizabeth II by Susanna Blunt",
            "beneath the port stern view of Keewatin, as she plies\nthe waters between Port McNicoll and Port Arthur/Fort\nWilliam (present-day Thunder Bay), Ontario.",
            "2020 $100 Fine Silver Coin   The Armorial\nBearings of the Dominion of Canada",
            "The reverse design features the armorial\nbearings of the Dominion of Canada\n(1868-1921). It is based on the original\n1868 pen and ink drawing by Sir\nCharles George Young and includes",
            "the changes requested by the\nDuke of Buckingham. Granted by\nRoyal Warrant of Queen Victoria,",
            "the Dominion shield features the\nquartered arms of the first four\nprovinces to join Confederation:\nOntario (the cross of St. George\nand a sprig of three maple leaves),\nQuebec (two fleurs-de-lis, a lion passant\nguardant and a sprig of three maple\nleaves), Nova Scotia (a salmon\nbetween three thistles) and",
            "New Brunswick (a lon",
            "passant guardant and an",
            "ancient galley). The obverse",
            "features the effigy of Her",
            "Majesty Queen Elizabeth II",
            "by Susanna Blunt.",
            "Library and Archives Canada, Acc. No. 1949-1-3",
            "Number6 September 2020 --------------------------------------",
            "Pi ce de 30 $ en argent fin 2020   SS Keewatin",
            "Le motif au revers, oeuvre",
            "de l artiste canadien Matt",
            "Conacher, pr sente la",
            "proue, cdot  tribord du",
            "SS Keewatin, qui a fait",
            "partie de la flotte du",
            "secteur sup rieur des",
            "Grands Lacs du Chemin",
            "de fer Canadien Pacifique",
            "de 1908 a 1965. L avers",
            "accueille l effigie encadr e de",
            "Sa Majest  la reine Elizabeth II,",
            "selon Susanna Blunt, sous une repr sentation du babord du",
            "Keewatin qui, vu de I arri re, s loigne sur les eaux s parant",
            "Port MeNicoll de Port Arthur/Fort William (aujourd hui\nThunder Bay).",
            "Pi ce de 100 $ en argent fin 2020   Armoiries\ndu Dominion du Canada",
            "Le motif au revers pr sente les armoiries",
            "du Dominion du Canada (1868-1921)",
            "d apr s le dessin a la plume r alis ",
            "par sir Charles George Young en",
            "1868. Le motif inclut aussi les",
            "modifications demand es apr s",
            "coup par le duc de Buckingham.",
            "Assign es par d cret royal de la",
            "reine Victoria, les armoiries qui",
            "occupent chacune un quartier",
            "de l cu du Dominion sont celles",
            "des quatre premi res provinces de",
            "la Conf d ration : Ontario (la croix",
            "de Saint-Georges et un rameau d rable 4",
            "trois feuilles), le Qu bec (deux fleurs de lis, un",
            "l opard et un rameau d rable a trois feuilles),",
            "la Nouvelle-Ecosse (un saumon entre trois chardons) et le",
            "Nouveau-Brunswick (un l opard et une gal re antique).",
            "Lavers est a l effigie de Sa Mayest  la reine Elizabeth II,\nselon Susanna Blunt.",
            "[RcNA- ARNC]",
            "Bibliotheque et Archives Canada, num ro d acquisition 1949-1-3\n"
        ],
        "PageNo": "281"
    },
    {
        "File": "The_CN_Journal_September_42.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "By ALAN ROY\n#17134.",
            "Giesecke & Devrient Calendar",
            "German security printer Giesecke & Devrient\nG probably is best known to numismatists as a printer",
            "of banknotes. But it also produces postage stamps,\nidentity cards, credit and debit cards. In the year 2000, it\nbegan printing special calendars to promote its business.\nThese are made in limited numbers and only given to clients\nand VIPs. By 2003, the calendars began incorporating\nexamples of its products, usually paper money.",
            "Each year, the calendar has a different theme, such as\narchitecture or wildlife, which is portrayed throughout with\ncolourful imagery and a selection of banknotes. The 2007\ncalendar focussed on national motifs. Many countries use\nlocal imagery on their currency. The preface reads,  Taking up\nJust a few centimeters in space, they often reveal fascinating\nand valuable information about their country of origin\n  whether of a historical nature, the flora and fauna or the\nlifestyle of the inhabitants.  This calendar took images from\npaper money, stamps, and even credit cards, all products made\nby Giesecke & Devrient, and placed them in their natural\nsetting. The images maintain their original texture, such as\nengraving lines, and can sometimes be difficult to distinguish\nagainst their photographic backgrounds. A line-engraved cape\nbuffalo taken from a Tanzanian 500-shilingi note stands\ncomfortably within a photograph of a herd. Floating in\na tropical sea is an ancient sailing ship borrowed from a\nRepublic of Benin 1,000-franc stamp. The engraved head\nof a tiger from an Indian 10-rupee note looks perfectly\nnatural on its photographed body.",
            "Canada is featured for the month of February. With\nthe help of a Canadian five-dollar note, hockey is the\nsubject for the month. It seems appropriate that the\ncompany that owned Ottawa-based BA Banknote\nwould include Canadian currency in its calendar. The\n21 inch by 13 inch calendar provides an unusually\nlarge canvas to portray Canada s most iconic sport.\nChildren are transposed from the back of the banknote\nto play shinny on a frozen pond among snow-topped\nmountains. It recreates the joy of youthful play and\ndreams of some day playing the game professionally.",
            "Giesecke & Devrient produces these calendars not\nonly to highlight its products but to display its artistic\nprowess. Giesecke & Devrient has won several awards\nover the years. The 2004 calendar won gold in the\nCalendars and Posters category at the Sappi European\nPrinter of the Year awards. The 2016 calendar, featuring\nartwork by artist Havas Munich, was recognized by\nthe Art Directors Club for Germany in its illustrated\ncalendar category.",
            "Hermann Giesecke and Alphonse Devrient founded the\ncompany in Leipzig, Germany, in 1852. Both came from\nfamilies with extensive experience in the printing industry.\nFrom the start, the company focussed on security printing,\nand received its first banknote contract four years later.\nMore than a century and a half following it is designing and\nmanufacturing smart cards, identification cards, passports,\nsecure electronic data transfer systems, and cash handling\nequipment.",
            "Giesecke & Devrient bought the British American\nBanknote Company in 1999 and renamed it BA\nBanknote. British American Banknote was best known\nfor printing Canadian currency and Canadian Tire money.\nUnfortunately, Giesecke & Devrient decided to close its\nOttawa operation. BA Banknote ceased operation in 2012.",
            "Only 2,000 of the 2007-dated calendars were printed.\nBecause only a small number are produced each year, and\nthey are not offered to collectors, assembling a collection\nof these beautiful calendars can prove to be extremely\nchallenging. They rarely appear on the market, and may not\nsurvive after the year is over. If you do find an example of a\nGiesecke & Devrient calendar, count yourself lucky.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "282"
    },
    {
        "File": "The_CN_Journal_September_43.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH HisToRy\n LHE BATTLE OF TEUTOBURG FOREST",
            "By JESUS VICO\nAND. MARISA.OLLERO,",
            "September 11, 9 CE",
            "The Battle of the Teutoburg Forest,\n| described as the Varian Disaster",
            "(Clades Variana) by Roman\nhistorians, took place in the Teutoburg\nForest in 9 CE, when an alliance of\nGermanic (Teutonic) tribes ambushed\nand destroyed three Roman legions,\nlegiones XVII-XIX, and their\nauxiliaries under the command of\nPublius Quinctilius Varus. The alliance\nitself was led by Hermann, known to the\nRomans as Arminius, a Germanic officer in\nVarus s own auxilia.",
            "The Combatants",
            "Arminius was the son of Segimerus, the\nConqueror, chieftain of the noblest\nhouse of the Germanic Cherusci\ntribe. Following the initial Roman\nconquests by Drusus in 11-9 BCE,\nArminius and his brother Flavus",
            "Number6 September 2020 ",
            "were taken to Rome as a  tribute  to their",
            "father and hostage. In Rome, Arminius",
            "received a military education and rose",
            "to become a citizen of Rome and, after",
            "distinguishing himself in the Great",
            "Illyrian Revolt, an eques (cavalry\nknight).",
            "Arminius was sent to Germania\nto aid the newly appointed proconsul\n(Governor), Publius Quinctilius Varus,",
            "in completing the Roman conquest of the\nGermanic tribes.",
            "P. Quinctilius Varus was born into",
            "the gens Quinctilia, an original yet lesser",
            "Roman aristocratic family, in 46 BCE. He",
            "was made consul in 13 BCE, as a colleague of",
            "Tiberius, the stepson of Augustus,",
            "and became proconsul to the",
            "province of Africa in 8-7 BCE. He",
            "was soon transferred to Syria where",
            "he governed from 7/6 to 4 BCE.\n"
        ],
        "PageNo": "283"
    },
    {
        "File": "The_CN_Journal_September_44.jpg",
        "Paragraphs": [
            "In 4 BCE he was sent to\nJudaea where he swiftly\nput down a revolt after the\ndeath of the Roman client\nking, Herod the Great, by\ncrucifying 2,000 Jewish\nrebels.",
            "Varus developed a\nwell deserved reputation\nfor cruelty and imposing\nexcessive taxation.",
            "Because of Arminius s\nservice to Rome and his\nresultant social position\nhe soon became a trusted\nadvisor to Varus.",
            "The Battle",
            "After seeing the treatment\nthe Germanic tribes were\nsuffering under Varus s\ncommand, Arminius\nsecretly forged an alliance of\nsome of the fifty Germanic\ntribes at the time. Although\nthey had traditionally been\nenemies the Cherusci, Marsi,\nChatti, Bructeri, Chauci,\nSicambri, and the remaining\nelements of the Suebi, who\nhad been defeated by Caesar\nin the Battle of Vosges, joined\nunder Arminius s command.",
            "Using the collective\noutrage over Varus s\ntyrannous command style and\nwanton cruelty Arminius was\nable to unite the disorganized\ntribes who had submitted in\nsullen hatred to the Roman\ndominion, and maintain\nsaid alliance until the most\nopportune moment to strike.",
            "Between 6 and 9 CE,\nthe Romans were forced to\nmove eight of eleven legions\npresent in Germania east\nof the Rhine River to crush\na rebellion in the Balkans,\nleaving Varus with only three\nlegions to face the Germans.\nThis represented the perfect\nopportunity for Arminius to\ndefeat Varus.",
            "While Varus was\non his way from his\nsummer camp west of\nthe Weser River to winter\nheadquarters near the\nRhine, he heard reports of\na local rebellion, reports\nwhich had been fabricated\nby Arminius.",
            "Varus decided to rush\nto put down the uprising\nimmediately, expediting his\nresponse by taking a detour\nthrough territory that was\nunfamiliar to the Romans.\nThe heavily forested,\nswampy terrain seriously\nreduced the effectiveness\nof the legions  infantry\nmanoeuvres. Arminius had\ndirected them along a route\nthat would facilitate an",
            "ambush.",
            "Another Cheruscan\nnobleman, Segestes,\nunwilling father-in-law to\nArminius, warned Varus\nthe night before the Roman\nforces departed, allegedly\nsuggesting that Varus should\napprehend Arminius, along\nwith other Germanic leaders\nwhom he identified as\nparticipants in the planned\nuprising. His warning,\nhowever, was dismissed as\nstemming from the personal\nfeud between Segestes and",
            "Arminius s Roman\ntraining and battle\nexperience enabled him\nto methodically deceive\nVarus and to anticipate\nthe Roman army s tactical\nresponses. Under the pretext\nof drumming up Germanic\nforces to support the Roman\ncampaign Arminius led the\ntribes in a series of ambush\nattacks on the surrounding\nRoman encampment.",
            "During the ensuing four\ndays of strategic guerrilla",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "284"
    },
    {
        "File": "The_CN_Journal_September_45.jpg",
        "Paragraphs": [
            "warfare Arminius s allies, armed with spears and short\nswords massacred the three legions of professional\nsoldiers. The Roman casualties have been estimated at\n15,000-20,000 dead, and many of the officers, including\nVarus, were said to have taken their own lives by falling\non their swords in the approved manner. Tacitus wrote\nthat many officers were sacrificed by the Germanic forces\nas part of their indigenous religious ceremonies, cooked\nin pots and their bones used for rituals. Others were\nransomed, and some common soldiers appear to have\nbeen enslaved. The extent of the Germanic casualties was\nnever recorded but archaeological evidence at Kalkriese\ntends to indicate less severe losses.",
            "Arminius sent Varus s severed head to Maroboduus,\nking of the Marcomanni, the other most powerful\nGermanic ruler, with the offer of an anti-Roman alliance.\nMaroboduus declined, sending the head to Rome for burial,\nand remained neutral throughout the ensuing war. Only\nthereafter did a brief, inconclusive war break out between\nthe two Germanic leaders.",
            "Upon hearing of the defeat, the Emperor Augustus,\naccording to the Roman historian Suetonius in The Twelve\nCaesars, was so shaken that he stood butting his head\nagainst the walls of his palace, repeatedly shouting,\n Quintili Vare, legiones redde (Quintilius Varus, give me\nback my legions)! ",
            "sourced with permission from VCoins eNewsletter.",
            "Number 6 September 2020 ",
            "Despite several successful campaigns and raids by\nthe Romans in the years after the battle, they never again\nattempted to conquer the Germanic territories east of the\nRhine river. The victory of the Germanic tribes against\nRome s legions in the Teutoburg Forest would have\nfar-reaching effects on the subsequent history of both\nthe ancient Germanic peoples and the Roman Empire.\nContemporary and modern historians have generally\nregarded Arminius s victory over Varus as  Rome s greatest\ndefeat,  making it one of the rarest events in history, a truly\ndecisive battle, and as  a turning-point in world history. ",
            "Continued on pase 286\n"
        ],
        "PageNo": "285"
    },
    {
        "File": "The_CN_Journal_September_46.jpg",
        "Paragraphs": [
            "Coin Hoards in Archeological Evidence",
            "There is documented evidence going back to the 1600s of Roman coins being discovered in the fields north of the Kalkriese\nHill, near modern day Osnabriick. In recent history (1987-2017), seven hoards of late Republican to early Imperial Roman\ncoins have been discovered. These coins include twenty gold aureii and quinarii, eight of which are from a single find in\n2016. There are over seven hundred silver denarii, used to pay legionaries, and an even larger quantity of lower denomination\nbronze and copper coins, used to make day-to-day transactions. All coms found were struck before the battle took place.",
            "Imperial Rome, Augustus (27 BCE 14 CE)\nAV Aureus. (7.91 g, 20 mm, 12h) Lugdunum\nMint, 2 BCE 12 CE. Obv: CAESAR AVGVSTVS\nDIVI F PATER PATRIAE, laureate head right;\nRev: AVGVSTI F COS DESIG PRINC IVVENT,\nGaius and Lucius Caesars standing facing,\ntwo shields and two spears between them;\nabove simpulum and lituus; C L CAESARES in\nexergue. RIC 206; BMCRE 515; Calicd 176.",
            "Imperial Rome, Augustus (27 BCE 14 CE) AR\nDenarius (3.56 g, 18.5 mm, 9h). Lugdunum\n(Lyon) mint, 2 BCE 44 CE. Obv: CAESAR\nAVGVSTVS DIVI [F PATER PATRIAE], laureate\nhead right; Rev: AVGVSTI F COS DESIG PRINC\nIVVENT, Gaius and Lucius Caesars standing\nfacing, two shields and two spears between\nthem; above simpulum and lituus; C L\nCAESARES in exergue. RIC | 207; BMCRE 533;\nSear 1597; RSC 43.",
            "Most of the bronze coms are imperial aes of the Great Altar design struck at Lugdunum, with a high proportion of these\nbeing countermarked. Countermarks were not only applied to worn imperial coins or civic issues to make them acceptable\nto soldiers, but were also applied as an indication of imperial authority as legionary currency. Three distinct countermarks\nappear upon the Lugdunum aes issues. Two, IMP (imperator) with the lituus symbol and AVC (Augustus), are quite\nordinary symbols of imperial authority. The third countermark, VAR in ligature within a rectangular stamp, is believed to\nbe the personal monogram of General Publius Quinctilius Varus perhaps applied during Varus s short tenure in Germany.",
            "This was not the first ttme Varus s name had appeared on coinage. Varus had issued civic bronzes with his portrait\nwhile a proconsul of Africa and consular governor in Syria. In 5 BCE, Varus reformed the coinage minted at Antioch\nintroducing a dated tetradrachm with the laureated head of Augustus on the obverse and Tyche on the reverse.",
            "Imperial Rome, Augustus (27 BCE 14 CE) A As (10.98\ng). Lugdunum (Lyon) mint, 15 10 BCE. Obv: CAESAR\nAVGVSTVS DIVI F PATER PATRIAE, laureate head right;\nc/m: monogram VAR ligature within incuse rectangle\nRev: Front elevation of the Altar of Lugdunum, corona\ncivica and laurels, flanked by winged Victories on\ncolumns, ROM ET AVG in exergue; RIC | 230; BMCRE\n550; Cohen 240; for c/m: BN 1623; Griinwald 69, pl.\nIV, 13. (CNG, e-Auction 116, Lot 194)",
            "Provincial Rome, Seleucis and Pieria, Augustus (27 BCE \n14 CE) A Trichalkon (7.19 g, 21 mm, 1h). Antioch Mint,\nstruck 7/6 BCE under P. Quinctillius Varus, Governor\nof Syria; Obv: Laureate head of Zeus right; Rev:\nANTIOXEON EMl OYAPOY[ VARUS], Tyche seated right on\noutcropping holding palm branch; EK (Actian year 25)\nto right; at feet, half-length figure of river-god Orontes\nswimming right. McAlee 85; RPC | 4242; DCA 402; CNG",
            "a The CN Journal Volume 65\n"
        ],
        "PageNo": "286"
    }
]