[
    {
        "File": "The_CN_Journal_June_05.jpg",
        "Paragraphs": [
            "FROM_T.HE_PRESIDENT,",
            "MOT DU PRESIDENT",
            "As I write this report, the world is confronting\nA  greatest health crisis certainly of our",
            "generation, and most likely of the last century.\nMy thoughts are with each of you in our collector society,\nyour families, your clubs and their members, and your\nbroader communities. I wish each of you the best, and an\noptimistic hope that this will pass safely for all of us in\ndue course.",
            "It is with sadness that we must announce in this edition\nof the Journal that our 2020 annual convention, planned\nfor July in Halifax, has been cancelled. We must look first\nto the health and safety of our collector family, and it does\nnot appear to us that we can hold our 2020 convention\nin July and uphold that obligation, which has to remain\nour foremost consideration. Your Executive would have\nannounced this decision earlier, but the hotel at which\nour convention was to be held took the position that we\nmust wait until two months before the planned start of\nour convention to determine if the convention could still\nbe held, based on what was known at that date (May 20).\nIf we cancelled earlier, they were taking the position that\nwe were in breach of contract and subject to damages of\njust under $60,000. Notice of our cancellation has now\nbeen given, and it has been agreed that no damages for\ncancellation are payable by the RCNA.",
            "Our next annual convention is planned for Ottawa in\n2021, followed by Levis Quebec City in 2022. We are\nconsidering returning to Halifax for 2023.",
            "With no annual convention this year, we will still need\nto hold an annual meeting of the RCNA before the end\nof this calendar year. We are currently investigating the\nlogistics of holding our AGM by teleconference for this\nyear only, and you will hear more from us on this later in\nthe year.",
            "On the RCNA website, you will note that the RCNA\nis offering for sale a new book, entitled  Past & Nearly\nPerfect . This book is written by current RCNA First\nVice-President Rob Turner, and deals with specimens\nand pattern strikes for Canadian large cents. Rob has very\ngenerously donated to the RCNA the right to print and\nsell this book, and this book has been produced with the\nfinancial support of the J. Douglas Ferguson Historical\nResearch Foundation. All proceeds from the sale of this\nbook go to the RCNA. I personally recommend this\nbook to you, as being consistent with the high level of\nscholarship that Rob has demonstrated in his previous\npublications.",
            "Stay safe in these difficult times!\nf Elin biy",
            "Number4 June",
            
            "Au moment d crire ce message, le monde est confront \nA a la plus grande crise sanitaire de notre g n ration,",
            "et probablement du dernier si cle. Mes pens es vont\na chacun de vous dans notre communaut  numismatique, a\nvos familles, 4 vos clubs et 4 leurs membres, ainsi qu a vos\ncommunaut s g n rales. Je souhaite 4 chacun de vous le\nmeilleur et j esp re, tout en demeurant optimiste, que tout se\npassera en toute s curit  pour nous tout pour un retour a la\nnormale.",
            "C est avec regret que nous devons annoncer dans cette\n dition du Journal que notre congr s annuel 2020, pr vu\npour juillet a Halifax, est annul . Nous devons d abord nous\nsoucier de la sant  et de la s curit  de notre communaut \nnumismatique, et nous ne pensons pas  tre capables de tenir\nnotre congr s de 2020 en juillet tout en respectant cette\nobligation, qui doit rester notre priorit  principale. Votre\nex cutif aurait annonc  cette d cision plus t t, mais Ph tel ot\ndevait se ternir le congr s a pris la position que nous devions\nattendre yusqu a deux mois avant le d but pr vu du congr s\navant de d terminer si le congr s pouvait avoir lieu, en fonction\ndes informations disponibles 4 cette date (20 mai). Si nous\navions annul  avant cette date, ils pr textaient que nous  tions\nen bris de contrat et soumis a des p nalit s et int r ts d  environ\n60 000 $. Nous avons maintenant donn  un avis d annulation\ndu congr s, et nous nous sommes entendus qu aucune p nalit \npour annulation n est payable par l  ARNC.",
            "Nos prochains congr s annuels sont pr vus 4 Ottawa en\n2021, suivi de Levis, Qu bec en 2022. Nous consid rons\nretourner a Halifax pour 2023.",
            "En l absence du congr s annuel cette ann e, nous devons\nquand m me tenir une r union annuelle de l ARNC avant la fin\nde cette ann e civile. Nous  tudions actuellement la logistique\nde tenir notre AGA par appel-conf rence pour cette ann e\nseulement, et nous vous informerons plus des d tails plus tard\ndans l ann e.",
            "Sur le site de l  ARNC, vous noterez que l ARNC a mis en\nvente un nouveau livre, intitul   Past & Nearly Perfect . Ce\nlivre est  crit par l actuel premier vice-pr sident de ? ARNC,\nRob Turner, et porte sur des sp cimens et des frappes\n preuve pour les grosses pi ces de un cent canadiens. Rob a\ngracieusement remis les droits d impression et droits de vente\na PARNC, et ce livre a  t  produit grace au soutien financier\nde la Fondation de recherche historique J. Douglas Ferguson.\nToutes les recettes de la vente de ce livre sont vers es a\nlV  ARNC. Personnellement, je vous recommande ce livre, car il\nest coh rent avec le haut niveau d information  ducatif que Rob\na d montr  dans ses publications ant rieures.",
            "Demeurez en s curit  en cette p riode difficile. p,"
           
        ],
        "PageNo": "149"
    },
    {
        "File": "The_CN_Journal_June_07.jpg",
        "Paragraphs": [
            "2020 RCNA CONVENTION MEDAL e\nMEDAILLE_DU_CONGRES, DE_L?ARNC_2020",
            "On Sale Now! e En vente maintenant!",
            "he 2020 RCNA Convention Medal\n| celebrates Nova Scotia s  Grand-  -\nPr  National Historic Site, \na theme submitted by the Halifax\nRegional Coin Club s convention\ncommittee. During consultation, the\nfinal design was chosen to evoke the\nemotions of sorrow and despair felt\nby Evang line, the fictional heroine\nfrom Henry Wadsworth Longfellow s\n1847 epic poem: Evang line, A Tale of\nAcadie. The poem is based on the story of\nthe expulsion,  le Grand D rangement,  of\nthe Acadians from Grand-Pr  and elsewhere.",
            "Grand-Pr , now a Canadian National Historic and\nUNESCO World Heritage Site, is a 1,300 hectare park\nset aside to commemorate the Grand-Pr  region as the\nagricultural centre of the Acadian (French: Acadie)\nsettlement from 1682 to 1755.",
            "In 1907, John Frederic Herbin purchased land believed\nto be the site of the Saint-Charles-des-Mines Church to\npreserve it for the Acadian community. In 1917, the centre\nof the old village was designated a tourist attraction, and in\n1920 the bronze statue of Evang line by Canadian sculptor\nLouis-Philippe H bert was erected. In 1922, construction\nof an 18th century French style memorial chapel began\nnear the original church site. In 1930, the 175th anniversary\nof the Expulsion, it opened as a museum.",
            "The village of Grand-Pr  was originally settled in\n1682 by Pierre Melanson dit La Verdure and his family.\nWith other settlers, they reclaimed the salty marshland by\nbuilding dykes to hold back the ocean tides, creating rich\npastures for their animals and fertile fields for their crops.\nBy the mid-18th century it was the largest of the numerous\nAcadian communities around the Bay of Fundy.",
            "During the French-English colonial wars (1704-1755)\nGrand-Pr  was a source of dispute. Although the area\nwas ceded to the British by the Treaty of Utrecht in 1713,\nthe Acadians refused to sign an unconditional oath of\nallegiance to the British crown. In September 1755, during\nthe French and Indian War (1754-1763), the British began\nforcibly expelling the Acadians. Over 6,000 were deported\nfrom the Bay of Fundy region and their villages burned\nto the ground by year s end. Although some escaped\nand continued armed resistance, 12,000 Acadians were\ndeported or died before the end of the war.",
            "On Sale Now!",
            "Number4 June",
            "2020 ",
            "La m daille de la congr s l] ARNC",
            "L 2020 comm more le  site historique",
            "national de Grand-Pr  en Nouvelle-",
            "Ecosse, un th me soumis par le comit  du",
            "congr s du Halifax Regional Coin Club.",
            "Lors de la consultation, le design final",
            "a  t  choisi pour  voquer les  motions",
            "de tristesse et de d sespoir ressenties",
            "par Evang line, l h roine fictive du",
            "poeme  pique de 1847  crit par Henry",
            "Wadsworth Longfellow: Evang line, A Tale",
            "of Acadie. Le po me est bas  sur histoire de",
            "la d portation,  le Grand D rangement , des\nAcadiens de Grand-Pr  et d ailleurs.",
            "Grand-Pr , maintenant un lieu historique national canadien et\nsite du patrimoine mondial de l  UNESCO, est un pare de 1300\nhectares r serv  pour reconnaitre la r gion de Grand-Pr  en tant\nque centre agricole de la colonie acadienne de 1682 a 1755.",
            "En 1907, John Frederic Herbin a achet  un terrain pr sum \n tre le site de l glise Saint-Charles-des-Mines pour le pr server\npour la communaut  acadienne. En 1917, le centre du vieux\nvillage a  t  d sign  comme une attraction touristique et en\n1920 la statue en bronze d Evang line congue par le sculpteur\ncanadien Louis-Philippe H bert a  t   rig e. En 1922, la\nconstruction d une chapelle comm morative de style francais du\nXVille si cle a d but  pr s du site de l glise d origine. En 1930,\nle 175e anniversaire de la d portation, l glise a ouvert ses portes\nen tant que mus e historique.",
            "Le village de Grand-Pr  a  t  colonis  a l origine en 1682\npar Pierre Melanson dit La Verdure et sa famille. Avec d autres\ncolons, ils ont r cup r  le marais sal  en construisant des digues\npour retenir les mar es de l oc an, cr ant de riches paturages\npour leurs animaux et des champs fertiles pour leurs cultures. Au\nmilieu du XVIlle si cle, elle  tait la plus grande, parmi plusieurs,\ncommunaut s acadiennes autour de la baie de Fundy.",
            "Pendant les guerres coloniales franco-britanniques (1704-\n1755), Grand-Pr  fut une source de conflits. Bien que la r gion\nfut c d e aux Britanniques par le trait  d Utrecht en 1713,\nles Acadiens refus rent de signer un serment d all geance\ninconditionnel a la monarchie britannique. En septembre 1755,\npendant la guerre contre les Frangaises et les Indiens (1754 \n1763), les Britanniques ont commenc  a d porter les Acadiens\nde force. Plus de 6,000 personnes ont  t  d port es de la r gion\nde la baie de Fundy et leurs villages incendi s a la fin de l'ann e.\nBien que certains se soient  chapp s et aient continu  de r sister\net tre arm s, 12 000 Acadiens ont  t  d port s ou sont morts\navant la fin de la guerre. En vente maintenant!\n"
        ],
        "PageNo": "151"
    },
    {
        "File": "The_CN_Journal_June_08.jpg",
        "Paragraphs": [
            "IN_ MEMORIAM.   DONALD. MCKENZIE. STEWART,",
            "1919 - 2020 ",
            "Donald M Stewart was born to Margaret, wife\nof: Donald A. Stewart in Saskatoon, SK on",
            "November 10, 1919, their only child.\nWhen he was only a few months old the family\nmoved to Toronto and spent a couple of years\nthere, moving for the last time to Vancouver\nwhen Don was only three years of age. It\nwas in Vancouver that he went to school,\ngraduating from Magee High School in the\nKerrisdale district. He was to outlive the\nschool building that he studied in, which was\nreplaced with a modern school in 2000. In\nschool he had been a good athlete and was the\nchampion in both tennis and table tennis.",
            "Don s first job was as a clerk for a bank, a job he\nbegan just before the start of World War II. Don signed\nup with the Coast Garrison Artillery and was fairly quickly\npromoted to Battery Sergeant Major. He was then posted to Fort\nRodd Hill which is on the other side of Esquimalt Harbour from\nthe naval base. There he was training officers and was offered the\nopportunity to train as an officer. After several moves his unit,\nwhich was an anti-aircraft artillery unit was posted to Halifax.\nIn Halifax Don got fed up with waiting to be shipped out and\nmanaged to convince the officer in charge to move him up the list\nto a higher priority. Don s oldest son, also called Don, believes that\nan amount of whiskey being transferred to the officer encouraged\nthe change.",
            "By the time Don arrived in England the Allies had obtained",
            "superiority in the air and so he was posted to Salisbury to an anti-\ntank unit, #2 Anti-tank RCA. The unit arrived in Normandy on\nD-Day plus one and fought its way into the Netherlands. Don\nalways felt lucky as his original unit was sent to the Italian front\nwhere it was shot up quite badly. After the German surrender he\nserved as an Occupation Officer on the\nisland of Langeoog in the East Frisian\nIslands which are tucked into the North Sea\nbetween the Netherlands and Denmark.\nThere were some 10,000 German soldiers\nunder their care, and every day there was\na parade of German soldiers coming in to\nask to sign up in the Canadian army as they\nbelieved that the Allies would be fighting\nthe Russians soon.",
            "Don was discharged to reserve and",
            "shipped back to Canada in January 1946.\nHe married the love of his life, Joyce (Joy)\nBurbridge, on March 21, 1946. That year\nhe was also offered a job by the Canadian\nIndemnity Co., a general insurance\ncompany. His father was the branch\nmanager in Vancouver for the company.",
            "Don started with the company in Winnipeg,",            
            "but after a couple of years he was transferred to Calgary",
            "where later he became the Calgary Manager, and Vice-",
            "President responsible for Alberta. Don enjoyed the",
            "work and only took early retirement when he was",
            "60 because Joy told him that she was fed up with",
            "the winter weather and wanted to move back to",
            "the BC coast   she was born in Cumberland  ",
            "and that he was welcome to come with her if",
            "he wanted to. He came with her to Victoria. Joy",
            "unfortunately developed Alzheimer s disease",
            "and struggled with it for about seven years,",
            "passing away on March 30, 2013. After she went",
            "into full-time care he went to feed her lunch every",
            "day until her passing. He moved back to Vancouver",
            "a few years ago to be closer to his family. He and Joy",
            "had three children, Don, Jamie and Leslie, four grand-\nchildren, and five great grand-children.",
            "Don said that he got seriously interested in numismatics in\n1957. He joined the Canadian Numismatic Association as #1848\nin March 1958. He later was charter member #88 in the Canadian\nPaper Money Society which was formed in 1963. That same year\nhe was a founding Fellow in the Canadian Numismatic Research\nSociety. He served as President of the CNRS from 1968 to 1970.\nUntil he passed away he had been one of three surviving founding\nFellows. The J. Douglas Ferguson Award, the highest Distinction in\nCanadian Numismatics, was established in 1969. By the direction\nof Mr. Ferguson the first two awards were presented to Fred\nBowman (1969) and Sheldon S. Carroll (1970). Those two and\nDon Stewart were then appointed as the permanent members of the\nBoard of Award. Don received the Award in 1977. He served on the\nBoard of Award until 1987 when he withdrew and was replaced by\nRonald A. Greene.",
            "While Don did serve as President of the Calgary Numismatic",
            "Society and as a Regional Director of the\nCPMS he will be best remembered as\nthe author of three very important works.\nThe Land Scrip Issues of Canada was\npublished in the CPMJ in three parts in\n1979 ; The Trade Tokens of Manitoba - a\npreliminary listing was published in 1965\nfollowed up by various supplements over\nthe next ten years, and his Alberta Trade\nTokens, which was published in 1987.",
            "I first corresponded with Don in 1958\nand finally met him at the 1968 CNA\nconvention. We saw a lot more of each\nother after he and Joy moved to Victoria.\nHe was always a great gentleman, willing\nto share his knowledge.\nSubmitted by Ronald A. Greene.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "152"
    },
    {
        "File": "The_CN_Journal_June_09.jpg",
        "Paragraphs": [
            "ART_OF_THE. MEDAL. POSTSCRIPT,",
            "BY BARRIE RENWICK\nFRCNA, CNRS, #5754",
            "French artist Henri Dropsy s  Isadora Duncan Medal, ",
            "ca. 1920, has a reverse with a pipe-playing Pan-",
            "like shepherd astride a ram. The shepherd and all\nthe elements in the scene are symbolic representations of\nIsadora s lifestyle, which Dropsy depicts as wanton. Dropsy\npersonally knew many of the artistes and ne  er-do-wells\nthat Isadora flitted about with, and he seems to have wanted\nto show her as a dancer but a shameless one.",
            " Art of the Medal,  The CN Journal March 2020 p. 82\nincludes the shepherd reverse and explains its symbols.\nIt s also the tale of Ms Duncan s escapades and her\nunusual demise.",
            "Recently, another version of a reverse pattern on Dropsy s\nIsadora medal has turned up. It has a lone butterfly below\nan empty space, all within a garland. This design likely\npreceded the one in Art of the Medal, and as well, had its\nscore continue as a leitmotif in that shepherd work, but with\nthe music intensified. A butterfly symbolizes frenzy seeking\nJoy, living the moment, and a garland, bending to or giving",
            
            "Number4 June",
            "2020",
            "way in an emotional sense. The symbolism in the shepherd\nand ram scene implies perverse hedonism, a rather stronger\ncriticism than Dropsy suggested with the butterfly. As a\ncontemporary, he would have witnessed Isadora s gradual\nloss of responsible self control and that seems to reflect\nin what later must have driven him to add more forceful\nsymbolism in his shepherd reverse.\n"
        ],
        "PageNo": "153"
    },
    {
        "File": "The_CN_Journal_June_10.jpg",
        "Paragraphs": [
            "COLLECTING. WOODEN. MONEY.",
            "By AL MUNRO\nFRCNA, #14534",
            "A PERSONAL PERSPECTIVE",
            "Why collect wooden tokens and souvenirs?\nW The collection of wooden money is often",
            "referred to as the friendly hobby. Many\nattendees at national, provincial and local coin shows\nissue wooden tokens as souvenirs of their attendance at a\nconvention or coin show. Frequently an issuer gives the\ncommittee for a convention enough tokens to include one\nin every convention kit. The issuers, as well however, often\nchoose to give one of their tokens to everyone they meet\nat the convention or coin show. Distribution is normally\ncompleted during the initial handshake when meeting\nsomeone. Individuals frequently prepare wooden tokens to\ncelebrate family birthdays, weddings and other significant\nevents; then they give them to friends and relatives.",
            "The issuers often offer their tokens free of charge to\nindividuals, even persons they do not know. Tokens are\nfrequently advertised in wooden-money and coin-collector\npublications. A self addressed stamped envelope, known as\nan SASE, will usually obtain a token, although occasionally\nthe issuer will ask the requester for a different wooden\ntoken in return.",
            "Wooden tokens are inexpensive especially when\ncompared to their metal or paper equivalents. Wooden\ntokens seldom cost more than $10, even when one is the\nonly example known; in contrast, a similar merchant-token\nof metal could cost hundreds of dollars.",
            "There is little or no chance that you will find an unknown\nexample of decimal currency, however, many unique\nwooden tokens are discovered by searching through boxes\nand books of exonumia at coin shows, display cases at\nantique stores, and at antique and collector shows.",
            "How I got started",
            "Back in 1981 I worked on the same floor as Garry\nBraunwarth, a co-founder of The Canadian Association\nof Wooden Money Collectors. I had coffee with him\nevery morning, and one morning I brought a wood in\nthat I had borrowed from my mother s roommate in the\nnursing home. I asked if he was familiar with it and he\nsaid,  No.  He checked with Stan Clute, another wooden\nmoney collector, who also was unfamiliar with it. I thought\nto myself that if I could find a wooden nickel that two\nprominent collectors were not familiar with, I could really\nenjoy this hobby. Garry helped me out by giving me a lot\nof common-issued ones including all of his personal issues.\nStan also gave me many woods including his personal",
            "issues and I had an instant collection. My mother s friend\ngave me that borrowed wood for helping her sort some\ncoins, and I have subsequently discovered many previously\nunknown woods or tokens. I became quite proficient at\ntracking down unknown issues so that friends in CAWMC\nnicknamed me Digger, which is my call sign on eBay.",
            "History of woods",
            "Various types of wooden currency have existed for years.\nTenino, Washington, had an official issue in 1931 when the\nlocal bank failed. Souvenir wooden money was issued for\nthe Chicago World s Fair in 1933, and the first Canadian\nIssue of wooden money utilizing stated values was the\none wooden nickel, one wooden dime and one wooden\ndollar issues of 1937 by the Stratford Lions Club. By the\n1950s and 1960s many Canadian companies were issuing\nwooden nickels as discount tokens and also many Canadian\ncollectors were issuing wooden souvenir coins.",
            "Types of woods",
            "Personal: Attendance at coin shows, conventions etc.",
            "Commemoratives: Birthdays, weddings etc. My wife,\nMarion, and I issued woods for our wedding, for my\nretirement, and for our 60th birthdays.",
            "Coin Show woods\nDiscount tokens, good for X cents on your next purchase.",
            "Back in the  60s wooden tokens were often issued for 5\ncents which doesn t seem like much, but if you consider a\nnew house cost $10,000 in the  60s and $300,000 now, a\nfive-cent discount would be equivalent to $1.50 gas coupon\nand it wasn t too long ago dollar gas coupons were popular.",
            "Most merchant-token collectors do not collect wooden\ntokens even if they serve the same purpose as metal or\npaper tokens. I have convinced several enthusiasts of\nmerchant tokens to collect wooden tokens and, they all say\nwooden tokens have become a fun and inexpensive part of\ntheir collecting experiences.",
            "A collector can pick the scope of his collection by\nincluding any or all of the types listed above. Although I\ncollect woods from all of Canada many collectors collect\nwoods from their province of residence or birth. Some even\nrestrict their collection to woods from a particular city. Other\ncollectors collect personal or com show woods and others as\nwell restrict their collection to  good for  tokens. The choice\nis yours. Collect what interests you and enjoy the hobby.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "154"
    },
    {
        "File": "The_CN_Journal_June_11.jpg",
        "Paragraphs": [
            "How | find woods",
            "As I said previously many are given away by the issuers\nwho make them as souvenirs of conventions, remembrances\nof birthdays, weddings, anniversaries or of any other\nsignificant event.",
            "Coin dealers and coin shows are good sources;\nhowever, most dealers do not consider wooden tokens to\nbe significant enough to bring with them to coin shows,\nespecially when they fly to the show. Coin dealers often\ntoss them into their junk buckets when they acquire them.",
            "Flea markets, antique shops and collector shows are good\nplaces to look for wooden tokens. Sometimes dealers, who\nare not sure what they have, will place an extremely high\nprice on their merchandise because they do not want to give\naway any product at less than full retail.",
            "Gun shows: Collectors are collectors and they frequently\nhave wooden nickels and merchant tokens in their display\ncase although, at these events, I do not find as many now\nas I used to. I guess eBay may have an influence on that\nsource.",
            "Garage sales: I have had several major discoveries at\ngarage sales. The WRLA wood from Winnipeg was a\nscarce wood until I found a bag full at a garage sale in\nWillow Park in Calgary.",
            "Number4 June",
            "2020 --n--n-nnnnnnnnnennnennenn nee ee cence",
            "One good source is eBay; however, I find that many\ndealers ask extremely high prices, so unless it is an\nunknown item I do not always buy Canadian woods there\neven if I find them. Shipping cost to Canada from the\nUnited States is sometimes unreasonable; however, if you\nknow a friendly collector in the United States who will\nreship it, you may obtain it for a more reasonable price.",
            "Talk to anyone who will listen to you and tell them what\nyou collect. A few years ago I asked some of my friends\nwho volunteer at the Calgary Stampede if they had seen any\nwooden nickels, and they said yes and referred me to the\nLions Club wooden nickels, used to promote raffle sales.\nNever hesitate to tell everyone about your hobby especially\nwhen you are collecting back of the book material. I\nhave numerous woods given to me by friends who knew\nI collect; each had found one and saved it for me. Most\nrecently I was given a wood sold by Joey s Only Seafood,\nin Western Canada and Ontario, and I was able to obtain\nsome for other collectors.",
            "Values",
            "Many are free: Issues by collectors or merchants to entice\ntrade are often given away. It now costs about 75 cents to\nhave a wood manufactured so if you wish to purchase one",
            "Continued\n"
        ],
        "PageNo": "155"
    },
    {
        "File": "The_CN_Journal_June_12.jpg",
        "Paragraphs": [
            "from an issuer he may want a self addressed\nstamped envelope plus a nominal amount\nto send you one, or he may just request the\nself addressed stamped envelope. Most\ndealers in coins, antiques or flea markets, do\nnot consider wooden nickels to be valuable\nbut on the other hand do not want to take a\nchance of undervaluing the token, so place\na value of $2 to $10 or more on each token.\nOccasionally you will pay the $10 if you\ndon t like your chances of finding another\none. What a collector will pay for a wood\nhe needs when he is competing with another\ncollector is something that can only be\ndecided at that particular time. An interesting\nchallenge is to convince a merchant to let\nyou have a token at less than the redeemable\nvalue of the token when the token is good\nfor a drink or a meal or other valuable\nmerchandise.",
            "Favourite woods",
            "It is always interesting to acquire unique\ntokens from places where you grew up. I\nhave a Barber Motors token from Weyburn,\nSaskatchewan, where I was born and a\nTaylor Field Texaco wood from Regina,\nSaskatchewan, where I spent my teenage\nyears. Another favourite 1s a wood from\nKim s Wooden Nicoll (Pub and Grill) in St.\nCatharines, Ontario. We were driving down\na street in St. Catharines when we noticed\nthe sign for  Kim s Wooden Nicoll Pub\nand Grill.  My wife, Marion, wondered if\nthey used wooden nickels. I said there was\none way to find out. I went into the bar and\nended up acquiring several copies of two\ndifferent tokens that had been used as drink\ntokens by the establishment.",
            "[Editor: Al says he  ended up  getting tokens. Did he start out by wetting his whistle? Anyway, Al has shared this\ntalk he s given at club meetings, to grant readers insight in the hobby he enjoys, so that they might have pleasure\nfrom participating. For any who may be unfamiliar with CAWMC, please read on.",
            "Canadian Association of Wooden Money Collectors   CAWMC",
            "The Canadian Association of Wooden Money Collectors is an organization of members interested in the collection,\nstudy and conservation of Canadian so called wooden money, those pieces of simulated currency that are often\nsouvenirs or commemoratives of events. These wooden bits may be round like coins or flat like notes. They may show\na monetary value and have a message of congratulation or advertising. Although  Woods  have a recent history, their\nscope and numbers provide challenges for enthusiasts. Acquiring examples is inexpensive and building a collection\nis a pleasurable pastime. Membership in CAWMC is a nominal cost; benefits are the regular bulletin, Timber Talk, an\nability to communicate with other members, notification of newly released collectables and the option of participating\nin mail auctions. For more about wooden money, see the CAWMC website: www.nunet.ca/cawmc.him. |",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "156"
    },
    {
        "File": "The_CN_Journal_June_13.jpg",
        "Paragraphs": [
            "MARSHALL.A._SANDERS",
            "BY LORNE BARNES\nFCNRS, LM #441",
            "Numismatist, ANA #246   Sarnia, Ontario",
            "Marshall s father, Corney Sanders immigrated\nM to Toronto, Upper Canada, in 1835 at the age", "of 10 and apprenticed as a cabinet maker. He\nmoved to Milton, Canada West, to begin a business of his\nown as a cabinet maker in about 1843. By the late 1840s a\nfire destroyed all of his property and personal effects and\nhe moved to Waterdown, Canada West to start over. On\nDecember 24, 1851, Reverend J. Gemley married Corney\na cabinetmaker and Mary Ann Reynolds of Wellington\nSquare, Canada West, now part of Burlington, Ontario.\nThe couple s first two children were born in Trafalgar\nTownship, Canada West, now known as Oakville, Ontario.",
            "Their third child, a future numismatist, Marshall A., was\nborn in Waterdown, Nelson Township, Halton County,\nCanada West, on December 18, 1857. The 1861 census\nconfirms the couple are living in Nelson Township with\nthree children and Comey s occupation is listed as cabinet\nmaker. Shortly after the census their fourth child, Charles\nW., was born, on May 10, 1861.",
            "Corney and his family moved to Sarnia, Canada West, in\nthe early 1860s and he worked for R. and H. P. MacKenzie,\ncabinet makers. The 1866 directory shows Corney has his\nown cabinet shop on Lachiel Street, and he continued to be\na cabinet maker in Samia till 1899. The couple s final and\nfifth child, Albert Edward, was born on October 27, 1869.\nComey was a very successful businessman in Sarnia and\nhis aptitude for business was passed to his son Marshall.",
            "Like his father, Marshall was devoted to the Methodist\nChurch, and he was a leader at a young age within the\norganization. Marshall graduated from Jones and Yerex\nBusiness College, London, Ontario, in 1876, and he\nreturned to Samia to work as a clerk at the store of Thomas\nand James S. Symington.",
            "On May 22, 1882, Marshall married Hannah Elizabeth\n(Lizzie) Palmer of Sarnia, Ontario. Lizzie s father, Reuben\nC. Palmer, at the time of his daughter s wedding, was\ninspector of licenses for the West Riding of Lambton\nCounty, as well as running an insurance office in Sarnia\nrepresenting three companies, Sun, Royal and Northern.",
            "The newlyweds moved to Stratford, Ontario, where\nMarshall worked for Miss Byrne as the manager in her\nstore. Sometime in 1883 the couple moved to 7 Oxford\nStreet, London, Ontario, and Marshall worked as a\nsalesman at the dry goods store of Heron and Jackson at",
            "Number4 June",
            
            "118 Dundas Street. Marshall and Lizzie s daughter, Mabel\nPalmer, was born in London, Ontario, on August 17, 1883.\nMarshall must have had a better job opportunity because\nhe moved to the dry goods store of Robert F. Kingsmill,\nlocated at 128 Dundas Street, sometime in 1885, and their\nhome address then was 229 Queens Avenue.",
            "Marshall and his family returned to Sarnia in 1886 at\nwhich time he embarked in the insurance business with his\nfather-in-law, Reuben. The 1886 directory pictured below\nshows Marshall with Sun Life and the clipping to the right\nfrom 1892 shows Marshall and his father-in-law with Royal\nInsurance Company of England.",
            "By 1888, the Union Directory lists Marshall as grocer\nand etc. It appears Marshall was a very ambitious man.",
            "He ran a grocery store and the office of Sun Life, and\npartnered with his father-in-law in the Royal Insurance\nCompany. Marshall is listed as a grocer in the Union\nDirectories from 1888 till 1895. Marshall sold his grocery\nstore in approximately 1896 and put his full attention to\nthe insurance and real estate businesses. Marshall was very\nsuccessful in his real estate endeavors.",
            "During 1890s and 1900s Marshall was active in the\nmilitia. Pictured below is a copy of his participation in an\n1892 drill in London, Ontario, as an O.R. Clerk in the 27th\nBattalion. Marshall was a sergeant on the annual 1908 list.",
            "Marshall A. Sanders became member number 246 in\nthe ANA in February 1901. He was in good company with\nfellow ANA member, William T. Smith, who vouched for\nhis application to jon the ANA, and fellow numismatist,\nJoseph Dagan. Dagan would join the ANA a short time\nlater. These three men, and perhaps others, met every\nmonth to discuss their interest in various numismatic topics.\nPictured below are listings of Sander s ANA application\nand of new members.\n"
        ],
        "PageNo": "157"
    },
    {
        "File": "The_CN_Journal_June_14.jpg",
        "Paragraphs": [
            "Marshall was also active in the Masonic Lodge, Sons\nof England, Canadian Order of Foresters, Ancient Order\nof Foresters, Woodsmen of the World and the Maccabees.\nThe 1916 Sarnia directory shows Marshall is the secretary-\ntreasurer of the Sons of England.",
            "The last entry I could find for Marshall as a member of\nthe ANA was the May/June 1907 issue of the Numismatist.\nHis name didn t appear in the ANA directory of 1910.",
            "The 1916 directory pictured below lists Marshall as real\nestate and insurance broker and the 1921 census shows he\nis an insurance agent.",
            "According to Marshall s death certificate he was still an\nactive insurance agent at the time of his death on November\n9, 1932. Marshall is buried in the Palmer family plot at\nLakeview Cemetery in Sarnia, Ontario. His wife Lizzie\npassed away in 1958.",
            "Pictured here are the two known metal types\n(brass and white metal) of the M. A. Sanders\nnumismatic card:",
            "Numismatic Card [McColl 808], Brass-Round-25\nmm (50 struck); Obverse: M. A. Sanders /\nNumismatist / Sarnia, Ont.;",
            "Reverse: Canadian Coins / oak leaf / Medals / &\nTokens",
            "Sources:",
            "American Numismatic Association; online\nresearch, various volumes of the Numismatist\nfrom 1891 to 1933.",
            "Ancestry ancestry.ca Family Tree submitted\nby Edward Banning, accessed June 2019\nBeers, J.H. & Co. Commemorative\nBiographical Record of the County of\nLambton Ontario 1906, Reprinted by Global\nHeritage Press Inc., Campbellville, Ont. 2006.\nCanada Census, 1851 to 1921",
            "Ontario, Canada Births 1858-1913, Canada\nDeaths 1869-1946, Canada Marriages 1826 \n1936.",
            "Various Directories: C.E. Anderson & Co.;\nArmstrong & Co.; Lovell s; McEvoy & Co.;\nMight s; Mitchell & Co s.; R.L. Polk & Co.;\nUnion and Vernon s.",
            "Numismatic Card [McColl 809], White Metal-\nRound-25 mm (50 struck); Obverse: M. A.\nSanders / Numismatist / Sarnia, Ont.;",
            "Reverse: Canadian Coins / oak leaf / Medals / &\nTokens",
            "This article was originally published in Numismatic Canada,\nVolume 18, Number 3, Issue 71   September 2019.",
            " The CN Journal Volume 65",
            ""
        ],
        "PageNo": "158"
    },
    {
        "File": "The_CN_Journal_June_16.jpg",
        "Paragraphs": [
            "FINE, POINTS, (REVISITED)",
            "By ROBERT FORBES\nFRCNA, #22402",
            "I 5s",
            "Lustre important in grading",
            "I n this issue, we continue our review of Brian Comwell s articles written 25 to 30 years ago under the title  Fine",
            "Points.  The article below appeared in the Canadian Coin News, October 3, 1989. It deals with the importance of",
            
            "lustre in grading Canadian mint state coms, and it may be viewed as part of the broader topic of  Com Enhancing\nFeatures  that we have been considering in the last few issues. In this article, lustre is dealt with on its own as a feature of\ngrading, as was I think more typical at the time. After the article, I will comment on how we now include lustre in perhaps\na more expanded list of enhancing features that more indirectly impact grading.",

            "Lustre important in grading\nby Brian Cornwell, FRCNA LM #229 (October 3, 1989)",
            "During the past ten years and especially during\nD the hectic 1978-81 period Choice and Gem",
            "uncirculated Canadian coins received a good deal\nof attention from the numismatic investment marketplace.",
            "Years ago, most dealers and collectors were quite\nsatisfied to call any uncirculated coin, however nice,\nan uncirculated coin. Now it seems we look for every\nopportunity to label those same uncirculated coins as being\na Choice, Gem or Superb Unc instead.",
            "In my various contacts with coin graders around the\ncountry, it seems that the task of appreciating the many\ntradeoffs between a mintstate coin s surface quality and\nits lustre when selecting its grade continues to be a hard\none to grasp.",
            "Frequently the bagmarks versus lustre issue arises with\ncoins that are candidates for an MS-63 or higher grade.\nCan an MS-65 coin, for example, have visible (but not\nawkwardly located or distracting) bagmarks? The answer\ncan be a yes or no depending in large part on the quality of\nthe coin s lustre. This article is designed to help you get a\nbetter feel for the importance of a coin s lustre, especially\nwhen it is outstanding, when deciding on a coin s grade.",
            "Three grading factors",
            "To begin, mintstate coins are graded according to three\ndifferent factors. These are the qualities of each of the coin s\nsurfaces, strike and lustre. The composite of this evaluation is\nthe coin s so-called technical grade. Factors like eye appeal,\ntoning, pristine appearance and so on can significantly\ninfluence a coin s price beyond that suggested by its technical\ngrade but are not part of the grade itself. It makes sense that\nthe lustre, surfaces and strike factors should share equally\nin determining a final grade. Unfortunately many graders\ndon t see it that way. It seems that relatively inexperienced\nmintstate graders place too much emphasis on the surfaces\nfactor, about the right amount on the strike factor and too\nlittle on the lustre element.",
            "The three mintstate grading factors are assessed according to:",
            "(a) Strike: whether it 1s typical for the series, weaker than\ntypical or full;",
            "(b) Lustre: its brilliance, that is, flashy, subdued or outright\ndull and Lifeless; and",
            "(c) Surfaces: visible marks these being judged by their\nnumber, size and location.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "160"
    },
    {
        "File": "The_CN_Journal_June_17.jpg",
        "Paragraphs": [
            "Some examples of Canadian coins graded in MS-65(+) by PCGS which exhibit lustre over marks.",
            "Each of these factors varies in quality. That s a fact that most\ngraders easily accept. However, equally important is that\neach factor also inter-relates with each other. That point is\nless well understood and harder to grasp.",
            "Definitions for each of the mintstate grades try to relate\nthe three factors of lustre, surfaces and strike in terms of how\nthey typically appear at each of the different mintstate grades.\nMost graders are able to deal with such typical situations\nif they ve had a little practice. The atypical or unusual\nsituations create all the grading headaches and confusion.",
            "As an example, consider the following two coins. Coin\nA is a typical MS-65 and is easily recognized as such by\nmost graders. It has the typical number of surface marks\nexpected of a coin of that size in MS-65 condition. It has\nthe typical lustre expected of an MS-65 coin. It also has the\ntypical strike seen on an MS-65 coin. Coin B is different. It\nis an MS-65 but not your average MS-65. It is atypical. One\nof its grading factors is somewhat deficient for an MS-65 but\nanother factor is better than usual. Coin B has exactly the\nsame strike quality as Coin A. The surfaces of Coin B are just\na bit busier with small marks than that of Coin A. However\nCoin B s lustre is simply outstanding in comparison to Coin\nA. In fact Coin B s lustre is so outstanding that the slightly\nbusier surfaces aren t really noticed at first glance. Surface\nconscious coin graders might tend to rate Coin B as an MS-\n63 or MS-64 instead of the MS-65 it probably deserves.\nWhy? Because they don t appreciate that the qualities of\nlustre, surfaces and strike are all inter-related to make up a\nfinal technical grade. They are too concerned about those\nextra few marks and seem unwilling to focus on the coin s\nmagnificent lustre.",
            "Number4 June",
            
            "A look at lustre",
            "One might then ask  how does one know how many extra\nmarks to allow for extraordinary lustre?  Unfortunately\nthere are no formal rules to follow. An experienced grader\nwill likely tell you that he or she simply  knows  from\nexperience, almost as if by a sixth sense, just how much give\nand take there should be. Some say its like having a  feel  or\nan  eye  for quality coin grading. Usually when one of the\ncoin s fundamental factors is so outstanding, deficiencies will\nbe tolerated in the remaining factors.",
            "In yet another comparison, consider the example of Coin\nC and Coin D. Coin C is properly graded as an MS-65. It\nhas a few insignificant and non-distracting marks, has a\nfull pleasing lustre and a strike that is typical for coms of\nthat series. Coin D has the same strike but its surfaces are\nabsolutely mark-free to the naked eye. The problem with\nCoin D however 1s that the lustre is totally dull and lifeless.\nIt appears that the coin has been  dipped  enough times to\ntotally destroy the lustre. Many collectors and even a few\ndealers might rate Com D as an MS-65 before doing so with\nCoin C. In this case the lustre quality is so deficient that not\neven perfect surfaces are enough to compensate to make it\nan MS-65. Be careful not to be fooled by coins with such\nperfect surfaces!",
            "So if you find grading mintstate coins a bit confusing,\ntry to think of it in a more orderly fashion. Examine each\nfactor by itself relative to typical characteristics for that coin\nseries. Then consider the factors together and how one that is\nexceptional can make up for another that is deficient. Once\nyou get the feel for tradeoffs, grading mintstate coins will\nmake more sense with less guess work. If you consciously\npay attention to the grading task, your consistency in grading\naccuracy from coin to coin will also increase.  \n"
        ],
        "PageNo": "161"
    },
    {
        "File": "The_CN_Journal_June_18.jpg",
        "Paragraphs": [
            "Commentary",
            "In this article, Brian comments that  lustre, surfaces and\nstrike factors should all share equally in determining a final\ngrade,  but many graders, especially less experienced ones,\nover-emphasize surface quality, in particular marks on the\ncoin s surface, and under-emphasize lustre. This is still\nprobably true as it relates to the strict comparison of lustre\nand surface quality in grading. Many collectors do over-\nemphasize surface quality, and under-appreciate the look of\nthe coin, including its lustre.",
            "Brian also says in the article that  factors like eye appeal,\ntoning, pristine appearance and so on can significantly\ninfluence a coin s price beyond that suggested by its\ntechnical grade but are not part of the grade itself.  As we\nhave discussed over the last few issues, these somewhat\nmore subjective factors now have a direct impact in\n market grading  that we apply to modern grading. Note\nthat lustre can also be considered as part of market grading,\nas the quality of the lustre on a coin will most likely directly\nimpact a buyer s interest in a coin in the same way that\nother types of eye appeal do, and all of these enhancing\nfeatures now factor into the assignment of a grade for a\ncoin. It is interesting to me that we have always recognized\nlustre as a grading factor, and only more recently have these\nother enhancing features been recognized. This is most\nlikely because lustre is a feature of the coin from the time\nof its striking, while these other features, like toning and\npristine appearance, are environmental factors acquired by\na coin over time after striking.",
            "The comment in the article that the way we strike\na balance in grading mintstate coins between surface\nquality and lustre is really a judgment call, acquired from\nexperience, seems to me to continue to be true. However,\nthat judgment call is now made even more difficult when\nit becomes necessary to also factor in the other enhancing\nfeatures in assessing a final  market  grade for a coin.",
            "",
            "Now, when the over-all eye appeal factors, not just lustre, are\noutstanding, it seems to me we trade off the technical grade\nindicated by surface marks in determining a final grade.",
            "The comment that strike, as well as surface quality\nand lustre, should share equally in assessing a final grade\nprobably also needs to be reconsidered. It seems to me that\nstrike is now considered as a lesser factor. A poor strike will\ncertainly limit the grade that should be applied to a coin, at\nleast to the extent that that coin may not receive a benefit\nof the doubt if its surfaces and enhancing features make\nit close to being in the next higher grade. But it is most\nunusual to see a professionally graded coin where strike\nquality appears as the only apparent reason for the coin\nbeing graded as high it is.",
            "My final comment would be to exercise caution\nwhen grading the coin described in the article as having\nexceptional surfaces but as having  dull and lifeless  lustre.\nSuch coins are now likely to be graded much more harshly,\nbecause they may now be seen as having  negative eye\nappeal,  and thus subject to the application of negative\n market grading.  In the exceptional case, these coins may\neven be considered as having altered surfaces, as a result\nof wiping or mild cleaning, and may not even be graded,\nexcept to be designated  genuine, altered surfaces.  This is\nwhere knowing the nature of coins of a series being graded\ncomes into play. Some series of coins, or even dates within\nthe series, are made with softer lustre, and it 1s important in\ngrading these coms to be able to distinguish between softer\nbut original, unaltered lustre, and lustre diminished because\nof dipping, or worse, wiping or cleaning. Newfoundland\nGeorge VI 10 cents come to mind, particularly the earlier\ndates in this series. The 1938 date in particular has lustre\nthat is flat and somewhat unattractive, but this isn t due to\nany type of processing; it is just the way that the coins were",
            "made.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "162"
    },
    {
        "File": "The_CN_Journal_June_19.jpg",
        "Paragraphs": [
            "TIMMINS. WOODEN_ MONEY.",
            "BY FRANCE D WAYCHISON",
            "The Stories Of The People Who Made The Town   Part 1\n Les Histoires Des Gens Qui Ont Fait La Ville   Partie 1",
            "T immins is a city built on gold. The stories about some of its inhabitants are very colourful and rich, if not in gold,",
            "certainly in dreams, eccentricities, generosity and pure love for the place. In this article we ll explore the lives of",            
            "the subjects of seven wooden tokens issued between 1984 and 1985, on the occasion of the city s 75th anniversary.\n  Timmins est une ville batie sur l or et les histoires de certains de ses habitants sont tr s color es et riches, sinon en or,\ncertainement en r ves, en excentricit s, en g n rosit  et en pur amour du lieu. Dans cet article, nous allons explorerons la\nvie des sujets de 7 jetons en bois  mis entre 1984 et 1985, a l occasion du 75e anniversaire de la ville.",
            "Common Reverse\nThe seven tokens each have a common reverse,\nwhile the colour of the common reverse\nchanges with the token for each different\nperson. There were 250 made of each\ntoken, all measure 45 mm. They were\nproduced by Jim Deluney in 1984 and\n1985 and used as entrance fees for\nthe Timmins ON 75th Anniversary\nCelebrations.",
            " Timmins City with the Heart of\nGold  is the town s slogan, because\nTimmins has produced over 20 million\nounces of gold and at time of token issue,\nTimmins was the largest city in Canada, maybe in\nthe world, as it measured 2,922 km? or about 50 x 60 kms.",
            "Princess Maggie",
            "Maggie Leclair, born Maggie Buffalo, was one of\nthose larger-than-life characters who left an\nindelible impression on those she met.",
            "Maggie was born on the shores of\nNighthawk Lake, possibly not far",
            "from the site of the Frederick House",
            "Massacre, in the late nineteenth",
            "century. Exactly when, who knows?",
            "Maggie was a member of the\nChippewa Tribe, and a descendant\nof the only surviving family of the\nFrederick House Massacre.",
            "Despite being well liked and being\nknown as  the greatest huntress in Canada s\nnorthland,  Maggie had a hard life. She lost a first\nhusband and four kids to Spanish flu, and buried\nthem on an island at Kamiskotia Lake, 35 kms from\ndowntown Timmins. She later married William Leclair\nbut remained at Kamiskotia Lake.",
            "It is said that she could skin a beaver faster than\none can smoke a cigarette. She was a regular figure\nat sportsman s shows, where she would sell pelts and\ndemonstrate her hunting and skinning skills.",
            "Number4 June",
           
            "Revers Commun\nLes sept jetons ont un revers commun, tandis que la\ncouleur du revers commun change avec le jeton\npour chaque personne repr sent e en avers.\nChaque jeton a  t   mis a 250 unit s, chacun\nmesurant 45 mm. Ils ont  t  produits par Jim\nDeluney en 1984 et 1985 et utilis s comme\nfrais d entr e pour les c l brations du 75e\nanniversaire de Timmins ON.\n Timmins City with the Heart of Gold \n(La ville au coeur d or) est le slogan de\nla ville, car Timmins a produit plus de\n20 millions d onces d or et au moment de\nl mission jeton, Timmins  tait la plus grande\nville du Canada, et peut- tre du monde, avec une\nsuperficie de 2 922 km? ou environ 50 x 60 kms.",
            "Princesse Maggie\nMaggie Leclair, n e Maggie Buffalo,  tait l un de ces\npersonnages plus grands que nature qui a laiss \nune impression ind l bile sur ceux qu elle a\nrencontr s. Maggie est n e sur les rives du\nlac Nighthawk, peut- tre pas tr s loin du\nsite du massacre de Frederick House, a la\nfin du dix-neuvi me si cle. Exactement\nquand, qui sait?\nMaggie  tait membre de la tribu\nChippewa et descendante de la seule\nfamille survivante du massacre de\nFrederick House.\nBien qu elle soit appr ci e et connue comme\n la plus grande chasseresse du nord du Canada  ,\nMaggie a eu une vie difficile. Elle a perdu un premier\nmari et 4 enfants a cause d une maladie, et les a enterr s sur\nune ile du lac Kamiskotia, 4 35 km du centre-ville de Timmins.\nElle a  pous  plus tard William Leclair mais est rest e au lac\nKamiskotia.",
            "On dit qu elle pourrait  corcher un castor plus vite qu on\nne peut fumer une cigarette. Elle  tait une figure r guli re des\nexpositions de chasse et p che, ott elle vendait des peaux et\nd montrait ses talents de chasseur et d corcheur.\n"
        ],
        "PageNo": "163"
    },
    {
        "File": "The_CN_Journal_June_20.jpg",
        "Paragraphs": [
            "She apparently also had a deep\nrespect for the law. The court services\nfaced a public relations disaster when\nshe was charged with illegally having\nmoose meat, and Maggie walked 35\nkms from Kamiskotia to Timmins for\na hearing at court, which was then\ncancelled. The population of Timmins\nwas not amused!\nAfter her second husband died, many\nwell-wishers from the community\nwould visit her and try to get her to\nmove closer to town. Maggie finally\nagreed to move to the Golden Manor,\nour city-run home for the aged. But it\nwas difficult to contain a free spirit,\nand Princess Maggie would just often\npick up, leave, and walk back to her\ncabin. At the end, the forest won, and\nMaggie stayed put. But the population\nof Timmins always kept an eye on her. When she died,\nin 1965, Dr. Grant Sirola wrote:  Muinisters, Paupers,\nand Mayors, and Bushmen, and Miners, and more-\nthey might not have much in common, but all, Princess\nMaggie adore. ",
            "Frederick House Massacre",
            "In 1785, the Hudson s Bay Company built Frederick\nHouse Post on the southeast shore of Frederick\nHouse Lake. Its purpose was to gather furs",
            "to be sent north to the Hudson s Bay\nCompany posts on James Bay and then",
            "to England. Frederick House Lake is",
            "about 55 kms northeast of Timmins",
            "and is a north-flowing feeder of the",
            "Abitibi River, up to James Bay. In",
            "1792, the North West Company built",
            "a Post on Devil s Island, offshore from",
            "the Frederick House Post.",
            "Competition for the furs between the\nHudson s Bay Company (HBC) and the\nNorth West Company (NWC) was keen.",
            "By 1812, both Frederick House and The Cache (32 kms\nsouth of Timmins and 80 kms apart) were outposts of the\nHBC and just before Christmas of that year, three men left\nFrederick House for the Cache to pick up furs and trading\ngoods. Records show they left The Cache on December\n23 to return home. Nothing was heard from or about them\nuntil late March 1813, when two HBC men were sent\nfrom The Cache to investigate. What they discovered was\na ransacked post and multiple dead bodies.",
            "There is a possible explanation as to why this massacre\nhappened. It is told by a member of the Buffalo family, as\npassed on from generation to generation:",
            
            "Elle avait apparemment  galement un\nprofond respect pour la loi. Les services\nJudiciaires ont fait face 4 une catastrophe\nde relations publiques lorsque Maggie a\n t  accus e de poss der ill galement de\nla viande d orignal, et Maggie a march \n35 km de Kamiskotia 4 Timmins, pour\nune audience au tribunal, qui a ensuite  t \nannul e. La population de Timmins ne I a\npas trouv e dr le!",
            "Apr s la mort de son deuxieme\nmari, de nombreux sympathisants de\nla communaut  lui rendaient visite et\ntentaient de la rapprocher de la ville.\nMaggie a finalement accept  de d m nager\nau Golden Manor, notre maison pour\npersonnes ag es. Mais il  tait difficile\nde contenir un esprit libre, et Princesse\nMaggie souvent ramassait ses affaires et\nregagnait en marchant sa cabine. A la fin,",
            "la for t a gagn  et Maggie est rest e sur place. Mais la population\nde Timmins la surveillait, car 4 sa mort, en 1965, le Dr Grant Sirola\n crivait:   Les Ministres, les Pauvres et les Maires, les Hommes des\nBois et les Mineurs, et plus encore, ils n ont peut- tre pas grand-\nchose en commun, mais ils ont tous ador  Princesse Maggie  .",
            "Le massacre de Frederick House",
            "En 1785, la Compagnie de la Baie d Hudson a construit le Poste",
            "Frederick House sur la rive sud-est du lac Frederick",
            "House. Sa raison d tre  tait de rassembler des\nfourrures a envoyer au nord aux postes de la\nCompagnie de la Baie d Hudson sur la Baie\nJames puis en Angleterre. Le lac Frederick\nHouse est a environ 55 km au nord-est de\nTimmins et alimente la rivi re Abitibi jusqu a\nla baie James. En 1792, la Compagnie du\nNord-Ouest a construit un poste sur Devil s\nIsland, au large du Frederick House Post.\nLa concurrence pour les fourrures entre la\nCompagnie de la Baie d Hudson (CBH) et la\nCompagnie du Nord-Ouest (CNO)  tait vive.",
            "En 1812, Frederick House et le Cache (32 km au sud\nde Timmins et 80 km I un de l autre)  taient des avant-postes\nde la CBH et juste avant No l de la m me ann e, trois hommes\nquitt rent Frederick House pour le Cache pour ramasser des\nfourrures et  changer des marchandises. Les dossiers montrent\nqu ils ont quitt  le Cache le 23 d cembre pour rentrer chez\neux. On n a rien entendu d eux ni a leur sujet avant la fin mars\n1813, lorsque deux hommes de la CBH ont  t  envoy s du\nCache pour enqu ter. Ces hommes ont d couvert un poste\nsaccag  et plusieurs cadavres.",
            "Il existe une explication possible de la raison de ce massacre.\nElle est racont e par un membre de la famille Buffalo, tel que\ntransmise de g n ration en generation:",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "164"
    },
    {
        "File": "The_CN_Journal_June_21.jpg",
        "Paragraphs": [
            "Two of the Night Hawk\nBand of Indians had gone\nover to the Abitibi Lake\nSection and they invited\nsome Indian friends over\nto spend New Year s at\nthe Hudson's Bay Post at\nFrederick House Lake.",
            "Three of them came over,\nman, wife and son.",
            "When they got to the\nlake, a storm was on. They\nall started to cross the lake\nwith the man and son going\nahead, and the wife behind.",
            "The storm got worse and the",
            "man and son reached the",
            "post, but the woman never did. It stormed all night, so\nthey did not go out to look for her until morning.",
            "The man in charge of the Frederick House Post went\nwith them and they found the woman dead, frozen on the\nice. The two Indians from Abitibi Lake went crazy mad\nand blamed the Night Hawk Spirit for killing the woman\nand then they thought it was a plan made up to kill them.\nSo, the Indians killed the Hudsons Bay Trader and went\nback to the Post and killed his wife.",
            "After they had killed them, they took possession of the\nPost which was located on a hill giving a good view of\nall trails to the Post. As soon as they would see anyone\ncoming, they would get ready and shoot them coming\nup the hill. Then they would drag the bodies into a root\nhouse at the foot of the hill. In this way they continued\nuntil inhabitants and visitors were all shot.",
            "After killing them all, the Indians remained at the\nPost and lived in relative luxury with lots of food and\nlots of rhum. Those responsible for the massacre were\nnever caught.",
            "We'll never know how many people died at and\naround the post between December 1812 and March\n1813. History estimates the number of deaths as\nbetween 15 and 25.",
            "The post was never fully operational after that and\nwas definitively closed in 1821.",
            "Tommy Jack",
            "Thomas Kerr Jack, was born in Bracebridge ON on August\n24, 1885, to William Jack and Mary McKenzie McKay.\nTommy was a trapper and a prospector. He loved\ndogs. It is said that he looked like he stepped right out of\na Robert Service poem of the Klondike. Tommy was a\ncharacter, a dyed-in-the-wool old-time prospector, known\nfor his eccentricities, such as always swatting the ever-\npresent-non-existent flies in front of his face and walking\nin town wearing winter clothing in the middle of summer.",
            "Number4 June",
           
            "  Deux des Indiens de la\ntribu Night Hawk s taient\nrendus dans la section du lac\nAbitibi et ils ont invit  des amis\nindiens a passer le Nouvel An\nau poste de la baie d Hudson\na Frederick House Lake. Trois\nd entre eux sont venus, homme,\nfemme et fils.  ",
            "  Quand ils sont arriv s\nau lac, une temp te s est\nd clench e. Ils ont tous\ncommenc  a traverser le lac\navec l homme et le fils qui\nmarchaient en avant, et la\nfemme derri re. La temp te a\nempir  et l homme et le fils ont",
            "atteint le poste, mais la femme n est jamais arriv e. La temp te\na dur  toute la nuit, alors les chercheurs sont partis au matin\nseulement.  ",
            "  L homme responsable du Poste de Frederick House les\na accompagn s et ils ont trouv  la femme morte, gel e sur la\nglace. Les deux Indiens du lac Abitibi sont devenus fous et ont\nblam  I Esprit Night Hawk d avoir tu  la femme, puis ils ont\npens  que c tait un plan  labor  pour les tuer eux aussi. Ainsi,\nles Indiens ont tu  le marchand de la Baie d Hudson et sont\nretourn s au poste et ont tu  sa femme.  ",
            " Apres avoir tu  ceux-ci, ils ont pris possession du Poste\nqui  tait situ  sur une colline donnant une bonne vue de tous\nles sentiers y menant. D s qu ils voyaient quelqu un arriver, ils\nse pr pareraient et tiraient sur eux. Ensuite, ils trainaient les\ncorps dans une cabane au pied de la colline. De cette facon, ils\nont continu  jusqu a ce que les habitants et les visiteurs soient\ntous abattus.  ",
            "Apr s les avoir tous tu s, les Indiens sont rest s au Poste\net ont v cu dans un luxe relatif car il y avait beaucoup de\nnourriture et de rhum sur place. Les responsables du massacre\nn ont jamais  t  arr t s.",
            "Nous ne saurons jamais combien de personnes sont mortes\nau poste et aux alentours entre d cembre 1812 et mars 1813.\nVhistoire estime le nombre de d c s entre 15 et 25. Le poste\nn a jamais  t  pleinement op rationnel apr s le massacre et a\n t  d finitivement ferm  en 1821.",
            "Tommy Jack",
            "Thomas Kerr Jack est n  4 Bracebridge ON le 24 aotit 1885 de\nWilliam Jack et Mary McKenzie McKay.",
            "Tommy  tait trappeur et prospecteur. I] aimait les chiens.\nOn dit qu il avait l air de sortir tout droit d un po me de\nRobert Service du Klondike. Tommy  tait un personnage,\nun prospecteur d antan typique, et il  tait connu pour ses\nexcentricit s, comme celle de toujours  carter les mouches-\nimaginaires-toujours-pr sentes devant son visage et de marcher\nen ville en portant des v tements d hiver en plein  t .\n"
        ],
        "PageNo": "165"
    },
    {
        "File": "The_CN_Journal_June_22.jpg",
        "Paragraphs": [
            "Like many prospectors, he was a believer in the\nmother lode, and he also got swindled along the way.\nTommy lived in cabin on Kamiskotia Lake 35 kms\nfrom Timmins. He was a friend of Maggie Leclair and\nlived not far from her. One winter Maggie was living\nat the Golden Manor. Tommy was lonely. His beloved\ndogs were dead, he had no Maggie, so he asked the\nChamber of Commerce to buy him a dog.\nAnd he knew what he wanted. The dog had\nto be at least 75 pounds, strong enough to\nhaul Tommy and a toboggan in town if\nnecessary. The president of the Chamber\nof commerce said that the chamber\nmight find a harness, if Tommy could\nacquire a dog. No siree. Tommy was\nadamant that, with winter coming\nand no Maggie nearby, if he got ill,\nthere would be no way to get in town.\nAnd he had public opinion on his side\ntoo. So, Tommy got his dog, courtesy\nof the Timmins Chamber of Commerce.\nA well-known doctor in Timmins, Dr McClinton\ncommissioned a painting of Tommy and his dog. This\npainting was part of the d cor of the\nEmpire Hotel, in Timmins, for many\nyears.\nThere were many prospectors like\nTommy Jack, who built for themselves\ncrude cabins on or near their claims in\nthe bush. They cut their own wood to\nheat the shacks, ate what they could\nhunt or fish, with supplements from\noccasional trips to town. It was a\nlonely but chosen lifestyle. Some died\nalone over the long winter, despite\nchecks made by friends or the police to\ndetermine their well-being.\nIt was on one of those checks by\nthe Ontario Provincial Police (OPP)\nin January 1962 that Tommy was\ndiscovered, huddled in blankets in his\nunheated cabin. He was no longer a young man and did\nnot have the strength to don snowshoes and go looking\nfor firewood. He was brought back to town and took\nresidence at the Golden Manor, a Timmins Home for\nthe Aged.\nTommy Jack died in Timmins in 1963, at the age of\n78. He never found his pot of gold, but never gave up\nhope of finding the mother lode  next year. ",
            "Comme de nombreux prospecteurs, il croyait 4 la d couverte de\n  son   filon d or et il a  galement  t  escroqu  en cours de route.\nTommy vivait dans une cabane sur le lac Kamiskotia, a 35\nkm de Timmins. C   tait un ami de Maggie Leclair, et il habitait\nnon loin d elle. Un hiver, Maggie vivait au Golden Manor.\nTommy  tait seul. Ses chiens bien-aim s  taient morts, Maggie\n tait loin, alors il a demand  a la Chambre de commerce de lui\nacheter un chien.\nEt il savait ce qu il voulait. Le chien devait\npeser au moins 75 livres, et  tre suffisamment\nfort pour transporter Tommy et un toboggan\nen ville si n cessaire. Le pr sident de la\nChambre de commerce a d clar  que la\nchambre pourrait trouver un harnais, si\nTommy pouvait acqu rir un chien. Pas\nquestion! Tommy  tait cat gorique:\navec l arriv e de l hiver et l absence de\nMaggie a proximit , s il tombait malade,\nil n y aurait aucun moyen de se rendre\nen ville. Et il avait aussi l opinion publique\nde son c t . Ainsi, Tommy a obtenu son\nchien, gracieuset  de la chambre de commerce de\nTimmins. Un m decin bien connu a Timmins, le Dr McClinton\na command  une peinture de Tommy et\nde son chien. Cette peinture a fait partie\ndu d cor de  l h tel Empire, 4 Timmins,\npendant de nombreuses ann es.",
            "Il y avait de nombreux prospecteurs\ncomme Tommy Jack, qui ont construit\npour eux-m mes des cabanes grossi res\nsur ou pr s de leurs claims dans la for t.\nIls coupaient leur propre bois pour\nchauffer les cabanes, mangeaient ce\nquwils pouvaient chasser ou p cher, avec\ndes suppl ments de voyages occasionnels\nen ville. C tait un style de vie solitaire\nmais choisi. Certains mouraient seuls au\ncours de longs hivers, bien que des amis\nou des policiers v rifiaient r guli rement\nleur bien- tre.",
            "C est lors de l un de ces contr les\neffectu s par la Police provinciale de 1 Ontario (OPP) en\njanvier 1962 que Tommy a  t  d couvert, blotti dans des\ncouvertures dans sa cabine non chauff e. II n tait plus jeune et\nn avait plus la force de mettre des raquettes et d aller chercher\ndu bois de chauffage. Il a  t  ramen  en ville et a r sid  au\nGolden Manor de Timmins.",
            "Tommy Jack est d c d  4 Timmins en 1963, a l Age de 78\nans. I] n a jamais trouv  son chaudron d or, mais n a jamais\nperdu espoir de d couvrir son filon   l ann e prochaine  .",
            "Part Il of the stories of people from Timmins through wooden money will be published in the next issue of The CN\nJournal.   La deuxi me partie de l histoire de gens de Timmins 4 travers a l argent en bois sera publi e dans le",
            "prochain numero du Journal CN.\nA) The CN Journal Volume 65\n"
        ],
        "PageNo": "166"
    },
    {
        "File": "The_CN_Journal_June_23.jpg",
        "Paragraphs": [
            "DID EVERY 1851 GREAT EXHIBITION",
            "BY RON CHEEK, FRCNA, FCNRS, #23921",
            "EXHIBITOR. RECEIVE. AN EXHIBITOR MEDAL? ",
            "I may be the only person in the world",
            "who ponders this but it has been",
            "puzzling me for years: Did exhibitors\nat the 1851  Crystal Palace  exhibition in\nLondon s Hyde Park receive an Exhibitor\nMedal if they won a Prize Medal or a\ncoveted Council Medal? Or was the\nExhibitor Medal a sort of consolation\nprize that was only given to non-winners?\nPerhaps some reader has a medal that can\nanswer my question.",
            "Let me explain.",
            "The 1851 Exhibition had some 14,000\nexhibitors from all over the world. It was\na huge and successful event, the first\nworld s fair. The organizers\npresented five different official\nmedals to various persons\ninvolved, as well as the\nexhibitors. Except for a few\ntest strikes in silver and white\nmetal, the official pieces are\nbronze. They are as follows:\nthe Council Medal (a top award\nfor outstanding inventiveness);\nthe Prize Medal; the Juror\nMedal; the For Services Medal,\nand the Exhibitor Medal.",
           
            "Number4 June 2020 ",
            "Special named and cased sets of all five of\nthese medals were presented to dignitaries,\nsome Indian princes, the many colonial\nand foreign governments participating, and\nsome institutions. The set given to Edgar\nA. Bowring, Acting Secretary of the Royal\nCommission for the Exhibition of 1851,\nis illustrated here to show all five of the\nofficial medals.",
            "Details of these medals are admirably\npresented in Leslie Lewis Allen s The\nWorld's Show (Coincraft, London 2000.)\nA handy supplement to The World s\nShow entitled Recipients of Official\nCrystal Palace Medals Awarded by Her",
            "Majesty s Commissioners at\nthe Great Exhibition of 1851\nand the South Kensington\nExhibition of 1862, Volume 1:\n1851 was published in 2006.\nNearly all the official medals,\neven those in the personalized\npresentation boxes, were\neither named on the edge or,\nin the instance of Exhibitor\nMedals impressed with the\nname of the country and the\nexhibit class and number.\n"
        ],
        "PageNo": "167"
    },
    {
        "File": "The_CN_Journal_June_24.jpg",
        "Paragraphs": [
            "Thus, a recipient can be identified with nearly every medal.\nI say nearly because it was possible for prize medal winners\nto purchase additional medals in the case of a partnership.\nApparently, the same courtesy was also offered to those\nreceiving Exhibitor Medals. These extra medals were often\nnot named or otherwise identified as to the exhibit, nor\nare records available as to how many were made. But for\nthose medals with information impressed on the edge,\nthere is always a story to be discovered. Sometimes it\ncan be exciting. Knowing the medal recipient s name or\nthe country, class and number of the exhibit allows you\nto consult Allen s supplement, the Official Descriptive\nCatalogue, and the Jurors  Report to learn about the\nexhibit and the exhibitor. Then, if your interest is piqued,\nyou can extend your research further. Your medal may\nhave belonged to a famous person or be associated with\na milestone discovery or invention. It can be exciting and\nrewarding research.",
            "For the past seven or eight years, since my first\nacquisition of an Exhibitor Medal at the 2012 Calgary\nRCNA Convention, I have been an enthusiastic student of\nthe 1851 Great Exhibition and a collector of its medals. A\nkey area of interest is determining who the Exhibitor Medal\nrecipients were and what they exhibited, and whether or\nnot the recipient also won a Council or Prize Medal. Allen\nimplies that every one of the 14,000 exhibitors received an\nExhibitor Medal. Medal collectors will know that the 1851\nExhibitor Medals are relatively easy to obtain. Several are\nusually for sale on eBay at any given time and they can\noften be found at coin shows and in auctions. They usually\ncost between $100 and $150.",
            "Some years ago I began to track Exhibitor Medals sold,\nnoting their details, the sale price, and whether or not the\nrecipient won a Council or Prize Medal. I gradually became\nintrigued that not one Exhibitor Medal recipient I identified\nhad won another medal. Was it possible that Council or\nPrize Medal winners did not get an Exhibitor Medal? I\nbegan to ask medal dealers in Canada and in Britain the\nquestion:  Have you ever seen or heard of a pair of 1851\nmedals including a Council or Prize Medal and an Exhibitor\nMedal awarded to the same exhibitor?  The answer was\nalways no. (Often accompanied by  T never thought about it\nand who cares anyway? ) I soldiered on.",
            "I have visited the Royal Commission for the Exhibition\nof 1851 at Imperial College in London on two occasions\nand have come to know its friendly and helpful archivist. I\nposed the question to her:  Did every exhibitor receive an\nExhibitor Medal, even those who won a Council or Prize\nMedal?  She kindly searched the minutes of the Royal\nCommission and discovered this: It seems the intention was",
            "that every exhibitor was to receive an Exhibitor Medal but\nthe records are not definitive on the point. In his supplement,\nAllen quotes from the minutes of the 47th meeting of the\nRoyal Commissioners held 19 August 1851:  The Royal\nCommissioners resolved that two additional medals [other\nthan the Council, Prize and Juror Medals] should be struck\nto be presented respectively to the exhibitors, and to those\nwho have rendered",
            "other services to","the Exhibition. ",
            "The resolution",
            "continues, spelling",
            "out the many",
            "categories of",
            "persons who were",
            "to receive the For",
            "Services Medal,",
            "but no further",
            "mention is made",
            "of the Exhibitor",
            "Medal recipients.",
            "Authorized late",
            "in the exhibition,",
            "these two categories",
            "of medal seem",
            "to have been an",
            "afterthought.",
            "I have checked\nmore than 100\nExhibitor Medals\nfor sale over the\npast eight years\nand not one of the\nrecipients won a\nCouncil or Prize\nMedal. Ill admit\nthis is not a huge\nsample but there\nseems to be a trend.",
            "During this time I",
            "have also tracked",
            "the sales of numerous Prize Medals and the few Council\nMedals that appear and I have never seen an accompanying\nExhibitor Medal. If the Prize or Council medal were being\nsold, wouldn t it be expected the accompanying Exhibitor\nMedal might also appear?",
            "A couple of years ago my wife and I visited the Royal\nAlbert Memorial Museum and Art Gallery in Exeter,\nU.K. One exhibit consisted of examples of lace made by\na local 19th- century manufacturer, Charlotte Treadwin,",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "168"
    },
    {
        "File": "The_CN_Journal_June_25.jpg",
        "Paragraphs": [
            "accompanied by the many exhibition medals she had won.\nProminently displayed was her 1851 Great Exhibition Prize\nMedal. Among all the medals, however, there was no 1851\nExhibitor Medal. Curious, I thought. I wrote to the museum\nand asked if this wonderful collection of Treadwin s medals,\nwhich had been donated to the museum, had included an\n1851 Exhibitor Medal. Perhaps, I suggested, that medal\nwas simply not on\ndisplay. But I was\ntold the collection\nthe museum\nreceived had not\nincluded an 1851\nExhibitor Medal.\nAll righty,\nthen, I thought,\nmaybe I was onto\nsomething. I realize\nthe only definitive\nway to answer my\nquestion would\nbe to turn up an\nExhibitor Medal\nthat was presented\nto an exhibitor\nwho won one of\nthe prize medals.\nFinding multiple\nExhibitor Medals\nthat went to\nexhibitors who did\nnot win a prize,\nwhile advancing\nmy theory, doesn t\nreally prove\nanything. Not until\nI check out all\n14,000 of them,\nand that seems\na tad unlikely to",
            "Number4 June",
            
            "happen. But my quest goes on. I continue to monitor and\ncheck as many Exhibitor Medals appearing on eBay and in\nauctions as I can to see if one was presented to a Council or\nPrize Medal winner. None so far.",
            "So, as Joe Biden keeps saying as I write this,  Here s the\ndeal. ",
            "If you have one or more 1851 Exhibitor Medals, please\nemail me the information that is on the edge. In return, I'll\ncheck my references and let you know who the exhibitor\nwas and what they exhibited, and whether or not the\nexhibit won a Council or Prize Medal. I keep a record of\nall Exhibitor Medals that come to my attention. Of course,\nif you already know your Exhibitor Medal s recipient\nwon one of the prizes that would be the jackpot. Question\nanswered.",
            "I m at roncheek44@gmail.com",
            "Let s have some fun with this and I ll report the results.\nHint: medals from the cased and named presentation sets\ndon t count. Yes, some of those sets have been broken up,\ncan you imagine?\n"
        ],
        "PageNo": "169"
    },
    {
        "File": "The_CN_Journal_June_26.jpg",
        "Paragraphs": [
            "CANADIAN_ SPICE",
            "By ROGER C. PAULEN\nLM, #439,",
            "1961 One Cent Arrowhead",
            "After an extended hiatus, the self-\nAte courtesy of the\nCOVID-19 virus pandemic",
            "has allowed me the luxury of time to\ndive back into this hobby. The return\nof this column is not something I\ncan continue into perpetuity, but\nI have been setting aside some\ninteresting and relatively unknown\nvarieties that I hope to share in\nfuture issues. This column features\na relatively unknown, minor variety\non a 1961 cent, something that\nmirrors a similar coin I wrote about in\n2017, the 1946 5-cent arrowhead (Paulen,\n2017). The conclusion about the 1946\narrowhead coin was that, with a planchet absent,\nthe slightly rotated dies struck a very hard\nobject.",
            "I had acquired several 1961-sealed\nmint bags, and during the\nCOVID-19 pandemic, I took the\nopportunity to open and search\nthem for errors and varieties. A\nparticular 1961 cent stood out\nbecause of an arrow-like feature\nabove the 6 on the reverse, with a\nremarkably similar feature on the\nobverse, close to the Queen s chin\n(Figure 1). At first, I dismissed this\ndefect as a small bubble, the result of\na flaw in the planchet, appearing when\nthe coin was struck, which is not uncommon\nin cents of the early 1960s. However, after finding\nmore than twenty coins matching exactly, I concluded\nthis was the outcome of something damaging the dies.\nThis feature was not listed in any of Hans Zoell s variety\npublications on minor coin varieties (e.g., Zoell, 1965) and\nit was absent in the more recent Elizabeth II variety and\nerror catalogue by Christian Houle (2018). This feature\nis unlikely a pair of matching die chips and is not listed\nin the online  Die Variety Directory  (Glassford, 2016).\nAn exhaustive search of various online coin forums on the\ninternet also came up empty.",
            "The arrowheads positioned on each side of the coin\nboth point in the same direction; that calls the potential\ncoincidental matching die chip attribution into question.",
            "A die chip makes an incuse flaw in the\ndie which creates raised metal at that\nlocation on the struck coin (Diamond,\n2003). Chips may occur anytime\nafter working die production;\ncaused in part by a weakness in\nthe metal of the working dies.\nClose examination of the arrow\nfeature shows very smooth edges,\nunlike a progressive die chip\nerror. Similar to the 5-cent 1946\narrowhead variety, this 1961 1-cent\nsupports the hypothesis of a very\nhard, small arrow-shaped object being\nstruck between the dies in the absence\nof a planchet to create a depression in both\ndies, and the resultant raised matching arrowheads\non the struck coins. A transparent overlay of\nthe reverse and obverse arrowheads do\nshow they are exactly the same size,\nand pointing in the same trajectory\ntowards their respective rims\n(Figure 2).\nAlso in those same mint bags, a\nconsiderable number of additional\n1961 1-cent coins were found\nwith this arrowhead feature only\non the obverse. Therefore, the\nreverse (hammer) die was likely\nswapped out of production well\nbefore the obverse (anvil) die.\nWill this coi become as popular as the\n5-cent 1946 arrowhead? My opinion is  No. \nThe 1946 arrowhead benefited from serendipity,\nwith the damage to the die occurring inside the loop of the\n6 in the date. Collectors of Canadian varieties tend to desire\nany relative phenomena visible on the coin s date. Machine\ndoubling and die deterioration doubling are even valued\nmore when the features affect the date. Although the 1961\narrowhead cent is not a true variety in the strictest definition\nof the word, it is interesting nonetheless. This coin should\nbe an easy and cheap one to find, and you can pretty much\nguarantee it will not be attributed. So, a sharp eye should be\nable to find the arrowhead on the obverse side of the coin,\nand if one is lucky, it will be on both sides. So grab your\nloupe and keep up the hunt!",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "170"
    },
    {
        "File": "The_CN_Journal_June_28.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "Laundering Money Takes on a New Meaning Post Pandemic",
            "If you are a paper money collector you may be familiar,",
            "at least to some degree, with the effects of using",
            "bleach or some solvents on paper money. This would\nespecially be the case if you collect error banknotes. It is\nwell known that some less scrupulous vendors have used\nbleach to modify banknotes to remove certain features\nlike serial numbers to produce fake error notes. In fact,\nenterprising counterfeiters have removed the entire image\nto use the substrate, be it cotton-linen paper or polymer, to\nmake what is termed a  raised note. ",
            "A raised note is one in which the counterfeiter uses the\noriginal substrate from a real note to print a new, higher\nvalue, counterfeit banknote that could then be used to\nswindle unsuspecting merchants.",
            "Among the many challenges coping with the effects\nof the current COVID-19 pandemic, Bank of Canada\nspokeswoman Amelie Ferron-Craig has now warned\nagainst using bleach to disinfect your money. In a Canadian\nPress report first published on May 12, Ferron-Craig\nadvises,  If you want to take additional safety precautions,\nyou can clean your polymer bank notes with a bit of soap\nand water since they are resistant to moisture. ",
            "According to the article, the bank has tested the new\npolymer notes for durability against common household\nproducts. Ferron-Craig said,  Repeated contact with\nsubstances such as bleach and ethanol resulted in damage\nthat could make the notes unrecognizable as legitimate\nmoney. We therefore warn against using these substances\nto disinfect your bank notes.  In addition, although the\nbank was not able to confirm, CP staffers said their attempt\nto wipe down a banknote with Lysol  Disinfectant also\nremoved the pigment from notes.",
            
            "The bank said health risks posed by handling cash are\nthe same as those from touching common surfaces such as\ndoorknobs, kitchen counters and handrails. After handling\ncash, wash your hands with soap and water, the bank\nsaid. That s the same advice given by the World Health\nOrganization to anyone dealing in cash   wash your hands\nafterwards, especially 1f you re about to eat or prepare food.\nA Scientific American article, published in 2017, confirms\nthat Canadian polymer-based bills tend to carry fewer\nviruses and bacteria than those made primarily from cotton,\nsuch as those from our neighbours to the south.",
            "To clean cash, use a little soap and water;\nskip the bleach and disinfectant!",
            "What does this all mean? Well, I would strongly\nrecommend that any collectors interested in errors or\nvarieties on recent banknotes use an abundance of caution\nand look very closely for intentional, or unintentional,\nalterations made to the note s appearance by people fearing\npotential exposure to the virus. In fact, don t limit yourself\nto only looking more carefully at modern notes. All notes,\ncotton or otherwise, can be tampered with.",
            "So, practice safe collecting (and spending), if you are\nconcerned with the safety of our paper money and currency\nuse soap and water   not strong disinfectants!",
            "Even better, until daily commerce begins to return to\nnormal (if ever), use your plastic instead. Although the\nBank has advised merchants to continue accepting cash\nmany still prefer that you refrain from using coins and\nbanknotes to pay for your purchase.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "172"
    },
    {
        "File": "The_CN_Journal_June_31.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e\nNOUVELLES, DES, CLUBS",
            "By BRETT IRICK (CLUB SERVICES)\nFONA, LM,#456",
            "Club Life during the Coronavirus",
            "Unfortunately, all or nearly all live coin club meetings\nI am aware of have been cancelled since mid-March\ndue to various bans on large social gatherings and the\nshutdown of most meeting facilities. However, some\nclubs have continued to meet. Windsor Coin Club has\nbeen holding their executive meetings by conference\ncall. Chicago Coin Club used WebEx for their meeting\nthat included a featured speaker and the usual three to\nfive minute numismatic exhibit and discussions by\nclub members. This allowed them to continue an\nunbroken streak of regular meetings that dates to their\nfounding in 1919. And, a Zoom conference was used\nfor the annual MPC Fest on military numismatics.",
            "The Pandemic and Our Coin Collecting: a\nSearch for Silver Linings",
            "This article first appeared in the May issue of\nthe Cincinnati Numismatist, the journal of the\nCincinnati Numismatic Association. The article\nwas written by Dr. Mark Benvenuto who is a\nprofessor of chemistry at the University of Detroit  \nMercy. The club website is www.cincycoinclub.org,",
            "It is probably a safe prediction that the COVID-19\npandemic of 2020 will be remembered for the rest of\nour lives. It has changed the way we relate with each\nother, how we work, when we shop, and a hundred\nother details large and small. Thinking it has somehow\nchanged us in terms of our collections and how we\ncollect is for most of us a pretty small piece of a much\nbigger puzzle. But, in this upheaval, perhaps we can\nfish out a few silver linings.",
            "A temporary end to shows",
            "The ban on large public\ngatherings means that a lot of\nshows, big and small, have\nbeen cancelled. This is a big\npiece ofa big puzzle, especially\nfor the dealers who will lose\nmoney, and for the show\norganizers and host institutions\nwho will have to make new\ncontracts and deal with all the\ndetails for re-scheduled shows.\nThis is the 600-pound gorilla in\nthe room, as it were.",
            "Number4 June",
            "2020 ",
            "Activit  des clubs pendant le coronavirus",
            "A ma connaissance, toutes ou presque toutes les r unions du club\nnumismatique ont  t  annul es depuis la mi-mars en raison des\ndiverses interdictions de grands rassemblements et la fermeture de\nla plupart des sites ou se tenait les r unions. Cependant, certains\nclubs ont continu  d avoir des rencontres. Le Windsor Coin Club a\nutilis  une conf rence t l phomique pour ses r unions du bureau de\ndirection. Le Chicago Coin Club a utilis  WebEx pour sa r union\nqui comprenait un conf rencier invit  et exposition numismatique\nhabituelle de trois 4 cinq minutes suivis des discussions entre les\nmembres du club. Cela leur a permis de poursuivre une s rie\nininterrompue de r unions r guli res qui remonte a leur fondation\nen 1919. Et, une conf rence Zoom a  t  utilis e pour la rencontre\nannuelle du MPC Fest sur la numismatique militaire.",
            "La pand mie et notre collection numismatique:\ndes opportunit s a d couvrir",
            "Cet article a  t  publi  pour la premi re fois dans le num ro\nde mai du Cincinnati Numismatist, Je journal du Cincinnati\nNumismatic Association. L article a  t   crit par le Dr Mark\nBenvenuto, professeur de chimie a l'Universit  de D troit -\nMercy. Le site internet du club est www.cincycoinclub.org.",
            "C est probablement une pr diction assur e d affirmer que\nla pand mie de COVID-19 de 2020 restera grav e dans nos\nm moires pour le reste de nos jours. Cette pand mie nous a\nforc s a changer notre fagon de communiquer entre nous, notre\nfacgon de travailler, nos achats et une centaine d autres d tails\nautant mineurs que consid rables. Penser que ceci a chang  nos\nhabitudes de collectionneurs et ce que nous collectionnons est\npour la plupart d entre nous un tr s petit morceau dans un case-\nt te beaucoup plus grand. Mais, dans ce chambardement, nous\npouvons peut- tre d couvrir de nouvelles opportunit s.",
            "Une pause temporaire des salons numismatique",
            "L interdiction des grands\nrassemblements publics signifie que\nde nombreux salons numismatiques,\npetits et grands, ont  t  annul s.\nC est un gros morceau dans ce grand\ncasse-t te, en particulier pour les\nmarchands qui perdront de |  argent,\net pour les organisateurs des salons et\nles institutions hoteli res qui devront\nn gocier de nouveaux contrats et revoir\ntous les d tails des salons a re-c duler.\nC est le grand  l phant dans la piece,\npour ainsi dire.\n"
        ],
        "PageNo": "175"
    },
    {
        "File": "The_CN_Journal_June_32.jpg",
        "Paragraphs": [
            "Buying on-line and buying local.",
            "One possible silver lining is that the time spent staying\nat home may give us an opportunity to connect in some\non-line way with dealers we have known for a while, and\npossibly decades. It s nothing more than a myth that the\nolder a person is, the less savvy they are with e-mail and\nsocial media. Plenty of dealers have built good working\nrelations with buyers, and would be happy to keep selling\non-line and through their e-mail and regular mail.",
            "If you are lucky enough to have a coin dealer or two\nin your town, you may be able to arrange a visit to their\noffice, store or home similar to a carryout food delivery\nor pick up   local conditions and orders permitting.\nSuggested is social distancing during your visits. Be\ncreative. An old army adage is  If it s stupid, and it\nworks, it isn t stupid. ",
            "Checking out the never-ending garage sale?",
            "The post office and delivery services have generally\nremained open for business no matter what the situation\nis. Their employees are heroes just as much as doctors,\nnurses and other essential workers that are putting their\nhealth at potential risk to help keep the economy running.\neBay and other similar sites have an enormous array of\nnumismatic material for your consideration. Take some\ntime to research it and you might find a new treasure or\ntwo for your collection.",
            "Subscribe.",
            "Many of us have bemoaned the time we don t have, and\nthe time we don t have to sit and read. Why not sign up\nfor one or more of the numismatic periodicals that are out\nthere?",
            "Write it up.",
            "Once again, with almost all of us sitting at home for some\nundetermined number of days, let the muse take you, and\nwrite up an article on your favourite subject. Plus, you'll\nmake a new friend of the editor, who never has enough\ncopy for the next issue.",
            "The time we always say we want, but never\nhave - look at your coins!",
            "Lastly, time is well, time. We have some more now.\nHave you looked at your entire collection recently   or\na good portion of it? There is no need to watch the news\non the hour, every hour, and sink into some depression\nconcerning the number of new cases. Check the news\nonce a day and spend some quality time with your\ntreasures.",
            "Achat en ligne et achat local.",
            "Etant limit  dans vos d placements, une des opportunit s 4\nconsid rer est de prendre l occasion de contacter en ligne les\nmarchands avec qui vous faites affaire depuis un certain temps,\nvoir m me des d cennies. C est un mythe de penser que plus une\npersonne est 4g e, moins elle est a l aise avec le courrier  lectronique\net les m dias sociaux. De nombreux marchands ont  tabli de bonnes\nrelations de travail avec les acheteurs et seraient bien heureux de\ncontinuer a vendre en ligne, par courriel ou par courrier postal.",
            "Si vous avez la chance d avoir un ou deux marchands\nnumismatiques dans votre r gion, vous pourrez peut- tre planifier\nune visite a leur bureau, magasin ou domicile, similaire 4 une\nlivraison de repas pour emporter ou 4 ramasser   en supposant que\nles conditions locales le permettent. La distanciation sociale est\nsugg r e lors de vos visites. Soyez cr atif. Un vieil adage de l arm e\nest  Si c est stupide et que  a fonctionne, ce n est pas stupide .",
            "D couvrez Vinterminable vente de garage?",
            "La poste et les services de livraison sont g n ralement rest s\nop rationnels, peu importe la situation. Ces employ s sont\ndes h ros autant que des m decins, des infirmi res et autres\ntravailleurs essentiels qui mettent leur sant  a risque pour nous\naider 4 maintenir 1 6conomie en marche. eBay et autres sites\nsimilaires offrent une vari t  de mat riel numismatique a votre\ndisposition. Prenez le temps de faire vos rechercher et vous\npourriez trouver un nouveau tr sor ou deux pour votre collection.",
            "S abonner.",
            "Beaucoup d entre nous d plorent le temps qui nous manque\net le temps que nous n avons pas pour nous asseoir et faire une\nlecture. Pourquoi ne pas vous abonner a une ou plusieurs des\nrevues numismatiques qui existent?",
            "Ecrivez-le.",
            "Encore une fois, comme nous sommes presque tous a la\nmaison pour une p riode ind termin e, laissez allez votre\nimagination et  crivez un article sur votre sujet pr f r . Par le\nfait m me, vous vous ferez un nouvel ami, soit | diteur, qui n a\njamais assez d articles pour les futures  ditions.",
            "Nous voulons toujours plus de temps, mais nous ne\nVavons jamais - regardez vos pi ces!",
            "Finalement, on ne contrdle pas le temps. Par contre, nous en\navons davantage aujourd hui. Avez-vous regard  votre collection\nau complet ces temps-ci, ou du moins une bonne partie? Il n est\npas n cessaire de regarder les nouvelles de Pheure, chaque heure,\net de sombrer dans une d pression portant sur le nombre de\nnouveaux cas. Consultez les actualit s une fois par jour et passez\ndu bon temps avec vos tr sors numismatiques.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "176"
    },
    {
        "File": "The_CN_Journal_June_33.jpg",
        "Paragraphs": [
            "The future?",
            "We will get back to the days and nights when we have\nto be at work by a specific time, when we have to deal\nwith appointments, school work and all the other bits\nand pieces that make up our life. The hard-working\nprofessionals working on a vaccine may have one for\nus within a year. But, for now we are staying home and\nstaying safe. We might as well pluck a few silver linings\nfrom our hobby.",
            "If you would like to have your club profiled here, please\nwrite a column, include pictures and send it to me:\nxr7gt@prodigy.net.",
            
            
            "Lavenir?",
            "Nous reviendrons a des jours et des soir es ot: nous devrons\n tre au travail a une heure pr cise, planifier nos rendez-vous, les\ntravaux scolaires et tous les autres  l ments qui font partie de\nnotre vie. Les professionnels qui travaillent dur pour d velopper\nun vaccin esp rent en avoir un pour nous dans la prochaine\nann e. Mais, pour | instant, nous demeurons a la maison et en\ntoute s curit . Nous pourrions aussi bien d couvrir quelques\nopportunit s pour notre passe-temps.",
            "Si vous souhaitez avoir le profil de votre club ici,\n crivez une chronique, inclure des photos et envoyez a:\nxr7gt@prodigy.net.",
            
            "COMING. EVENTS",
            "To reduce the spread of COVID-19, Health authorities have ordered suspension of gatherings of people. For\nour hobby, this forces cancellation of numismatic shows and coin club activities anywhere in Canada until\nthe end of June and possibly later. During this period our column, Coming Events, is suspended. Those\ninterested in an activity scheduled beyond the closed period should verify its status with the organizer.",
            "Number4 June 2020 -----------------------------------------\n"
        ],
        "PageNo": "177"
    },
    {
        "File": "The_CN_Journal_June_34.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS\nCELEBRIT.Y_COINS",
            "By SEAN SINCLAIR\n#23912",
            "EUROPE S OTHER FEMALE MONARCH",
            "When you look at\nthe tabloids, or\neven some of the",
            "more respectable magazines,\nthe only Royal family that you\nsee most of the time is that of\nUnited Kingdom, and of the\nCommonwealth. Queen Elizabeth\nII is likely the most recognizable\nface on the planet, but the\nBritish monarchy is not the only\nmonarchy remaining in Europe or\nelsewhere. In this article I would\nlike to talk about Europe s only\nother current ruling queen (as\nopposed to the wife of the king),\nMargrethe II of Denmark.\nMargrethe II became queen\nonly through the sheer will and\ndetermination of her father, King\n(Frederik or) Frederick IX. From\nNovember 1665 until 1953, the\nDanish crown operated under\nsemi-salic law, which states that a\nfemale may inherit the throne only\nupon the extinction of all possible\nmale relatives in the family line.\nBecause Frederick IX only had\nthree daughters, it seemed likely\nthat the throne would succeed\nto his younger brother, Prince\nKnud, upon the king s death\nor abdication. Upon becoming\nking in April 1947, Frederick IX\nset about changing the laws\nof succession in order to give\npreference to his daughters over\nthe nearest male heir (his brother).",
            "Following a referendum, the Act\nof Succession of 1953 became law,",
            "which instituted a male-preference\nsystem of primogeniture, thereby\nallowing females in the immediate\nfamily to inherit the throne only",
            "if there aren t any direct male",
            "relatives. In this case, males\nwould still take preference, even if\nthe females are older.",
            "Upon the change in the law,\nPrincess Margrethe became the\nheir-presumptive. This means\nthat she was the primary heir,\nas long as another brother didn t\nenter the scene.",
            "An heir-presumptive differs\nfrom an heir-apparent, who\nwill become the king or queen\nregardless, unless they die.",
            "An additional referendum\nwas held in 2009 and the law\nhas since been updated once\nagain to allow the oldest child,\nwhether male or female, to\ninherit the throne. Princess\nMargrethe Alexandrine\nborhildur Ingrid was born on\nApril 16, 1940, at Amalienborg\nPalace in Copenhagen. The\npalace serves as the primary\nresidence of the Danish Royal\nfamily. At the time, her father,\nChristian Frederik, was the\ncrown prince of Denmark and\npresumed heir to the throne.\nHer mother, Princess Ingrid\nVictoria, was the third child and\nonly daughter of King Gustaf VI\nAdolf of Sweden.",
            "Princess Margrethe married\nHenri de Laborde de Montpezat\n(1934-2018) on June 10, 1967.\nThe couple had two sons: Crown\nPrince Frederik of Denmark (born\nMay 26, 1968) and Prince Joachim\nof Denmark (born June 7, 1969).",
            "King Frederick IX passed",
            "away on January 14, 1972, and\nMargrethe succeeded him as\nqueen.",
            "The first circulation coins to be\nissued under the new queen were",
            "released in 1973. Coins were\nreleased in denominations of 5-,",
            "10- and 25-gre, as well as 1- and\n5-kroner.",
            " The CN Journal Volume 65\n"
        ],
        "PageNo": "178"
    },
    {
        "File": "The_CN_Journal_June_35.jpg",
        "Paragraphs": [
            "The 5-kroner issued by Margrethe Il between 1973 1988. Obverse: right facing young portrait of Margrethe Il\nMARGRETHE II DANMARKS DRONNING / below mintmaster s initial: S (Vagn Sorensen 1971 1978), B (Peter M\nBjarno 1978 1981), or R (N. Norregaard Rasmussen 1981 1989) / heart mintmark ( ) for the Royal Danish\nMint (h for Copenhagen), and engraver initial after: B (Frode Bahnsen.) Reverse: Royal Denmark coat of arms, three",
            "oak leave cluster on each side 19 / 77 / 5 KRONER.",
            "The three lower denominations all bear the queen s\nmonogram, which is capital  M  intertwined with a number\n 2  and capital  R . The  R  represents Regina, which is\nLatin for Queen. The entire monogram is surmounted with\na crown.",
            "The 25-gre coin has a hole in the centre, and the\nmonogram is situated to the left of the hole, with an oak\nbranch on the right side.",
            "The 1- and 5-kroner coins each bear a right portrait of\nMargrethe II, with her hair tied up in a bun. The legend\nMARGRETHE II DANMARKS DRONNING is clockwise\naround the portrait, beginning at the bottom centre. The\n10-kroner was introduced in 1979.",
            "The designs on Danish coins received an overhaul in 1989,\nand the 5- and 10-are denominations were discontinued. The\nnew 25- and 50-gre coins bear a representation of the Royal\nCrown, without Margrethe s monogram, and the name of the\ncountry was moved to the obverse.",
            "The 1-krone, 5-kroner and new 2-kroner coins bear an\nupdated monogram for Margrethe II, a letter  M  with a\nRoman numeral  II  written beneath it. The monogram is\nshown three times in a circular pattern, alternating with the\nRoyal Crown.",
            "The 10-kroner and new 20-kroner coins (introduced in\n1989 and 1990, respectively) each bear an updated portrait\nof the queen.",
            "The initials of the mintmaster and the master engraver\nhave been included on the coins along with a mintmark.",
            "Number4 June 2020 ",
            "The obverse was\nupdated in 1994, 2001 and\nonce again in 2011, with\nnoticeably more mature\nportraits.",
            "Since the early 1990s,\nalternative commemorative\ndesigns have appeared\non the 10- and 20-kroner\ndenominations.",
            "Higher denominations\nin silver and gold have\nbeen earmarked for\ncommemorative designs\nas non-circulating legal\ntender coins. Many of the\ncommemorative coins\nhave unique portraits of\nthe queen, and sometimes\nincluding her husband\nand children. These\ncoins celebrate many\npersonal milestones such\nas key birthdays and\nanniversaries. In 2020\nthe Queen celebrates her\n80th birthday with special\ncommemoratives.\n"
        ],
        "PageNo": "179"
    },
    {
        "File": "The_CN_Journal_June_36.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "By ALAN ROY\n#17134",
           
            "Canadian Numismatic Correspondence Course Part Il",
            "Most numismatists may not see literature as a collectible\n Usually a collector only purchases a",
            "book as a reference. And that is a wise thing to do.\nAs Alan Herbert said,  If you read one book, you are more\nknowledgeable than 90 percent of your fellow collectors. If\nyou read five books, you are ahead of 99 percent.  But few\ncollectors consider books themselves as collectibles.",
            "The Canadian Numismatic Correspondence Course Part\nJT was unveiled at the 2005 CNA convention in Calgary.\nThe association s executives, as well as many of the\ncontributors and reviewers attended the ceremony. Those\nresponsible for the completion of this enormous task were\nlauded for their efforts, and were called up, one by one, to\nreceive a token of thanks for their work: a medal and a VIP\ncopy of the course manual.",
            "The specially bound volumes were produced only for\ncontributors to the course and a few executives. These\ncopies are identical to the Cerlox-bound  library\neditions,  except that their chapter on Canadian Tire\nmoney is illustrated in colour. They are bound in black\nleatherette and have the recipient s name embossed in\ngold on the front cover. The volume illustrated here was\npresented to CNA President Charles Moore.",
            "The original course, published in 1995, was at the\ntime considered one of the most ambitious projects\never taken on by the CNA. It was created to impart to\nnovice collectors all the basic knowledge they would\nneed to transform them from accumulators to focussed\nand disciplined collectors. It covered the basics of the\nhobby. Chapters provided introductions to Canadian\ncoinage and paper money, the coining process, grading,\nand storing a collection.",
            "Part II enlarges on these subjects with chapters\nexpanding on the history of money in Canada, buying and\nselling, organized numismatics, the benefits of research,\nand the use of computer technology in the hobby.",
            "This course is meant to expand collectors  knowledge\neven further and transition them into more rounded\nnumismatists. They would not only learn more about\nthe rudimentary aspects of the hobby such as decimal\ncoins, paper money, and grading, but also expand their\nknowledge about some of the less common items that\ncollectors enjoy. Paul Johnson writes in the preface,\n The objective of this Part II course is to change an\nexisting collector into a numismatist, with a broad-\nbased understanding of the Canadian and international\ncollecting scene. ",
            "In the original work, only two chapters,  Other Forms\nof Money  and  Collecting Strategies  broach collecting\ntopics beyond decimal coinage and paper money. Part II\ndevotes about half of the manual to numismatic specialties.\nTokens, Canadian Tire money, medals, exonumia,\nmunicipal trade tokens, wooden money, ancient and\nmedieval coins are all introduced in chapters written by\nknowledgeable numismatists from each field. There is even\na chapter that covers the history of Canadian numismatic\nliterature. And since many numismatists have a need to\nshare their knowledge, the manual is rounded out with\nchapters on research, writing, photography and publishing.",
            "These presentation copies are scarce, with only about\ntwo- or three-dozen produced. And because they are each\nmarked with the recipient s name, provenance is easy. A\ncollectible so scarce that is clearly associated with a noted\nnumismatist would be a prize for many collectors.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "180"
    },
    {
        "File": "The_CN_Journal_June_37.jpg",
        "Paragraphs": [
            "ERROR.OF_THE. MONTH",
            "BY HENRY NIENHUIS\nFRCNA, FCNRS, FONA, LM, #430",
            "Bubbling Cores",
            "Our error this month is a 2019,\nO 75th Anniversary of D-Day\nCommemorative, Canadian\ntwo-dollar coin which exhibits a\nform of planchet defect known\nas plating bubbles. These errors\noccur in coins minted from\nplanchets which are plated with\nat least one layer over a blank\nof base metal. From 2012 all\nCanadian circulating coins now\nuse the Royal Canadian Mint s\npatented multi-ply plated-steel\n(MPPS) technology. .",
            "A wide variety of plating defects\nsuch as blisters, bubbles, occlusions,\ncracks in the plating layers, as well as\ncomplete or partial missing plating layer can\noccasionally affect the quality of some\ncoins. Modern plating technology is\nintended to prevent most of these\ndefects; however, errors can occur\nin any complex process. These\nprocessing errors can involve\ngross irregularities in which\na batch of blanks skipping a\nplating stage entirely, or more\nsubtle irregularities involving\nimproper electrical current,\nadditives in the electrolytic bath,\nor contaminants either in the bath\nor affixed to a particular blank.",
            "The most common cause for many",
            "of these problems can be traced to\nimproper surface preparation of the base\nblank.",
            "Our toonie error coin is exhibiting large Retained (or\nOccluded) bubbles on the obverse core. The largest of the\nbubbles is an elongated  ridge  visible near the edge of\nthe core at 2:00 just to the right of the queen s forehead.\nThere is a less noticeable small round bubble or blister\nat the left cut-off of the Queen s effigy and still smaller\ninstances scattered in the field. Our toonie is made from a\ncompound planchet, a core of multi-ply brass plating over\na blank made of aluminum bronze and an outer ring of\nmulti-ply nickel-plated steel.",
            "Bubbles and blisters may appear similarly as raised\nareas on the surface; they often have different causes.",
            "Number4 June",
            "2020",
            "Plating blisters result from gases or liquid on\nthe surface of the blank being trapped as\nthe plating layer 1s deposited. The\ncaptured matter is compressed and\nheated when the dies strike the\nblank and the trapped matter resists\ncompression. A bump above the\nfield and design elements of the\ncoin results. These small hollow\nplating blisters are relatively\ncommon on Canadian one-cent\ncoins made after 2000.\nOther forms of blistering\non plated coins are solid blisters\ncaused by oxidation or corrosion\nof the surface of the underlying base\nmetal blank by trapped contaminants.\nIn the case of zinc blanks this is known as\n Zine Rot.  Solid blisters are inflated by\nsubsurface corrosion. They can rupture\nand tear the plating exposing the base\nmetal to further oxidation.\nPlating bubbles look a great\ndeal like large blisters, often\nfound in groupings and\nirregularly shaped. These\nhollow bubbles are associated\nwith the loss of adhesion\nbetween the plated layers\nand are usually caused by thin\npatches of contamination. This\nmight be in alloy of the blank\nitself or on its surface that was either\nnot removed during pre-treatment or\nwas deposited from the plating bath itself.\nBubbles can also be caused by adhesion issues\nresulting from improper application of electrical current. The\nsmallest particle of dust or film of oil or grease remaining on\na blank during submergence will prevent the correct bonding\nof the molecules. Once again, the heat generated by the strike\ncauses gas expansion beneath the plating, pushing it up.\nThese plating bubble defects are quite rare on larger\ndenominations, but do occur. toonies from 2012 on, when\nthe MPPS material was introduced, are susceptible.",
            "Keep your eyes open!!",
            "Henry Nienhuis is a member of CEVNA the Canadian Errors and Varieties\nNumismatic Association. (www.cevna.com), he can be reached at fenix@\nrogers.com\n"
        ],
        "PageNo": "181"
    },
    {
        "File": "The_CN_Journal_June_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE,",
           
            "2020 Fine Silver 5-Coin Fractional Set  \nCanadian Maple Masters Collection",
            "Canadian artist Nathalie Lagac  has beautifully\nportrayed the distinctive character of five\ndifferent maple species: the Sugar Maple\nC1 kg), silver (1/2 kg), Douglas (507),\nBlack (2 oz) and Bigleaf (1 0z). A\ncluster of maple leaves dominates",
            "the centre of the coin and is finely\nengraved to illustrate the overall\nshape, veining, lobes and edging",
            "that distinguish each maple species",
            "from the others. Two boughs of\nmaple leaves arch upwards along",
            "the outer edges of the design,\ncreating a framework reminiscent of\npre-Confederation circulation coins. A\nribbon flows through each design",
            "in a unique way. It wraps itself",
            "around the central leaves, and",
            "weaves its way through the",
            "boughs, bringing a heraldic",
            "touch to the design as it ties",
            "all the elements together. A",
            "single, small leaf is engraved",
            "at the bottom of the design. It",
            "is flanked by the ribbon ends, with\n 2020  engraved above, and  CANADA \nengraved along the upper edge of the\ncoin. The effigy of Her Majesty Queen\nElizabeth by Susanna Blunt with\n ELIZABETH II D.G. REGINA  and\n 250 DOLLARS  engraved around\nthe circumference of the 1-kg coin.\nThe maple species featured on the\nreverse also appears on the obverse as a\nbackground pattern.",
            "Ensemble de cinq pi ces divisionnaires en\nargent fin 2020   Collection Prestige :\nErable canadien",
            "L artiste canadienne Nathalie Lagac ",
            "a superbement rendu le caract re\ndistinct de cinq diff rentes esp ces\nd rable : l rable a sucre (pi ce",
            "de 1 kg), l rable argent  (%",
            "kg), ? rable de Douglas (5 02),",
            "l rable noir (2 0z) et l rable\ngrandifoli  (1 0z). Un bouquet",
            "de feuilles domine le centre de",
            "chaque pi ce, finement grav ",
            "pour illustrer la forme g n rale,",
            "les nervures, les lobes et les\nbordures qui distinguent les esp ces",
            "les unes des autres. Deux branches\nd rable forment une arche s levant le\nlong du pourtour du motif, ce qui cr e un\ncadre rappelant les pi ces de circulation d  avant la",
            "Conf d ration. De plus, un ruban traverse chaque motif\nde mani re unique : il entoure les feuilles centrales, suit la\ncourbe des branches et unit les  l ments, conf rant ainsi\nune touche h raldique au motif. Sur chaque pi ce, une",
            "petite feuille seule est grav e au bas, entre les",
            "extr mit s des deux rubans, et est surmont e",
            "par le mill sime   2020  . La mention",
            "  CANADA   est grav e au centre de la",
            "partie sup rieure de la pi ce. L avers",
            "est a l effigie de Sa Majest  la reine",
            "Elizabeth II, selon Susanna Blunt,",
            "et les mentions   Elizabeth II  ,",
            "  D- G- REGINA   et la valeur",
            "nominale   250 DOLLARS   sont",
            "grav es sur le pourtour de la pi ce",
            "de 1 kg. Lesp ce d rable repr sent e",
            "au revers figure aussi 4 l avers, dans un\nmotif qui se r p ete a | arri re-plan.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "184"
    },
    {
        "File": "The_CN_Journal_June_41.jpg",
        "Paragraphs": [
            "2020 $5 Fine Silver Coin   Moments to Hold:\nThe 350th Anniversary of Hudson s Bay Co.",
            "The reverse was inspired by the Voyageur\ndollar introduced in 1935 and designed\nby Emanuel Hahn. The engraved\nimage features six explorers paddling",
            "a canoe in rough waters after\nexchanging goods at a Hudson s",
            "Bay Company trading post, which\nappears behind the pine trees in the\ndistance. The reverse also includes",
            "the word  CANADA  near the\ncurved rim, while the face value  5\nDOLLARS  and the year  2020  are\ninscribed below. The obverse features\nthe effigy of Her Majesty Queen\nElizabeth II by Susanna Blunt.",
            "2020 $100 Fine Silver Coin   The Armorial\nBearings of the Dominion of Canada",
            "The reverse design features the armorial\nbearings of the Dominion of Canada\n(1868-1921). It is based on the original\n1868 pen and ink drawing by Sir\nCharles George Young and includes",
            "the changes requested by the\nDuke of Buckingham. Granted by\nRoyal Warrant of Queen Victoria,",
            "the Dominion shield features the\nquartered arms of the first four\nprovinces to join Confederation:\nOntario (the cross of St. George\nand a sprig of three maple leaves),\nQuebec (two fleurs-de-lis, a lion passant\nguardant and a sprig of three maple\nleaves), Nova Scotia (a salmon\nbetween three thistles) and",
            "New Brunswick (a lion",
            "passant guardant and an",
            "ancient galley). The obverse",
            "features the effigy of Her",
            "Majesty Queen Elizabeth II",
            "by Susanna Blunt.",
            "Library and Archives Canada, Acc. No. 1949-1-3",
            "Number4 June 2020",
            "Pi ce de 5 $ en argent fin 2020   Grands\nmoments : 350e anniversaire de HBC",
            "Le revers grav  est inspir  du dollar Voyageur",
            "de 1935 congu par Emanuel Hahn. Six",
            "explorateurs en canot affrontent des",
            "eaux houleuses apr s avoir visit  un",
            "poste de traite de la Compagnie de",
            "la Baie d Hudson, visible derri re",
            "des pins en arri re-plan. La mention",
            "  CANADA  , qui suit la courbe",
            "du cordon, tandis que la valeur",
            "nominale   5 DOLLARS   et le",
            "mill sime   2020   sont grav s sous",
            "le motif. L avers est a l effigie de Sa",
            "Majest  la reine Elizabeth II, selon\nSusanna Blunt.",
            "Pi ce de 100 $ en argent fin 2020   Armoiries\ndu Dominion du Canada",
            "Le motif au revers pr sente les armoiries",
            "du Dominion du Canada (1868-1921)",
            "d apr s le dessin a la plume r alis ",
            "par sir Charles George Young en",
            "1868. Le motif inclut aussi les",
            "modifications demand es apr s",
            "coup par le duc de Buckingham.",
            "Assign es par d cret royal de la",
            "reine Victoria, les armoiries qui",
            "occupent chacune un quartier",
            "de l cu du Dominion sont celles",
            "des quatre premi res provinces de",
            "la Conf d ration : Ontario (la croix",
            "de Saint-Georges et un rameau d rable 4",
            "trois feuilles), le Qu bec (deux fleurs de lis, un",
            "l opard et un rameau d rable a trois feuilles),",
            "la Nouvelle-Ecosse (un saumon entre trois chardons) et le",
            "Nouveau-Brunswick (un l opard et une gal re antique).",
            "Lavers est a l effigie de Sa Mayest  la reine Elizabeth II,\nselon Susanna Blunt.",
            "Bibliotheque et Archives Canada, num ro d acquisition 1949-1-3\n"
        ],
        "PageNo": "185"
    },
    {
        "File": "The_CN_Journal_June_42.jpg",
        "Paragraphs": [
            "A Numismestic DATE WITH HisToRy\nTHE DEATH OF ALEXANDER",
            "BY JESUS VICO\nAND, MARISA.OLLERO.",
            "June 11, 323 BCE",
            "Alexander III of Macedon\nA commonly known as Alexander",
            "the Great, known in ancient\nIranian and Zoroastrian sources as\nAlexander the Accursed, was a king of\nthe ancient Greek kingdom of Macedon\nand a member of the Argead dynasty.\nHe was born in Pella in 356 BCE and\nsucceeded his father Philip II to the\nthrone at the age of 20. He spent most\nof his ruling years on an unprecedented\nmilitary campaign through Asia and\nnortheast Africa, and by the age of\nthirty he had created one of the largest\nempires of the ancient world, stretching\nfrom Greece to northwestern India.\nHe was undefeated in battle and is\nwidely considered one of history s most\nsuccessful military commanders.",
            "During his youth, Alexander was tutored by Aristotle until\nage 16. After Philip s assassination in 336 BCE, he succeeded\nhis father to the throne and inherited a strong kingdom and an\nexperienced army. Alexander was awarded the generalship\nof Greece and used this authority to launch his father s pan-\nHellenic project to lead the Greeks in the conquest of Persia.",
            "In 334 BCE, he invaded the Achaemenid\nEmpire (Persian Empire) and began a\nseries of campaigns that lasted 10 years.\nFollowing the conquest of Anatolia,\nAlexander broke the power of Persia in\na series of decisive battles, most notably\nthe battles of Issus and Gaugamela. He\nsubsequently overthrew Persian King\nDarius III and conquered the Achaemenid\nEmpire in its entirety. At that point, his\nempire stretched from the Adriatic Sea to\nthe Indus River.",
            "He endeavored to reach the  ends\nof the world and the Great Outer Sea \nand invaded India in 326 BCE. He\neventually turned back at the demand of\nhis homesick troops.",
            "Alexander died in Babylon in 323\nBC, the city that he planned to establish",
            "as his capital, without executing a series of planned\ncampaigns that would have begun with an invasion of\nArabia. In the years following his death, a series of civil\nwars tore his empire apart, resulting in the establishment\nof several states ruled by the Diadochi: Alexander s\nsurviving generals and heirs.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "186"
    },
    {
        "File": "The_CN_Journal_June_43.jpg",
        "Paragraphs": [
            "On either 10 or 11 June 323 BCE, Alexander died in\nthe palace of Nebuchadnezzar II, in Babylon, at age 32.\nThere are two different versions of Alexander s death\nand details of the death differ slightly in each. Plutarch s\naccount 1s that roughly 14 days before his death, Alexander\nentertained admiral Nearchus, and spent the night and next\nday drinking with Medius of Larissa. He developed a fever,\nwhich worsened until he was unable to speak. The common\nsoldiers, anxious about his health, were granted the right\nto file past him as he silently waved at them. In the second\naccount, Diodorus recounts that Alexander was struck with\npain after downing a large bowl of unmixed wine in honour\nof Heracles, followed by 11 days of weakness; he did not\ndevelop a fever and died after some agony. Arrian also\nmentioned this as an alternative, but Plutarch specifically\ndenied this claim.",
            "Given the propensity of the Macedonian aristocracy to\nassassination,foul play featured in multiple accounts of his\ndeath. Diodorus, Plutarch, Arrian and Justin all mentioned\nthe theory that Alexander was poisoned. Justin stated\nthat Alexander was the victim of a poisoning conspiracy,\nPlutarch dismissed it as a fabrication, while both Diodorus\nand Arrian noted that they mentioned it only for the sake\nof completeness. The accounts were nevertheless fairly\nconsistent in designating Antipater, recently removed as\nMacedonian viceroy, and at odds with Olympias, as the head\nof the alleged plot. Perhaps taking his summons to Babylon\nas a death sentence, and having seen the fate of Parmenion\nand Philotas, Antipater purportedly arranged for Alexander",
            "Coinage Denominations",
            "Alexander the Great issued coinage in three metals\ngold, silver and bronze. Although there were various\ndenominations, three types though are the most important:\nGold Stater: obverse, Head of Athena right in crested\nCorinthian helmet; reverse, Winged Nike standing\nleft, holding wreath in right hand, stylis in left\nSilver Tetradrachm: obverse, Head of young Herakles\nright in lion s skin headdress; reverse, Zeus seated\nleft on throne, eagle on outstretched right hand, with",
            "Number4 June",
            "2020 ",
            "to be poisoned by his son Iollas, who was Alexander s wine-\npourer. There was even a suggestion that Aristotle may have\nparticipated.",
            "Several natural causes (diseases) have been suggested,\nincluding malaria and typhoid fever. Other recent analysis\nsuggested pyogenic (infectious) spondylitis or meningitis.\nOther illnesses fit the symptoms, including acute pancreatitis\nand West Nile virus. Natural-cause theories also tend to\nemphasize that Alexander s health may have been in general\ndecline after years of heavy drinking and severe wounds. The\nanguish that Alexander felt after Hephaestion s death (his\nclosest friend and possible lover) may also have contributed\nto his declining health.",
            "The location of the tomb of Alexander the Great is\nan enduring mystery. Shortly after Alexander s death in\nBabylon, the possession of his body became a subject of\nnegotiations between Perdiccas, Ptolemy I Soter, and\nSeleucus I Nicator. According to some scholars, while\nBabylon was the  obvious site  for Alexander s resting\nplace, some favored interring the ruler in the Argead burial\nat Aegae, modern Vergina, where his father was. Aegae\nwas one of the two originally proposed resting places,\nthe other being Siwa Oasis and in 321 BCE Perdiccas\npresumably chose Aegae. The body, however, was hijacked\nen route by Ptolemy I Soter. According to Pausanias and the\ncontemporary Parian Chronicle records for the years 321 \n320 BCE, Ptolemy initially buried Alexander in Memphis.\nIn the late 4th or early 3rd century BCE, during the early\nPtolemaic dynasty, Alexander s body was transferred from\nMemphis to Alexandria, where it was reburied.",
            "The Ptolemaic cult of Alexander the Great in ancient\nEgypt was promoted by the Ptolemaic dynasty. The core of\nthe cult was the worship of the deified conqueror-king, which\neventually formed the basis for the ruler cult of the Ptolemies\nthemselves.",
            "Alexander became legendary as a classical hero in the\nmold of Achilles, and he features prominently in the history\nand mythic traditions of both Greek and non-Greek cultures.\nHe became the measure against which military leaders\ncompared themselves, and military academies throughout\nthe world still teach his tactics. He is often ranked among the\nmost influential people in history.",
            "Reprinted with permission from VCoins eNewsletter.",
            "left hand leaning on long scepter.\nBronze Unit: obverse, Head of young Herakles right in\nlion s skin headdress; reverse, Bow in case and club.\nThe two main silver coins in circulation were the drachm\nand the tetradrachm (4 drachm). The drachm weighs\napproximately 4.2 g and is about 18 mm (size of a 10-cent\ncoin.) The tetradrachm, depending on when and where it\nwas minted, varies in size from 25 40 mm (larger than a\n25-cent piece) and weighs 17.2 grams of silver.\n"
        ],
        "PageNo": "187"
    },
    {
        "File": "The_CN_Journal_June_44.jpg",
        "Paragraphs": [
            "Coins were struck at 26 mints throughout the empire.\nCoin weights were regulated by city officials called\nmagistrates who were well trusted. Silver coins were\nprincipally used to pay the army and also as tribute (levies\nand taxes), but not in daily commerce.",
            "After his death, the empire was divided among his four\ngenerals, they continued to issue comms in the Alexander\nstyle, for over 250 years. The last Alexanders were minted\nat Mesembria around 65 BCE.",
            "Greek, Kings of\nMacedon. Alexander Ill\n(the Great, 336 323\nBCE). AR_ tetradrachm\n17.24 g, Memphis Mint,\nca. 332 323 BCE. Obv.\nHead of young Herakles\nto right, wearing lion\nskin headdress. Rev.\nZeus seated left, holding\neagle and scepter; in left\nfield AAEZEANAPOY",
            "Price 3971; Muller-124.",
            "Image: Heritage",
            "Coin Design Imagery",
            "The Alexander tetradrachm has Herakles on the obverse.\nHe wears a headdress made from the skin of the fierce\nNemean lion which he killed during the first of his tewlve\nlabours. Zeus, king of the gods of Mount Olympus and\nHerakles s father, on the reverse. Zeus sits on his throne\nholding a scepter and eagle. Herakles was the greatest hero\nof the Greeks; the idea of a man becoming a god obviously\nwas an attractive image for Alexander.",
            "Greek, Kings Of Macedon. Alexander III\n(the Great, 336 323 BCE). AE hemiobol,\n19 mm, 5.92 g, 9h, Tarsos mint, c. 323 \n317 BCE. Obv. Head of young Herakles to\nright, wearing lion skin headdress. Rev.\nAAEZANAPOY Bow in bowcase and club,\ncaduceus above. Price 3059. Image:\nNomos",
            "Greek, Kings of Macedon. Alexander\nIll (the Great, 336 323 BCE). AV\nstater 18mm, 8.57 g, 5h. Lifetime\nissue of Lampsacus, ca. 328 323\nBCE. Obv. Head of Athena right,\nwearing crested Corinthian helmet\npushed back on _ head, bowl\ndecorated with a coiled serpent /\nAAEEANAPOY, Nike standing left,\nholding wreath and stylis; in left\nfield, conjoined foreparts of two\nhorses; below left wing, monogram.\nPrice 1358. Image: Heritage",
            "ry",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "188"
    },
    {
        "File": "The_CN_Journal_June_45.jpg",
        "Paragraphs": [
            "HELP WANTED",
            "BY GEOFFREY BELL RCNA, FCNRS, LM. #208,",
            "Recently, this writer acquired a silver unawarded medal referred to as the Robert Nelson medal. It was issued by",
            "the Episcopal College of Lennoxville, Quebec, founded in 1845. After some preliminary research, it appears this\nmedal was issued only in gold at the medical school in Lennoxville. This college had a medical faculty up until its\namalgamation with McGill University in 1905. Are there any researchers out there who can explain the issuance of a silver\nmedal? There is no mention of a silver medal in the literature. Thank you, Geoffrey Bell.",
            
            "Number 4 Junte 2020"
        ],
        "PageNo": "189"
    },
    {
        "File": "The_CN_Journal_June_46.jpg",
        "Paragraphs": [
            "Book. REVIEW.",
            "HENRY NIENHUIS\nFRCNA, FCNRS, FONA, LM #430",
            "Past & Nearly Perfect",
            "ob Turmer, Bowman Award winning\nRe: has once again knocked\nit out of the ballpark with his new\nbook, Past & Nearly Perfect. Turner s latest\nwork focuses on the extremely rare Patterns,\nTrial Pieces as well as the Proof and\nSpecimen coins that exist in the Canadian\nLarge Cent series, from the early design of\nthe first provincial cent to the last large cent\nissued by the Dominion, in 1920. While it is\nsomewhat of a departure from his previous\nfour books that deal with in-depth die\nstudies of Canadian Victorian Large Cents,\nhe continues to apply his exacting and in-\ndepth research methodologies to this new\nsubject matter. It is a worthy addition to the\nmost discerning numismatic libraries.\nWritten from the perspective of  who\nmade them and why they were made. \nTurner includes a detailed\nhistory of the people and\nevents associated with\nthe production of these\nextremely rare numismatic\ntreasures. Past & Nearly\nPerfect documents\nthe role played by key\npeople, such as Alexander\nGalt, Thomas Graham\nand Charles Fremantle,\nin the development\nof Canadian coinage,",
            
            "which resulted in production of these special\nstrikes. This also includes many interactions\nbetween the Canadian Government and the\nRoyal Mint in London. In Past & Nearly\nPerfect, Turner applies his extensive\nknowledge of die production and usage in\nthe Canadian Large Cent series to the subject\nmatter, as well as, his first-hand detailed\nresearch in the archives of the Royal Mint\nMuseum in Llantrisant, Wales.",
            "With a quick glance through Turner s\nnew book I think you ll agree that it is\nobvious that the author has taken meticulous\ncare assembling the many high resolution,\nfull-colour images; many of which were\ntaken during the course of the author s\nresearch and have never been seen before.",
            "The book was published by the Royal\nCanadian Numismatic Association, made",
            "possible by a grant from\nthe J. Douglas Ferguson\nHistorical Research\nFoundation.",
            "Printed in Canada, 2020.\nISBN 978-1-55383-526-\n4; hard bound, 8.5  x 11 ,\nheavy glossy paper, 164 pp.\nIllustrated, 49.95 *",
            "* Available at rena.ca for\nCA$49.95 plus shipping and",
            "handling.",
            " The CN Journal Volume 65\n"
        ],
        "PageNo": "190"
    }
]