[
    {
        "File": "The_CN_Journal_April_05.jpg",
        "Paragraphs": [
            "FROM. THE_PRESIDENT",
           
            "MozT_DU_PRESIDENT,",
            "I have no new developments concerning the business",
            "of the RCNA to communicate at this time. We have\nnot had a meeting of the Executive since the last\nedition of the Journal.",
            "Now in retirement, I spend most of the Canadian winter\nin Perth, Australia. This gives me the opportunity to\nattend a few local Australian coin events. My impression\nis that the hobby in Australia is in very good shape at the\nclub level. The Perth Numismatic Association regularly\ndraws over 50 members to its monthly meetings, at which\nthere is often a featured speaker (I spoke once about\ndevelopments in the Canadian coin market), and a live\n no-reserve and no-commission  auction. Coin shows\nare a different matter. Attendances at the major shows are\nstrong, but perhaps because the Perth Mint (now a private\nmint) sells limited edition items at its booth that can t be\npurchased elsewhere.",
            "Dealer attendances at the shows, including the\nAustralian Numismatic Dealers  Association ( ANDA )\nannual show (the equivalent of our annual CAND show\nin Hamilton), was somewhat disappointing, with very\nfew dealers making the trip from the Eastern states\nfor the show. This may, however, be a function of the\nremoteness of the West coast Perth market, rather than\ngeneral dealer disinterest.",
            "Australian taxpayers are permitted to put collectible\ninvestments into their superannuation plans (like our\nRRSPs). This has led to a volume of high-end coins\n(especially specimen coins) and paper money being\nheld in plans owned by people who know nothing, or\nvery little, about collectibles (a real investor/speculator\nmarket). As I think we know, the true value of coins\nand paper money 1s ultimately directly related to how\nthe true collector values an item. A few years back, this\ninvestor/speculator market crashed after some market\nsoftness, followed by a dealer-approved plan custodian\nfraudulently selling investor items held in superannuation\nplan trusts. The market appears to be just now recovering,\ndown about 25 percent. However, the purchasers in this\nnew market appear to be the real collectors, and not the\ninvestor/speculators, at least for now.",
            "I ve heard Canadian collectors and dealers comment\nfrom time to time about how great it would be if we\ncould put coins and paper money into an RRSP. No\ndoubt, this would create greater demand and higher\nprices. However, the recent Australian experience may\nbring to mind the old adage of  be careful what you",
            "wish for.  ",
            "Number3 April  May 2020",
            
            "Je n ai pas de mise a jour concernant les affaires de l ARNC",
            "a communiquer pour | instant. Notre ex cutif n a pas tenu",
            "de r union depuis le dernier num ro du Journal.",
            "Maintenant a la retraite, je passe la majeure partie de  hiver\na Perth, en Australie. Ceci me permet d assister a quelques\n v nements numismatiques australiens. Mon impression est\nque le passe-temps en Australie est en tr s bonne forme au\nniveau du club. Le Perth Numismatic Association attire\nr guli rement plus de 50 membres 4a ses r unions mensuelles,\nau cours desquelles il y a souvent un conf rencier invit  (j ai\nd ja pr sent  sur | tat du march  numismatique canadien)\net une vente a l encan en direct  sans prix de r serve et sans\nfrais de commission . Les expositions numismatiques sont une\nautre histoire. La fr quentation des grands salons numismatique\nest  lev e, peut- tre parce que la Perth Mint (maintenant une\nentreprise priv e) vend des produits en  dition limit e a leur\nkiosque, produits non disponibles ailleurs.",
            "La participation des marchands aux salons, y compris le\nsalon annuel de 1  Australian Numismatic Dealers Association\n( ANDA ) (l quivalent de notre salon annuel CAND a\nHamilton), a  t  une d ception, avec tr s peu de marchands\nprovenant des provinces de l est. Cela s explique peut  tre di\nl loignement du march  de la cdte ouest de Perth, plut6t que\nd un manque d int r t des marchands.",
            "Les contribuables australiens sont autoris s a placer des\ninvestissements de collection dans leurs fonds de pension\n(comme nos REER). Ceci a cr  un nombre  lev  de pi ces\nde haut grade (en particulier des pi ces sp cimen) et du papier-\nmonnaie d tenu dans des fonds de pension appartenant a des gens\nqui ne connaissent rien ou tr s peu sur la valeur des collections\n(un v ritable march  d investisseurs/sp culateurs). Comme nous\nle savons, la valeur r elle des pi ces et du papier-monnaie est\ndirectement li e a la facon dont le collectionneur  value une pi ce\nou un billet. Il y a quelques ann es, ce march  des investisseurs/\nsp culateurs s est effondr  apr s une certaine faiblesse du\nmarch , suivi par un courtier agr  qui vendait frauduleusement\ndes produits d investisseurs d tenus dans des fiducies de\nr gimes de retraite. Le march  semble se redresser actuellement,\nen baisse d environ 25 %. Cette fois-ci les acheteurs dans ce\nnouveau march  semblent  tre les vrais collectionneurs, et non\nles investisseurs/sp culateurs, du moins pour I instant.",
            "De temps 4 autre, j entends des collectionneurs et des\nmarchands canadiens mentionner que ce serait formidable de\npouvoir mettre des pi ces de monnaie et du papier-monnaie\ndans un REER. Cela cr erait sans aucun doute une demande\naccrue et des prix plus  lev s. Cependant, la r cente exp rience\naustralienne peut rappeler la vieille expression  attention 4 ce",
            "que vous souhaitez . \n"
        ],
        "PageNo": "101"
    },
    {
        "File": "The_CN_Journal_April_07.jpg",
        "Paragraphs": [
            "CONVENTION_ COMMUNIQUE _bU_CONGRES",
            "Things to do while attending the Halifax Convention  \nLe congr s de l ARNC a Halifax pr voit une vari t  de visites",
            "There are many things to do in Halifax while",
            "you are here for the 2020 RCNA Convention.",
            "Although the convention offers tours that you",
            "can take, there is plenty more that you can do on your\nown.",
            "If you are thinking that you would like to visit the\nharbour on foot we have a wonderful boardwalk that has\nvendors set up to serve you the best ice cream along with\nmany other things, and they may interest you in purchasing\na souvenir for yourself or someone at home.",
            "Halifax has just built a state-of-the-art library that for\nreaders and visitors would be a great place to go to relax\nwith a good book or just to sit to enjoy this pleasant space.\nSpend time there to unwind.",
            "For those who plan to enjoy the\nsights and sounds of our wonderful\ncity, you may want to try the Harbour\nHopper. This is an amphibious vehicle\nthat takes you through the city; it then\nleaves land for a water trip around the\nHalifax harbour.",
            "The Discovery Centre is a\nscience museum offering interactive\nadventure; it s a wonderful place for\nboth children and adults as well. Go there and be wowed by\nexhibits that invite you to take an active part. Learn about\nscience and technology through your hands-on experience.",
            "There is also a popular dinner theatre that you may like\nto attend. Grafton Street Dinner Theatre is in downtown\nHalifax, and it s an interactive theatre in which actors in\nthe play may choose someone from the audience as a\nparticipant. You ll have a wonderful meal and enjoy an\nentertaining evening. Following that, you might like to visit\nour local Casino to finish off your outing.",
            "If you want to explore beyond the city, you can choose\nto visit the Annapolis Valley. The valley, during the time\nyou re here, is a sight to behold. There are many wineries\nwith wine tasting experiences; there are enchanting\nrestaurants offering Maritime cuisine along with choice\nlocal wines. You may want to explore further down the\nvalley to find Historical Annapolis Royal.",
            "No matter what you choose to do while you are here,\nwe are sure that you will enjoy your time with us.",
            "Your convention chairperson,\nLynn Sisco",
            "Number3 April  May 2020",
            "I 1 y a beaucoup d attraits touristiques 4 visiter durant votre",
            "s jour lors du congr s de l ARNC 2020 a Halifax. Bien\nque le congr s propose des excursions pour en visiter, il y\na beaucoup plus que vous pouvez faire par vous-m me..",
            "Si vous souhaitez visiter le port a pied, nous avons une\nmerveilleuse promenade avec des marchands sur place pour\nvous servir la meilleure cr me glac e et bien plus. Ils pourront\nvous conseiller pour un souvenir personnel ou a un ami.",
            "Halifax vient de construire une biblioth que ultramoderne\nqui, pour les lecteurs et les visiteurs, serait un endroit id al\npour se d tendre avec un bon livre ou simplement pour\ns asseotr et profiter de cet espace tranquille. Allez faire un tour\npour vous d tendre.",
           
            "Pour ceux qui envisagent d appr cier\nles paysages et les bruits de notre\nmerveilleuse ville, vous voudrez peut-\n tre essayer 1  Harbour Hopper  . II\ns agit d un v hicule amphibien qui vous\nprom ne a travers la ville; il quitte ensuite\nla terre pour une excursion aquatique\nautour du port d Halifax. Le Discovery\nCenter est un mus e des sciences\nproposant des aventures interactives;\nc est aussi un endroit merveilleux pour",
            "les enfants et les adultes. Allez-y et laissez-vous s duire par des\nexpositions qui vous invitent a contribuer activement. D couvrez\nla science et la technologie grace 4 votre exp rience pratique.",
            "Il existe  galement un populaire diner-th atre auquel vous\naimerez peut- tre assister. Le Grafton Street Dinner Theatre\nest au centre-ville d Halifax, et c est un th atre interactif dans\nlequel les acteurs de la pi ce peuvent choisir quelqu un parmi le\npublic pour participer a la pi ce. Vous aurez un d licieux repas et\nprofiterez d une soir e divertissante. Pour terminer votre soir e,\nvous pourriez consid rer une visite a notre casino.",
            "Si vous souhaitez explorer au-dela de la ville, vous pouvez\nchoisir de visiter la vall e d  Annapolis. La vall e, pendant le\ntemps que vous  tes ici, est une r gion a visiter. II existe de\nnombreux vignobles avec des exp riences de d gustation de vin;\nil y a des restaurants enchanteurs proposant une cuisine maritime\navec des vins locaux de choix. Un peu plus a l ouest, vous\npourriez  galement visiter le site historique d  Annapolis Royal.",
            "Peu importe ce que vous ferrez pendant votre s jour parmi\nnous, nous sommes convaincus que vous appr cierez votre\ntemps avec nous.",
            "Votre pr sidente du congr s,",
            "Lynn Sisco\n"
        ],
        "PageNo": "103"
    },
    {
        "File": "The_CN_Journal_April_08.jpg",
        "Paragraphs": [
            "CONVENTION_COMMUNIQUE_bU_CONGRES",
            "Seminaire  ducatif de l  ARNC de 2020",
            "[Note: An English description of the Symposium speakers appeared in our March issue. ]",
            "L   Association royale de numismatique du Canada",
            "et l organisateur du s minaire, Paul Johnson, vous",
            "invite 4 son s minaire  ducatif de cette ann e.\nPoursuivant dans le format  chelonn  sur deux jours, le\ns minaire de cette ann e sera offert par huit numismates\nde premier plan couvrant une vari t  de sujets pour votre\nplaisir et vos connaissances.",
            "A mesure que le collectionneur canadien devient plus\nsophistiqu , la demande d ducation numismatique\ndevient plus importante. Pour tous ceux qui participent\nau congr s 2020, l7ARNC est fi re de vous offrir ce\ns minaire  ducatif de premier plan; pr sent  dans la salle\nLunenburg situ e dans l hotel de congr s. C est l occasion\nde rencontrer des gens passionn s par ce passe-temps et\nd sireux de partager leurs connaissances pour rendre votre\nexp rience numismatique encore plus agr able.",
            
            "Mercredi 22 juillet",
            "13h 00   Doug Shand, Shag Harbour (N.-E.):\nArch ologie et pieces de monnaie r cup r es\ndes  paves de la Nouvelle-Ecosse\nDoug Shand a pass \nplus de quarante-cing\nans dans le domaine de\nla numismatique et est\nun membre respect \net de longue date de\nl Association royale de\nnumismatique du Canada.\nIl a servi trois mandats\ncons cutifs (2005-2011)\nen tant que directeur\nr gional pour les provinces\nde la Nouvelle-Ecosse et\nde Terre-Neuve. Il a  galement pr sid  deux mandats\n(2001-2005) a titre de pr sident de 1 Atlantic Provinces\nNumismatic Association. Au cours des trente-cing\ndernicres ann es, il s est principalement concentr  sur\nla monnaie coloniale nord-am ricaine, en particulier les\npices qui ont  t  r cup r es des sites arch ologiques du\nCanada atlantique. Il a  crit plusieurs articles li s 4 son\ndomaine d int r t et en 2004, il a contribu  a la mise a\njour de la section de la monnaie coloniale frangaise de la\n58e  dition du Charlton Standard Catalogue of Canadian\nCoins.",
            "14 h 00   Eric Leighton, Fox River (N.-E.):",
            "Modele du train sur le billet de $5.00 de",
            "la banque Dominion du Canada de 1912\nEric Leighton collectionne\ndes pi ces de monnaie depuis\nsix d cennies. Au fil des ans,\nil a  crit plus de trente articles\nli s a la numismatique depuis\n1989 et continue d crire\naujourd hui. Il a contribu \nau journal canadien de\nnumismatique, Canadian\nToken, Numismatica\nCanada, Canadian Coin News et Transactions of the Canadian\nNumismatic Research Society. Malgr  les projections peu\nenviables de son professeur de litt rature anglaise, il a toutefois\n t  honor  en 2006 du  Guy Potter Literary Award  de\nVARNC et en 2018, du  Kenneth A. Palmer Literary Award \nde 1 Association canadienne des collectionneurs de jetons. II est\nmembre de l  ARNC, CATC, APNA, Central Nova Coin Club,\nla Canadian Bank Memorabilia Society nouvellement cr e, et\nil est membre du CNRS.",
            "15 h 00   Clifford Mishler, lola WI:",
            "Notre communaut  numismatique:\nce qu on  tablit pour le futur",
            "La participation de",
            "Clifford Mishler a la",
            "numismatique s tend sur",
            "plus de soixante ans. II est",
            "associ  aux publications",
            "Krause d Iola, WI, depuis",
            "1965, date a laquelle",
            "il est devenu r dacteur",
            "en chef de Numismatic",
            "News. I] est a la retraite",
            "de Krause Publications,",
            "mais demeure actif dans",
            "le passe-temps. Clifford",
            "est un ancien pr sident de 1 American Numismatic\nAssociation et maintenant un gouverneur si geant sur leur\nconseil d administration. I] continue d crire des articles\npour Numismatic News et, au cours de nombreuses\nann es, a pris la parole lors de centaines d v nements\nnumismatiques. Il est un membre de longue date de\nTP ARNC ayant joint les rands au d but des ann es 1950.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "104"
    },
    {
        "File": "The_CN_Journal_April_09.jpg",
        "Paragraphs": [
            "16 h 00   Alexander  Xan  Chamberlain, Palo Alto CA:\nErreur sur les pieces du monde  mises en 1995",
            "Xan Chamberlain\ncollectionne des pi ces de\nmonnaie depuis 1970. Il est\nmembre a vie de nombreux\nclubs numismatiques\nlocaux, provinciaux ( tats),\nnationaux et internationaux.\nSes int r ts en mati re\nde collection d erreurs\nincluent les erreurs sur les\ncents Indian Head (d centr s, doubles frappes, etc.) et les\nerreurs sur les pi ces du monde de I ann e 1995. Xan a  t \nintronis  au Temple de la renomm e 2019 de CONECA,\nla principale association d erreur des pi ces de monnaie.\nIl croit fermement a l expression  Vous ne pouvez pas\nl emporter avec vous , et il sugg re do consid rez vendre\nune partie de votre collection et redonner au passe-temps en\nremettant une partie des ventes a vos clubs numismatiques.\nXan Chamberlain a fait de g n reux dons a |  Association\ncanadienne pour | ducation numismatique ainsi qu a de\nnombreux clubs numismatiques dans son  tat, la Californie.",
            "Jeudi 23 juillet\n13 h 00   Jeffery Wilson, Borden ON:\nM dailles d exposition de la Nouvelle-Ecosse",
            "Jeffery Wilson, FRCNA,\nCD, a commenc  a collection\ndes pi ces d un cent dans les\nalbums Whitman, encourag \npar sa m re, a l Age de six\nans. Des ann es plus tard,\nen 2000, il a commenc  a\ncollectionner des m dailles\ncanadiennes et completes\nmaintenant des ensembles de\nme dailles de l  APNA et l ?ONA pour agencer avec sa collection\nde m dailles de congr s de l  ARNC. Jeff collectionne  galement\ndes m dailles canadiennes de la fin du 19e si cle et du d but\ndu 20e si cle, m dailles de club numismatique 1967 m dailles\ndu centenaire, M dailles de la Nouvelle-Ecosse et monnaies\ndu monde. Jeff est membre de   ARNC depuis 37 ans et est\nr cemment devenu membre a vie. II est directeur r gional pour\nla Nouvelle-Ecosse et Terre-Neuve depuis dix ans. Il a joint le\nHalifax Coin Club au d but des ann es 1980 et apr s une pause\ndans les ann es 1990, a repris en 1997. Par la suite, il est devenu\nmembre a vie de | APNA et du Halifax Regional Com Club.\nIl a  galement pr sid  le HRCC entre 2010 et 2013. Jeff est\nmaintenant pr sident du Georgian Bay Coin and Stamp Club. II\nest  galement membre du Champlain Coin Club, ONA, ANA,\nCAWMC, ENS et est le 2e VP de CCCC.",
            "Number3 April  May 2020 -----------------------------------",
            "14 h 00   Michael S. Turrini, Vallejo CA:\nRevoir la monnaie et autres objet du RMS Titantic",
            "Michael S. Turrini, si ge sur",
            "le conseil d administration",
            "de quatre organisations",
            "numismatiques canadiennes,",
            "passionn  de numismatique",
            "depuis plus de cinquante",
            "ans; et ses int r ts de",
            "collection sont diversifi s",
            "et int ressants. Connu pour",
            "ses recherches d taill es et",
            "ses  crits sur le half dollar",
            "comme moratif du centenaire",
            "de l Iowa en 1946, Michael a  tudi ,  crit et pr sent \nsur d autres sujets numismatiques, y compris les dollars\ncomm moratifs canadiens. Ces int r ts vont bien au-dela de\nla numismatique, comprenant la philat lie, les autographes,\naffiches portant sur la Premi re Guerre mondiale, des\nbouteilles de lait et m me des hachoirs 4 viande de marque\nUniversal! Michael s est engag  et a contribu  a l  organisation\nde numismatique pendant plus de quarante-cinq ans, dont\ndeux mandats en tant que pr sident de la California State\nNumismatic Association et pr s de quarante ans en tant que\nr dacteur en chef de la Northern California State Numismatic\nAssociation, pour ses NCNA Heads And Tales.\n"
        ],
        "PageNo": "105"
    },
    {
        "File": "The_CN_Journal_April_10.jpg",
        "Paragraphs": [
            "15 h 00   Paul Berry, Ottawa ON:\nLe signe de popularit : les jetons Rutherford",
            "Numismate passionn \ndepuis l 4ge de six\nans, Paul Berry a pris\nsa retraite en 2019 en\ntant que conservateur\nen chef du Mus e de la\nBanque du Canada, a\nOttawa. Sa passion  tait\nde g rer la recherche\net le d veloppement de\nla Collection nationale\nde monnaie du Canada.\nAu cours de sa carri re\nde trente-cinq ans, 11 a pr par  des expositions,  crit des\narticles et donn  des conf rences sur divers aspects de\nVhistoire mon taire canadienne a des universitaires et a des\namateurs. Ses int r ts incluent l argent colonial du Canada\net la monnaie de I re Edo au Japon, ainsi que la sculpture\nam ricaine du d but du XXe si cle. I] est un ancien\npr sident de la Soci t  canadienne du papier-monnaie et de\nla Soci t  canadienne de recherche numismatique.",
            "16 h 00   Cliff Beattie, Saskatoon SK:",
            "Collection de vignettes de billets\nde banque de $1 canadiens",
            "Clifford Beattie a commenc \na collectionner en 1960\napr s avoir regard  un\n pisode t l vis  de Dennis\nthe Menace. II a d abord\ncollectionn  des pi ces\nd cimales canadiennes, est\npass  aux pi ces d cimales\nde Terre-Neuve, puis s est\nfinalement sp cialis  dans la\ncollection de billets de 1 $\ncanadiens et de mat riel de conception connexe. Cliff est actif\nau sein du Saskatoon Coin Club en tant que pr sident du comit \nmixte Saskatoon Coin and Stamp Show depuis vingt-cinq ans\net est pr sident du Coin Club depuis 1988. Il a  t  pr sident\nde la Soci t  canadienne du papier monnaie pendant deux\nmandats, a partir de 2007 jusqu en 2011, et est maintenant un\ndes directeurs du CPMS. Il a  t  membre du comit  consultatif\nnational d acquisition de la collection de monnaie de la Banque\ndu Canada pendant plusieurs ann es jusqu a la fin de ce comit .\nCliff est membre de l ARNC depuis 1984.",
            "Les s minaires  ducatifs de 2020 sont financ s avec une contribution de l ACPEN.",
            "NUTS]",
            "CONVENTION. COMMUNIQUE_bDU_CONGRES",
            "RCNA Convention Banquet Speaker   Ken Bellefontaine +\nConf rencier du Banquet de l ARNC   Ken Bellefontaine",
            "Ken Bellefontaine, Banquet Speaker for our\nK 2020 Convention, will enlighten members with",
            "his message  Halifax and How It Came to be  \nA Brief History. ",
            "Ken is a retired teacher who later spent ten years\nguiding visitors from cruise ships through sightseeing\nareas in and around Halifax and Peggy s Cove. Lately\nhe has been a volunteer in a group helping at Grand-\nPre National Historic Park in Annapolis Valley, Nova\nScotia. His group conducts tours there through former\nAcadian sites. Ken s broad knowledge about the\nhistory of Halifax will entertain us with stories about\nthis wonderful city.... the largest city in the Maritime\nProvinces.",
            "Geoffrey Bell of Shediac, New Brunswick is Master\nof Ceremonies for this banquet. He is among our Past\nPresidents, one we welcome back to this task; Geoff\nwas M/C at our 2018 Convention banquet. He s a Life\nMember of RCNA and has attended our conventions\nsince the 1960s.",
            "Ken Bellefontaine, conf rencier du banquet de notre\nKs 2020, pr sentera aux invit s son allocution",
            "intitul e  Halifax et comment c est arriv    une br ve\nhistoire .",
            "Ken est un enseignant a la retraite qui, pendant dix ans, a\nagi comme guide pour les visiteurs arrivant des bateaux de\ncroisi re, parcourant les zones touristiques d  Halifax et de\nPeggy s Cove. R cemment, il a  t  b n vole dans un groupe\nvenant en aide au parc historique national de Grand-Pr  dans la\nvall e d Annapolis, en Nouvelle-Ecosse. Son groupe effectue\ndes tourn es d anciens sites acadiens. Les vastes connaissances\nde Ken sur histoire d  Halifax nous divertiront avec des faits\nsur cette merveilleuse ville ... la plus grande ville des provinces\nmaritimes.",
            "Geoffrey Bell, de Sh diac au Nouveau-Brunswick, sera\nmaitre de c r monie pour ce banquet. Il est un de nos anciens\npr sidents, nous sommes ravis qu il soit de retour pour ce\nrole; Geoff  tait maitre de c r monie lors de notre banquet du\ncongr s de 2018. I] est membre a vie de  ARNC et participe a",
            "nos congr s depuis les ann es 1960.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "106"
    },
    {
        "File": "The_CN_Journal_April_16.jpg",
        "Paragraphs": [
            "FINE, POINTS, (REVISITED)",
            "By ROBERT FORBES\nFRCNA, #22402",
            
            "Gazing into a  Gem  of a Future",
            "In this issue, we continue our review of Brian Comwell s articles written under the title  Fine Points.  The article below",
            "appeared in the Canadian Coin News in February 1989, thus almost 31 years ago. It is entitled  Gazing into a  Gem ",            
            "of a Future,  which follows nicely after  Com Enhancing Features, ",
            "the article we reviewed in the last issue. In this",
            "article, Brian Cornwell speculated on what the future might hold for the identification of, and market for, high-quality\n gem  coins, MS-65 or better. I will comment, after the article, on the extent that Brian s predictions have proven correct.",
            "During the past ten years and especially during\nD the hectic 1978-81 period Choice and Gem",
            "uncirculated Canadian coins received a good deal\nof attention from the numismatic investment marketplace.",
            "Years ago, most dealers and collectors were quite\nsatisfied to call any uncirculated coin, however nice,\nan uncirculated coin. Now it seems we look for every\nopportunity to label those same uncirculated coins as being\na Choice, Gem or Superb Unc instead.",
            "Actually it s not hard to understand why the term  wonder-\ncoin  became popular as a reference for the finest of these\nexamples. These Gems are pleasing to behold and even more\ndesirable to own if you have the financial means.",
            "Today it is common for buyers to pay five, 10 and even\n20 times basic Une prices for some of these mintstate\nexamples. This situation is not limited to the Canadian coin\nmarket. For many years such premiums, some much larger,\nhave been a fact of life for comparable US coins in the\nadvanced US coin market.",
            "In looking to the future it is interesting to speculate on\nthe popularity of items like these, those that are rare by\nvirtue of their superb condition. Before doing so, it might\nbe a good idea to define a few rarity terms. Generally there\nare two acceptable ways of stating a coin s degree of rarity.",
            "One is by its absolute rarity level and the other by its\ncondition rarity level. The absolute rarity level is an\nindication of how many coins of a given kind might exist\nrespective of the coin s actual grade.",
            "A major absolute rarity in the Canadian coinage series is\nthe 1916C sovereign. Considering all examples in all grades,\nthere are likely fewer than 25 known, even though over 6,000\nwere originally minted. This coin is very rare regardless of its\nphysical condition.",
            "Any coin that is said to be condition rare 1s one that is rare\nonly in certain higher grades. It may be quite common in\nmuch lower grades. An example of a condition-rare decimal\nis the Canada 1919 50 cents, graded Gem uncirculated. In\nmost circulated grades it is easily available and usually in\nlarge quantities. But in grades of Choice mintstate or better,\nit is scarce to rare, especially with attractive original toning.",
            "In grades at or above Gem uncirculated there could be\nonly a dozen or so in existence. Now what of the future\nof condition-rare coins? Will there continue to be a shift\nin buyer interest to higher quality coins that are rare? If\ncondition-rare coins are here to stay then there will have to be\nfundamentals in place to support that case. Astute collectors\nand investors already came to this conclusion some time ago.\nThey accept the trend as a real one for the foreseeable future.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "112"
    },
    {
        "File": "The_CN_Journal_April_17.jpg",
        "Paragraphs": [
            "To help you draw your own conclusions you should consider\nthe following:",
            "First, consider historical evidence. If you think the rush\ntowards better quality coins began during the past 10 years\nyouw re wrong. Actually it s been going on ever since decimal\ncollecting gained public favour in the early 1950s.",
            "In those years, a typical uncirculated coin was priced\nseven to eight times the same coin in a VG (Very Good)\ngrade. Today that same Unc vs VG price ratio is about 90\nto one! This major change in price ratio between Unc and\nVG grades reflects a shift in consumer interest and a buyer\npreference for a higher grade at the expense of a lower one.\nThis shift to higher quality material is not something new. It\nhas been happening for at least 35 years!",
            "Second, consider the aspect of human nature. If collectors\nhave been shifting their interests to quality grades for 35\nyears, one might naturally assume the trend will last into the\nfuture. To confirm this it helps to look at why this shift is\nhappening in the first place. True, collectors will always be\nmotivated by the challenge of trying to find the coins they\nneed for their collection. The greatest pleasures come when\nthe toughest search is finished. The typical  next  step for\nthe majority of collectors is either to expand their collecting\nhorizons or to upgrade their existing holdings. In the latter\nchoice, the shift to higher quality coins begins. This process\nseems to be part of human nature, at least for humans that are\ncoin collectors. There is yet another aspect of human nature\nwhich causes us to focus on quality uncirculated coins. This\nhas nothing to do with self-imposed collecting challenges.",
            "Number3 April  May 2020 -----------------------------------",
            "If coins are nice looking, for example, Gem, they are\naesthetically pleasing to those who appreciate art form but\nwho may have little if any interest in the actual science of\nnumismatics. Some will go so far as to recognize selected\nGem examples as a form of fine art. This interest in\nnumismatic fine art is likely to expand rather than contract\nfrom current levels of interest. The appreciation of any art\nform is an acquired taste that becomes highly sophisticated\nwith experience. Once acquired, it is rarely lost or forgotten.",
            "Third, research about condition-rare coins 1s yielding new\nand believable information previously unavailable to buyers.\nCondition-rare coins are perhaps the frontier of Canadian\nnumismatics to receive its fair share of research effort, new\ninformation and publicity.",
            "Each year, more research is undertaken and information\ndocumented for others. Now that third-party grading services\nare in place, statistics they gather from the actual numbers\nof coins by denomination, date and grade that they see will\nhelp establish  Believable  statistics on condition-rarity. This\ninformation will expand our concept of rare coin collecting to\nencompass more than just the traditional absolute rarities of\nyesteryear. In time, new information will lead to new levels\nof collector interest.",
            "So when all factors are considered, it appears that the\ncurrent interest in condition-rare coins is likely to continue\ninto the foreseeable future The most interesting and least\nexplored will be that of numismatic fine art. It is unlikely to\nbe much of a public affair, because the number of examples\nis so few. \n"
        ],
        "PageNo": "113"
    },
    {
        "File": "The_CN_Journal_April_18.jpg",
        "Paragraphs": [
            "Commentary",
            "Brian Cornwell s prediction that true  gem  uncirculated\ncoins would have a strong future appears correct. The interest\nin the coin market for very high-end uncirculated coins (what\nBrian refers to as  wonder coins ) has certainly continued, and\nthe advance of prices for these wonder coins has continued\nunabated in the 31 years since this article was written. No\nother area of the coin market has seen the price increases that\nthis area has undergone. Private sale prices and auction results\nboth support the proposition that truly spectacular mint-\nstate coms sell very strongly in the rare circumstances that\nthey become available. These condition-rare coins that will\nimprove the collection of virtually every collector are hard\nto resist if the financial resources are available, and active\ncompetition is common when these coins come to market.",
            "It appears to me that the greatest increases in interest and\nprice in the past 31 years are actually for spectacular mint-\nstate examples of coins that are more common in circulated\nand even uncirculated grades. Rare coins like the 1916C\nsovereign that Brian mentions have always had high prices,\nand while these coins in  gem  grades have increased in\nvalue, they have not done so to the same extent as the more\ncommon high-end mint state  gem  coins. For example, Brian\nnoted in 1989 that the 1919 50-cent coin was common in\ncirculated condition, and even in lower grade uncirculated\ncondition, but that the coin was  scarce to rare  in grades of\nChoice mint state (MS-64) or better. He speculated that in\ngrades at or above Gem uncirculated (MS-65),  there could\nbe only a dozen or so in existence.  In the 2010 auction by\nHeritage Auctions of the  Canadiana Collection  a 1919\n50-cent coin sold for the Canadian dollar equivalent of\napproximately $25,000, including buyer s premium. This\nis actually a fairly common coin in mint state (the current\nPCGS population report shows 74 having been graded in\nmint state, but only 2 in grades above Gem mint state, not\nthe dozen or so that in 1989 Brian speculated might exist).\nHowever, this coin, now in a PCGS MS-67+ holder, realised\nthis extraordinary price under very strong competitive\nbidding. In the same auction, a 1907 10 cents, the third\nmost common date in mint-state in the Edward series (62\ngraded by PCGS in mint state), sold for over the Canadian\ndollar equivalent of $8,000, including buyer s commission.",
            "This coin is now in an MS-68 holder. For the 1919 50 cents,\nthis price is 1,600 times the entry level (VG-8) price for the\ncoin in current 7rends, and 50 times the entry level grade\n(MS-60). For the 1907 10 cents, the price is 800 times its\nprice in VG-8, and 23 times its price in MS-60. These are just\ntwo demonstrations of the extreme interest in truly superior\ncondition-rare examples of otherwise fairly common coins.",
            "What appears to be driving this interest in the high-end\n Gem  mint-state coins. I believe the first factor is the\nconfidence in the identification of very high-end mint-state\ncoins, and in the condition-rarity of these coins, now created\nby third-party grading services. It is probably easier to pay a\nlarge price for a coin that is graded  Superb Gem  (MS-66\nof better) than it is to pay that kind of price for a coin that\nyou are using your own grading skills to evaluate. The next\nfactor is likely that there is now less grade compression, and\nthus greater ease in identifying truly high-end, condition-rare,\nexamples, which results from the use of the uncirculated\nMS-60 to MS-69 grades now being applied. Grades like MS-\n67+, MS-68, MS-68+ and even MS-69 are now being used,\neven for coins dated prior to 1937 (George V and previous\nmonarchs). Part of this broader grading scale clearly relates\nto the trend toward  market grading,  discussed in the\nimmediately preceding article in this series. But it is certainly\nnow easier to identify these condition-rare wonder coins than\nit was in the past.",
            "Another factor in the increased interest in  gem  mint-\nstate coins probably results from the rise of the PCGS Set\nRegistry, which creates competition to assemble the finest set\nby denomination and monarch ( George V Ten cents, with\nVarieties, Circulation Strikes (1911 1936) , for example).\nThe Set Registry competition places extra interest in so-called\n wonder coins , particularly if they are graded as  single\nfinest , or  tied finest  for the date or variety, where in each\ncase bonus points are awarded in calculating the  grade point\naverage  on which sets in the Registry are rated.",
            "Brian Cormwell stated at the end of his 1989 article  So\nwhen all factors are considered, it appears that the current\ninterest in condition-rare coins is likely to continue into the\nforeseeable future.  I would have to agree that this conclusion\nis as true today as it was then.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "114"
    },
    {
        "File": "The_CN_Journal_April_19.jpg",
        "Paragraphs": [
            "PEI_HOLEY_DOLLARS",
            "SUBMITTED BY GEORGE MANZ\nFRCNA, #19846",
            "a\nTo Highlight the Regina Coin Show",
            "Three rare pierced and counter-stamped Holey Dollars",
            "from Prince Edward Island will be on display at the\nRegina Coin Club Spring 2020 Show and Sale.",
            "In 1813, soon after the arrival of Lieutenant Governor\nCharles Douglas Smith to PEI, he announced that because\nof the shortage of coinage on the island, a new coinage\nwould be introduced. And what a coinage it was.",
            "Because most of the merchants on PEI had to import\ntheir goods for sale from either Great Britain or Halifax,\nNova Scotia, the merchants hoarded any coinage that came\ntheir way. Thus it was difficult to make transactions with no\nmoney readily available.",
            "So Smith decided to import 1,000 Spanish-American\n8-reales coins, and pierce the centre of each, thereby\nproducing two tokens: the centre or plug would be worth one\nshilling, while the rmg or Holey Dollar would be worth five\nshillings. Because the 8-reales coin was worth five shillings\nthroughout the British Empire, the two new tokens would be\nworth 20 percent more on PEI than in a different jurisdiction.",
            "Each Holey Dollar and plug was counter-stamped with\na mark of ten triangles resembling a star. Smith then issued\na proclamation to the effect on September 24, 1813, which\nreads in part:  It is also ordered that Spanish Dollars, limited\nto the amount of One Thousand, shall be cut at the Treasury,\nby having a circular piece taken out of the centre of each\n  the Dollars so cut, are to be issued from and received at\nthe Treasury at the rate of Five Shillings Currency each, and\nthe piece so taken out to be issued from and received at the\nTreasury at one shilling currency each. ",
            
            "Number3 April  May 2020 -----------------------------------",
            "Christopher Faulkner s wonderful book The Holey Dollars\nand Dumps of Prince Edward Island was published by Spink\nin 2012. Faulkner s book describes in detail how and why\nthey were produced and lists 79 Holey Dollars that were then\nknown to exist. Eight years after publication, another four\nhave turned up, making a grand total of 83 Holey Dollars.",
            "The three Holey Dollars on display in Regina include the\nHill Dollar, the Foster Dollar and the Norweb Dollar.",
            "The Hill Dollar was minted in Mexico City in 1808 during\nthe reign of Charles IV of Spain. It is named after one of its\nformer owners: Leslie Hill of British Columbia, a long-time\ncoin collector, coi dealer and author.",
            "The Foster Dollar was minted in Mexico City in 1805\nduring the reign of Charles IV of Spain. It is named after\nJoseph C. Foster of Virginia, USA. Other notable owners\nof the dollar include Douglas Robins whose massive token\ncollection was recently sold at auction and long-time collector\nand dealer Geoffrey Bell.",
            "The last Holey Dollar on display is called the Norweb\nDollar, named after R. Henry Norweb and Emery May\nNorweb of Ohio. It was minted in Mexico City in 1805. The\nNorwebs were prominent American collectors who amassed a\nhuge number of coins and tokens during their lifetimes.",
            "Similar pieces were produced in New South Wales\nAustralia as well as in the Caribbean.",
            "The three PEI Holey Dollars will be on display at the\nRegina Coin Club s Spring 2020 Show on April 18-19, 2020\nat the Turvey Centre, located just north of Regina.\n"
        ],
        "PageNo": "115"
    },
    {
        "File": "The_CN_Journal_April_20.jpg",
        "Paragraphs": [
            "WILLIAM_THOMAS, SMITH",
            "BY LORNE BARNES\nFCNRS, LM. #441",
            "Numismatist, ANA #68   Sarnia, Ontario",
            "William Thomas Smith was born December\nW 19, 1840, in Martintown, Charlottenburogh",
            "Township, Stormont County, Upper Canada.\nMartintown is approximately twelve miles north-east of\nCornwall, Ontario. William T. was the first child of John\nRhodes Smith (1816-1869) and Janet Grant (1815-1899).",
            "The 1851 Canada Census shows John Rhodes Smith as\na merchant in Martintown and William T. has five siblings.\nBy 1861, William T. 1s a clerk, probably in his father s store.\nHis father passed away on April 27, 1869, and sometime in\n1870 William T. married Isabella Anne McEdward from\nLancaster, Ontario. Isabella s father, William, was a general\nmerchant in Lancaster.",
            "The 1871 Canada Census shows the couple has\nmoved to Elora, Wellington County, Ontario. William\nT s mother, Janet, and five of his siblings are also living\nunder his roof. His occupation is listed as grain dealer and\nan advertisement from an 1871/72 directory, pictured to\nright, shows his occupation as hardware merchant. William\nT s brother, Alexander, was a dentist and already living\nand practicing his profession in Elora. Perhaps Alexander\nmentioned at the wedding there was potential in Elora to\nmake a life for his family.",
            "Isabella Anne (Annie) McEdward Smith passed away due\nto complications during childbirth on July 23, 1872, and the\ncouple s son Willie Rhodes passed away on June 22, 1873.",
            "The 1881 Canada Census shows William is still a\nhardware merchant in Elora and on October 26, 1881,\nWilliam T. married Helen M. McEdward, the sister of his\nlate wife. The marriage took place in St. Catharines, Ontario.",
            "The marriage certificate shows William T. as a merchant in\nElora and Helen as a spinster in St. Catharines. Sometime\nafter the wedding, William moved to St. Catharines\nand partnered with his brother-in-law, Alexander, in the\nhardware business. Smith and McEdward Hardware was\nlocated at 63 St. Paul Street, as seen above in a clipping\nfrom an 1884 directory. The partnership lasted till 1887 or\nearly 1888 when William T. and Helen moved their family\nto Sarnia, Ontario.",
            "The couple s first two children, Howard R. (1884) and\nChester D. (1886) were born in St. Catharines. The rest\nof their children were born in Sarnia, Roslyn Stanley\n(1888), Rhodes McKenzie (1890), Claire H. (1893), Lorne\nCameron Grant (1895) and Richard (1901).",
            "The 1891 Canada Census shows William as a farmer, but\naccording to the district on the census form, the family is\nliving in the town of Sarnia. It is not known when William T.\nbegan to collect coins, but we know after he moved to Sarnia\nhe jomed the American Numismatic Association. Pictured\nbelow is the application for membership in the association.\nDr. George F. Heath, Monroe, Michigan, and William J,\nLuck, Adrian, Michigan, vouched for William T. to join the\nANA in the January 1894 Numismatist, Volume 7, Number 1.",
            "William became a member of the ANA in February\n1894 as number 186. Pictured below is the acceptance\ninto the ANA published in the March 1894 Numismatist,\nVolume 7, Number 3.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "116"
    },
    {
        "File": "The_CN_Journal_April_21.jpg",
        "Paragraphs": [
            "The advertisement above was placed in the December\n1895 Numismatist, Volume VIII, Number 12, by William T.\noffering his entire collection and stressing  tt must be sold .",
            "The October 1899 Numismatist, Volume XII, Number 10\n(above) shows Dr. Heath reassigned membership number 68\nto William T. Perhaps he was very good friends with Heath\nand over casual correspondence mentioned obtaining the\nlowest membership number in the association as possible\nwhen the numbers were being reassigned. In any event, after\nOctober 1899, William T s membership number gave the\nillusion of William T. Being an early member of the ANA.",
            "Martin Steffan of Memphis, Missouri joined the ANA\nin February 1892 and was the original member of the\nassociation with member number 68.",
            "The 1901 Canada Census shows the Smith family is\nstill living in Sarnia and lists William T s occupation as\nreal estate. William T. vouched for Sarnia numismatist\nand numismatic card issuer, Marshall A. Sanders in the\nJanuary 1901 Numismatist, Volume XIV, Number 1.\nMarshall became ANA member number 246. Of interest\nto note, in the same issue, William T. also vouched for\nW. R. McColl, of the famed McColl Sales List, who\nbecame ANA member number 254. Pictured below is the\napplication for membership in the association publication\nfor Sanders and McColl.",
            "Pictured below from the December 1901 issue of\nthe Numismatist, Volume XIV, Number 12, William T.\nvouched for another Sarnia coin collector and numismatic\ncard issuer, Joseph B. Dagan. Joseph became ANA\nmember number 351.",
            "Above is an advertisement in the May 1901 Numismaitist,\nVolume XIV, Number 5 by William T. This shows he has a\ngreat interest in trading to acquire coins for his collection.",
            "Pictured below are the two known metal types (brass and white metal) of the W. T. Smith numismatic card:",
            "Numismatic Card [McColl 817], Brass-Round-25\nmm (50 struck); Obverse: W. T. Smith / Box 338\n/ Sarnia, Ont. / Canada / Numismatist, ANA 68;",
            "Reverse: All Kinds Copper Coins star symbol /\nMedals / & Token",
            "Numismatic Card [McColl 817a], White Metal-\nRound-25 mm (50 struck); Obverse: W. T. Smith\n/ Box 338 / Sarnia, Ont./ Canada/ Numismatist,\nANA 68; Reverse: All Kinds Copper Coins / star\nsymbol / Medals / & Tokens\n"
        ],
        "PageNo": "117"
    },
    {
        "File": "The_CN_Journal_April_22.jpg",
        "Paragraphs": [
            "A letter published by William T. in the July 1902\nNumismatist, Volume XV, Number 7 shows his interest\nin numismatics and the widespread correspondence of the\ncoin collectors of the day. This also shows his card was\nissued sometime after his reassigned number change in\n1899 and before the July 1902 issue of the Numismatist.",
            "Below is an advertisement in the November 1907\nNumismatist, Volume XX, Number 10-11 by William T. He is\ntrading his collection of copper coins for gold coins. Note his\nbox number has changed from 338 to 422 in this advertisement.",
            "A change of address notice seen below in the November\n1908 Numismatist, Volume XXI, Number 10 11 shows the\nSmith family has moved to a new address in Sarnia.",
            "The 1911 Canada Census shows the Smith family is living\nin Cobourg, Ontario, and lists William T s occupation as\nhardware. He must have given up his membership in the ANA\nwhen he moved to Cobourg, as his name is absent from the list\nof members published in the November 1912 Numismatist,\nVolume XXV, Number 11. Clipping pictured below.",
            "After a short stay in Cobourg, the Smith family\nmoved one more time to Attercliffe, Ontario. Attercliffe\nis located ten miles northeast of Dunnville, Ontario.",
            "William T. passed away at the age of 76 at Attercliffe.",
            "According to his death certificate William T. died on March",
            "3, 1916, of heart failure. An obituary published in the April",
            "1916 Numismatist, Volume XXIX, Number 4, identifies him",
            "incorrectly as  one of the first members of the ANA.  It also",
            "states that  he was one of the most widely known collectors in",
            "Canada.  It appears that the writer became confused by his low",
            "member number, 68, thinking he joined in 1892, shortly after",
            "the inaugural group. The number re-assignments by Dr. Heath",
            "in 1899 clouded William T. s final mention in the Numismatist.\nWilliam T. was laid to rest",
            "at the Old Cemetery by the",
            "Lake in Lancaster, Ontario. The",
            "inscription on the stone states",
            " Entered into Rest March 4",
            "1916 May He Rest In Peace .",
            "The person who inscribed the",
            "stone was given the wrong date,",
            "as the 4 should have been a 3",
            "according to the death certificate.",
            "There are two death dates that",
            "add confusion to William T. s",
            "final day. At this time the only",
            "obituary I could find was in the",
            "Numismatist and it confirms the",
            "death certificate that his death date",
            "is March 3rd. Of interest to note,",
            "the death certificate lists his final",
            "occupation as farmer.\nShortly after William T s death,",
            "his son Chester D. moved to the",
            "Strathcona area of Alberta with his",
            "mother, Helen, sister Claire and",
            "brother Richard. The 1916 census",
            "shows Chester s occupation as real estate and insurance.\nWilliam T s wife Helen died in Calgary, Alberta on October",
            "20, 1930. She was interred with him in the Smith family plot",
            "in Lancaster.",
            "Sources:",
            "American Numismatic Association; Davis Sklow, Director of\nthe Dwight N. Manley Numismatic Library",
            "American Numismatic Association; online research, various\nvolumes of the Numismatist from 1891 to 1916.",
            "ancestry.ca, accessed June 2019",
            "Canada Census 1851   1916",
            "Dunnville District Heritage Association, Dunnville, Ontatio;\nApril Cormaci and researcher, Judy",
            "Lambton County Archives, Wyoming, Ontario",
            "Ontario, Canada Births 1858-1913, Canada Deaths 1869-1946,\nCanada Marriages 1826-1936",
            "Various directories from 1851 to 1903, including those of\nBradstreet s, Lovell, Polk and Union Publishing",
            "Wellington County archives, Fergus, Ontario; online research",
            "This article was originally published in Numismatic Canada, Volume 18,\nNumber 2, Issue 70   June 2019.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "118"
    },
    {
        "File": "The_CN_Journal_April_27.jpg",
        "Paragraphs": [
            "REPRINTS OF PAST ARTICLES FROM THE CN JOURNAL",
            "SOME THOUGHTS ON\nBRETON_CLASSIFICATIONS",
            "By ROBERT C. WILLEY\nFRNS, FCNRS",
            "Volume 15, No. 5, May 1970, p 146",
            "P. N. Breton, in his [//ustrated History of Coins and",
            "Tokens Relating to Canada, published in 1894,",
            "arranged the Canadian Colonial coinages in the order\nto be seen today in all the standard catalogues. Except for\n The Coins of Canada,  which appeared in The Canadian\nNumismatic Journal from June 1960 intermittently till\nDecember 1961, all subsequent writers of catalogues have\nused it without examining Breton's reasons for doing what\nhe did. This is not the fault of the cataloguers. Breton's\nwork was the only available reference at the time. Long out\nof print, it had never been superseded, for no further work\nwas ever done with a view to issuing a standard catalogue\nuntil 1936 when Wayte Raymond published his first on\nCanadian coins.",
            "Fundamentally, Breton s arrangement is in descending\norder of size of the provinces. First, he listed the coins of\nthe French regime since they are the earliest. Then he listed\nthe coins and tokens of Quebec, then the largest province.\nNext, he listed Ontario, followed by  the Colonies in\nGeneral,  under which he listed the Anchor Money and the\n1823 copper. Then comes the decimal coinage of 1858 for\nthe Province of Canada. Nova Scotia, New Brunswick, and\nPrince Edward Island follow in that order. The Northwest\ncomes next, and then British Columbia. The coins of the\nDominion of Canada follow. Newfoundland he places after\nthe Dominion since, at that time, the island was a separate\nBritish Dominion. The final listing is of the  Anonymous\nand Miscellaneous  series of Colonial tokens.",
            "Unfortunately, the arrangement is not very logical within\neach provincial listing. First, the government or bank tokens\nare listed, followed by the private tokens of the Colonial\nperiod. After these follows a promiscuous arrangement of\ntrade tokens, business cards, and other pieces struck after\nConfederation, none of which actually served as money in\nthe sense that the Colonial pieces did.",
            "In common with all his contemporary writers, Breton\nmade no attempt to separate the Colonial issues from these\nlater pieces not circulated as money for general use. This\nwas evidently a fault of the scholarship of the age, for\nthe arrangement of the coins and tokens listed by Atkins,\nBatty, Dalton & Ramer, and others were little if any better\norganized.",
            "This arrangement has been accepted without question\never since by nearly all subsequent writers and has led to the\nuse of the term  Canadian tokens  to describe everything\nthat is not decimal coinage. This is an embarrassingly\nambiguous phrase, as any collector of Colonials knows\nwhen he is shown  Canadian tokens  by dealers who have\nnothing issued before Confederation to sell. It is equally\nembarrassing for a collector of trade and advertising tokens\nto be shown  Canadian tokens  by a dealer whose stock is\nalmost entirely Colonial.",
            "It is to be hoped that in the future a new listing is made,\nin which the Colonial series is separated from the later\ntrade and advertising pieces, and that the phrase  Canadian\ntokens  is finally laid to a much-deserved rest.",
            "[Editor: It is interesting to note that after 50-yvears there is still debate on what format a much needed update to\nBreton might take. Bob seemed to make a valid case for reorganizing what is perhaps a whimsical grouping for",
            " Canadian tokens.  |",
            "Number3 April  May 2020\n"
        ],
        "PageNo": "123"
    },
    {
        "File": "The_CN_Journal_April_31.jpg",
        "Paragraphs": [
            "RCNA CoIN GRADING WORKSHOP",
            "JULY_21 2020",
            "The RCNA, with financial support from CAFNE, is",
            "sponsoring Coin Grading, a workshop\nduring the upcoming Convention\nin Halifax. The workshop is taking place on\nTuesday, July 21, in the Harbour Suite B room\nat the Westin Nova Scotian Hotel.\nInstructor, Robert Forbes, will supplement\nhis discussion with a slide presentation,\nhands-on grading examples, and hand-outs. The\nsession will explore technical aspects of grading\nCanadian coins, including market grading and\nthe use of professional grading services.\nThe class size is intentionally small so\nstudents have an opportunity to speak personally with\ninstructors to fully understand the material presented or to ask\nrelated questions.",
            "Coin Grading",
            "This session will focus on the practical aspects of grading\nCanadian decimal coinage. The material presented covers\nthe three fundamentals of accurate and consistent grading:\nknowledge, technique and objectivity. Important grading\ntips and methods used by experienced graders will be\nexplained including  market grading  and the use of\nvarious coin grading services. A detailed discussion of the\nfine points that distinguish one grade from another is also\nincluded, as well as a close-up look at  coin problems, \nspecifically those comms that are cleaned or altered.",
            "This course is intended for students who know the\nbasics of grading coins, have some grading experience, and\nrecognize those areas where they lack grading skills.",
            
            "Number3 April  May 2020",
            
            "All students are encouraged to bring examples of coins\nfor class discussion. This course will help\nstudents resolve the confusion that sometimes\naccompanies grading coins.",
            "Robert Forbes, RCNA president, is a\ncollector of Canadian, Newfoundland and\nMaritime decimal coinage, and royal portrait\ncoinage of New France. He is an expert in\ngrading Canadian coinage having graded\nthousands of coins during the past number of\nyears and is often asked by both dealers and\ncollectors to consult on coin grading matters.",
            "Registration Information",
            "Date: Tuesday, July 21, 2020\nTime: | p.m. to 5 p.m.\nLocation: Harbour Suite B room at the Westin Nova\nScotian Hotel, Halifax NS.\nRegistration Cost: $50.00\nFor further information contact the RCNA Executive\nSecretary: phone: (647) 401-4014\nemail: info@rcna.ca\nOr mail: RCNA Educational Course\n5694 Highway #7 East,\nSuite 432; Markham ON, L3P 1B4\nIncludes: Certificate of Participation; handouts;\nrefreshments, and free parking. A rest break will be\nscheduled with complimentary tea and coffee.",
            "Henry Nienhuis, RCNA past president, will act as the",
            "moderator.\n"
        ],
        "PageNo": "127"
    },
    {
        "File": "The_CN_Journal_April_32.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS\n_NOUVELLES_DES_CLUBS_",
            "By BRETT IRICK (CLUB SERVICES)\nONA, LM, #456,",
            "American Numismatic Association 2020\nConvention Reciprocity",
            "The RCNA and ANA are continuing the",
            "Hands Across the Border program for their",
            "respective 2020 Conventions this summer",
            "in Halifax and in Pittsburgh. With this",
            "program, RCNA members will receive",
            "free ANA daily bourse floor admission and\ncompetitive exhibiting privileges. Similarly,\nnon-RCNA members of ANA will be able to\nregister for our convention and exhibit at our member\nprice. This program was started in 2014 and continues\nto reinforce our long-standing relationship with our\nsister organization in the United States.",
            "COVID-19 (Coronavirus) affects Shows and\nClub Meetings",
            "Soon after the COVID-19",
            "virus was labelled a",
            "pandemic by the World",
            "Health Organization,",
            "governments around the",
            "world began to act more",
            "intensely to restrict the",
            "possible spread of this",
            "virus. As part of these",
            "emergency measures",
            "throughout North",
            "America, organizers were",
            "advised to cancel pending",
            "shows and conventions.",
            "In some cases local",
            "governments began",
            "declaring states of emergency. Clubs and associations\nrelying on space in community and civic centres were\nfurther affected as many permits were cancelled. At\nthe time of this writing shows and meetings scheduled\nin March and perhaps April have been cancelled. It\nwill be important for you to confirm status of any\nshow or meeting you are expecting to attend before\nfinalizing your plans. This is especially relevant as\ntravel restrictions are enforced.",
            "Three of the early closures announced where by:",
            "  Edmonton Numismatic Society cancelled its\nEdmonton Coin Show March 14-15.",
            
            "Entente de r ciprocit  du congr s de l'American\nNumismatic Association 2020",
            "L ARNC et Il'ANA poursuivent le programme",
            "Hands Across the Border pour leurs congr s",
            "respectifs de 2020 cet  t  4 Halifax et a Pittsburgh.",
            "Avec ce programme, les membres de 17 ARNC",
            "seront admis gratuitement, pour chaque jour, dans",
            "la salle de bourse de l'ANA et b n ficient des m mes",
            "privil ges pour l exposition comp titive. De m me,",
            "les membres l'ANA qui ne sont pas membre de l  ARNC",
            "pourront s'inscrire a notre congr s et participer a l exposition",
            "au m me frais que nos membres. Ce programme a  t  lanc  en",
            "2014 et contribue a renforcer notre relation de longue date avec\nnotre organisation voisine aux Etats-Unis.",
            "COVID-19 (Coronavirus) affecte les salons et\nrencontres de club numismatiques",
            "Peu de temps apr s que le virus\nCOVID-19 a  t  qualifi  de\npand mie par l'Organisation\nmondiale de la sant , les\ngouvernements du monde\nentier ont commenc  a agir\nplus intens ment pour limiter la\npropagation possible de ce virus.\nDans le cadre de ces mesures\nd'urgence a travers l'Am rique\ndu Nord, les organisateurs\nont  t  invit s a annuler les\nexpositions et congr s pr vus a\ncourt terme. Dans certains cas, les\ngouvernements locaux ont d clar \nl' tat d'urgence. Les clubs et les\nregroupements qui requi rent des espaces dans les centres\ncommunautaires et publics ont  t  davantage affect s, car\nde nombreux permis ont  t  temporairement suspendus. Au\nmoment d' crire ces lignes, les expositions et r unions pr vues\nen mars et peut- tre en avril ont  t  annul es. Avant de\nfinaliser vos plans, assurez-vous de confirmer que I  exposition\nou la r union a laquelle vous planifiez assister a bien lieu.\nCeci est particuli rement pertinent surtout si des restrictions\nde voyage sont mises en vigueur.",
            "Trois des fermetures ont  t  annonc es rapidement:",
            "  L Edmonton Numismatic Society a annul  son salon\nnumismatique du 14 au 15 mars.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "128"
    },
    {
        "File": "The_CN_Journal_April_33.jpg",
        "Paragraphs": [
            "  The Whitman Coin & Collectibles Expo,\npreviously scheduled for March 19-21 in\nBaltimore MA, was cancelled.",
            "  The Central States Numismatic Society\ncancelled its 81st Anniversary Convention\nApril 21-25 in Schaumburg IL. This is the first\ncancellation since WWII.",
            "  The Ontario Numismatic Association cancelled\nits 58th Annual Convention, May 22 24 in\nBurlington ON.",
            "It is too early to know how long the COVID-19\nvirus will be affecting our day-to-day interactions.\nPlans are moving forward with the 2020 Halifax\nRCNA Convention in July. Members will be\nadvised of any change in these plans on our website:\nwww.rena.ca/2020/.",
            "Sharing Coin Talk Presentations and\nSpeakers Circuit",
            "If your club s format includes numismatic oriented\npresentations, one of the more challenging tasks your\nclub executive may face is finding speakers on relevant\ntopics. Talks require a significant contribution of time\nto develop   especially if they require further research.\nThe Ontario Numismatic Association s website, has such\npresentations created by the London Numismatic Society.\nThese are available to individual members and clubs.",
            "The Windsor Coin Club, wwwwindsorcoinclub.com,\nas an example has started to upload non-copyrighted\npresentation material to their website for use by all\nclubs. It is possible that resources like these will generate\nextra website traffic and perhaps result in new members\njoining the club. WCC member, University of Windsor\nprofessor Dr. Weir, recently gave a fascinating talk on\n Graffiti found on Ancient Coins . This presentation will\nalso be added to the website resource.",
            "A good out of town speaker or educational speaker\nhelps build the quality of your programs and also\nyour meeting attendance. Building on the concept of\nthe RCNA Speaker Circuit of the 1960s, I am putting\ntogether a list of prospective speakers, along with their\ntopics, that I will distribute during the Club Delegates\nBreakfast during the 2020 RCNA Convention in Halifax.",
            "If you are interested in being a travelling speaker,\ne-mail me at xr7gt@prodigy.net with your topics and\nthe extent to which you will travel. Funding may\nbe available through the Canadian Association for\nNumismatic Education.",
            "If you would like to have your club profiled here, please\nwrite a column, include pictures and send it to me:\nxr7gt@prodigy.net.",
            "Brett Teich",
            "Number3 April  May 2020",
            "  La Whitman Coin & Collectibles Expo, qui  tait pr vue du\n19 au 21 mars a Baltimore MA, a  t  annule.",
            "  La Central States Numismatic Society a annul  son congr s\ncomm morant son 81le anniversaire pr vu entre le 21\net 25 avril a Schaumburg, IL. Il s'agit de la premi re\nannulation depuis la Seconde Guerre mondiale.",
            "  L'Ontario Numismatic Association a annul  son 58e\ncongr s annuel, du 22 au 24 mai a Burlington, ON.",
            "I] est trop t6t pour savoir combien de temps le virus\nCOVID-19 continuera d'affecter les activit s quotidiennes.\nLes plans se poursuivent pour le congr s 2020 de PT ARNC\na Halifax en juillet prochain. Les membres seront avis s\nde tout changement a ces plans sur le site internet de\nl'Association: www.rena.ca/2020/.",
            "Partage des pr sentations numismatiques et\ntourn es des conf renciers",
            "Si le format de votre rencontre numismatique comprend des\nvolets  ducatifs orient s vers la numismatique, l'une des taches\nles plus difficiles auxquelles votre directeur de club est confront \nest de trouver des conf renciers sur des sujets pertinents. Les\npr sentations n cessitent un temps consid rable a d velopper -\nsurtout s'ils n cessitent des recherches suppl mentaires. Le site\ninternet de l Ontario Numismatic Association propose de telles\npr sentations cr es par la London Numismatic Society. Ils sont\ndisponibles pour les membres individuels et les clubs.",
            "Le Windsor Coin Club, www.windsorcoinclub.com, pat\nexemple, a commenc  a t l charger du mat riel de pr sentation\nnon prot g  par des droits d'auteur sur son site internet devenant\ndisponible pour tous les clubs. I] est possible que de telles\nressources g n rent du trafic suppl mentaire sur le site internet\net entrainent le recrutement de nouveaux membres dans le club.\nUn membre du WCC, le professeur Weir de l'Universit  de\nWindsor, a r cemment fait une pr sentation fascinante sur les\n  graffitis trouv s sur les pi ces anciennes  . Cette pr sentation\nsera  galement ajout e a la ressource du site Web.",
            "Un bon conf rencier de l ext rieur de votre r gion ou un expert\ndans un domaine aide a donner plus de valeurs 4 vos programmes\nainsi que la participation a vos r unions. En me basant sur le\nconcept de   la tourn e des conf renciers   de  ARNC dans\nles ann es 1960, je pr pare une liste de conf renciers potentiels,\nainsi que leurs sujets, que je distribuerai pendant le d jeuner des\nd l gu s de club lors du congr s de l  ARNC 2020 a Halifax.",
            "Si vous souhaitez devenir conf rencier itin rant, envoyez-moi\nun courriel 4 xr7gt@prodigy.net avec vos sujets et la flexibilit \nde vos d placements. Du financement peut  tre disponible par\nl'interm diaire de l'association canadienne pour I' ducation\nnumismatique.",
            "Si vous souhaitez avoir le profil de votre club ici,\n crivez une chronique, inclure des photos et envoyez a:\nxr7gt@prodigy.net.",
            "Brett Tick\n"
        ],
        "PageNo": "129"
    },
    {
        "File": "The_CN_Journal_April_34.jpg",
        "Paragraphs": [
            "REPRINTS OF PAST ARTICLES FROM THE CN JOURNAL\nTHE PRINCE EDWARD ISLAND",
            "ONE, CENT. PIECE OF 1871",
            "Volume 15, No. 4, April 1970, pp 118-120",
            "For any individual or group interested in currency, Prince Edward Island s has much to offer. In the Island s early",
            "history one first encounters items of currency of the time as used by the French. With the capture of the then Isle",
            "Saint-Jean by the British in 1758, a transition to the currency of England took place and later one can find references\nto the Spanish milled dollar and irredeemable treasury notes varying in amounts from five shillings to five pounds. By the\nmid-19th century one finds references to the silver dollars of the United States, Central America, Peru and Spain, as well\nas sovereigns, doubloons, eagles, francs and other currency. It might be noted that tokens of various types were also much\nused in the business transactions of that period   indeed the  Sheaf of Wheat  is a prized collector s item today. Similarly\nthe notes of the Island banks, which came into being within a period fewer than twenty years between 1855 and 1873, have\na most interesting story of their own and some of these notes are cherished items of present day owners.",
            "In 1871 the following Act was passed at the First Session of the 24th General Assembly:",
            
            "CAP V.\nAn Act to establish a Decimal system of Currency on this Island.\n(Passed April 17, 1871)",
            "WHEREAS it is deemed expedient to assimilate the Currency of this Island to that of the Dominion of\nCanada and of the United States of America, and to introduce a decimal system of keeping Accounts in the\nPublic Offices into this Colony:",
            "Be it therefore enacted by the Lieutenant Governor, Council and Assembly, as follows:",
            "I. The unit of account on this Island shall be the dollar of one hundred cents; the value of which dollar\nshall be on the basis of four hundred and eighty-six cents, and two thirds of a cent, to the pound of British\nsterling money.",
            "II. The Accounts at all public offices on this Island shall be changed and kept on the decimal system\nwhich shall go into operation at the times following: For the accounts kept at the Savings Bank, at the\npublic treasury, on the first day of December next. For the accounts kept at all Post Offices, the Money\nOrder Office, and at all Excise Offices, and all other public offices, except the Treasury, on the first day of\nJanuary next. For all accounts kept at the Public Treasury on the first day of February next.",
            "III. The Lieutenant Governor in Council is hereby authorized to empower the Commissioners for\nissuing Treasury Notes to have suitable Notes of the decimal currency prepared and signed, the same to\nbe exchanged with the Colonial Treasurer for the Treasury Notes already in circulation, for the purposes",
            "of this Act.",
            " The CN Journal Volume 65\n"
        ],
        "PageNo": "130"
    },
    {
        "File": "The_CN_Journal_April_35.jpg",
        "Paragraphs": [
            "IV. Gold and silver coins shall be a legal tender at the rates set forth in the schedule A, hereunto\nannexed.",
            "V. The Lieutenant Governor, in Council, is hereby empowered to provide a coinage of Copper Cents\nfor this Island, and to cause Postage stamps of the new denomination to be issued as soon as practicable.",
            "VI. The Act of the twelfth Victoria, chapter twenty-four, shall be and the same is hereby repealed.\nProvided always, that this Act is not intended to interfere with debts already due, or with existing\ncontracts, but the same may be converted into the equivalent value of the new currency hereby established,\nat and after the rate of three dollars and twenty four and four-ninths cents to the pound of the present\ncurrency of this Island.",
            "VII. From and after the first day of January next, all and singular the duties imposed by the Act passed\nor to be passed, during the present session, entitled or to be entitled  An Act for raising a Revenue,  shall\nbe payable in the currency as defined by this Act.",
            "SCHEDULE A",
            "The British Sovereign of the weight and fineness now established by law, four dollars and eighty-\nsix and two-third cents. The Crown piece of silver, one dollar and twenty cents. The half Crown piece,\nsixty cents. The Florin, forty-eight cents. The Shilling, twenty-four cents. The Sixpence, twelve cents.\nThe American Gold Dollar, one dollar. The Mexican and Spanish silver dollar, one dollar. The Spanish\nDoubloon, sixteen dollars. The Mexican Doubloon, fifteen dollars and forty cents. The Twenty Franc\ngold piece, three dollars and eighty cents. The Five Franc silver piece, ninety cents. The Canadian Silver\nCoinage, at its face value.",
            "Section V of this Act provided the authority for  The Island Cent.  On September 13, 1871, the Royal Mint called\ntenders for two million (2,000,000) one-cent pieces of the same alloy as the Imperial Bronze Coinage   .95 copper, .04 tin,\n.01 zinc. On September 25, 1871, the tender of Messrs. Ralph Heaton & Sons was accepted. The dies were to be forwarded\non Monday, October 16, with the coinage to be packed and ready for shipment on November 14 with the boxes marked:",
            "Bank of Prince Edward Island",
            "Charlottetown\nPrince Edward Island",
            "The Invoice dated November 25, 1871, to Ralph Heaton and Sons is in the amount of   1529-0-4. The Royal Mint\nMuseum Catalogue has the following entry on Page 313:\n4108-09 cents 1871. Obv,, VICTORIA QUEEN. (diademed) head to left within a beaded circle; below, the\ndate between two roses. Rev., a large oak tree sheltering three small maple trees, and below in small letters,\nPARVA SUB INGENTI; the whole within a beaded circle; above, PRINCE EDWARD ISLAND, and\nbelow, ONE CENT between two roses.",
            "It has been reported on many occasions that  THE ISLAND CENT  was the only coin in British North America that\ncarried the Royal Titles in English and it is believed that such is the case. Also, this coin does not carry the familiar H\nmint mark of the Heaton s [Birmingham] Mint. It would appear that this coinage passed through many hands as the better\ngrades today are very scarce and choice specimens extremely rare indeed.",
            "In 1971 this coin will be  celebrating its centennial  and one is reminded of the brief comment of Publilius Syrus some\ntwo thousand years ago when he stated  It takes a long time to bring excellence to maturity. ",
            "Ed. Note: The foregoing interesting information on the 1871 PEI  tree cent  is from the Prince Edward Island\nNumismatic Association s Newsletter.",
            "[Editor: It is important to realize that reported populations of coins can change. In 1971 the PEI cent population\nin mint-state, reported above as very scarce to extremely rare, changed significantly in 1975 with the release\nof 255 pieces from the Heaton Hoard. Fifty of these were in GEM mint-state! Even with this large infusion the\ncurrent population reported by PCGS in MS-65 or greater is only 66 pieces. |",
            "Number 3 April  May 2020 131\n"
        ],
        "PageNo": "131"
    },
    {
        "File": "The_CN_Journal_April_36.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            " By ALAN ROY\n#17134",
            "\nA List of: Canadian Wooden Money by John K. Curtis",

            "A snowball rolling down a hill? A long voyage starting\nwith one step? Perhaps I ll let the reader decide.",
            "I  m not sure what metaphor I should use for this article.",
            "A List of: Canadian Wooden Money was published by\nJohn K. Curtis in 1977. It consists of about 40 pages listing a\nfew hundred woods. Each entry includes the issuer or subject\nand the entry s size, date, and colour. The only illustrations\nincluded are the three pages titled  standard reverses \nshowing some designs frequently used on Canadian woods.",
            "While many authors at the time dabbled in listing Canadian\nwoods, Curtis was the first to make a concerted effort to list\nall known wooden nickels of Canada. Earlier works, such as\nSiggers s Wooden Money and Tokens of Prince George, B.C.,\nor Tannahill s Trade Tokens, Paper and Wooden Money of\nSaskatchewan were much narrower in scope. Others, such\nas Gingras s Wooden Money of Canada, or Di Bela s A\nHistory and Checklist of Wooden Money only offered an\noverview of Canada s wooden money.",
            "Curtis may not have known it at the time, but his work\nwould become the basis for one of the largest and most\nencompassing catalogues in Canadian numismatics. His\nlist would pass to another numismatist, and then in turn\nto another, each adding more and more entries. Each year,\nthe list continued to grow.",
            "When Norman Wells published the first edition of his\nCanadian Wooden Money, Tokens and Souvenirs, he made\na point to acknowledge Curtis s work:",
            
            "I would like to express my thanks to John K. Curtis, for\nuse of his extensive listing of Canadian Woods, which is\nreally the backbone of this book. A great deal of credit\nshould go to John who for the past many years has spent\nmany hours in compiling his list and keeping it up to date.",
            "In fact, Wells used Curtis s list with little change. He\ndid add hundreds of illustrations and slightly modified its\nnumbering system.",
            "Over time, Wells expanded the list as new woods were\ndiscovered or issued. By 1985, the time he decided to cease\nmaintaining it, Norman Wells had published three editions\nof his woods catalogue, as well as five supplements. By\nthen, it had become the go-to listing for Canada s woods.",
            "Norm Belsten took up the mantle in 1992 and began\npublishing his own list based on Wells s. As more\nwoods were added, his catalogue became awkwardly\nlarge and he decided to make it available electronically,",
            "first on floppy disks, then CDs. A new supplement is sold on\nCD every year. The last edition he made available in print\nwas approximately 500 pages with tens of thousands of\npieces listed, complete with colour illustrations.",
            "All this was started by John Curtis and the listing\nhe published in 1977. Over a little more than 40 years,\ndedicated and enthusiastic numismatists built on his work\nand expanded his list. They managed to grow his modest,\n42-page catalogue into a mammoth work more than ten times\nits original size. This hobby grows and evolves by building\non the work of past researchers. Perhaps the best metaphor is\n standing on the shoulders of others. ",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "132"
    },
    {
        "File": "The_CN_Journal_April_37.jpg",
        "Paragraphs": [
            "The Core of a Toonie",
            "BY HENERY NIENHUIS FRCNA, FCNRS, FONA, LM#430",
            "Our example error coin this month is a\nmisstruck Canadian two-dollar coin. It is a\ngreat example of a wrong denomination\nor incorrect planchet error.\nThe coin was struck on the wrong\ndiameter planchet which was too\nsmall to contain the full design.\nIt is missing the majority of the\nlegend on both sides, including\nthe date. The reverse of the\ncoin, however, clearly shows\nthe unmistakable design by\nTony Bianco of a female polar  \nbear and her two cubs at the\nedge of an ice floe. Although the\ndate is missing, there is enough of\nthe distinctive legend and design to\ndetermine that the coin was struck in 2000,\nthe second commemorative toonie, with the\nbi-lingual legend: KNOWLEDGE 2000\nLE SAVOIR. This Knowledge variety,\nlaunched in Downsview, Ontario,\nJuly 1, 2000, was in tribute to the\nnew millennium. The bears design\nwas meant to reflect knowledge\nand wisdom passed down from\ngeneration to generation.\nBut what planchet was our\nerror struck on?\nIn order to answer the question\nwe must first find out more about\nthe coin itself. Although the coin\nis somewhat irregularly shaped, it\nis approximately 18 mm in diameter\nand weighs 2.3 g. It also appears on first\nglance to be either bi-metallic or two-toned\n(nickel and brass) as if 1t was punched, offset, from a\npre-assembled two-dollar planchet. However, under closer\nexamination, the planchet is definitely in one piece and not\na ring-core construction. This was supported by the results\nof an X-ray fluorescent spectrometer (XRF) analysis. The\ninner, brass coloured portion was found to be .9636 Cu,\n.0268 Al, and .00958 Ni. The outer nickel coloured portion\nread as .9741 Cu and .02284 Ni. The discrepancy in the\namount of copper indicated in the two areas is explainable\nby the interference that might be caused by the apparent\nsurface  plating. ",
            "Number3 April  May 2020 -----------------------------------",
            "The core piece of the two-dollar planchet\nof this date is specified to be 17 mm in\ndiameter and weighs 2.36 g. It is made\nfrom an aluminium bronze alloy of\n.92 Cu, .06 Al, and .02 Ni; similar\nto the  nordic gold  used in bi-\nmetallic euro coins.\nAlthough not exact, it\ndoes agree closely with the\nparameters we measured in our\nerror coin. Also, we were unable\nto find any foreign coin of the\ntime that agrees more closely,\nso we conclude that our error is a\nmisstruck toonie, struck on a two-\ndollar planchet core.\nThe colour difference between the\nouter and inner portions appears to be the\nresult of the transfer of a thin layer of nickel\nmetal from the dies to the donor core\nplanchet. When a die has been in use for\nan extended period without cleaning\nits surface will collect a fine layer\nof metal from the planchets it\nstrikes. This deposit can then be\ntransferred back to subsequent\ncoins that are struck. Normally\nthis isn t noticeable unless, like\nin our case, a different metal is\nstruck with the dies in question.\nMore specifically, because the\ndies in our case are used to strike\nbi-metallic planchets, the outer\nportion of the dies picked up nickel\nwhich was then transferred to the ring\nportion of our error coin.",
            "Another interesting characteristic of this error is\nthat it is detectably concave. If you place the coin obverse\ndown it spins freely, which it does not do if you place it\nreverse down.",
            "Incorrect planchet errors struck on toonie cores are very\ndifficult to find and should not be confused with similar\nerrors struck on 1-cent or foreign planchets.",
            "Keep your eyes open!!",
            "Henry Nienhuis is a member of CEVNA the Canadian Errors and Varieties\nNumismatic Association. (www.cevna.com), he can be reached at fenix@\nrogers.com\n"
        ],
        "PageNo": "133"
    },
    {
        "File": "The_CN_Journal_April_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE ",
            "50-cent Special Wrap Circulation Roll (2020)",
            "The official Arms of Canada, proclaimed\nby King George V in 1921, is a\nrepresentation of Canada, and its\npolitical roots, especially its ties",
            "to Britain and France. The design\ncontains images from France (the\nfleur-de-lis), England (the three\nroyal lions and rose), Scotland\n(royal Scottish lion and thistle), and\nIreland (the royal Irish harp of Tara,",
            "and shamrock).",
            "2020 $50 Fine Silver Coin - Franklin s Lost\nArctic Expedition",
            "Designed by Royal Canadian Mint engraver Matt\nBowen, the reverse features an artist s rendition\nof the doomed Franklin expedition\n(1845-1848). The coin s scalloped edge\nresembles jagged ice, which has HMS\nTerror, on the reverse, firmly in its",
            "grasp. In a desperate attempt to survive,",
            "the remaining crew and officers are",
            "seen abandoning the ship, with one",
            "group in the distance hauling",
            "a lifeboat toward King",
            "William Island. The",
            "obverse displays",
            "the effigy of Her",
            "Majesty Queen",
            "Elizabeth II by",
            "Susanna Blunt.",
            "The CN Journal",
            "Rouleau sp cial de pi ces de circulation de 50\ncents (2020)",
            "Les armoiries du Canada furent adopt es en\n1921 par proclamation du roi George V afin\nde repr senter le Canada et ses racines\npolitiques, particuli rement ses liens\navec la Bretagne et la France. Le motif\nillustre des images de la France (la\nfleur de lys), de 1 Angleterre (les\ntrois lions royaux et la rose), de\nl Ecosse (le lion royal d Ecosse et le\nchardon) et de I Irlande (la harpe d  or\nirlandaise, et le tr fle).",
            "Pi ce de 50 $ en argent fin 2020 - Exp dition\nFranklin perdue dans I  Arctique",
            "Le motif au revers, ceuvre du graveur Matt",
            "Bowen de la Monnaie royale canadienne,",
            "repr sente de facon artistique la",
            "tragique exp dition Franklin de",
            "1845-1848. La tranche irr guli re",
            "de la pi ce imite la glace qui",
            "emprisonne solidement le NSM",
            "Terror. A l avant-plan, les",
            "derniers matelots et officiers",
            "abandonnent le bateau dans une",
            "tentative d sesp r e de survie,",
            "alors qu au loin, un groupe tire un",
            "canot de sauvetage vers l ile King",
            "William. L avers est a l effigie de",
            "Sa Majest  la reine Elizabeth II, selon\nSusanna Blunt.",
            "Volume 65\n"
        ],
        "PageNo": "136"
    },
    {
        "File": "The_CN_Journal_April_41.jpg",
        "Paragraphs": [
            "2020 $20 Fine Silver Coin   Second World War:\nBattlefront Series   Victory in Europe",
            "Set against a sunburst, the reverse design by\nCanadian artist Jamie Desrochers offers a modern\ntake on the 1943-45 Victory Nickel designed\nby Thomas Shingles. The original  V  for\nVictory and the torch symbol of sacrifice\nhave been updated to represent the new\ngenerations who are carrying the torch of\nremembrance on the 75th anniversary of\nthe end of the Second World War ( 1945 \nand  2020 ). The two maple leaves from the\nwartime coin play a larger role in",
            "this design, where a large maple",
            "leaf in the background subtly",
            "unifies the maple-leaf-shaped\narrangement of geometric",
            "shapes. Those forms represent",
            "different races, cultures and the",
            "varied backgrounds of the men",
            "and women who contributed to the",
            "Allied victory in 1945. The obverse\nfeatures the effigy of King George VI by\nT. H. Paget, and has a Victory privy mark.",
            "2020 $100 Fine Silver Coin   Liberation of\nthe Netherlands: Operation Manna",
            "Double-dated to commemorate the 75th\nanniversary of the Liberation of the\nNetherlands ( 1945   2020 ), the\nreverse design by Canadian artist\nJohn Mantha gives a ground-\nlevel view of Operation Manna\n(April 29 May 8, 1945) from the\nperspective of Dutch civilians.\nFlying low over a designated drop",
            "zone in western Netherlands, one",
            "of the Lancaster bombers flown by\nCanadian aircrews of RAF Bomber\nCommand has dropped its cargo.\nSelective gold plating highlights the\nbombers, the packages and the\nwindmill on the reverse, as",
            "well as the rim on each side.",
            "The selectively gold-plated",
            "obverse features the effigy",
            "of King George VI by T. H.",
            "Paget, and a  V for Victory ",
            "privy mark.",
            "Number3 April  May 2020 ----------------------------------",
            "Pi ce de 20 $ en argent fin 2020   Seconde Guerre",
            "mondiale : S rie Champs de bataille  \nVictoire en Europe",
            "Devant un soleil rayonnant, le motif au",
            "revers, ceuvre de l artiste canadien Jamie",
            "Desrochers, offre une interpr tation",
            "modeme de la piece de 5 cents Victoire",
            "de 1943-1945 congue par Thomas",
            "Shingles. Le   V   de la Victoire",
            "original et le flambeau symbolisant",
            "le sacrifice ont  t  actualis s pour",
            "repr senter les nouvelles g n rations,",
            "qui reprennent le flambeau du Souvenir",
            "4 Poccasion du 75e anniversaire de la fin",
            "de la Seconde Guerre mondiale (  1945  ",
            "et   2020  ). Les deux feuilles d rable de la",
            "piece  mise en temps de guerre rev tent ici un r le",
            "plus important, transpos es en une grande feuille d rable a",
            "l arri re-plan qui unit subtilement les formes g om triques",
            "y  tant dispos es. Ces formes symbolisent la diversit  des",
            "origines ethniques, des cultures et des horizons incarn s par",
            "les hommes et les femmes qui ont contribu  4 la victoire des",
            "Alli s en 1945. L avers est a l effigie du roi George VI, selon\nT. H. Paget, et porte une marque priv e de la Victoire.",
            "Pi ce de 100 $ en argent fin 2020   Lib ration\ndes Pays-Bas : Op ration Manna",
            "L'inscription 4 double date (  1945   et  ",
            "2020  ) souligne le 75e anniversaire",
            "de la lib ration des Pays-Bas. Le",
            "motif au revers, ceuvre de l artiste",
            "canadien John Mantha, pr sente",
            "une vue au niveau du sol de",
            "Pop ration Manna (du 29 avril",
            "au 8 mai 1945), de la perspective",
            "des civils n erlandais. Volant a",
            "basse altitude au-dessus d une",
            "zone de largage, l un des Lancaster",
            "pilot s par un  quipage canadien",
            "sous les ordres de la Royal Air Force",
            "d charge sa cargaison. Le placage d or",
            "s lectif fait ressortir les bombardiers, la",
            "cargaison et le moulin a vent au revers, ainsi que",
            "le cordon des deux c t s. L avers, lui aussi rehauss  d un",
            "placage d or s lectif, est 4 l effigie du roi George VI, selon\nT. H. Paget, et porte une marque priv e de la Victoire.",
            "RCNA/ARNC\n"
        ],
        "PageNo": "137"
    },
    {
        "File": "The_CN_Journal_April_42.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH History",
            "THE_CAPTURE_OF SUVARNADURG",
            "BY JESUS VICO\nAND, MARISA.OLLERO.",
            "\nApril 2, 1775",
            "Suvamadurg is an island fortress in the Arabian Sea",
            "located between Mumbai and Goa, in the Indian state",
            "of Maharashtra. The fortress also includes a small\nland-fort called the Kanakadurga at the base of the headland\nof Harnai. The fortifications were hewn from solid rock\nand the ramparts formed from huge square blocks with no\nmortar. The fort has many bastions joined by a parapet for\ndefensive purposes. The hidden main gate opens towards\nthe east with a postern gated on the western side. The main\ngate has on its threshold a carved figure of a tortoise and on\nthe side wall, relief of Maruti (Hanuman).",
            
            "Building of the original\nfort has been credited to\nShivaji Maharaj, founder\nof the Maratha Empire,\nin 1660. Subsequently,\nShivaji, other Peshwas\n(Prime Ministers of the\nMaratha Empire) and the\nAngres extended the forts\nstructures and functionality.",
            "Suvanadurga literally\nmeans  Golden Fort  and",
            "was considered the pride or the  feather in the golden cap of\nMarathas.  Built to support the Maratha Navy, the fort had a\nself contained shipbuilding facility. It played a strategic role\nin countering enemy attacks, mainly by the colonialists of\nEurope, but also by local aggressors as well.",
            "Suvarnadurg is perhaps\nmost famously associated with\nKanhoji Angre (or Conajee\nAngria), a key Maratha naval\nstrategist of the early 1700s who\ndistinguished himself in battle",
            "against the British, Dutch\nand Portuguese colonial\npowers. In 1698/99, he was\nappointed as Surkhel or\nDarya-Saranga (Admiral)\nof the Maratha Naval Fleet\nby the Peshwas under\nChhatrapati Rajaram,\nchief of Satara. Under that\nauthority, he was master of\n240 miles of the Western\ncoast of India from what is\nnow Mumbai to Vengurla in\nthe south.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "138"
    },
    {
        "File": "The_CN_Journal_April_43.jpg",
        "Paragraphs": [
            "Angre was considered to be a mercenary who attacked\ndefenseless towns and merchants by those unlucky souls he\nencountered. He enhanced his own fleet by boarding and\nimpounding colonialist ships and their cargos. In 1702, he\nattacked an East Indian Company s (EIC) merchant ship and\nransomed the six British captives. A tactic he continued to use.",
            "The Suvarnadurg was formally handed over to Kanhoji\nin 1713 by Shahu Raja. By capturing the Peshwa s general\nBhairu, he forced the Peshwas to come to an agreement\nwith him. Under the condition he maintain  fealty  (or\nloyalty) to Chhatrapati Shivaji and the Satara stronhold,\nhe was granted 26 forts (which included Suvarnadurg)\nand their dependent villages. In subsequent years, these\nforts became strongholds for piracy. Contemporary\nBritish records referred to Angre as a  pirate  though the\ncorrespondence between the EIC and the Maratha Navy\nsuggests more of a communication between the Maratha\nstate and a trading company without permits.",
            "Maratha Coinage examples:",
            "The Maratha economy was mainly rural, agrarian based,\nand its currency system was very loosely controlled by\nthe state. The various Maratha kingdoms never issued a\nuniform series of coinage instead borrowing from three\ndifferent series of coinages that were prevalent in the\nsouthern India sub-continent in the 17th century.",
            "The Maratha coins were simple utilitarian design,\nlacking in sophistication. The small gold hon (hoan) coins\nwere taken from the un denomination of the Vijayanagara\nEmpire; the silver coins were direct mimics of the Mughal\nrupee and the copper shivrai coinage was inspired by the\nfalus of the Bahamani and Ahmadnagar.",
            "Chhatrapati Shivaji s hons were minted for his\ncoronations in 1674 with Nagari script legends including\nhis name. These are extremely rare today, believed to have\nbeen melted by the British. The copper shivrai coins in the\nname of Chhatrapati Shivaji, however, are quite common\nindicating they were minted in large numbers at various\nmints. These shivrais were even minted posthumously,\nand circulated into the middle of the 18th century. The\nperiod of the Peshwa rule and the Maratha Confederacy\nsaw huge numbers of silver rupees minted from various\nmints with Hindu-style mint marks and Devanagari legends\ninterspaced with Persian legends typical of Mughal coins.",
            "Number3 April  May 2020 -----------------------------------",
            "Under pressure, the EIC conceded to pay a tariff, or a tax\non trade, but later abandoned the agreement. This resulted in\nKanhoji relentlessly attacking the British interests; in 1721,\nhe allied with his former enemies, the Portuguese. In 1722,\nKanhoji s plans to attack an EIC factory at Karwar, were\nthwarted by the EIC marine ships Victoria and the Revenge\nattack on Kanhoji s forces. He remained undaunted with\nthe loss of 16 ships and the death of their Dutch mercenary\ncommander. The Maratha Navy suffered a major setback\nhowever, on June 4, 1729, with the death of Kanhoji.",
            "Subsequent to Kanhoji s death, Tulaji Angre, one of his\nlegitimate sons, took charge of Suvarnadurg and it became\nthe seat of his power. He became enemy of the Peshwas,\nand they were supported by the British. The joint siege of\nthe fort lasted from March 25 to April 2, 1755. On April 12,\nCommodore William James captured the fort and formally\nhanded it over to the Peshwas. In exchange, the British\nwere ceded control of the strategic mainland   Bankot Fort.",
            "Reprinted with permission from VCoins eNewsletter.\n"
        ],
        "PageNo": "139"
    },
    {
        "File": "The_CN_Journal_April_44.jpg",
        "Paragraphs": [
            "Maratha Confederacy, in the name of Mughal Emperor\nFarrukhsiyar, AH (11)28 / RY 5 Ag rupee 11.42 g,\nSangameshwar mint. Sangameshwar was an important\ninland harbour on the Konkan coast of Maharashtra.\nThe mint was first operated there during the Adil Shahi\nperiod (1489 1686 CE) and revived around 1717, as\nevident from this coin, during the power struggle in the\nregion, between Chhatrapati Shahu and Rani Tarabai.\nSangameshwar was likely controlled by the Angre s\nduring this time, and this coin then struck under the\nauthority of the Maratha Naval  Admiral  Kanhoji Angre.",
            "Maratha Confederacy, in the name of Mughal emperor\nMuhammad Shah, RY 1(4?) Ag rupee, 11.45 g, Rajapur\nmint. Struck during Sambhaji Angre s (1733 1742 CE)\nterm as the admiral of Maratha navy. The mint at\nRajapur, was located close to the Angre s secondary seat,\nthe sea fortress of Vijayadurg. The coins mimic the design\nof the Surat rupees of Muhammad Shah with the goal to\nincrease their acceptability in a wider area.",
            "British East India Company Coinage examples:",
            "Bombay Presidency, 1674 Ae pice (copperoon), 14.1 g,\nBombay Mint. Obverse: East India Company shield surrounded\nby HON:SOC:ANG:IND:ORI: (Honorabilis Societas Anglicana\nIndiarum Orientalium). Reverse: MON BOMBAY ANGLIC REGIMS\n[A 9 ] in circle of beads surrounded by legend A DEO PAX ET\nINCREMENTVM 74. Used to pay workers and soldiers in the\nDeccan. A 9  is anno 9, the 9th year from 1665, the year\nBombay was transferred from Portuguese to British rule.",
            "Bengal Presidency, in the name of Alamgir Il, AH (1171)\n/ RY 4 (1757-1758 CE) Ag rupee, 11.618, 23.18 mm,\nCalcutta Mint. Obverse: sikka mubarak badshah ghazi, sun\nmint-mark, Reverse: sana julus, zarb at bottom.",
            "Madras Presidency, 1794 1/48 rupee, Cu 13.34 g,\n31 mm, Soho Mint. Obverse: E. |. Co. arms, legend:\nAUSPICIO REGIS ET SENATUS ANGLIAE (United East India\nCompany); Reverse: Bale mark (UEIC), legend: UNITED\nEAST INDIA COMPANY (incuse); Edge: Lettered.",
            "Madras Presidency, 1808 10 cash, Cu 6.47 g, 25.8 mm,\nSoho Mint. Obverse: E. I. Co. arms, legend: EAST INDIA\nCOMPANY; Reverse: value X.CASH. in Persian and English.\nDesign by engraver John Phillp.",
            " The CN Journal Volume 65",
            ""
        ],
        "PageNo": "140"
    },
    {
        "File": "The_CN_Journal_April_46.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "The White Horse of Hanover rears its head on Royal Mint coins\nas the next to join the Queen s Beasts collection",
            "The Royal Mint unleashes the White Horse of",
            "Hanover as the eighth coin in The Queen s Beasts",
            "collection. The White Horse of Hanover is one of\nten heraldic beasts that form the Queen s Beasts. Inspired\nby these ancient symbols of power and identity, the range\nbrings to life the ten imposing statues that are part of an\nenduring legacy that defines our ruling dynasties.",
            "The White Horse is a beast with a long history, deeply\nrooted in Germany s past and that of George I s medieval\nancestors. The first documented use of the horse comes\nfrom the seal of Albert I, Duke of Brunswich-Grubenhagen,\nin 1361. Albert I was a member of the House of Guelph,\nwhich included many German monarchs, princes and\ndukes from the eleventh century onwards. From the mid-\nfourteenth century Albert s kinsmen, rulers of other parts of\nBrunswick, also adopted the symbol.",
            
            "Following the success of previous coins in the collection,\nthe latest release features another original design by Royal\nMint coin designer Jody Clark. Jody is best known for his\n fifth portrait  of The Queen, seen since 2015 on UK coinage\nseries. Jody spent a great deal of time researching British\nheraldry to create his Queen s Beasts designs.",
            "Jody Clark says of his design,  Given its similarity to\nthe unicorn, I was keen to give the horse a different pose\nto keep it distinct from its mythical relative. Unlike the\nunicorn, the White Horse faces to the right, as does Her\nMajesty The Queen on the obverse, signifying the royal\nancestry and history of monarchy that it represents. I tried\nto give this horse a strong silhouette by posing the horse in\nprofile, working hard to give the muscles a level of realism\nand look of strength befitting this magnificent heraldic\nbeast. ",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "142"
    }
]