[
    {
        "File": "The_CN_Journal_March_05.jpg",
        "Paragraphs":[
            "FROM THE.PRESIDENT  MoT_DU_PRESIDENT",
            "It is still early in the new year, but perhaps not too",
            "early to start thinking about summer travel, and",
            "possibly attending our annual RCNA convention.\nThis year s event is scheduled from Tuesday, July 21 to\nSaturday, July 25, and it will be held at the Westin Nova\nScotia Hotel in Halifax, Nova Scotia. This is the same\nvenue as was used for our last convention in Halifax.\nMy recollection of that convention is that the hotel\nfacility worked well, the members of the Halifax Coin\nClub were most accommodating gracious and hard-\nworking hosts, and the tours organised for along the sea\ncoast were outstanding.",
            "I think it would be hard to dispute that the RCNA\nconvention is the best coin convention and show in the\ncountry, with its extensive dealer and collector attendance\nand the wide variety of collector material featured on the\nbourse floor. Add to this the quality educational programme\nheld early in the convention, the first class auction, and the\ntrips and excursions held in conjunction with the convention,\nand it is easy to see how a trip to our convention could be\nturned into a very enjoyable summer week.",
            "However, I think it is the camaraderie that makes these\nevents really special. In the earlier years of my attendance\nat the RCNA conventions, I came on my own, and I met a\ngreat group of collectors with like collecting interests, who\nI got to know very well, often over a drink in the hotel bar,\nand with whom I still communicate with varying degrees of\nregularity regarding our special areas of collecting. In the\nlast ten years, my wife has been attending the conventions\nwith me. In the beginning, she was a little sceptical about\nbeing able to occupy herself for the week, while I went about\ngetting my annual  coin fix.  However, a few collectors\nand spouses started going out for dinner after the Thursday\nevening reception, and this quickly became an annual\nplanned occasion through which strong friendships were\nformed. In the last few years, that little group has now\nbecome so large that it can easily swamp the ability of the\nselected restaurant to serve all who attend. The point of all\nthis is simply that the RCNA convention is much, much\nmore than a destination for buying and selling coins. If you\nput in any effort, it can easily become a great way of forming\nfriendships through common interests with many people\nfrom across the continent. For my wife and me, the RCNA\nconvention has now become a most enjoyable week in our\nplanned summer schedule (perhaps a little less so now that I\nhave to fit in all of the obligations associated with being your\npresident.)",            
            "Continued on page 60",
            "Number2 March",
            "Ilest encore t6t dans la nouvelle ann e, mais peut- tre pas trop",
            "tot pour commencer a penser aux vacances d t  et planitier",
            "vous rendre a notre congr s annuel de   ARNC. L v nement\nde cette ann e se tiendra du mardi 21 juillet au samedi 25 juillet a\nl h tel Westin Nova Scotia a Halifax, en Nouvelle-Ecosse. II s agit\ndu m me endroit que lors de notre dernier congr s a Halifax. Je\nme souviens bien que les installations de l h tel  taient bien, les\nmembres du Halifax Coin Club  taient des hotes accommodants,\ncourtois et d vou s et les visites organis es, le long de la c te de la\nmer,  taient exceptionnelles.",
            "Je pense qu il serait difficile de contester que le congr s de\nPARNC est le meilleur salon numismatique du pays, en termes\nde fr quentation des marchands et des collectionneurs a travers\nle continent, et la vari t  de mat riel de collection offert sur le\nplancher de la bourse. Ajoutez a cela un programme  ducatif de\nqualit  organis  au d but du congr s, la vente a 1 encan de premicre\nclasse et les voyages et excursions organis s conjointement avec\nle congre s, et il est tres facile de voir comment un voyage a notre\ncongr s pourrait  tre transform  en une semaine d t  tres agr able.",
            "Cependant, je pense que c est la camaraderie qui rend ces\n v nements vraiment sp ciaux. Au cours des premi res ann es,\nJ assistais seul au congr s de l ARNC et j ai rencontr  un bon\nnombre de collectionneurs avec des int r ts de collection similaires,\ncollectionneurs que j ai appris a connaitre tr s bien, souvent autour\ndun verre au bar de P hotel, et avec qui je communique avec plus ou\nmoins de r gularit  concernant nos int r ts particuliers de collection.\nAu cours des dix derni res ann es, ma femme m a accompagn \na ces congr s. Au d but, elle  tait un peu sceptique quant a la\npossibilit  de se garder occup  pendant la semaine, pendant\nque je m occupais 4 ma   mise a jour numismatique  annuelle.\nCependant, quelques collectionneurs et conjoints ont commenc \na sortir pour la r ception du jeudi sotr, et cest rapidement devenu\nune tradition annuelle pr vue et a travers laquelle de solides amiti s\nse sont nou es. Au cours des dermi res ann es, ce petit groupe est\ndevenu si grand qu 1l peut facilement remplir la capacit  maximale\ndu restaurant s lectionn . Le point a retenir est que le congr s de\nPARNC est bien plus qu une destination pour acheter et vendre\ndes pi ces. Si vous faites des efforts,  a peut facilement devenir un\nexcellent moyen de nouer des amiti s grace a des int r ts communs\navec de nombreuses personnes a travers le continent. Pour ma\nfemme et moi, le congr s de  ARNC est maintenant devenu une\nsemaine des plus agr ables dans notre programme estival (peut-\ntre un peu moins maintenant que je dois m adapter a toutes les\nobligations associ es a la pr sidence de l association.)",
            "Dans mon dernier message du pr sident, j ai mentionn \nque nous envisagions de tenir un s minaire sp cial sur\nla gradation de pi ce de monnaie a I h tel du congr s.",
            
            "Suite a la page 60\n"
        ],
        "PageNo": "53"
    },
    {
        "File": "The_CN_Journal_March_07.jpg",
        "Paragraphs": [
            "CONVENTION_COMMUNIQUE_DU_CONGRES",
            "Halifax Convention Plans A Wide Range Of Tours  \nLe congr s de l ARNC a Halifax pr voit une vari t  de visites",
            "The Halifax\n| Regional\nCoin Club,",
            "host of the Royal Canadian\nNumismatic Association\n2020 Convention, is\nplanning a wide range of\ntours that will cater to every\nconventioneer who plans to\nattend this annual event.\nHere is a summary\nof the tours available\nduring the 2020 RCNA\nconvention in Halifax.",
            "Tour 1: LUNENBURG & MAHONE BAY   Tuesday,\nJuly 21 (9:00 a.m. 4:00 p.m.)",
            "Join your kilted guide and head",
            "to Nova Scotia s delightful",
            "South Shore where you will first",
            "experience Lunenburg, one of the",
            "prettiest towns in Canada and a",
            "UNESCO World Heritage Site.",
            "Settled in the mid-1750s by German",
            "and Swiss, the locals still retain",
            "one of the most interesting accents",
            "in North America. Now a bustling",
            "fishing port, Lunenburg was",
            "once considered to be the busiest",
            "shipbuilding town in the world and",
            "was the birthplace of the world-",
            "famous racing schooner Bluenose.",
            "The town s distinctive architecture",
            "and extraordinary scenic beauty",
            "is a colourful reminder of our",
            "Maritime heritage. Upon arrival",
            "choose between joining your guide for a walking tour of\nthe original town or time to explore the area at your leisure.\nYou ll be able to have lunch at one of a variety of the\ntown s different restaurants. There are many picture-perfect\nsights to be seen in Mahone Bay, including the well known\nscene of three waterfront churches. The quaint charm and\ncentury-old architecture is sure to captivate as you enjoy\nfree time to explore and shop. Your day travelling the\nbeautiful coastline of Nova Scotia s South Shore is sure to\ntake your breath away. Cost per person: $79.00.",
            "Number2 March 2020",
            "e Halifax Coin\n| Club, h te du\ncongr s 2020 de",
            "l association royale de\nnumismatique du Canada,\npr voit une grande vari t \nde visites qui s adresseront\na tous les congressistes\nqui pr voient assister a cet\n v nement annuel.",
            "Voici un r sum  des\nvisites disponibles lors\ndu congr s RCNA 2020 a\nHalifax.",
            "Excursion 1: LUNENBURG & MAHONE BAY   mardi 21\njuillet (9h00O 16h00)",
            "Rejoignez votre guide, v tu de son kilt, et\ndirigez-vous vers la charmante rive sud de\nla Nouvelle-Ecosse, ot vous d couvrirez\nd abord Lunenburg, l une des plus belles\nvilles du Canada et un site du patrimoine\nmondial de PUNESCO. Etablis au milieu\ndes ann es 1750 par des Allemands et\ndes Suisses, les habitants ont conserv \nlun des accents les plus int ressants\nd Am rique du Nord. D sormais un\nport de p che occup , Lunenburg  tait\nautrefois consid r e comme la ville la plus\noccup e au monde avec son chantier de\nconstruction navale et est reconnue comme\nle berceau de la c l bre go lette de course\nBluenose. L architecture distinctive de la\nville et sa beaut  pittoresque extraordinaire\nest une belle image de notre patrimoine\nmaritime. A votre arriv e, choisissez entre\nsuivre votre guide pour une visite a pied de la ville d origine\nou prenez le temps pour explorer la r gion a votre guise. Vous\npourrez diner dans l un des nombreux restaurants de la ville. I\ny a de nombreux sites id als a voir dans la baie de Mahone, y\ncompris la sc ne bien connue de trois  glises au bord de I eau.\nLe charme pittoresque et |  architecture centenaire attireront votre\nattention alors que vous profiterez de temps libre pour explorer et\nfaire quelques emplettes. Votre journ e a parcourir le magnifique\nlittoral de la rive sud de la Nouvelle-Ecosse vous coupera le\nsouffle. Cofit par personne: 79,00 $\n"
        ],
        "PageNo": "55"
    },
    {
        "File": "The_CN_Journal_March_08.jpg",
        "Paragraphs": [
            "Tour 2: EARLY BIRD DINNER At McKELVIES\nRESTAURANT   Tuesday, July 21 (6:30-9:00 p.m.)",
            "McKelvies Restaurant is well-known locally; it s\nin a building built in 1906 to house horse-drawn fire\nequipment, located on Water Street in Halifax, just a\nfifteen minute walk from the Westin Nova Scotian Hotel.\nMcKelvies specialty is its seafood, supplied by local\nvendors whenever possible, and always served fresh.\nThe chef heads a kitchen that creates savory dishes that\nare inspired and delicious. You will enjoy the ambiance\nin a very relaxing setting. McKelvies  chef has prepared\na set menu for us that includes your choice of pan fried\nhaddock, chicken fettuccine or shrimp curry with seafood\nchowder or Caesar salad, dessert and coffee or tea. The\ncost is $40 per person plus tax and payment is made at\nthe restaurant.",
            "Tour 3: MARITME MUSEUM OF THE ATLANTIC  \nWednesday, July 22 (10:00 a.m. 1:00 p.m.)",
            "Located in the heart of Halifax s waterfront, a fifteen\nminute walk from the convention hotel, there is no better\nplace to immerse yourself in Nova Scotia s rich Maritime\nheritage than the Maritime Museum of the Atlantic. From\nsmall-craft boat building to World War Convoys, the Days\nof Sail, the Age of Steam, the Titanic, and the Halifax\nExplosion, you'll discover the stories, events and people\nthat have come to define Nova Scotia and its relationship\nwith the sea. The guided tour of the Museum is one-hour\nlong, although guests are welcome to stay at the museum\nas long as they like. Cost per person: $9.50.",
            "Tour 4: HISTORIC HALIFAX CITY TOUR   Thursday,\nJuly 23 (1:00 4:00 p.m.)",
            "This tour will provide you",
            "with an informative and",
            "fun-filled ride through the",
            "streets of Halifax that will",
            "immerse you in the history",
            "and culture of our city.",
            "Learn about Halifax s war",
            "years and the exploits and",
            "heroism of the citizens who",
            "lived through the devastating",
            "Halifax Explosion. See the Historic Properties, the Spring\nGarden Road area, Old Town Clock, St. Paul s Church,\nGrand Parade, the busy port, the state-of-the-art Halifax\nCentral Library, and much more. Highlights will include\na stroll through the Victorian Public Gardens and a drive\nup and around Citadel Hill. From tales of disaster and\ntrumph to remarkable stories of everyday life, discover\nthe people and places that have made Halifax unique and\none of the most captivating cities in North America. Cost\nper person: $ 52.00.",
            "Excursion 2: SOUPER DES ARRIVE TOT au restaurant\nMcKELVIES   mardi 21 juillet (18h30 21h00)",
            "Le restaurant McKelvies est bien connu localement; il est dans un\nbatiment construit en 1906 qui servait pour abriter l quipement\npour combattre les feux,  quipement tir  par des chevaux. II\nest situ  sur la rue Water a Halifax, 4 une quinzaine de minutes\nd marche de I h tel Westin Nova Scotian. La sp cialit  de\nMcKelvies est les fruits de mer, toujours servis frais et achet s\naupr s de vendeurs locaux dans la mesure du possible. Le chef\ndirige une cuisine qui cr e des plats savoureux, inspir s et\nd licieux. Vous appr cierez l ambiance dans un cadre tr s relaxant.\nLe chef de McKelvies a pr par  pour nous un menu pr tabli qui\ncomprend votre choix d aiglefin frit, des pates fettucine au poulet\nou de curry de crevettes avec de la chaudr e de fruits de mer ou une\nsalade C sar, un dessert et du caf  ou du th . Le cotit est de 40 $\npar personne plus les taxes et le paiement est effectu  au restaurant.",
            "Excursion 3: MUSEE MARITME DE L ATLANTIQUE   mer-\ncredi 22 juillet (10hO0 13h00)",
            "Situ  au coeur du port de mer d Halifax, 4 quinze minutes de\nmarche de l hotel du congres, il n y a pas de meilleur endroit pour\nvous immerger dans le riche patrimoime maritime de la Nouvelle-\nEcosse que le Mus e maritime de I  Atlantique. De la construction\nde petits bateaux aux convois de la Premi re Guerre mondiale,\nde l poque des voiliers, a | ere des bateaux a vapeur, au Titanic\net a explosion d Halifax, vous d couvrirez les histoires, les\n v nements et les gens qui sont venus pour d finir la Nouvelle-\nEcosse et sa relation avec la mer. La visite guid e du mus e prend\nune heure, mais les visiteurs sont invit s a rester au mus e aussi\nlongtemps qu  ils le d sirent. Cott par personne: 9,50  .",
            "Excursion 4: TOUD DE VILLE HISTORIQUE D HALIFAX  \njeudi 23 juillet (13h00 16h00)",
            "Cette visite sera une randonn e\ninformative et amusante dans les\nrues de Halifax qui vous plongera\ndans l histoire et la culture de\nnotre ville. D couvrez les ann es\nde guerre d Halifax et les exploits\net  h roisme des citoyens qui ont\nv cu les ravages de l explosion\nd Halifax. D couvrez les propri t s\nhistoriques, le quartier de Spring\nGarden Road, la vieille horloge de la ville, l glise Saint-Paul, le\npare Grand Parade, le port anim , la biblioth que ultramoderne\nd Halifax et bien plus encore. Les pots forts comprendront une\npromenade dans les jardins publics victoriens et une promenade\nJusqu a Citadel Hill. Des histoires de d sastre et de triomphe aux\nhistoires remarquables de la vie quotidienne, d couvrez les gens\net les endroits qui ont rendu Halifax unique et l une des villes\nles plus captivantes d  Am rique du Nord. Cott par personne:\n52,00 $.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "56"
    },
    {
        "File": "The_CN_Journal_March_09.jpg",
        "Paragraphs": [
            "Tour 5: PEGGY'S COVER TOUR   Friday, July 24\n(1:00-4:00 p.m.)",
            "Join your kilted guide who will",
            "introduce you to the delights",
            "of Halifax as you travel from",
            "the commercial downtown area",
            "through the residential districts",
            "before leaving town via the",
            "Northwest Arm. Travel along the",
            "Lighthouse Route on to Peggy s",
            "Cove, which has been an artists ",
            "and explorers  paradise for over",
            "two hundred years. This village",
            "is located on rugged shoreline rock above the crashing\nsurf of the Atlantic ocean. The coastline is famous for\npirates, shipwrecks, rum-running and one of the most\nphotographed lighthouses in the world. Choose between\na walking tour of the cove with your guide or free time\nto explore on your own. Either way, you will see the\nweatherwom fishing shacks, colourful buoys and lobster\ntraps still used by local fishermen, and awe-inspiring\nrock formations that have been carved out by the glaciers\nof the last Ice Age. You will also view the famous\nsculpture created by local resident William de Garthe\n a beautiful granite carving that depicts the life and\npeople of the area, before your return to Halifax. Cost per\nperson: $ 52.00.",
            "Tour 6: NOVA SCOTIA DINNER CRUISE   Friday,\nJuly 24 (6:00 9:00 p.m.)",
            "During this special two-hour cruise",
            "and dining experience, guests will",
            "travel though the Halifax harbour",
            "and along the scenic Northwest",
            "Arm to enjoy the sights and flavours",
            "that best represent the city. You",
            "will travel aboard the Kawartha",
            "Spirit, and an on board guide will",
            "share a brief history of Halifax including stories of the\nHalifax Explosion and the origins of Point Pleasant\nPark. You will pass by notable landmarks including the\nDingle Tower, the Royal Nova Scotia Yacht Squadron,\nGeorges Island and more. A highlight of the evening will\nundoubtedly be the five-course meal which 1s created by\nthe Executive Chef and Team. A Nova Scotian house-\nwine is available by the glass, or you may order bottles\nfrom our extensive wine list. This will be a wonderful\nsocial get together for participating conventioneers. Cost\nper person: $ 107.00 (this includes bus transportation\nfrom the hotel to the pier and back to the hotel.)",
            "Your convention chairperson,\nLynn Sisco",
            "Number2 March",
            
            "Excursion 5: PEGGY'S COVER TOUR   vendredi 24 juillet\n(13h00 16h00)",
            "Rejoignez votre guide, v tu de son\nkilt, qui vous fera d couvrir les\nd lices d Halifax pendant que vous\ntraversez lu centre-ville commercial\npassant par des quartiers r sidentiels\navant de quitter la ville via la route\ndu Nord-ouest. Parcourez la route des\nphares jusqu a Peggy s Cove, paradis\ndes artistes et des explorateurs depuis\nplus de deux cents ans. Ce village\nest situ  sur le littoral rocailleux de\nVatlantique, assis sur un rocher solide au-dessus des vagues\nqui entrent. Le littoral est c l bre pour ses pirates, ses\nnaufrages, histoire de contrebande et le site d un des phares\nles plus photographi s au monde. Choisissez entre une\nvisite a pied avec votre guide ou prenez le temps d  explorer\npar vous-m me. Quoi qu il en soit, vous verrez les cabanes\nde p che us es par les intemp ries, les bou es color es\net les casiers 4 homards encore utilis s par les p cheurs\nlocaux, et les formations rocheuses qui ont  t  creus es\npar les glaciers de la derni re p riode glaciaire. Avant de\nretourner a Halifax, vous verrez la c l bre sculpture cr e\npar le r sident local William de Garthe   une belle sculpture\nen granit qui d peint la vie et les gens de la r gion. Cott par\npersonne: 52,00  .",
            "Excursion 6: SOUPER CROISIERE EN NOUVELLE-ECOSSE\n  vendredi 24 juillet (18h00 21h00)\nAu cours de cette croisi re et exp rience\nculinaire sp ciale, d une dur e de deux\nheures, les participants traverseront le port\nd  Halifax et le long de la route pittoresque\ndu nord-ouest pour profiter des sites et des\nsaveurs qui repr sentent le mieux la ville.\nVous voyagerez a bord du Kawartha Spirit\net un guide a bord partagera une br ve\nhistoire de Halifax, comprenant des histoires sur l  explosion\nde Halifax et les origines de Point Pleasant Park. Vous passerez\npar des sites remarquables, notamment la Dingle Tower, le\nRoyal Nova Scotia Yacht Squadron, Georges Island et plus.\nLe point culminant de la soir e sera sans aucun doute le repas\nde cinq services cr s par le chef ex cutif et  quipe. Un vin\nmaison de la Nouvelle-Ecosse est disponible en verre, ou\nvous pouvez commander des bouteilles de notre vaste carte\ndes vins. Ce sera une merveilleuse rencontre sociale pour les\ncongressistes participants. Cott par personne: 107,00 $ (cela\ncomprend le transport en bus de I h tel a l embarcad re et\nretour 4 l hotel.)",
            "Votre presidente du congr s,\nLynn Sisco\n"
        ],
        "PageNo": "57"
    },
    {
        "File": "The_CN_Journal_March_10.jpg",
        "Paragraphs": [
            "CONVENTION_ COMMUNIQUE _DU_CONGRES",
            "2020 RCNA Symposium",
            "The Royal Canadian Numismatic Association and",
            "Symposium organizer, Paul Johnson, invites you",
            "to this year s educational event. Continuing in the\ntwo-day expanded format, this year s symposium will\nconsist of eight leading numismatists presenting a wide\nrange of topics for your pleasure and knowledge.",
            "As the Canadian collector becomes more sophisticated\nthe demand for numismatic education becomes stronger.\nFor everyone attending the 2020 Convention, the RCNA\nis proud to offer you this leading educational event; held\nin the Lunenburg Room located in the convention hotel. It\nis an opportunity to connect with people passionate about\nthis hobby and eager to share their knowledge making\nyour numismatic experience that much greater.",
           
            "Wednesday, July 22",
            "1:00 p.m.   Doug Shand, Shag Harbour NS:",
            "Archeology and Coins Recovered From Nova Scotia s\nShipwrecks",
            "Doug Shand has spent\nover forty five years in the\nfield of numismatics and\nis a respected and long-\ntime member of the Royal\nCanadian Numismatic\nAssociation. He has\nserved three consecutive\nterms (2005-2011) as\nthe Area Director for the\nprovinces of Nova Scotia\nand Newfoundland. He\nhas also served two terms\n(2001-2005) as President of the Atlantic Provinces\nNumismatic Association. His primary focus for the past\nthirty five years has been on North American colonial\ncoinage, especially those coin types which have been\nexcavated from archaeological sites in Atlantic Canada.\nHe has written several articles related to his field of\ninterest and in 2004 he contributed in the updating of the\nFrench Colonial coinage section of the 58th Edition of the\nCharlton Standard Catalogue of Canadian Coins.",
            "2:00 p.m.   Eric Leighton, Fox River NS:",
            "Train Design on the 1912 Dominion of Canada $5.00\nBanknote",
            "Eric Leighton has been\ncollecting coins for six\ndecades. Over the years\nhe has authored more\nthan thirty numismatic\nrelated articles beginning\nin 1989 and still counting.\nHe has contributed to The\nCanadian Numismatic\nJournal, Canadian\nToken, Numismatica Canada, Canadian Coin News and\nTransactions of the Canadian Numismatic Research Society.\nDespite his English Literature teacher s dire projections, he\nwas later honoured in 2006 with the  Guy Potter Literary\nAward  of the RCNA and in 2018, the  Kenneth A. Palmer\nLiterary Award  of the Canadian Association of Token\nCollectors. He is a member of the RCNA; CATC; APNA;\nCentral Nova Coin Club; the newly formed Canadian Bank\nMemorabilia Society, and he is a Fellow of the CNRS.",
            "3:00 p.m.   Clifford Mishler, lola WI:",
            "Our Hobby Community: What it is Building on for the\nFuture",
            "Clifford Mishler s",
            "involvment in numismatics",
            "spans over sixty years.",
            "He has been associated",
            "with Krause Publications",
            "of Iola, WI, since 1965",
            "when he became its",
            "Editor of Numismatic",
            "News. He s retired from",
            "Krause Publications",
            "but keeps active in the",
            "hobby. Clifford is a Past",
            "President of the American",
            "Numismatic Association and now a Governor on its board.\nHe continues writing articles for Numismatic News and\nover many years has spoken at hundreds of numismatic\nevents. He is a long-time member of RCNA having joined\nin the early 1950s.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "58"
    },
    {
        "File": "The_CN_Journal_March_11.jpg",
        "Paragraphs": [
            "4:00 p.m.   Alexander  Xan  Chamberlain, Palo Alto CA:\n1995 Error Coins From Around the World",
            "Xan Chamberlain has been collecting coins since 1970.\nHe is a life member of numerous local, state, national\nand international coin clubs. His error collecting interests\ninclude Indian Head error cents (off-centers, double strikes\netc.) and world error-coins date 1995. Xan was the 2019\nHall of Fame inductee of\nCONECA, the primary\nerror-coin association.\nHe is a strong believer\nin the adage  You can t\ntake it with you,  and he\nsuggests that you may\nwish to sell some of your\ncollection and give back to\nthe hobby by donating part\nof the proceeds to your coin clubs. Xan Chamberlain has\ndonated freely to the Canadian Association for Numismatic\nEducation as well as numerous coin clubs in his home state\nof California.",
            "Plan to attend the 2020 RCNA Symposium\nheld Wednesday, July 22 and Thursday,\nJuly 23, in the Lunenburg Room of the\nConvention hotel. Everyone is Welcome!",
            "Number2 March",
            
            "Thursday, July 23",
            "1:00 p.m.   Jeffery Wilson, Borden ON:\nNova Scotia Exhibition Medals",
            "Jeffery Wilson, FRCNA, CD,",
            "began collecting one-cent",
            "coins in a Whitman folder,",
            "encouraged by his mother,",
            "when he was age six. Much",
            "later, by 2000, he began",
            "collecting Canadian medals",
            "and now is completing sets",
            "of APNA and ONA medals to",
            "complement his collection of",
            "RCNA Show Medals. Jeff also collects Canadian medals from\nthe late 19th and early 20th centuries; coi club medals; 1967\nCentennial Medals; Nova Scotia medals, and world coins. Jeff\nhas belonged to the RCNA for 37 years, recently becoming a\nlife member. He has been area director for NS and NL for ten\nyears. He joined the Halifax Coin Club in the early 1980s and\nafter a pause during the 1990s, resumed in 1997. Following that,\nhe became a life member of the APNA and the Halifax Regional\nCoin Club. He has served the HRCC as President 2010-13. Jeff\nis now President of the Georgian Bay Coin and Stamp Club.\nHe is also a member of the Champlain Coin Club; ONA; ANA;\nCAWMC; ENS, and is 2nd VP of CCCC.",
            "2:00 p.m.   Michael S. Turrini, Vallejo CA:\nRevisiting Money and Whatever from the RMS Titantic",
            "Michael S. Turrini,\nactive on the governing\nexecutives of four Canadian\nnumismatic organizations,\nhas pursued numismatics\nfor over fifty years; and\nhis collecting interests\nare diverse and eclectic.\nKnown for his detailed\nresearch into and writing\nabout the American 1946\nIowa Statehood Centennial\nCommemorative Half Dollar, Michael has studied, written,\nand presented on other numismatic subjects, including\nCanadian Commemorative Dollars. interests go well beyond\nnumismatics, they include philately; autographs; World War\nHome Front; milk bottles, and even Universal brand meat\ngrinders! Michael has been committed to and has contributed\nto organized numismatics for more than forty-five years,\nincluding two terms as the California State Numismatic\nAssociation president and approaching forty years as the\nNorthern California State Numismatic Association editor, for\nits NCNA Heads And Tales.\n"
        ],
        "PageNo": "59"
    },
    {
        "File": "The_CN_Journal_March_12.jpg",
        "Paragraphs": [
            "3:00 p.m.   Paul Berry, Ottawa ON:",
            "The Sign of The Golden Fleece: The Rutherford\nTokens",
            "An avid numismatist since\nage six, Paul Berry retired\nin 2019 as Chief Curator\nof the Bank of Canada\nMuseum, Ottawa. His\npleasure was managing the\nresearch and development\nof Canada s National\nCurrency Collection.\nDuring his thirty-five-\nyear career, he prepared\ndisplays, wrote papers,\nand gave talks on various\naspects of Canadian monetary history to academics and\nhobby enthusiasts. His interests include the monies of\ncolonial Canada, and Edo period Japan, plus early 20th\ncentury American sculpture. He is a past president of\nthe Canadian Paper Money Society, and the Canadian\nNumismatic Research Society.",
            "4:00 p.m.   Cliff Beattie, Saskatoon SK:\nCollecting Canadian $1.00 Banknote Vignettes",
            "Clifford Beattie began\ncollecting in 1960 after\nwatching a TV episode of\nDennis the Menace. He\ninitially collected Canadian\ndecimal coins, switched to\nNewfoundland decimals\nthen finally specialized in\ncollecting Canadian $1.00\nbanknotes and related design\nmaterial. Cliff has been\nactive in the Saskatoon Coin\nClub serving as Chairperson of the Saskatoon Coin and Stamp\nShow Committee for twenty five years, and president of the\nCoin Club since 1988. He was president of the Canadian\nPaper Money Society for two terms, from 2007 to 2011, and\nis now a Director of CPMS. He was a member of the Bank of\nCanada s National Currency Collection Acquisition Advisory\nCommittee for several years until it terminated. Cliffhas been\na member of the RCNA since 1984.",
            "The 2020 Symposium is funded through a grant by CAFNE.",
            "From the President, continued",
            "In my last President s Message, I mentioned that we were\nconsidering holding a special coi grading seminar in the\nconvention week at the hotel. I am pleased to inform you that\nthis seminar is now scheduled to occur Tuesday afternoon,\nJuly 21, between 1:00 and 5:00. If you are interested, I suggest\nthat you register early, as the number of participants will be kept\nintentionally low to encourage discussion.",
            "Finally, now is the time to consider consigning items to our\nauction. The Canadian Numismatic Company, the auctioneer for\nthe Halifax convention auction, has agreed to waive its seller s\ncommission for RCNA members consigning to this auction.",
            "I do hope that you will start planning to attend. Now is really\nthe time to put these plans in motion, and I look forward to seeing\nyou in Halifax!",
            "Mot du Pr sident, suite",
            "J ai le plaisir de vous informer que ce s minaire est d sormais\npr vu mardi apr s-midi, le 21 juillet entre 13h00 et 17h00.\nSi vous  tes int ress , je vous sugg re de vous inscrire t t,\ncar le nombre de participants accept s sera limit , de fagon\nintentionnelle, afin d encourager la discussion.",
            "Enfin, il est maintenant temps d envisager d envoyer vos\nitems a notre encan. Le Canadian Numismatic Company,\nencanteur de l encan pour le congr s d Halifax, a accept  de\nrenoncer a sa commission de vendeur pour les membres de\nPARNC qui mettront des items en consignation.",
            "J esp re que vous allez consid rer assister au congr s. Le",
            "moment est vraiment venu de mettre ce plan d action e gmarche\net j ai hate de vous voir a Halifax!",
            
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "60"
    },
    {
        "File": "The_CN_Journal_March_13.jpg",
        "Paragraphs": [
            "FINE. POINTS.(REVISITED),",
            "BY ROBERT FORBES\nFRCNA,. #22402.",
            "Coin Enhancing Features",
            "In this issue, we will continue to consider the articles written between 1984 and 1991 by Brian Cornwell of the",
            "International Coin Grading Service (ICCS), by looking at his article written in May 1987 on the topic of  Coin",            
            "Enhancing Features.  In this article, Brian comments that certain features of a coin; cameo contrast; originality; toning\nand provenance, its prior ownership, can significantly impact the value of a coin. A lot has happened in this area in the last",
            "30+ years, and I will comment on this after the article.",
            "Coin Enhancing Features\nby Brian Cornwell, FRCNA LM #229 (May 12, 1987)",
            "A coin s technical grade is not necessarily the\nA  determinant of its fair market value. Coin",
            "catalogues and other pricing guides reflect\nprices for typical examples of coins in each given grade.\nEnhancing features or problem factors must also be\nconsidered in the final coin pricing process. These can add\nto or subtract from the coin prices you  ll find for that coin s\ngrade in any pricing list. Often these adjustments can make\na coin appear to be priced a full grade higher or lower than\nits technical grade might suggest.",
            "The foregoing thoughts were the thrust of my article In\nthe last issue of Canadian Coin News. Admittedly they\nmight be a little confusing for someone who has been\nconditioned into thinking that coin pricing guides are the\nabsolute final statement of a coin s market value. In this\nissue we will examine those coin characteristics for which\nmany buyers will pay premiums over catalogue prices.\nSome of the more popularly recognized special features\nare cameo-like appearance; originality; toning on silver\ncoins; pristine appearance; and pedigree. What follows is\nan attempt to give the reader who is unfamiliar with these\nterms an introductory feel for what each is all about and how\nto recognise them. To master the art; and it is an art, of how\nmuch each is worth in any given situation is another matter.",
            "Number2 March",           
            "If you d like other reading references on this general topic\nrefer to those shown in Table I.",
            "The cameo contrast of a coin is measured by the degree\nof appearance contrast between the coin s raised devices\nand background fields. The contrast is greatest in situations\nwhere the raised portions are  frosty white  and the\nbackground is deeply mirrored and  black  by comparison.\nHence the term  black and white  you might come across\nfrom time-to-time. For collectors in recent years, the\nRoyal Canadian Mint has regularly produced proof quality\ncoinage that is of a cameo nature. These coins are nice to\nlook at but won t command a special premium because\nthey re readily available.",
            "Only cameos that are unusual or hard to locate carry\npremiums. Consider a 1956 prooflike silver dollar.\nNormally an unimpaired example will sell for $125 or\nso. This typical example will have somewhat of a cameo\nappearance but nothing special. Recently an incredible\n1956 PL dollar with superb cameo qualities was sold for\nUS$650 or about C$850! That s a premium of $725 on a\nbasic coin that s worth only $125. Obviously the buyer and\nseller in this transaction were in agreement that the coin\nwas something special and unusual.\n"
        ],
        "PageNo": "61"
    },
    {
        "File": "The_CN_Journal_March_14.jpg",
        "Paragraphs": [
            "Another example of a cameo coin was the sale of an 1871\nCanada 5 cents a few years ago. The coin had proof-like\nfields and a cameo-like bust of Queen Victoria. It was\nhighly unusual for coins of that series, which tend to have\na frosty lustre in the fields. The coin s unusual appearance\nwas the attraction. It easily sold for $3500. Had it been a\nnormal  frosty  coin of the same technical grade the price\nwould likely have only been $1500.",
            "Again a substantial premium for an unusual feature.\nThere are no guides as to how large or small the premium\nshould be. Your best advice would be to study the prices\nof special coins like these that are transacted between fully\nknowledgeable parties.",
            "The term  original  is used by some when they describe\ncertain coins. Generally what is meant is that the coin so\ncalled (usually a mintstate coin) has not been cleaned or\ndipped in  coin dip  at any prior time. In other words it is\nin its natural state even though it may have marks on it and\nnot be perfect. Usually silver coins more than a few decades\nold are toned if truly in their original mintstate condition.\nTo label all toned coins as being  original  would not be\ncorrect. Some original coins may be fully brilliant. Some\ntoned coins might have artificially applied toning and\ntherefore no longer be original.",
            "The premium paid for coins considered to be original\nis modest by comparison to those cameos mentioned\nearlier. Furthermore  originality  is harder to pin down\nbetween two collectors than say establishing agreement\non the degree of cameo contrast on a coin. A good\nexample of this concerns the originality of copper coins",
            "that are mintstate and appear to have lots of lustre. There\nare a variety of methods people have used over the years\nto restore the lustre on copper coins. Some are poor and\neasy to recognize. Others will get two supposedly expert\nindividuals in strong disagreement. Copper coins that have\nbeen cleaned so that they appear to have full lustre are often\nconsidered secondary and priced lower than those that have\nperhaps less lustre but considered fully original.",
            "Some coins, such as those made from silver, develop a\ntoned or coloured look to them over the years. Sometimes\nthe toning that develops on mintstate coins can transform\nsuch a coin into a miniature work of art. In some situations\nthe coin with attractive toning can be worth two or three\ntimes the price had it no toning at all. Attractive toning is\nrelatively easy to recognize as a feature that adds value to a\ncoin, that is, if you re the type that appreciates toned coins\nas something distinct from fully brilliant coins.",
            "However, there are many coin buyers who wrongly\nassume that any toning is worth a premium. Quite the\ncontrary! Ugly or dark or splotchy or black toning usually\nreduces a coin s value to a level below that suggested by its\ntechnical grade. Before you start paying premiums for coins\nthat have toning it would be wise to study what constitutes\nattractive tone from so-so tone from outright ugly tone.\nIdentify with the  colour tastes  of those who are expert\nin this area. If your personal taste is significantly different\n(for the worse) from those who might want to buy your\ncoins in the future you might end up paying far too much\nof a premium when in fact you should have asked for a\ndiscount.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "62"
    },
    {
        "File": "The_CN_Journal_March_15.jpg",
        "Paragraphs": [
            "Some mintstate coins can be original with natural toning\n(versus artificial) and still be classed according to another\nfactor for which a price premium might exist. The difference\nrests with whether the coin has a  pristine  character to it or\nnot. This is a quality that is rarely seen on older coins and one\nthat connoisseurs will pay handsomely for if found. It is also a\nquality that is hard to describe. Seeing it is really the only way\nto understand.",
            "Often a connoisseur might select a pristine mintstate coin\nwith a few incidental marks before a similar coin with fewer\nmarks but lacking a pristine look. In some cases the right\ncombination of originality, excellent toning and pristine\ncharacter produce what some call a wondercoin. The extra\npremiums people will pay for such a coin are what\nthese enhancing features are all about. However, it is\nimportant to understand these special features before you\nstart paying healthy premiums for them. If you aren t an\nexpert then arrange for an expert to assist you when you\nbuy.",
            "The premium that one might pay for a coin relates\nentirely to the historical significance of a coin rather\nthan its actual appearance. Some coins have impressive\nbackgrounds. They may have been owned by a\nsuccession of royalty or important industrialists or\npioneering numismatists. Most advanced collectors\nfeel that such coins should have a premium to those of\nsimilar condition but simply found in an old shoe box.",
            "Commentary",
            "The greatest development in this area since 1987 is the\nrise of so-called market grading. In 1987, professional\ngrading services were applying very technical grading. A\ngrade was assigned to a coin based strictly on the lustre,\nsurface marks, surface wear and strike of the coin. As Brian\npoints out in the article, extra value was often assigned to\na particular coin by the buyer and the seller based on the\nenhancing features of the coin, such as cameo contrast,\noriginality, toning quality and pedigree or provenance.\nThese enhancing features were identified and valued\ncompletely separately from the technical grade of the coin.",
            "Number2 March",
            "DODD aac arenes",
            "This is an area where you should do your own research\nbefore buying.",
            "It s easy to claim that someone important once owned\na particular item. Getting the supporting evidence may\nrequire a little study but can be interesting and fun.\nGenerally the premiums paid for pedigreed coins are not\nlarge, perhaps in the range of 10 25 percent.",
            "So to wrap up, some characteristics of a coin are not\nfactored into its technical grade. These characteristics\ncan add significantly to a coin s value, at least to someone\nwho considers them highly desirable. It is important to be\nexperienced in recognising what makes these features desirable\nand how to value them before you pay the premium asked.",
            
            "Beginning somewhere around the mid-1990s, the\nAmerican grading services, PCGS and NGC in particular,\nstarted to recognise the special enhancing features that\nimpacted the look of a coin when assigning a grade to the\ncoin. The thought is that if every knowledgeable collector\nand dealer in the market recognises a special appearance\nfeature of a coin as impacting the desirability of the coin,\nwhy aren t these features impacting grade? If the  market \nsays that the coin is more attractive than the technical\ngrade that would otherwise be assigned to a coin, why not\nrecognise this and assign a higher grade to the coin?\n"
        ],
        "PageNo": "63"
    },
    {
        "File": "The_CN_Journal_March_16.jpg",
        "Paragraphs": [
            "Canadian grading services were much slower to react\nto the concept of market grading, and continued to grade\non a much more technical level. This gave rise to the\nmisconception that the Canadian grading services were\nstricter then their US counterparts, when the American\nservices were actually applying market grading principles\non top of technical grading. In the last decade, it seems to\nme that the Canadian services have started to grade more\nwith a view to the look of a coin (meaning that they also\nappear to be market grading), though it is hard to get from\nthem an admission of this change in approach.",
            "The result of this market grading is that features like\noriginality, toning quality, and to a lesser extent, cameo\ncontrast, are factored directly into the assigned grade, and\ndo not have to be separately identified and priced, on top\nof the technical grade of the coin. This impact can be quite\nsubstantial on assigned grade. It seems to me to be not at\nall uncommon to see a spectacularly toned silver coin, that\nmight technically grade MS-65 because of marks on the\nobverse portrait, grade as MS-66, even MS-67. Similar one\nor two point grade jumps can be observed with obviously\noriginal copper coins",
            "Care has to be taken when applying value to these coins\nthat have been market graded. The special enhancing\nfeatures of the coin have already been taken into account\nwhen setting the grade for the coin. Logic would suggest",
            "that an additional premium should not be applied for the\nappearance of the coin, on top of the regular value for the\ncoin at that grade level. That said, logic does not always\ndominate in the coi market, and these really special coins\nthat command a couple of extra grade points because of\ntheir enhancing features are really hard for a buyer to resist,\nand very high prices are often both asked and paid.",
            "This 1987 article also discusses pedigree or provenance\nas an enhancing feature of a coin. Was this coin once in a\nfamous collection, or in the collection of a famous person,\nand how does this impact the value of the coin? Clearly,\nthis enhancing feature of the coin doesn t attract a market\ngrading upgrade, because it has no impact at all on the\nappearance of the coin. There is also the problem of being\nable to identify and prove provenance. But if provenance\ncan be proven, it is easy to imaging that a buyer might be\nprepared to pay a bit more for a coin with an interesting\nhistory. The coin grading services are now noting on the\ngrading holder provenance from important collections\nwhere it can be clearly proved by the person submitting\na coin for grading, and this helps somewhat with the issue\nof provenance identity. As to how provenance impacts\nvalue, this is much more difficult to verify. I think Brian s\nestimate from 1987 that proven provenance to an important\ncollection impacts value by 10 to 25 percent would still be\ndifficult to prove incorrect.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "64"
    },
    {
        "File": "The_CN_Journal_March_17.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY\n#17134",
            "Jack Ogilvie: Fifth International Sale",
            "Jack Ogilvie was working as a film editor for Universal",
            "Studios when he began collecting at the age of 34.",
            "He soon became an active member of the American",
            "Numismatic Association and served for several years as",
            "the association s Historian. He was best known for creating\nthe ANA Numismatic Hall of Fame.",
            "Although Ogilvie was a resident of California, he devoted\nmuch of his coin dealing to Canadian material. Many of his\nauctions featured a substantial number of Canadian coins.\n Tt doesn t take salesmanship to sell Canadian Numismatic\nmaterial,  he wrote in the introduction of one of his auctions,\n St takes magic to buy enough material to sell.  He only held\nten numismatic auctions throughout his career, but one was\nof note to Canadian numismatists. His Fifth International\nSale, held on April 14, 1955, consisted of four letter-sized\nsheets stapled at the corner, but it did include one important\nnumismatic piece of history; it was the first appearance in\nany auction of a 1936-dot cent.",
            "As with most auctions, the importance of this lot can be\nrecognized by the amount of space devoted to it. While every\nother lot in the auction has a single line in one column, lot\nnumber 200 features an entire paragraph taking up about a\nthird of a page.",
            "The cent 1s identified as the  John V. McGinn specimen \nand is said to be the first example found in circulation.\nOgilvie writes that it was examined by Sheldon Carroll and\nG.R. L. Potter, who compared it with another specimen. The\nconclusion was that it was genuine but that the dot in the die\nhad begun to fill with material, resulting in a  dot [that] does\nnot rise as high in relief as an Unc. Specimen. ",
            "Because this was the first known appearance of a 1936-dot\ncent in a public sale, Ogilvie declined to provide an estimate.\nHe noted  with only eight known specimens extant, it is\nexpected to exceed several hundred dollars. ",
            "As the reader likely knows already, the 1936-dot cents\nwere part of an emergency issue minted in 1937. After King\nGeorge V died in January of 1936, and his son was crowned\nEdward VIII, the British Royal Mint began the long task\nof redesigning the commonwealth s coinage with the new\nking s visage. In December, Edward VIII abdicated the\nthrone to marry American divorcee Wallis Warfield Simpson.\nThe dies featuring Edward VIII had to be scrapped and new\ndesigns created for coms of his successor.",
            "Because of the delay, and because of a pressing demand\nin Canada for coinage, the Royal Canadian Mint decided\nto mark the previous year s dies with a small dot and begin\nstriking more coins. Thousands of quarters, dimes, and cents",
            "Number2 March",
            
            "were struck and put into circulation, according to the mint.\nNumerous 1936 dot 25-cent coins were found, but the 1-cent\nand 10-cent coins were very elusive.",
            "G.R. L. Potter, who sold his own specimen of the rare coin\nfor $900 only six weeks later, theorized that the dot punched\ninto the 1-cent and 10-cent dies was shallow and quickly\nbecame plugged by contaminants.",
            "Ogilvie mentioned that the example in his auction\nappeared to have been struck with a die featuring a partially\nclogged dot, which seems to support Potter s theory.",
            "In the Canadian Numismatic Bibliography, editor Darryl\nAtchison notes that he was unable to determine if the 1936-\ndot cent in Ogilvie s auction was genuine.",
            "Eight pieces were known, according to Ogilvie. In a\nregistry published by Potter in the Canadian Numismatic\nAssociation Bulletin in 1952, four are listed in uncirculated\ncondition, and two, including the example in the Ogilvie\nauction, were in circulated condition.",
            "There are still many unknowns surrounding these coins.\nModern references list only three genuine 1936-dot cents,\nall specimen strikes traced directly to Royal Canadian Mint\nemployees. No information is available about the other five\ncoins. And the reason for the rarity of the 1936-dot cent is\nstill a mystery.\n"
        ],
        "PageNo": "65"
    },
    {
        "File": "The_CN_Journal_March_18.jpg",
        "Paragraphs": [
            "IN. MEMORIAM.-FRED_FREEMAN",
            "1928 2019 ",
            "Award-winning numismatist and former\nAs Youth Coordinator Fred\nFreeman, of St. Catharines ON,\ndied on December 22, 2019, at the age of\n91. Fred was born in Iroquois Falls ON,\nin 1928. His family moved to Brantford\nin 1942 where Fred completed his high\nschool education at Brantford Collegiate\nInstitute. He worked at several\nindustries in Brantford prior to moving\nto St. Catharines and joining Ontario\nHydro in 1949. He married his wife Betty\ntwo years later.",
            "Fred became a technical teacher in 1962\nand taught in Sarnia then in Woodstock for over\n15 years. In 1975, he acted on a lifelong ambition and\nopened a wholesale company named Rentquip Supply\nLimited, supplying new equipment to Canadian rental\nstores.",
            "Fred became interested in collecting coins at seven years\nof age when he received a newly minted 1935 silver dollar\nin change at the local Royal Bank branch. He used the\nmoney he earned from a Brantford Expositor paper route\nto purchase one cent coins for his collection by mail order\nfrom the Tatham Stamp & Coin Company (TASCO) of\nSpringfield MA.",
            "He was an active member of the Woodstock Coin Club;\nserving as its president and bulletin editor. In November\n2002, he became member #20185 of the Royal Canadian\nNumismatic Association. As a teacher he was interested",
            "",
            "in helping young people get involved in",
            "numismatics. He visited schools and libraries",
            "to promote the hobby; and was responsible",
            "for many youth members joining the",
            "RCNA. He was appointed as a member",
            "of the Association's Youth Committee",
            "and in 2004, became the National Youth",
            "Coordinator, a position he held until his",
            "retirement in 2014. In 2005, Freeman",
            "developed Canadian Coins 101, a 100-",
            "page course for young collectors which",
            "was launched at the RCNA Convention",
            "in Calgary. Fred has been very involved",
            "in organized numismatics including serving",
            "as ONA Area Director, RCNA National Youth",
            "Coordinator, ONA Convention Facilitator, and at the local-",
            "club level he s held pretty much every executive position\nthere is, at some time or other.",
            "Both ONA and RCNA recognized him for his pioneering\nefforts to inspire the next cohort of numismatists. He was\nmade Fellow of ONA (2003), received the ONA Award\nof Merit (2009), an RCNA President s Award (2007) and\nbecame Fellow of RCNA (2008). In 2013, he received\nthe ONA s Bruce H. Raszmann Award for  exemplary\nexecutive service. ",
            "His non-numismatic activities included the Lions club\nof Woodstock (26 years); member, treasurer, and president\nof the local PROBUS club; member, and president of the\nOxford Historical Society; and volunteer at Woodstock\nGeneral Hospital. In recognition of his contributions to the\nbetterment of Woodstock and Oxford County, he received a\nQueen Elizabeth II Diamond Jubilee medal.",
            "Fred was a prolific freelance writer, he contributed many\narticles to a variety of publications including the local\nnewspaper, Canadian Coin News and South Gate Centre.",
            "Betty and Fred were married in 1951 and created 68\nyears of wonderful memories. They recently moved to\nOxford Gardens. Fred is predeceased by his father John\n Bamey  (1967) and mother Lottie (2002). Sister Kathy\n(Roy) lives in Saskatchewan and Brother Irving (Nancy)\nlives in Kingston. Fred is uncle to several nieces and\nnephews. Fred and Betty have three children. Bill (Gail)\nlive in Orillia, Jim (Donna) live in Woodstock, and Diane\n(Peter) live in Waterloo. Fred and Betty are very proud\nof their three children, 12 grandchildren and 16 great-\ngrandchildren.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "66"
    },
    {
        "File": "The_CN_Journal_March_19.jpg",
        "Paragraphs": [
            "IN. MEMORIAM,  ",
            "HARRY. MILEORD_EISENHAUER",
            "1938   2020",
            "Prominent numismatist, Harry Eisenhauer\nP= away Thursday, January 16,\n2020, at his home at the age of 81.\nHarry s life was filled with service to his\ncountry; adventure; love; a delightful\nsense of humour; passion for his\nmusic; the Canadian Navy, and his\nhobbies of Philately and Numismatics.",
            "Harry graduated from the Royal\nCanadian Navy School of Music,",
            "HMCS WNaden, in 1958 and served in\nthe Canadian Armed Forces Bands for\n31 years playing both clarinet and piano,\nretiring in 1987 with the rank of Petty Officer\n2nd Class.",
            "Harry became interested in collecting, in 1947, when\nhis father introduced him to Philately. Harry immediately\nbecame fascinated with the beautiful engravings on many\nof Canada s early stamps, in particular the 1929 fifty-cent\nissue depicting the schooner Biuenose, which was built in\nhis birthplace of Lunenburg. In 1968 this fascination with the\nengraver s art turned to Canadian banknotes.",
            "In 1968 when stationed at Wolseley Barracks, London\nON, with the Royal Canadian Regiment, Harry became\nactive in the local Ingersoll Coin Club (Life Member #4),\nserving as auctioneer and later vice-president. He joined\nthe RCNA (Member #8103) in October of that year.",
            "Harry also joined the ONA (Life Member #19) and the\nCanadian Paper Money Society (Life Member #16) in\n1969. In 1973, he became a member of the International\nBank Note Society.",
            "Harry held a number of positions within various\nnumismatic organizations: founding president of\nFredericton Numismatic Society (1971); president of the\nAtlantic Provinces Numismatic Association (1972-1978);\nas well as many positions in CPMS, executive director\nfor membership (1971), lst vice-president (1971-1975),\npresident (1975-1978), and the Atlantic regional director.",
            "Harry was a life member of the Saint John Stamp Club; a\nfounding patron of the J. Douglas Ferguson Foundation, in\n1971; a patron of the Farmers Bank of Rustico Museum of\nSouth Rustico, PE, and a supporter of the Queens County\nMuseum, Liverpool NS.",
            "Number2 March",            
            "After his retirement from the Armed Forces\nhe was able to devote even more of his\ntime to numismatics and building his\ncollection. He became widely known\nas one of Canada s leading Paper\nMoney collectors. He was extremely\nknowledgeable, and had an eidetic\nmemory for banknotes.\nHis involvement in the hobby\nbrought him tremendous joy,\nexcitement, and satisfaction throughout\nhis life. He was consistently supportive\nof fellow collectors, encouraging others to\nbecome involved, especially young people,\nand he was as excited for friends who acquired\na special note as he was when successful himself. He\nrelished learning the provenance of these notes, and\nsharing of this early Canadian history.",
            "In recognition of his contributions to the hobby over the\nyears, aS an executive member, guest speaker, financial\nsupporter, and researcher, Harry was honoured to receive\na number of accolades: the Dale Garland Award (1973)\nfor the advancement of numismatics in Atlantic Canada;\nHonourary Life Member #1 of the APNA; Honourary Life\nMember #4 of the Ingersoll Coin Club; Honourary Life\nMember #2 of the Halifax Regional Coin Club (2004),\nand Honourary Life Member of Prince Edward Island\nNumismatic Association (2007). For many years Harry\nserved the Charlton Paper Money Catalogue on its panel\nof contributors for research and for market pricing. As well,\nhe worked diligently to ensure that Canada s rare surviving\nbanknotes were recorded. In 2009, he saw his contributions\npublished in the first edition of the Canadian Paper Money\nSociety Note Registry. His work continues through his\nfellow numismatists.",
            "Harry is survived by his wife of 39 years Linda\n(n e Simpson) Eisenhauer, his son Harry (Gerene)\nand daughter Mary Ann Sutherland (John), and six\ngrandchildren; as well as a brother Kerry (Belinda) and\nsister Catherine (Alan) MacNeil.\n"
        ],
        "PageNo": "67"
    },
    {
        "File": "The_CN_Journal_March_20.jpg",
        "Paragraphs": [
            "WORLD COIN NEWS ANNOUNCES 2020\nKRAUSE COIN OF THE YEAR WINNER",
            "The World Coin News  2020 Krause Coin of the Year",
            "(COTY) awards were presented during a ceremony",
            "on February 1, 2020, at the World Money Fair in\nBerlin, Germany, which has been their home for the last\ndecade.",
            "Each year, the COTY awards honour the best in coin\ndesign from around the world. The awards were first\npresented in 1984 for 1982-dated coinage. This year is the\nthirty-sixth awards presentation for coins, and this year s\nentrants, dated 2018, represent the highest achievement in\ntheme, design and marketing by mints and central banks\nfrom around the world. More than 1,000 coins from 45\nissuing entities from around the world were considered\nwhen the panel met October 2425 in Stevens Point WI to\npare down the submissions to a total of 100 nominees; 10\ncoins in each of the 10 award categories. These nominees\nwere then reviewed by the international panel of judges\ncomprised of mint and museum officials, journalists and\nindividual experts. From these nominations 10 category\nwinners were selected, and from these, the international\npanel of judges selected World Coin News  2020 Coin of\nthe Year.",
            
            "Three countries took home more than one\nKrause Coin of the Year Category Award for\ncoins dated 2018. Austria was the big winner\nwith three coins, Lithuania and Australia won\nwith two coins each. For the first time in the\nhistory of the award, half of the category\nwinners were colourized! Unfortunately, the\nRoyal Canadian Mint was edged out of all five\ncategories for which it received nominations.",
            "The ceremony was opened this year by the World Money\nFair s current acting director and honourary lifetime president,\nDr. Albert Beck, who handed over the task of presenting the\nawards to Thomas Michael, AIM? Senior Editor and COTY\nco-ordinator. Austria was the big winner with three coins,\nLithuania and Australia won with two coins each. For the first\ntime in the history of the award, half of the category winners\nwere colourized. Consistent with past category winners, in\neach case where colour is used, it is used with purpose and\neffect, and it is more subtle than cartoon-like. Is it a trend\nin the marketplace, demand from the artists, a preference of\nminters, or something else? The trend is unmistakeable.",
            "7 Active Interest Media (AIM), successors to FW Media, former\nparent Company to Krause Publications Numismatics.",
            "68",
            "This year s Coin of the Year was awarded to the Bank\nof Latvia s 2018-dated Honey Coin, a gold-plated silver,\nhexagonal shaped, 5 euro NCLT coin.",
            "The Honey Coin\nby artist Artirs\nAnalts is styled\nas a honeycomb\nin gold-plated\nsilver. The Bank\nof Latvia calls it  a\nsymbol of diligence\nand sweetness\nof work.  It was\nvoted number-one\nfrom a pool of 10\ncategory-winning\ncoins, where it had\ncome out on top in\nthe Most Artistic Coin category.",
            "Last year s COTY award was won by Monnaie de Paris,\nfor the 50-euro silver coin honouring French excellence\nand cuisine, with Chef Guy Savoy s choice of design;\nit was also winner of The Best Silver Coin category.\nAccepting the award was the Monnaie de Paris CEO Mare\nSchwartz. The innovative 50-euro silver coin has the shape\nof a fondue pot with in its centre, a cooked-egg design\ncelebrating the Michelin starred Chef Guy Savoy whose\nrestaurant was appointed Best Restaurant in the world.",
            "The series makes references to the\ngastronomic register of the\nstarred Chef: the egg, the\ntruffle, the asparagus. The",
            "reverse is also adorned",
            "with the four essential",
            "elements to the cook s\nalchemical work.",
            "The obverse presents Guy\nSavoy s right handprint\nand is covered with\ndrawings of ingredients\nused by the cook: the\nasparagus, a John Dory, an\nartichoke, and an oyster.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "68"
    },
    {
        "File": "The_CN_Journal_March_21.jpg",
        "Paragraphs": [
            "The 10 category winners follow: Best Crown",
            "Australia, 5 dollar, silver with colour, The Earth and",
            "Best Circulating Coin\nBeyond   Earth, Curved; KM-2873,",
            "Austria, 2 euro, bi-metallic (CuNi, nordic gold: a\nCu alloy), 100th Anniversary of the Founding of the\nAustrian Republic ; KM-3275, Mize Osterreich.",
            "Best Bi-Metallic Coin",
            "Austria, 25 euro, bi-metallic (niobium center in silver\nring), Anthropocene; KM-3289, Miinze Osterreich.",
            "Most Historically Significant Coin",
            "France, 10 euro, silver with colour, Great War   Peace;\nKM-2503, Monnaie de Paris.",
            "Number 2 March 2020\n"
        ],
        "PageNo": "69"
    },
    {
        "File": "The_CN_Journal_March_22.jpg",
        "Paragraphs": [
            "Best Gold Coin Most Inspirational Coin",
            "Austria, 50 euro, gold, Vienna Schools of Psychotherapy   Australia, 1 dollar, silver with colour, 100th Anniversary of\nAlfred Adler, KM-3278, Miinze Osterreich. the End of World War I, KM-2867, Perth Mint.",
           
            "Best Contemporary Event Coin\n; ; Best Silver Coin\nItaly, 5 euro, silver with colour, 70th Anniversary of the : : : ; 7\nItalian Constitution; KM-418, Zecca di Stato (IPZS). Lithuania, 5 euro, silver with colour, Jonin s: Rasos Svent ;\nKM-236,",
            " The CN Journal Volume 65\n"
        ],
        "PageNo": "70"
    },
    {
        "File": "The_CN_Journal_March_23.jpg",
        "Paragraphs": [
            "Most Innovative Coin",
            "Lithuania, 5, 10, 20, 50 euro, 3 silver, 1 gold, 100th Anniversary of Restoration of Lithuania's",
            "Independence (4-Coin Set); KM-237, KM-238, KM-239, KM-240,",
            "Most Artistic Coin and Coin of the Year!",
            "Latvia, 5 euro, gold-plated silver, Honey Coin; KM-200, UAB Lietuvos monety kalykla\n(Lithuania)",
            "The conceptual art for the winning coin was submitted by graphic design artist, Arttirs Analts.\nAnalts won an annual design competition organised by Latvijas Banka to encourage better\ndesigned NCLT coins. The London-based designer decided to use the bee as a symbol of\nLatvia s impressive ecological credentials.  The idea was to create a coin about Latvia. I was\nresearching and contemplating the potential development routes, and according to statistics,\nLatvia is one of the greenest countries in the world,  said Analts.  I wanted to show ecology,\nand that it s really important to us,  he continued.  The question was how to do it in a coin. ",
            "The result was a gold-plated silver coin with a tessellating honeycomb shape, to highlight the",
            "abundant natural resources of\nhis home country. The <\ncoin was minted by\nthe Lithuanian Mint\nand was issued\n  by the bank\nas a NCLIT\ncollectors  item.\n  With a limited\nmintage  ~\nof only\n3,000 the 5 euro\nface value coin\noriginally\nsold for 53",
            "euros.",
            "Number2 March 2020 \n"
        ],
        "PageNo": "71"
    },
    {
        "File": "The_CN_Journal_March_24.jpg",
        "Paragraphs": [
            "ST_PATRICK_COPPERS",
            "When the month\nof March rolls\naround, people",
            "often look forward to Saint\nPatrick s Day as a day of\ncelebration and perhaps an\nexcuse to raise a glass of\ncheer. The day is intended\nto honour the memory of\na real person, Saint Patrick\nthe Apostle of Ireland, and\npatron saint of the Emerald\nIsle. He is venerated in\nthe Catholic Church, the\nAnglican Communion, the\nLutheran Churches, the Old\nCatholic Church, and in the\nEastern Orthodox Church\nas equal-to-the-apostles and\nEnlightener of Ireland.",
            "The actual dates of\nPatrick s life are not\ndocumented although it\nis generally accepted that\nhe was an active Christian\nmissionary during the",
            "fifth century. He became the first bishop of Armagh and and farthing. Although both are now known to have been",
            "Primate of Ireland; and is credited with converting Celtic\nsociety to Christianity from Druid paganism. What we do",
            "know of Patrick has come from his\nautobiographical Confessio and\nother works such as the Florilegium\nInsulae Sanctorum, written by\nThomas Messingham in 1624.",
            "It is not unexpected then that\nhe would appear in some form or\nanother on coinage intended to\ncirculate in Ireland. Perhaps the most\ninteresting of these is the enigmatic\nseries of St Patrick coppers minted\nin the latter half of the 17th century.\nThis very collectable series has a\nlong and complex history, having\ncirculated in Ireland, the Isle of Man,\nand the West Jersey colony of\nBritish North America. For over\nthree centuries these coins or\ntokens have puzzled numismatic",
            "researchers looking for\ninformation that would,\ndirectly or indirectly, reveal\ntheir secrets. To this day\nit is still not confirmed\nif they were regal, semi-\nregal or even intended for\ncommercial issue at all.\nWho commissioned their\nminting and where were they\nproduced?",
            "Let s take a moment to\nreview what we do know.",
            "There are two distinct\nsizes of coins in the\nseries. Each with the same\ntheme though somewhat\ndifferent designs. Both\nappear to be milled, with\na reeded edge and medal\nalignment tft. Because\nneither design includes\nan issuer s name or a\ndenomination, numismatists\ninitially designated them\nas the St Patrick halfpenny",            
            "intended as halfpence.\nThe obverse design of both types is thought to show",
            "King David (wearing an eastern\ncrown) kneeling left and playing a\nharp while gazing up at the royal\ncrown of England, with the legend\nFLOREAT : REX : (May the king\nflourish) surrounding. The harp is\ndetailed, bearing a semi-nude winged\nfemale figure on the pillar, a common\nelement of English coins in the mid-\n17th century. A small splash of molten\nbrass was added to the planchet before\nstriking which is believed intended\nto give the English Crown a bright\ngold colour. However, the coins\nwere not necessarily struck with the\ncorrect alignment though and so\nthe colour, if visible, sometimes\nappears in other locations in the\nfields or has been lost completely.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "72"
    },
    {
        "File": "The_CN_Journal_March_25.jpg",
        "Paragraphs": [
            "The reverse of the larger planchet type shows St Patrick wearing a bishop s miter and carrying the Bachall su crozier. He\nis holding a shamrock and blessing a congregation which surrounds him. At the right is the shield of the city of Dublin which\nconsists of three castles (each represented by a pair of towers). Above is the legend ECCE GREX (Behold the flock). The coin\nis approximately 28 mm in diameter and weighs on average 8.79 g (135.7 gr).",
            "There are approximately ten varieties, with various die pairings, that have been documented. In 1875, Sylvester S. Crosby\nnoted four obverse and six reverse dies. Then in 1968, Robert A. Vlack identified an additional obverse die. In 2005, these\ndescriptions were further clarified and refined by Moore ef al. Based on comparisons with documented contemporary\nminting, this number of dies indicates a relatively small minting, fewer than 100,000, perhaps from one mint.",
            "The reverse of the smaller planchet type again shows Saint Patrick, wearing an archbishop s miter and holding a\nmetropolitan cross (with two cross-beams) as he banishes various reptiles and serpents from the country. Behind him, at the\nright is a church, (St Patrick s Cathedral, Dublin). Above is the legend QUIESCAT PLEBS (Let the people be at peace). The\ncoin 1s approximately 25 mm in diameter, 1.7 mm thick, and weighs on average 5.98 g (92.3 gr). A number of examples of\nthis type also exist in silver 5.10 7.48 g (78.8-115.5 gr) and one or twot in gold 11.98 g (184.9 gr).",
            "The smaller type has many more varieties and die pairings that have been identified from among the approximately\n1,100 coins known to exist. To date there are 197 different identified varieties struck from 135 obverse dies and 144 reverse\ndies. Though a suspiciously large number of varieties for this population, the sheer number of dies identified implies a\nsignificantly larger mintage than the larger planchet type and could imply a production in the millions; by multiple mints",
            "over multiple years. ; ;\nCoin Images: Stacks Bowers archive",
            "7 Asecond gold piece from the Norweb Collection is much lighter (8.11 g) with a plane-edge and struck from undocumented dies.",
            "Number 2 March 2020 \n"
        ],
        "PageNo": "73"
    },
    {
        "File": "The_CN_Journal_March_26.jpg",
        "Paragraphs": [
            "It is generally believed that the smaller type coins first\ncirculated in Ireland prior to 1660 during the turmoil of\nthe English Civil War and ensuing Commonwealth period\n(1649-1660). And that they were semi-regal in nature. There\nis documented evidence (discussed by John N. Lupia in\n2007-2009) in the form of a pen-and-ink sketch of the coin,\nby Thomas Dingley, from his manuscript Observations in a\nVoyage through the Kingdom of Ireland ..., dated 1681 that\nindicates it was current with the halfpenny of Charles II.",
            "Proclamations by Charles II, in 1661, prohibiting the issue\nof tokens, and in 1672, Making Current the Royal Farthings\nand Halfpennys and Forbidding the Use of All Others, may\nhave played a role in the demise of the Patricks. Further,\nthe later regal Irish halfpennies of Charles II (1680-1684)\nweighed approximately 7.1 g (110 gr) which makes the\nsmaller St Patrick coins somewhat underweight and less\ndesirable in comparison. According to Randle Holme III,\nby 1688 these halfpence had been depreciated and passed as\nfarthings in England.",
            "A large number of St Patrick coppers were known to\nhave been sent to the Isle of Man where they were used as\ncurrency during the first years of William Stanley s reign,\n9th Earl of Derby, as hereditary lord of the island. An act of\nthe Tynwald (the Isle of Man parliament) on June 24, 1679,\ndemonetized them as of January 15, 1680, thus removing\nthem from circulation.",
            "Two years later in Dublin Mark Newby (or\nNewbie), an English merchant acquired, in some\nundocumented manner, a large supply, possibly\nthree casks full, of these smaller planchet halfpence.\nOn September 19, 1681, Newby and forty fellow Quakers,\navoiding persecution, emigrated on the fisherman Owners\nAdventurer, to West Jersey in colonial American. (New\nJersey was divided into separate Eastern and Western\ncolonies from 1676-1702). It is reported that he brought\n 3004 worth of halfpence and farthings  which in that\nColony go currant [sic] for twice their value. ",
            "On May 18, 1682 the General Free Assembly of West\nNew Jersey granted Newby s coppers (the Patricks) legal",           
            "tender status and allowed them to circulate as small change\nat the rate of a halfpenny, replacing then current wampum.",
            "Grants, Concessions and Original Constitutions of the\nProvince of New Jersey",
            "May 8, 1682",
            "Section VI",
            " And for the more convenient Payment of small Sums,",
            " Be it Enacted by Authority aforesaid:",
            " That Mark Newbie's half-pence, called Patricks\nhalf-pence, shall, from and after the said Eighteenth\nInstant, pass for half-pence Current pay of this Province,\nprovided he, the said Mark, give sufficient Security to\nthe Speaker of this House, for the use of the General\nAssembly from Time to Time, being that he the said Mark,\nhis Executors and Administrators, shall and will change\nthe said half-pence for pay Equivalent, upon demand:\nand provided also, that no Person or Persons be hereby\nobliged to take more than five Shillings in one Payment. ",
            "The only restrictions were that Newby had to put up surety\n(300 acres of land) that he would exchange the coppers for\n pay equivalent  on demand and that one was not required\nto accept more than five shillings in coppers at one time.\nUnfortunately, Newby died about a year later, in the fall\nof 1682, his estate included  30 in coppers, estimated at\nroughly 10,800 coms. Newby s St Patrick coppers filled\na pressing need in local commerce and remained in\ncirculation throughout the colonial period. In fact, in 1881\nthe eminent New Jersey copper specialist Edward Marris\nstated that St Patrick coppers continued to be found in\nchange in western New Jersey into the early 19th century!",
            "The larger type coins appear to have circulated in Ireland\nnear the end of the troubled reign of the King James II\n(1685-1688); likely before the Battle of the Boyne. The\n1862 unearthing of a small hoard of these coins in Ireland\nis thought to give evidence, albeit circumstantial, that they\nwere circulated well after the Charles II Irish halfpence\nwere released. The hoard containing 58 of the larger St\nPatrick halfpence in a state of  excellent preservation  also\ncontained four heavily worn Charles II pieces, implying\nthat they circulated many years apart.",
            "Have we piqued your interest?",
            "i Lupia (C4 Newsletter, Winter 2009) interprets as 300 Ibs in weight.\n",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "74"
    },
    {
        "File": "The_CN_Journal_March_27.jpg",
        "Paragraphs": [
            " ERROR.OF_THE.MONTH,",
            "BY HENRY NIENHUIS,  FRCNA,FCNRS,,FONA,LM.#430,",
            "An inflated one cent coin",
            "Our error coin this month is a fully struck, albeit\nO slightly offset, 2011 Canadian 1-cent piece. A\nquick look at the somewhat warm\nnickel colour of the coin pictured at the\nright tells us immediately that it was\nstruck on an incorrect planchet.\nThe question is, what was the\ndonor planchet intended for? Is\nit a foreign planchet from one of\nthe contracting jobs the Royal\nCanadian Mint performs for\nother countries or a planchet\nintended for some other\nCanadian coin?\nA standard Canadian 1-cent\npiece of that date would have\nbeen issued on a copper plated\nsteel planchet 19.05 mm in diameter,\n1.45 mm thick and weighing 2.35 g.\nOur example is 18.1 mm in diameter, 1 mm\nthick and weighs only 1.7 g. The edge is\nsmooth and slightly rounded all around.\nAs a result we can rule out production\nerrors resulting in the final copper\nplating step being missed or an\nextra layer of nickel being added.\nNormally, an X-ray\nfluorescence (XRF) analyzer\nis a useful, high-tech tool used\nin determining the composition\nof a coin. In this case the\nXRF examination indicates a\ncomposition of .60 Cu and .39 Ni\nwith traces of iron. However, in the\ncase of a plated coin   especially the\nmulti-plated process used by the RCM,\nit can produce incorrect or\nindeterminate results.\nLooking closer at our\ncoin reveals a copper\ncolour emerging at certain\npoints in the beading, flowing radially outward towards\nthe rim. These are the tell-tale signs of plated coins; and\nare due either to the top layer of plating (in this case\nnickel) either cracking with the strain of the metal flowing\ninto the crevices of the dies when struck or abrasive\nremoval after the com was struck. There are also signs of\nscratching on the reverse side of the coin at about 11:00.",
            "Number2 March",            
            "This looks to be caused by an invasive test for plating.\n(I can t express more strongly that this type of destructive\ntesting should be discouraged.)",
            "A review of published specifications for\nother Canadian coins of the same date\ninstantly leads us to a likely suspect\nfor the donor, a planchet intended\nfor a Canadian 10-cent coin. The\nspecifications for this planchet\nare: 18.03 mm diameter, 1.22\nmm thickness, and 1.75 g\nweight. The planchet would\neasily fit through the coining\npress feeding tubes used to",
            "produce Canadian 1-cent pieces.\nSince these specs are so close to\nour error coin further searching seems\nunnecessary. Although the diameter and\nthickness are a slightly different, this is\neasily explainable if you realize that the collar\ndie for the 1 cent coin would be large enough\nto allow the planchet to be struck without\nconstraint. Thus the diameter and\nthickness would not be held to the",
            "design dimensions.",
            "This also explains the rounded,\nsomewhat rough appearance\nof the edge. It is exactly what\nwould be expected from a type 2\n(rimmed) planchet for 10-cent\ncoins.",
            "Wrong denomination errors",
            "like this one afford collectors a",
            "new angle for great opportunity in",
            "exploring the world of minting coins",
            "from and expanding their knowledge base",
            "of numismatics while, at the",
            "same time, practising their",
            "deductive reasoning skills.",
            "This is possibly the reason",
            "why this type of error is",
            "becoming increasingly more popular. Many consider these",
            "errors as a challenge as well as a prize. Making this later-\ndated error coin particularly interesting!",
            "Keep your eyes open!!",
            "Henry Nienhuis is a member of CEVNA the Canadian Errors and Varieties\nNumismatic Association. (www.cevna.com), he can be reached at fenix@",
            "rogers.com\nRCNA\n"
        ],
        "PageNo": "75"
    },
    {
        "File": "The_CN_Journal_March_32.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS |\nNOUVELLES, DES, CLUBS",
            "By BRETT IRICK (CLUB SERVICES)\nFONA,.LM,#456",
            "Scott Douglas Receives Prestigious\nNumismatic Ambassador Award",
            "During the January 2020 Florida",
            "United Numismatists (FUN)",
            "Convention in Orlando, Florida,",
            "Canadian Scott Douglas FRCNA,",
            "FONA, FCNRS, of Acton",
            "Ontario became one of five",
            "new Numismatic Ambassadors.",
            "He is the current Chairman",
            "of the Canadian Association",
            "for Numismatic Education",
            "and president of the Ontario",
            "Numismatic Association.",
            "According to RCNA Executive Secretary Paul\nJohnson only a few Numismatic Ambassadors are\nCanadians. The FUN award was established by our\nlife member Clifford Mishler in 1974 to recognize\nnumismatists for lifetime contributions at the local,\nregional or national level. The awards are now\nadministered by Florida United Numismatists.\nNominations received by FUN are reviewed by the\ncurrent Ambassadors that vote on their favourite\nnominees. The top five advance to become\nNumismatic Ambassadors. The award ceremony is\na breakfast that is attended only by the current and\nnew ambassadors. The Ambassador Award program\nis chaired by Tony Swicer and the event master of\nceremonies is recently retired Numismatic News\neditor David Harper.",
            "Ron Cheek Receives FUN Topics 2019 Best\nArticle Award",
            "Also during the 2020 FUN convention\nin Orlando, Ron Cheek FRCNA,\nFCNRS, FONA of Collingwood,\nOntario, received the Jim and Carrie\nBest Literary Award for the best article\npublished in FUN-Topics during the\n2019 calendar year. His winning article\nwas titled  Queen Elizabeth II on\nCanadian Silver Dollars 1953-1967. ",
           
            "Scott Douglas recoit le prestigieux prix\nd ambassadeur numismatique",
            "Lors du congr s du Florida United\nNumismatists (FUN) de janvier 2020\ntenu a Orlando en Floride, le Canadien\nScott Douglas FRCNA, FONA, FCNRS,\nd Acton en Ontario est devenu | un\ndes cinq nouveaux ambassadeurs\nnumismatiques. Il est actuellement\npr sident de l association canadienne\npour |l ducation numismatique et\npr sident de 1 Ontario Numismatic\nAssociation.\nSelon le secr taire ex cutif de\nPARNC, Paul Johnson, seuls quelques ambassadeurs\nnumismatiques sont des Canadiens. Le prix FUN a  t  cr \nen 1974 par le membre a vie de 1  ARNC Clifford Mishler\nafin de reconnaitre la contribution des numismates pour\nleurs contributions au niveau local, r gional ou national.\nLes prix sont maintenant administr s par le Florida\nUnited Numismatists. Les candidatures regues par FUN\nsont revues par les ambassadeurs actuels qui votent pour\nleurs candidats pr f r s. Les cinq premiers avancent pour\ndevenir des ambassadeurs numismatiques. La c r monie\nde remise des prix se fait durant un petit-d jeuner auquel\nassistent uniquement les ambassadeurs actuels et nouveaux.\nLe programme des Ambassadeurs est pr sid  par Tony\nSwicer et le maitre de c r monie de cet  v nement  tait le\nr dacteur en chef e de Numismatic News, r cemment retir \nDavid Harper.",
            "Ron Cheek regoit le prix du meilleur article\n2019 de FUN",
            "Egalement lors du congr s FUN 2020 a\nOrlando, Ron Cheek FRCNA, FCNRS, FONA\nde Collingwood en Ontario, a recu le prix Jim\nand Carrie pour le meilleur article publi  dans\nFUN au cours de l ann e calendrier 2019.\nSon article gagnant  tait intitul   La reine\nElizabeth II sur les dollars canadiens en argent\nde 1953 a 1967 .",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "80"
    },
    {
        "File": "The_CN_Journal_March_33.jpg",
        "Paragraphs": [
            "RCNA Director Michael Turrini to speak at\nClub Delegates Breakfast",
            "Michael Turrini FRCNA will speak at the 2020 Club\nDelegates Breakfast being held during the Halifax\nConvention. His talk is Make the Hobby Great.\nThe discussion will centre on what we as numismatists\ncan do to continue advancing the hobby in a positive\nway, keeping it strong while pursuing our numismatic\ncareers. Many clubs will pay a modest honorartum to\ntheir delegate(s) for attending this event and reporting\nthe experience. Every RCNA member who is interested\nin this topic is encouraged to attend. You do not have to\nbe an official local-club delegate.",
            "Hamilton Coin Society Logo Contest\nStephen Adams, Vice President of the Hamilton\nCoin Society provided this information for inclusion\nin the column.",
            "On Monday, January 6, 2020, the new Hamilton Coin",
            "Society celebrated its first year with a meeting that",
            "included a vote on their new club logo. In total there",
            "were four designs under consideration: those by Judy",
            "Blackman, Phil Czerneda, Bill Hall, and Dave Leslie.",
            "Club members were also given the option of voting for",
            " none of the above.  While two logos each received",
            "28 percent of the votes, 33 percent of the voting",
            "members ultimately preferred to solicit more entries or",
            "to have the existing entries further refined. Inspirations\nfor the logos included: an Alexander Hamilton coin\nwith an  All seeing eye  motif; a play on the  Golden",
            "Horseshoe ; a design featuring the Lancaster Bomber",
            "and several waterfalls; and overlapping nickel dollars",
            "with the years 1952 and 2019. Year 1952 is a reference\nto the original Hamilton Coin Club.",
            "With planning and preparations in full swing for the\nupcoming 58th ONA Convention the club executive\nwill revisit the logo in a few months and will provide\nanother opportunity for the creative members of our\ncommunity to have their work featured as the club\nlogo.",
            "If you would like to have your club profiled here, please",
            "write a column, include pictures and send it to me:\nxr7gt@prodigy.net.",
            "Brett Thich",
            "Number2 March",
            
            "Michael Turrini, Directeur de l ARNC, sera con-\nf rencier lors du d jeuner des d l gu s du club\nMichael Turrint FRCNA sera confrencier lors du d jeuner\ndes d l gu s de club 2020 qui se tiendra pendant le congr s\nd  Halifax. Sa pr sentation portera sur   rendre notre passe-temps\nagr able .",
            "La conf rence portera sur ce que nous, numismates, pouvons\nfaire pour continuer a faire  voluer notre passe-temps de\nmanicre positive, le rendre populaire tout en poursuivant notre\ncarri re numismatique. De nombreux clubs paieront les frais\nd inscriptions modestes a leur(s) d l gu (s) pour assister a cet\n v nement et faire un compte rendu de leur exp rience. Tous\nles membres de  ARNC qui sont int ress s par ce sujet sont\nencourag s d y assister. I] n est pas n cessaire d tre un d l gu \nofficiel de votre club local.",
            "Concours de logo pour le Hamilton Coin Society\nStephen Adams, vice-pr sident de Hamilton Coin Society\na fourni ces informations pour inclusion dans cette\nchronique.",
            "Le lundi 6 janvier 2020, le Hamilton Coin Society a c l br  sa\npremiere ann e avec une r union qui comprenait un vote pour\nchoisir le nouveau logo de leur club. Au total, quatre soumissions\n taient a | tude: celles de Judy Blackman, Phil Czerneda, Bill\nHall et Dave Leslie. Les membres du club avaient  galement eu\nla possibilit  de voter pour  aucune des soumissions . Alors que\ndeux logos ont chacun recueilli 28% des voix, 33% des membres\nvotants ont finalement pr f r  solliciter d autres soumissions ou\nfaire peautiner les soumissions existantes. Les inspirations pour les\nlogos comprenaient: une pi ce Alexander Hamilton avec un motif\n All seeing eye ; un clin d ceil a la pi ce  Golden Horseshoe ;\nun design mettant en vedette le bombardier Lancaster et plusieurs\nchutes d eau; et les dollars de nickel qui se chevauchent avec les\nann es 1952 et 2019. L ann e 1952 est une r f rence au Hamilton\nCoin Club original.",
            "Alors que la planification et les pr paratifs battent leur plein\npour le 58e congr s de PONA, l ex cutif du club reverra le logo\ndans quelques mois et fournira une nouvelle opportunit  aux\nmembres de notre communaut  de voir leur cr ation repr sent e\ncomme le logo du club.",
            "Si vous souhaitez avoir le profil de votre club ici,",
            " crivez une chronique, inclure des photos et envoyez a:\nxr7gt@prodigy.net.",
            "Brett Thich\n"
        ],
        "PageNo": "81"
    },
    {
        "File": "The_CN_Journal_March_34.jpg",
        "Paragraphs": [
            "ART_OF_THE_ MEDAL",
            "BY BARRIE RENWICK\nFRCNA, FCNRS, #5754",
            "Art medals usually have a subject on the obverse\nA and a message on the reverse. With a medal s", "shape and confined space, symbolism often acts\nto deliver this message visually. Until the mid-nineteenth\ncentury, medal reverses mainly used personification,\nsometimes with classical figures from Greek or Roman\nmyths, as allegory to express meaning.",
            "When Art Nouveau became stylish, late in the nineteenth\ncentury, medallists switched from classical to conventional\nsymbols used in art to express meaning. Many French\nand Belgian medallists worked these to great effect. We\nfrequently find medal reverses from the era that have\ndelightful images, images that can be fun to interpret.",
            "We ve picked a piece by French medallist Henri Dropsy\n(1885-1969) to look at symbols he used to express himself\nabout his subject. He made this piece around 1912. Dropsy s\nmedal is unusual because its obverse is anepigraphic;\nmeaning without words. His subject, modernist dancer\nIsadora Duncan whose repertoire was then fashionable in\nEurope, 1s identified by her inherent attributes: bare feet, the\nHellenic-appearing chemise, and her vivacious dance pose.\nDuncan, a hedonist and American, developed a naturalistic\ndance routine she performed to classical music.",
            "Isadora Duncan (1877-1927), raised by her divorced\nmother, began as a pre-teen to earn profit from her artistic\ntalent. With her mother s support she danced and taught,\nprogressing by stages to an eventual career in Europe\nand on tour. Her art and her lifestyle appealed to few in\nAmerica, but got enthusiastic response from audiences in\nRussia, Hungary, Germany and France. She spent most of\nher career in Europe dancing and teaching her art form.",
            "Dropsy s design shows some of Duncan s idiosyncrasies.\nShe danced barefoot, often wearing nothing but her",            
            "adoptive Greek-style chemise! At that time barefoot was\nthought risqu  and skimpy attire titillating. Was it the\nclassical music and technical dance moves or the eroticism\nthe nubile dancer flaunted that delighted her European\n audiences?",
            "The medal s reverse has a montage of symbols that\nallude to her lifestyle and foibles. Dropsy was Duncan s\ncontemporary; he knew many in her circle and may\nwell have had first-hand knowledge of her peccadilloes.\nDuncan s private life was peppered with parties, well-to-do\ngentlemen and occasional lovers. She stayed unmarried\nbut had children by separate fathers and flouted many\ncontemporary rules of social behavior. She was also a social\nbutterfly hobnobbing with a clique of artists, poets, and\nauthors. The reverse has a scene with a pipe-playing Pan-\nlike shepherd astride a ram that s standing on a plinth; in the\nbackground a mountain slope. A dictionary of symbols tells\nus what shapes mean in art and myth: Pan is associated with\nmerrymaking often accompanied by nymphs. His pipes or\nflutes have a phallic connotation that suggests boisterous\nrevelry among those with low morals. The ram symbolizes\nfertility and energy; the plinth, ongoing support; a mountain\nsuggests striving upward to a place or gathering. In this\nclutch of symbols Dropsy reveals his impression of Isadora.",
            "Over time, Isadora endured personal tragedies: loss of\nher children in a car accident, loss of lovers, and much later,\nbreakup of a short abusive marriage. Her career ended,\ngood fortune evaporated and her lifestyle declined. On an\nautumn day in Paris in 1927, Isadora, passenger in an open\ncar, flung her scarf over her shoulder. Its fringe caught in\na wheel s spokes instantly garrotting her before the driver\ncould stop  death at 50 lacks a symbol.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "82"
    },
    {
        "File": "The_CN_Journal_March_35.jpg",
        "Paragraphs": [
            "BANK_OF CANADA._PRESS_ RELEASE",
            
            "Bank of Canada launches public consultation for new $5 banknote   La Banque du\nCanada lance une consultation publique en vue de | mission d un nouveau billet de 5 $",
            "Minister of Finance Bill Momeau and Governor\nM Stephen S. Poloz today announced that",
            "the Bank of Canada is launching public\nconsultations to select an iconic Canadian to appear on\nthe next $5 banknote. Canadians can submit nominations\nby March 11, using a Bank of Canada s submission form.",
            "This call for nominations is similar to the Bank s\n2016 campaign that resulted in the selection of Viola\nDesmond, a defender of human rights and social justice,\nas the portrait subject of the vertical $10 banknote. The\nredesigned $10 bill won the Banknote of the Year Award\nfrom the International Bank Note Society.",
            " When we launched the last round of consultations,\nwe never could have anticipated the enthusiasm of\nCanadians, both for the process or for the historic bank\nnote that featured a Canadian woman for the first time,\ncivil rights pioneer Viola Desmond,  said Minister of\nFinance Bill Morneau.  We re excited to see who the\npublic will nominate for the $5 banknote and we look\nforward to celebrating another incredible Canadian. ",
            "Governor Poloz encouraged Canadians from all parts\nof the country to nominate people who have inspired them\nand to talk about their achievements.",
            " This open call for nominations is another great\nopportunity to highlight the many stories of heroes,\nsometimes unsung ones, who have helped shape the\nCanada we live in today,  he noted.  I hope this process\nsparks conversations and encourages us all to learn more\nabout our great country and its remarkable people. ",
            "An independent advisory council composed of eminent\npeople from academia, the cultural sector and civil society\nwill review all nominations that meet the criteria outlined\nbelow. With the support of researched history and public\nopinion, the advisory council will develop a short list of\ncandidates for submission to the Minister of Finance.\nThe Minister will announce his decision on the portrait\nsubject of the new $5 banknote later this year. The Bank\nof Canada will then begin the design process for the new\nbanknote.",
            "Nominees must meet all the following criteria:",
            "  They are a Canadian by birth or naturalization\nwho has demonstrated outstanding leadership,\nachievement or distinction in any field, benefiting\nthe people of Canada or in the service of Canada.",
            "  They have been deceased for at least 25 years\n(before March 11, 1995).",
            "  They are not a fictional character.",
            "Number2 March",
            "Le ministre des Finances Bill Morneau et le gouverneur",
            "Stephen S. Poloz ont annonc  aujourd hui que la",
            "Banque du Canada lance une consultation publique\nafin de choisir la personnalit  canadienne embl matique qui\nfigurera sur le prochain billet de 5 $. La population est invit e\na envoyer des propositions a l aide du formulaire d appel de\ncandidatures de la Banque du Canada d ici le 11 mars 2020.",
            "Cet appel de candidatures est semblable a la campagne men e\npar la Banque en 2016; celle-ci avait abouti 4 la s lection de Viola\nDesmond   une ic6ne des droits de la personne et de la justice\nsociale  , dont le portrait orne le billet vertical de 10 $. D ailleurs,\nce nouveau billet de 10 $ a  t  proclam    billet de banque de\nlann e   par I  International Bank Note Society.",
            "  Quand nous avons commenc  la derni re s rie de\nconsultations, nous ne nous attendions pas a un tel enthousiasme\ndu public, autant pour le processus que pour le billet de banque\nhistorique mettant a l honneur pour la premi re fois une\nCanadienne, en l occurrence Viola Desmond, figure de proue du\nmouvement des droits civils, a d clar  Bill Morneau. Nous avons\nhate de voir les suggestions de la population pour le billet de 5 $\net de saluer une autre personnalit  canadienne remarquable.  ",
            "Le gouvemeur Poloz encourage les Canadiens de partout au\npays a proposer des personnalit s qui les ont inspir s et a parler de\nleurs r alisations.",
            "  Cet appel de candidatures est une autre occasion formidable de\nmettre en valeur l histoire des nombreux h ros, parfois m connus,\nqui ont contribu  a fagonner le Canada que nous connaissons\naujourd hui, a-t-il affirm . J esp re que cette consultation publique\nsuscitera des discussions et nous encouragera tous a en apprendre\ndavantage sur notre grand pays et ses habitants extraordinaires.  ",
            "Un comit  consultatif ind pendant, compos  d minents\nrepr sentants canadiens des milieux universitaire et culturel et de la\nsoci t  civile, examinera toutes les candidatures qui r pondent aux\ncrit res  nonc s ci-dessous. Ce conut  se fondera sur des recherches\nhistoriques et des enqu tes d  opinion pour  tablir une liste restremte\nde candidats qu il soumettra au ministre des Finances. Celui-ci\namnoncera | identit  de la personne qui figurera sur le nouveau\nbillet de 5 $ au cours de l ann e. Par la suite, la Banque du Canada\nentamera le processus de conception du nouveau billet.",
            "Les candidats propos s doivent r pondre aux crit res suivants :",
            "  Tls agit d une personnalit  canadienne (de naissance ou",
            "naturalis e) qui, par son leadership, ses r alisations ou ses\nqualit s remarquables, a ceuvr  pour les Canadiens dans\nun domaine particulier ou s est illustr e au service du pays.\n  La personne est d c d e depuis au moins 25 ans (avant le\n11 mars 1995).\n  Il ne s agit pas d un personnage de fiction."
        ],
        "PageNo": "83"
    },
    {
        "File": "The_CN_Journal_March_36.jpg",
        "Paragraphs": [
            "CoIN CONSTELLATION   2019",
            "RESULTS, ANNOUNCED",
            "I n our January February issue we offered to update",
            "you on the results of the 2019 Coin Constellation the",
            "thirteenth consecutive international commemorative\ncoins competition, held in Russia. The contest is sponsored\nby the Water Mark Publishing House, publisher of The\nGold Chervonets Magazine.",
            "The submissions are judged in nine major categories:\nUnique Concept; Best Artistic Solution; Original\nTechnology; Best Circulation Coin; Coin Classic; Souvenir\nCoin; Best Silver Coin; Best Gold Coin, and Coin of the\nYear. The winning coms in these categories were chosen by\nmembers of the International Jury of Experts, based on coin\nimages and descriptions submitted by the participants. This\nInternational Jury was comprised of specialists from well-",            
            "known world museums, auction houses, and representatives\nfrom various numismatic organizations. A separate category,\nthe People s Choice Award, was chosen by the votes cast\nelectronically on the www.gold10.ru website.",
            "Unfortunately, entries by the Royal Canadian Mint did not\nfare well in the judging. Of the 16 coins submitted, only one\nmade it into the top three in any of the ten categories.",
            "The second place position in the Unique Concept\ncategory was shared by composite coins entered by\nCanada and by Lithuania. The Royal Canadian Mint s\nsubmission was Connecting Canadian History (1866 \n1916)   50 dollars (centre coin) 20 dollars (13 outer coins);\nthe Lithuanian Mint submitted 100th Anniversary of the\nRestoration of Lithuania's Independence.",
            "The CN Journal Volume 65\n"
        ],
        "PageNo": "84"
    },
    {
        "File": "The_CN_Journal_March_37.jpg",
        "Paragraphs": [
            "First-place winning coins in each category follow:",
            "Unique Concept",
            "Latvia, 5 euro, gold-\nplated silver, Honey\nCoin; KM-200, UAB\nLietuvos monety kalykla\n(Lithuanian Mint)",
            "Netherlands, 5 euro,\n) .925 fine silver,",
            " \\ Fanny Blankers-\nKoen; Koninkliyke\nNederlandse Munt\n(Royal Dutch Mint)",
            "Palau, 10 dollars,",
            "fine silver, Rape of\nProserpina; Power\nCoin (Italy) and\nminted by the German\nmanufacturer, B.H.\nMayer",
            "South Africa, 5 rand,\nbimetallic, Nelson R.\nMandela Centenary\n(1918-2018); South\nAfrican Mint",
            "Latvia, 5 euro, .925\nfine silver, Curonian\nKings; UAB Lietuvos\nmonety kalykla\n(Lithuania)",
            "Souvenir Coin",
            "Belarus was a joint-winner of two entrants in first place.",
            "Belarus, 20 rubles,\n.925 fine silver, Year\nof the Pig; Mennica\nPolska (Mint of\nPoland)",
            "Fiji was the other joint-winner of two entrants in first place.",
            "Fiyi, 1 dollar, fine\nsilver, Antonio\nVivaldi; KM-725, Art\nMint (France)",
            "Russia, 25 rubles,",
            ",925 fine silver, The\nBicentenary of the\nFoundation of the\nForwarding Agency of\nthe State Paperstock;\nSt. Petersburg Mint   branch of Goznak",
            "Gold Coin of the Year",
            "Hungary, 50,000\nforint, .986 fine, Gold\nforint of King Albert\n(ruled 1437-1439);\nMagyar P nzver \n(Hungarian Mint).",
            "Coin of the Year",
            "France, 5,000 euro,",
            "1 kg fine gold,\nExcellence Boucheron;\nMonnaie de Paris",
            "All coins entered in the competition were voted on by the\npublic for winner of the People s Choice Award category:",
            "People s Choice Award",
            "Belarus, 20 rubles,\n-925 fine silver,\nThe world through\nchildren s eyes;\nKazakhstan Mint",
            "Well did any of your favourite 2018 world coins make the\nlist? The submissions by our own RCM didn t do very\nwell. The  coin  taking first-place in the Coin of the Year\ncategory was an amazingly detailed, albeit ingot-like,\ndiamond incrusted 1-kilo gold Boucheron, measuring\n89 x 95 mm with a mintage of 11, retailing for   156,000!\n"
        ],
        "PageNo": "85"
    },
    {
        "File": "The_CN_Journal_March_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2020 $10 Fine Silver Coin   350th\nAnniversary of Hudson s Bay Company",
            "The reverse design is a faithful reproduction\nof a 19th-century fur trade token issued\nby Hudson s Bay Company. Framed\nby an oak wreath, the company s\ncoat of arms features elk supporters",
            "and a silver shield with the cross",
            "of St. George and four beavers",
            "(one in each quarter). The crest\ndepicts a fox sitting on the cap of\nmaintenance. The company motto\n PRO PELLE GUTEM  (Latin for",
            " a pelt for a skin ) appears below the\nshield on a banderole. The obverse\nfeatures the year  2020 , the",
            "face value  10 DOLLARS ,",
            "and the effigy of Her Majesty",
            "Queen Elizabeth II by",
            "Susanna Blunt.",
            "2020 $125 Fine Silver Coin  \n75th Anniversary of UNESCO",
            "Designed by artist Rebecca Yanovskaya, the\ntime-travelling reverse offers an artist s\nrendition of the Viking settlement at\nL  Anse aux Meadows, a UNESCO\nWorld Heritage Site. Norse\nexplorer Leif Erikson stands",
            "in the foreground, where he\nobserves the activities of his",
            "crew and proudly surveys the\nsettlement he founded around",
            "the year 1000. Selective gold\nplating highlights the ornamental\nflourishes, which are inspired by\nNorse art and wood carvings. The\nword  CANADA  is inscribed in a\nrunic font along with the double dates\n 1945   2020  which flank the\nUNESCO logo to commemorate",
            "its 75th anniversary. The\nobverse features the effigy of",
            "Her Majesty Queen Elizabeth II",
            "by Susanna Blunt.",
            "Piece de 10 $ en argent fin 2020   350e\nanniversaire de la Compagnie de la Baie d Hudson",
            "Le motif au revers est une reproduction fid le",
            "dun jeton utilis  par la Compagnie de",
            "la Baie d Hudson au 19e si cle dans",
            "le cadre de la traite des fourrures.",
            "Entour es par une couronne de",
            "branches de ch ne, les armoiries",
            "de la Compagnie comprennent des",
            "wapitis portant un  cu d argent sur",
            "lequel la croix de saint Georges",
            "s pare quatre castors, chacun dans",
            "leur quart. Le cimier est un renard",
            "assis sur le chapeau de maintenue. La",
            "devise   PRO PELLE CUTEM   (qui",
            "signifie en latin   Peau pour peau  ) est",
            "inscrite sur une banderole sous | cu. L avers",
            "est a l effigie de Sa Majest  la reine Elizabeth II,",
            "selon Susanna Blunt, et pr sente le mill sime   2020   et la\nvaleur nominale   10 DOLLARS  .",
            "Pi ce de 125 $ en argent fin 2020  \n75e anniversaire de |  UNESCO",
            "(Euvre de Rebecca Yanovskaya, le revers",
            "nous fait voyager dans le temps grace",
            "a une repr sentation artistique",
            "de l tablissement viking de",
            "L  Anse aux Meadows, un site",
            "du patrimoine mondial de",
            "PUNESCO. L explorateur",
            "scandinave Leif Eriksson",
            "se tient a l avant-plan, d ot",
            "il observe son  quipage",
            "et contemple fi rement le",
            "campement qu il a fond ",
            "autour de l an 1000. Un",
            "placage d or s lectif rehausse",
            "les fioritures, inspir es de l art\net des gravures sur bois nordiques.",
            "Le mot   CANADA   est inscrit en",
            "lettres runiques, tout comme les dates",
            "  1945   et   2020   qui figurent de chaque",
            "c t  du logo de 1? UNESCO et soulignent le",
            "75e anniversaire de I  organisation. L avers est a |  effigie\nde Sa Majest  la reine Elizabeth II, selon Susanna Blunt.",
            
            " The CN Journal Volume 65\n"
        ],
        "PageNo": "88"
    },
    {
        "File": "The_CN_Journal_March_41.jpg",
        "Paragraphs": [
            "2020 $10 Pure Gold Coin   Relics of\nNew France: Louis XIV 15 Sol",
            "The reverse is a modern-day version of the Louis\nXIV 15-sol coin issued in 1670 for exclusive use\nin the French colonies in North America. The\ndesign features the Royal arms of France",
            "(a shield with three fleurs-de-lis) ensigned",
            "by the royal crown, and the Latin legend\n GLORIAM REGNI TVI DICENT  ( They\nshall speak of the glory of Thy Kingdom .)",
            "For historical accuracy, the reverse includes",
            "the original  A  (Paris Mint) mint mark\nbeneath the shield and, in the 12 o clock\nposition, a rook (castle) mark representing\nChief Engraver Jean-Baptiste Dufour, who\nengraved the original reverse. The obverse\nfeatures the effigy of Her Majesty Queen\nElizabeth II by Susanna Blunt.",
            "2020 Fine Silver Proof Set  \nCanada s First National Coinage",
            "All four coins are double\ndated  1870   2020  to\ncommemorate the 150th\nanniversary of Canada s\nfirst national coinage. Each\nreverse features Leonard C.\nWyon s design of crossed\nmaple boughs surmounted by\nSt. Edward s Crown, as seen\non the four denominations\n(5, 10, 25 and 50 cents)\nissued by the Dominion of\nCanada in 1870. The obverse\nof both the 5- and 10-cent\ncoins features the  laureate \neffigy of Queen Victoria\nby Leonard C. Wyon. The\nobverse of the 25- and 50-\ncent coins features the  diadem  effigy of Queen Victoria by\nLeonard C. Wyon.",
            "Number2 March",
            "DODD aac arenes",
            "Pi ce de 10 $ en or pur 2020   Vestiges de la\nNouvelle-France : Pi ce de 15 sols Louis XIV",
            "Le revers se veut une version moderne",
            "de la piece de 15 sols que Louis XIV a",
            " mise exclusivement pour les colonies",
            "frangaises d Am rique du Nord en",
            "1670. On y voit les armoiries royales",
            "de la France (un  cu orn  de trois",
            "fleurs de lis), la couronne royale et",
            "linscription latine   GLORIAM",
            "REGNI TVI DICENT   (  Ils",
            "raconteront la gloire de ton r gne  ).",
            "Historiquement exact, le revers porte",
            "la marque d atelier originale (le A de la",
            "Monnaie de Paris) sous I cu et, dans le haut,",
            "la marque de l artiste original, soit la tour du graveur",
            "en chef Jean-Baptiste Dufour. L avers est a l effigie de Sa\nMajest  la reine Elizabeth II, selon Susanna Blunt.",
            "Ensemble  preuve numismatique en argent fin\n2020   Premi res pi ces nationales du Canada",
            "Les quatre pi ces portent\nune inscription 4 double date\n  1870-2020   soulignant\nle 150e anniversaire des\npremi res pi ces nationales\ndu Canada. Au revers de\nchacune figure le motif de\nrameaux d rable crois s et\nsurmont s de la couronne\nde saint Edouard, ceuvre de\nLeonard C. Wyon, qui ornait\nles pi ces des quatre valeurs\nnominales (5, 10, 25 et 50\ncents)  mises en 1870 par le\nDominion du Canada. Les\npieces de 5 cents et de 10\ncents pr sentent a l avers l effigie   laur e   de la reine\nVictoria, selon Leonard C. Wyon. Les pi ces de 25 cents et\nde 50 cents pr sentent quant a elles l effigie   4 diad me \nde la reine Victoria, selon Leonard C. Wyon.\n"
        ],
        "PageNo": "89"
    },
    {
        "File": "The_CN_Journal_March_42.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH History",
            "SALADIN",
            "BY JESUS VICO\nAND, MARISA,OLLERO,",
            "March 26, 1169 CE",
            "An-Nasir Salah ad-Din Yusuf\nibn Ayyub (Gadle Iago\nSse oy less), known",
            "as Salah ad-Din or Saladin, was the\nfirst sultan of Egypt and Syria and\nthe founder of the Ayyubid dynasty.\nA Sunni Muslim of Kurdish ethnicity,\nSaladin led the Muslim military\ncampaign against the Crusader\nstates in the Levant. At the height\nof his power, his sultanate included\nEgypt, Syria, Upper Mesopotamia,\nthe Hejaz, Yemen and other parts of\nNorth Africa.",
            "He was originally sent to Fatimid\nEgypt in 1164 accompanying his\nuncle Shirkuh, a general of the\nZengid army, on orders of their\nlord Nur ad-Din, an atabeg of the\nSeljuks, to consolidate Shawar\namid his ongoing power struggle\nfor vizier to the teenage Fatimid\ncaliph al-Adid. With Shawar\nreinstated as vizier, he engaged\nin a power struggle with Shirkuh,\nwhich saw the former realigning\nhimself with Crusader king Amalric.",      
            
            "Saladin climbed the ranks of the\nFatimid government by virtue of his\nmilitary successes against Crusader\nassaults against its territory and his\npersonal closeness to al-Adid. With\nShawar assassinated in 1169 and\nShirkuh s natural death later that year,\nal-Adid appointed Saladin vizier, a\nrare nomination of a Sunni Muslim\nto such an important position in the\nIsma ili Shia caliphate.",
            "Inaugurated as vizier on March\n26, Saladin repented  wine-drinking\nand turned from frivolity to assume\nthe dress of religion,  according to\nArabic sources of the time. Having\ngained more power and independence\nthan ever before in his career, he still\nfaced the issue of ultimate loyalty\nbetween al-Adid and Nur ad-Din.\nLater in the year, a group of Egyptian\nsoldiers and emirs attempted to\nassassinate Saladin, but having\nalready known of their intentions\nthanks to his intelligence chief Ali ibn\nSafyan, he had the chief conspirator,\nNaji, Mu tamin al-Khilafa  ",
            "a The CN Journal Volume 65\n"
        ],
        "PageNo": "90"
    },
    {
        "File": "The_CN_Journal_March_43.jpg",
        "Paragraphs": [
            "the civilian controller of the Fatimid Palace   arrested and\nkilled. The day after, 50,000 black African soldiers from the\nregiments of the Fatimid army opposed to Saladin s rule,\nalong with a number of Egyptian emirs and commoners,\nstaged a revolt. By August 23, Saladin had decisively\nquelled the uprising, and never again had to face a military\nchallenge from Cairo.",
            "Towards the end of 1169, Saladin, with reinforcements\nfrom Nur ad-Din, defeated a massive Crusader-Byzantine\nforce near Damietta. Afterward, in the spring of 1170,\nNur ad-Din sent Saladin s father to Egypt in compliance\nwith Saladin s request, as well as encouragement from\nthe Baghdad-based Abbasid caliph, al-Mustanjid,\nwho aimed to pressure Saladin in deposing his\nrival caliph, al-Adid. Saladin himself had been\nstrengthening his hold on Egypt and widening his\nsupport base there. He began granting his family\nmembers high-ranking positions in the region; he\nordered the construction of a college for the Maliki\nbranch of Sunni Islam in the city, as well as one for\nthe Shafi 1 denomination to which he belonged in\nal-Fustat.",
            "After establishing himself in Egypt, Saladin\nlaunched a campaign against the Crusaders, besieging\nDarum in 1170. Amalric withdrew his Templar\ngarrison from Gaza to assist him in defending Darum,\nbut Saladin evaded their force and fell on Gaza\ninstead. He destroyed the town built outside the city s\ncastle and killed most of its inhabitants after they were\nrefused entry into the castle.",
            "In the following years, he led forays against\nthe Crusaders in Palestine, commissioned the\nsuccessful conquest of Yemen, and staved\noff pro-Fatimid rebellions in Upper Egypt.",
            "Number2 March",
            
            "Not long after Nur ad-Din s death in 1174,\nSaladin launched his conquest of Syria,\npeacefully entering Damascus at the request of its\ngovernor. By mid-1175, Saladin had conquered\nHama and Homs, inviting the animosity of other\nZengid lords, the official rulers of Syria s various\nregions. Soon after, he defeated the Zengid army\nat the Battle of the Horns of Hama and was\nthereafter proclaimed the  Sultan of Egypt and\nSyria  by the Abbasid caliph al-Mustadi. Saladin\nmade further conquests in northern Syria and\nJazira, escaping two attempts on his life by the\n Assassins , before returning to Egypt in 1177\nto address issues there. By 1182, Saladin had\ncompleted the conquest of Muslim Syria after\ncapturing Aleppo, but ultimately failed to take\nover the Zengid stronghold of Mosul.\nUnder Saladin s command, the Ayyubid army\ndefeated the Crusaders at the decisive Battle of\nHattin in 1187, and thereafter wrested control\nof Palestine   including the city of Jerusalem   from the\nCrusaders, who had conquered the area 88 years earlier.\nAlthough the Crusader Kingdom of Jerusalem continued to\nexist until the late 13th century, its defeat at Hattin marked\na turning point in its conflict with the Muslim powers of the\nregion. Saladin died in Damascus March 4, 1193, having\ngiven away much of his personal wealth to his subjects.\nHe is buried in a mausoleum adjacent to the Umayyad\nMosque. Saladin has become a prominent figure in Muslim,\nArab, Turkish and Kurdish culture, and he has often been\ndescribed as being the most famous Kurd in history.\n"
        ],
        "PageNo": "91"
    },
    {
        "File": "The_CN_Journal_March_44.jpg",
        "Paragraphs": [
            "During the late 7th century CE, the fifth Umayyad caliph\nAbd al-Malik ibn Marwan (685-705 CE), implemented\ncoinage reforms which were adopted throughout the Arab\nworld. Coins were struck in three metals:",
            "The gold Dinar (Arabic: 245 44) is an Islamic\nmedieval gold coin which first circulated in AH 75 (696 \n697). The dinar was used throughout much of the Arab\nworld from the 8th century onward, and survived in parts\nof Africa until the 19th century. These originated as Arabic\nunderweight (1 mithqal or 4.25 g) copies of the Byzantine\nsolidi. The name 1s also applied to Sasanid, Kushan, and\nKidarite gold coins, although the contemporary name is\nunknown.",
            "The silver Dirham, dirhem or dirhm (Arabic: 2.) was\nalso implemented as part of the coinage reforms of the\nlate 7th century. Its name derives from the Greek silver\ndrachma. Pattern pieces exist from this date, based on\nSassanian drachm weight standard of 3.5 4.0 grams but\nwith distinctive Arabic reverses. However, in AH 79 (698\nCE) a completely new type of silver coin, the dirham,\nwas struck at 14 mints with a new nominal weight of\n2.97 g. These new coins continued in the style of its Arab-",
            "Sassanian predecessors at 25 to 28 mm in diameter. Their Ag/",
            "design is composed of Arabic inscriptions surrounded by\ncircles and annulets.",
            "The copper Fals (Arabic: 4J. plural fultis: 4 su)\nwas a medieval copper coin first produced by the\nUmayyad caliphate (661-750) beginning in the late 7th\ncentury. The name is a corruption of follis, a Roman and\nlater Byzantine copper coin. The fals usually featured\nornate Arabic script on both sides. Various copper fals were\nproduced until the 19th century. Their weight varied from 1\nto over 10 g. The term is still used in modern spoken Arabic\nfor money, but pronounced fils.",
            "Ayyubids, an-Nasir Yusuf | (Saladin) (AH 564 589),\nCu dirham, Copper, AH 586 Mayyafariqin[?] mint,\nEgypt (unlisted), 29 mm, 11.61 g, 11 h. Obv: Saladin\nenthroned facing, holding globe in his left hand;\naround, circular inscription. Rev: Arabic inscription\nin three lines surrounded by mint formula and date.\nAlbum 791.4. Balog, Ayyubids 182. Whelan Type Ill,\n258-60.",
            "Au Dinar, AH 584/1188 CE Al-Iskandariya mint, 4.53,\n20mm, 4h. Al-lmam/Ahmad in two lines across field; mint\nand date formula in outer margin; citing the Abbasid\ncaliph Abu l-Abbas al-Nasir li-din Allah, commander of the\nfaithful in inner margin / Yusuf/bin Ayyub in two lines\nacross field; title  *alin al-Malik ghaya Salah al-Din  in\ninner margin; kalima and Quran IX-33 in outer margin.\nAlbum 785.2; Balog 57.",
            "&",
            "Ayyubids, an-Nasir Yusuf | (Saladin) (AH 564 589), Au\ndinar, AH 573 al-Iskandariya (Alexandria) mint, 3.88 g.\nCiting the Abbasid caliph al-Mustadi, (Album 785.1).",
            "Ayyubids, an-Nasir Yusuf | (Saladin) (AH 564 589),\nAg dirham, AH 75 (for 575) Hamah mint, 2.79 g.\nBeautifully toned and very rare variety in which\nthe engraver failed to leave enough room for\nwa khamsmi a ( and 500 ); this issue of Saladin\ndeserves careful consideration from the specialist.\nAlbum-T788.\n"
        ],
        "PageNo": "92"
    },
    {
        "File": "The_CN_Journal_March_46.jpg",
        "Paragraphs": [
            "IN THE NEWS",
            "To mark the UK s withdrawal from the European",
            "The Royal Mint marks the UK s withdrawal from the European Union\nwith a series of commemorative 50 pence coins",
            "Union, The Royal Mint has produced a series of",
            "commemorative 50 pence coins. The coin design\nfeatures the words  Peace, prosperity and friendship with\nall nations  and the date of the UK s withdrawal from the\nEuropean Union (EV), 31 January 2020.",
            "The commemorative coins will be available in Brilliant\nUncirculated, Silver proof and Gold proof editions. In\naddition, ten million of these commemorative 50 pence\ncoins will enter general circulation starting January 31.",
            "It is the fourth time that a commemorative coin has\nbeen produced to mark the UK s relationship with the\nEuropean Union. The Royal Mint produced a coin when the\nUK joimed the European Economic Community in 1973,\ncreated a design for the single market in 1992, and to mark\nthe UK s 25th anniversary of joining the EU in 1998.",
            "To mark the milestone, The Royal Mint has created a\nhistoric two-coin set featuring an original 1973 50 pence\ncirculated coin alongside the new commemorative 50 pence\nbrilliant uncirculated com marking the UK s withdrawal\nfrom the European Union (limited to 5,000 sets).",         
           
            "50 pence coins were\nstruck in brilliant\nuncirculated cupro-\nnickel (open mintage),\nproof .925 fine silver\n(mintage 47,000), and\nproof .917 fine gold\n(mintage 1,500).",
            "January 2020 ",
            "Clare Maclennan, Director of Commemorative Coin at\nThe Royal Mint said,  The Royal Mint has been marking\nsignificant events in British history for over 1,000 years,\nand has a history of commemorating the UK s relationship\nwith the EU through coinage. It felt fitting, that following\nthe decision on June 23, 2016, for the UK to leave the\nEuropean Union, for The Royal Mint to produce a new 50p\ncoin to commemorate this historic moment. ",
            "On Friday, January 31, The Royal Mint Experience\nopened for 24-hours   which gave more visitors than ever\nthe opportunity to tour the site, and strike their own coin\nto mark the UK s departure from the European Union.\nThese tours sold out quickly; however, visitors did have\nthe opportunity to strike there own coins until February 12.",
            "In addition, The Royal Mint also produced a limited\nedition  Strike on the Day  sovereign, which was struck on\nFriday, January 31. This Sovereign, on sale for  800-945,",
            "features a special portcullis mint mark.\n[Editor: There were 1,000 samples of these commemorative 50p\ncoins reported produced with the original  29 March 2019 \ndate; then more with an  31 October 2019  date. These will\nbe the real collectors items if examples have escaped the mint!]",
            "A Strike on the Day\nsovereign, featuring\na special portcullis\nmint mark, .917 fine\ngold (mintage 1,500).\n"
        ],
        "PageNo": "94"
    }
]