[
    {
        "File": "The_CN_Journal_December_05.jpg",
        "Paragraphs": [
            "FROM_THE_PRESIDENT,",
            "Mozv_DU_PRESIDENT,",
            "As we head into our Canadian winter, I wish all of A our members and their families well, and I hope",
            "that your collecting interests sustain you through our shorter days and longer nights.",
            "Our first-ever remote video conference Annual General Meeting, made necessary by our continuing inability to meet in person, occurred on Saturday, October 17. We were able to attend to those matters required by law, or that were just necessary to continue with the proper functioning of the business of the Association. Our financial statements for the year ended December 31, 2019, were placed before the meeting and were confirmed without variation, and as earlier promised, are reproduced in final form in this issue of the Journal. The recipients of the various annual awards of the Association were announced at the meeting and the names of the individuals and clubs so honoured are also set out in this issue of the Journal. Formal presentations of these awards will be made at our next annual convention. Congratulations to all recipients! And  thank you  in particular to those who made the effort to attend our virtual meeting and ensure that we had a proper quorum for the holding of the meeting.",
            "Plans are well underway for our 2021 annual convention in Ottawa. We will continue to monitor external circumstances caused by the COVID pandemic. We will take stock of circumstances and events as they exist around the end of February, and we will advise you in the Journal of all developments. For the present, we are continuing to plan forward, and it is certainly our sincere hope that our 2021 Convention can proceed, but of course much of this is out of our control. I think we all need our regular  coin fixes,  with so many shows, conventions and club meetings cancelled!",
            "The lack of collector gatherings notwithstanding, the reports that I receive indicate that the Canadian coin and banknote market has been remarkably strong. Dealers that I have spoken to report low inventory levels, and the auction market appears robust. I suspect that this indicates that many of us have extra leisure time available while we can t easily travel or socialize as usual, and this has resulted in more time and attention being given to our collectibles. Perhaps we are luckier than most in having this special diversion!",
            "In my next message, following the next meeting of our directors and executive in November, I would like to report to you on developments in the RCNA in the past 18 months, and our immediate plans for the future.",
            "I wish you all happy holidays and the best of health.",
            "R Glebe,",
            "Number 8 December 2020",
            "Alors que nous entrons dans notre hiver canadien, je souhaite",
            "que vous vous portiez bien vous et vos familles, et  espere",
            "que votre passion de collectionneur vous soutiendra pendant nos journ es plus courtes et nos nuits plus longues.",
            "Notre toute premicre assembl e g n rale annuelle virtuelle, rendue n cessaire par l impossibilit  de nous rencontrer en personne, a eu lieu le samedi 17 octobre. On a pu respecter nos obligations l gales pour le bon fonctionnement des affaires courantes de l association. Nos  tats financiers pour I exercice clos le 31 d cembre 2019 ont  t  pr sent s a l assembl e et ont  t  complies sans variation, et telles que promis pr c demment, sont  galement reproduits de facon officielle dans ce num ro du Journal. Les laur ats des diff rents prix annuels de l association ont  t  annonc s lors de la r union et les noms des individus et des clubs ainsi honor s sont  galement publi s dans ce journal. Les pr sentations officielles de ces prix auront lieu lors de notre prochain congr s annuel. F licitations a tous les r cipiendaires! Et   merci   en particulier 4 ceux qui ont particip  a notre r union virtuelle afin de rencontrer le quorum pour la tenue de cette r union.",
            "La planification progresse bien pour la tenue de notre congr s annuel 2021 a Ottawa. Nous continuerons de surveiller l volution de la pand mie COVID et son impact sur nos activit s. Nous ferons le point sur la situation et les restrictions telles qu ils seront en vigueur vers la fin f vrier, et nous vous informerons via le Journal de tous les d veloppements. Pour le moment, nous continuons a4 planifier l'avenir, et nous esp rons sincerement que notre congr s 2021 pourra avoir lieu, mais bien stir, une grande partie de cela est hors de notre contr le. Je pense que nous avons tous besoin de nos   activit s numismatiques   r guli res, avec autant de salons numismatiques, de congr s et de r unions de club annul s!",
            "Malgr  le manque de rassemblements de collectionneurs, les informations que je recois indiquent que le march  des pi ces de monnaie et des billets de banque a  t  remarquablement vigoureux. Les marchands avec lesquels j ai parl  signalent de faibles niveaux d inventaire et le march  des encans semble profitable. Je soup onne que cela d montre que beaucoup d entre nous ont plus de temps libre alors que nous ne pouvons pas voyager ou socialiser aussi facilement que dans le pass , ce qui a permis de consacrer plus de temps et d attention a nos collections. Peut- tre avons-nous plus de chance que le reste de la population de pouvoir compter sur un passe-temps pour nous divertir!",
            "Dans mon prochain message, a la suite de la r union de nos directeurs et ex cutifs tenue en novembre, je voudrais vous faire part de l volution de  ARNC au cours des 18 derniers mois et de nos plans imm diats pour l avenir.",
            "Je vous souhaite a tous de joyeuses f tes en sant .",
            
            " "
        ],
        "PageNo": "341"
    },
    
    {
        "File": "The_CN_Journal_December_14.jpg",
        "Paragraphs": [
            "FINE_POINTS, (REVISITED",
            "BY ROBERT FORBES FRCNA, #22402",
            " Point of view differs on buying and building collections",
            "at the reasons why collector might buy, as opposed to build, a coin set, or even a whole collection. As usual for this",
            "In this issue, we will consider an article written by Brian Cornwell of ICCS in May of 1992, in which the author looks",
            "series, I will attempt to comment on whether the ideas from this article continue to be as valid today as when the",
            "article was written almost 30 years ago.",
            "Point of view differs on buying and building collections by Brian Cornwell, FRCNA LM #229 (May 29, 1992)",
            "Are you any less of a collector if you decide to  buy  rather than  build  a coin set?",
            "There are some who definitely think so. They will argue that a collector can only be a collector if he or she starts from scratch, goes through all of the time consuming coin search and so on. They equate buying sets to taking short cuts.",
            "What these people may not appreciate is that coin collecting can involve more than assembling a group of coins. When that job is done, the enjoyment phase begins. Those who consider buying a readymade collection, especially one that is mintstate and with fantastic eye appeal, have probably placed more importance on the coin enjoyment aspect than that on searching for the coins.",
            "The person who buys a set considers it an opportunity, not a short cut. The opportunity is to derive immediate enjoyment from the beauty of a finished product rather than hoping to have that chance sometime in the future had they built it themselves.",
            "Why buy sets?",
            "If the thought of buying a set has crossed your mind there are several questions you might like to think about. Among them are: Why do people buy complete sets? What factors determine a set s overall desirability? And who buys complete sets? The following 1s a partial answer to each of these questions.",
            
            "Why do people buy complete sets?",
            "Today there are many more interesting activities that can compete for our available leisure hours than at any earlier time in history. Our leisure time is valuable and must be used effectively. If one s reason for owning a set is its long term enjoyment, then it makes sense to  buy  rather than  build  as long as (a) the set 1s truly pleasing in appearance: (b) the set cannot be readily duplicated; and (c) the price reflects true overall value.",
            "There might also be some sound financial reasons to  buy  rather than  build.  The cost of the completed set is at least known. The cost of that set you might build over many years can only be estimated. If you are considering a set of scarce coins it is best to assume future individual coin prices will be higher, not lower, than those of today. How much higher is sheer speculation. Apart from the enjoyment aspect, the completed set alternative eliminates any risk of future runaway coin prices.",
            "Desirability",
            "What factors determine a set s overall desirability?",
            "Well organized sets that have outstanding eye appeal are instantly more desirable than those that are disorganized or ugly, regardless of how rare the coins are.",
            "The CN Journal Volume 65 "
        ],
        "PageNo": "350"
    },
    {
        "File": "The_CN_Journal_December_15.jpg",
        "Paragraphs": [
            "The packaging can also be important. Modern three- piece custom plastic holders add significantly to a set s desirability.",
            "Coins that are beautifully toned will likely arouse one s aesthetic interests more so than brilliant coins. Sets that are near impossible to duplicate are desirable to more knowledgeable people and to long term investors who focus on rarity rather than commonality. Respecting popular price ranges is also an important consideration so the finished product can be available to as wide an audience as possible.",
            "Who buys complete sets?",
            "Those who might buy complete sets of coins are a diverse group. They include those people in a hurry, investors, advanced collectors and even connoisseurs of fine art. The people in a hurry simply have too many things contending for their valuable time. If they had to build it themselves they would not be involved in numismatics.",
            "The investor s view is that he or she expects it to be harder, not easier, to put together a meaningful representation of quality Canadian coins in the distant future. Therefore reasonably priced sets today might be excellent future coin  products  to sell to another person in a hurry or connoisseur.",
            "Number 8 December",
            "| ae",
            "Even advanced collectors who have previously assembled their own complete sets have been known to  buy  completed sets from others. The reason for doing so was undoubtedly a result of one set being substantially superior to the other or possibly that marrying the two together would create an even better collection.",
            "Connoisseurs",
            "While not obvious to the average numismatist, there are a growing number of individuals calling themselves coin connoisseurs. Many have interests in several areas of fine art. They look upon certain completed sets as a means to further their aesthetic interests and enjoyment. They would likely rather pay a premium to own the  right  set than bother with the frustration of building one and hoping for a lower overall cost. For them the primary focus is on enjoyment not on the admittedly tedious task of creation.",
            "There are many reasons to seriously consider the purchase of a desirable completed set should one be available. There is no right or wrong approach. Those who like them want enjoyment.",
            "Those who would rather build them enjoy the search even though there is no guarantee of ever finishing the job.",
            "Each approach has its place in the hobby.  ",
            "Continued on page 352 "
        ],
        "PageNo": "351"
    },
    {
        "File": "The_CN_Journal_December_16.jpg",
        "Paragraphs": [
            "Commentary",
            "In my opinion, this article has stood up well to the test of time. The views expressed in the article remain largely the same today as when the article was originally written. There are still the same valid reasons for each of building a set, or a whole collection, from scratch, as there are for purchasing the completed set or collection.",
            "One difference over the last 30 years is that the true  investor  may not be a significant factor in the market today, and thus may not be available as the purchaser of a complete set or collection. The early 1990s did see close to the end of the true investor/speculator as a market force. There are clearly still investors in the coin and banknote market, but I believe that they now tend to be people with significant market knowledge, collectors disguised as investors, who understand and trust the coin market as an investment forum, but are not the pure speculators that we saw previously. That type of investor has pretty much disappeared, as the general market has come to appreciate the importance of specialised knowledge to the making of successful coin investments.",
            "Another more minor thing that seems to me to have changed in the selling of a complete set is that the set",
            "now probably requires consistent professional grading to attract buyers. If all of the coins in the set are graded by the same professional grading company, the presentation of the set is much more impressive, and the grading of the coins in the set is probably easier for the buyer to understand and appreciate.",
            "Other than these two relatively minor comments on perceived developments in the last 30 years, this article appears to me to continue to be both correct and relevant.",
            "This is my last article in this series. Over the last two years, I have attempted to canvas articles from the original Fine Points series in areas where there have been interesting developments since the series was originally written more than 30 years ago. I find that I have run out of topics where comparison is particularly relevant. As I mentioned two years ago when I began this series, I always found the original Fine Points articles to be informative and helpful in understanding the coin market and building a collection, and I felt that the newer generation of collectors would benefit from a re-look at these topics. I do hope that you have appreciated this series.",
            "The CN Journal Volume 65 "
        ],
        "PageNo": "352"
    },
    {
        "File": "The_CN_Journal_December_18.jpg",
        "Paragraphs": [
            "THE CONCORDE. IN. SINGAPORE",
            "BY VALERIE, LIMASI",
            "If you look at a Singapore Bird",
            "series $20 banknote, you will see on it a Concorde. This Concorde is not wearing British Airways  nor Air France s colours, but those of Singapore Airlines. Although the image on the banknote 1s an artist s interpretation, the fact is that the Concorde did wear the livery of a third operator, namely Singapore Airlines, however briefly. What follows is a journey through Concorde s history in the 1970s that led to this curious episode.",
           
            "Beginnings",
            "The Concorde was the culmination of optimism and ambition, coming together over multiple decades, to create nothing short of an engineering marvel. The supersonic airliner was a pioneering achievement in aviation history, flying at over twice the speed of sound on the edge of space.",
            "It goes without saying that progress came with a price tag, as investments by the British and French governments were estimated to total  1.13 billion by the end of development in 1975 (approximately C$2.26 billion at the time, equivalent to almost C$11 billion in 2020). There was little hope in recouping these investments, even though some of the costs could be covered through aircraft sales.",
            "While prospects appeared optimistic (overall, 17 world airlines placed  options to purchase  a total of 74 Concordes), airlines were hesitant about committing to a purchase. With Concorde s manufacturer, a collaboration between British Aircraft Corporation (BAC) and Sud Aviation (later A rospatiale), providing an option list, airlines preferred to adopt a wait- and-see approach without placing a single firm order. From their perspective, it made sense to let the British and French flag carriers show their confidence in the new aircraft by purchasing their own first.",
            "The CN Journal Volume 65 "
        ],
        "PageNo": "354"
    },
    {
        "File": "The_CN_Journal_December_19.jpg",
        "Paragraphs": [
            "World Tour and Early Visits",
            "In 1972, an ambitious 45,000-mile world tour to market Concorde involved the British prototype, Concorde 002 (G-BSST), flying to twelve countries in the Middle East, Far East, Japan, and Australia. Brian Calvert, Concorde technical flight manager and captain, recalls that there were concerns raised about sending the prototype aircraft, nicknamed  Smoky Joe  from the trails of smoke that the engines left behind during take-off and landing. The prototypes  older-model engines had not been fitted with the improved combustion chambers of later types, such as the newly built British pre-production Concorde 101 (G-AXDN). Her interior also lacked the polish of production aircraft. It was essentially still a flying laboratory filled with batteries of computers and recording equipment. A handful of out-of-place airline seats were tucked away at the back. Nevertheless, company executives hoped that the Concorde would still make a dramatic impact.",
            "Michael Heseltine, the newly appointed UK Minister for Aerospace, was tasked with marketing Concorde. One of his duties included travelling with the Concorde on the world tour. Heseltine s wife, Anne, came along to show that Concorde was a family plane. He travelled as far as Singapore before returning to London to resume his normal ministerial duties. George Jellicoe, Lord Privy Seal, took over ministerial representation for the remainder of the tour, also joined by his wife Lady Jellicoe.",
            "Concorde left Fairford on June 2, 1972, kicking off the month-long tour with a crew of British test pilots, Brian Trubshaw, Johnnie Walker,",
            "Number 8 December",
            "| ae",
            "and Peter Baker. After an encouraging start in Tehran, where the Shah of Iran expressed interest in purchasing two Concordes, the next leg of the trip took Concorde to Singapore s Paya Lebar Air Base.",
            "Here, it was essential to interest Lee Kuan Yew, Singapore s Prime Minister, in the project. Singapore Airlines was not one of those who originally optioned to purchase a Concorde. However, an attractive two-stop service from London to Australia depended on supersonic flight clearances over Asian countries en route. With the first stopover planned to be at Bahrain, the second, conveniently located halfway between Bahrain and Sydney, Australia, would be Singapore. Once this route was cleared, the travel time would be halved; subsonic flying time between London and Singapore was then 17 hours.",
            "Flying in from Tehran via Bahrain, Bombay, and Bangkok, Concorde arrived in Singapore on June 7. On June 9, Lee s two children, Lee Hsien Loong and Lee",
            "Wei Ling, were among the passengers aboard Concorde s first supersonic demonstration flight. Lee, having declined to come on the flight himself, toured the aircraft on the ground. A second supersonic demonstration took place on the same day, but a third was cancelled due to unfavourable weather. This cancelled flight instead took place on the return leg, on June 24.",
            "On July 28, 1972, BOAC (which merged with BEA in 1974 to form British Airways) signed for five Concordes and Air France for four, for delivery in 1975. Now that the British and French flag carriers had ordered Concorde, it was just a matter of time before foreign orders would start coming in. "
        ],
        "PageNo": "355"
    },
    {
        "File": "The_CN_Journal_December_20.jpg",
        "Paragraphs": [
            "Sales Disappointment",
            "Regrettably, enthusiasm in marketing Concorde was not matched with economic reality. Trouble started rearing its head a few years earlier at the turn of the decade as American carriers faced serious financial troubles. Passenger traffic, which had seen steady growth throughout the 1960s, stagnated in 1969 just as the Boeing 747 entered service. With no way to fill the seats, this led airlines to mothball their brand-new (and not yet paid-off) jumbos in an airfield in the Mojave Desert. Despite tireless negotiations by BAC vice chairman Geoffrey Knight, Pan Am ultimately cancelled its Concorde options on January 31, 1973. Its competitors no longer worried about being at a disadvantage on transatlantic routes, Concorde options crumbled. Pan Am s main rival, TWA, followed suit within the hour, and other airlines swiftly followed with their own cancellations. Because of this, the manufacturers removed the option list, which had ironically been created nearly a decade earlier to suit Pan Am s convenience.",
            "Despite all this, the governments of Britain and France approved the building of sixteen Concordes on July 19, 1974, hoping that airlines might change their minds once service had started. Unfortunately, their optimism was misplaced. Uncertainties throughout the 1970s, such as lingering possibility of an American SST, the changing of views due to the 1973 oil crisis, and ongoing hostility from anti-SST movements, was the proverbial last straw.",
            "In another marketing attempt, Concorde 203 (F-BTSC), leased to Air France from A rospatiale between January 6 and December 8, 1976, was taken on a second brief tour of the Middle and Far East (Air France had previously flown F-BTSC for route-proving, alongside British Airways  G-BOAC). Maintaining the Shah of Iran s interest in purchasing Concorde was of particular importance. Leaving London Heathrow on November 2, F-BTSC visited Bahrain, Singapore, Manila, Hong Kong, Jakarta, and Seoul on the 30,000-mile trip, returning to Heathrow on November 11.",
            "F-BTSC was stored at Le Bourget following the tour. She was returned to A rospatiale, who used her for sales functions although the aircraft would remain unsold. In 1978-79, F-BTSC was leased from A rospatiale for the disaster film The Concorde... Airport  79. Ironically, this would be the same aircraft that crashed outside Charles de Gaulle on July 25, 2000, the only fatal accident in Concorde s history.",
            "Iran Air s preliminary agreement on the purchase of two Concordes, with an option on a third, evaporated when the Shah of Iran was overthrown in 1979. These had been signed for since October 5, 1972, following the world tour, but a firm purchase was never made and no aircraft were ever delivered. In the end, only British Airways and Air France would fly Concorde.",
            "Joint Service with Singapore Airlines",
            "On January 21, 1976, as the world watched, a carefully choreographed countdown unfolded with two Concordes simultaneously lifting off from Britain and France, marking the start of scheduled service with a celebratory mood. British Airways  Concorde 206 (G-BOAA) lifted off from Heathrow to fly to Bahrain, at the same time that Air France s Concorde 205 (F-BVFA) lifted off from Paris to fly to Rio de Janeiro via Dakar. Despite British Airways only having one Concorde, scheduled service to Bahrain had started in what would be the first leg of the planned route to Australia.",
            "On May 28, 1976, after much consideration, Australian Minister for Transport Peter Nixon gave his approval for Concorde to begin regular services to Australia, flying supersonically over land. This two-stop service from London to Melbourne was expected to run three times per week. Although Sydney, with its larger population, was more desirable it was not economically viable because of the required long subsonic leg over populated areas. Qantas increased their jumbo services from Sydney to London in exchange for this route permission.",
            "Negotiations between Concorde s manufacturers and Singapore Airlines about a wet lease (where the lessee pays a lessor to provide the aircraft, a complete crew, maintenance, and everything else needed for airline service) reached the stage of firm proposals but failed to go forward as the manufacturers were unable to commit to Singapore Airlines  terms of providing all flight crews for four years. There were also problems regarding maintenance at Heathrow and provision of spare aircraft.",
            "British Airways made a counter proposal, and on October 26, 1977, Gordon Davidson, Concorde marketing director of British Airways (1975-1979), successfully extended the London-Bahrain route to Singapore through a partnership with Singapore Airlines. The London- Bahrain-Singapore route would be operated through joint service of British Airways and Singapore Airlines, with BA flights from Heathrow becoming SIA flights upon reaching Bahrain and vice versa. Although this seemed a promising arrangement for British Airways, it dashed government hopes that Singapore Airlines would purchase at least one of the remaining unsold Concordes   two in Britain and three in France (these  white tails  would eventually be sold to their respective flag carriers for the nominal sum of  1 or 1 Fr).",
            "However, it was not all good news. By the time the extended route was finalised, Concorde s theatre of operations was already narrowing. India (where Concorde had conducted its hot weather trials in 1974) banned overland flying in 1976, eventually withdrawing permission completely in 1977. The flight had to be rerouted south, flying around Sr Lanka and adding an extra 200 nautical miles or 10 minutes of flymg time. While Concorde had an undisputed superiority in terms of speed and timesaving, it was partly offset by narrow margins in performance and routing.",
            "The CN Journal Volume 65 "
        ],
        "PageNo": "356"
    },
    {
        "File": "The_CN_Journal_December_21.jpg",
        "Paragraphs": [
            "Refusal of supersonic flight clearances caused a twofold setback: first, necessary rerouting increased costs, and second, the incurred scheduling penalties reduced traffic potentials.",
            "A single aircraft, British Airways  Concorde 210 (G-BOAD), was earmarked for use on this route. Its port side was repainted with the Singapore Airlines livery, while its starboard side retained the British Airways livery.  Alpha Delta  would be the only Concorde to wear the colours of another airline.",
            "The first flight of this extended route took off from Heathrow on Sunday, December 9, 1977. A disruption to the service happened just as soon as it started. After only three return flights, Malaysia withdrew overflying rights, claiming that the sonic boom disturbed spawning fish in the Strait of Malacca, among other reasons. One possible alternative explanation was that this was due to the increased frequency of Malaysian Airline System flights to London. After a year-long negotiation with the Malaysian government, service finally resumed on January 24, 1979. The route was flown by British Airways crews, with the cabin crew alternately staffed by British Airways and Singapore Airlines.",
            "Counterintuitively, on equatorial routes like this one, Concorde was more fuel-efficient than on other routes over the North Atlantic. At Concorde s regular cruising altitude of 60,000 feet, air over the equator is cooler due to the nature of Earth s tropopause. Because Concorde s turbojet engines are air-breathing, colder, denser air produces more thrust.",
            "A global recession in 1980 caused a drop in passenger loads between London and Singapore. Where seventy to eighty passengers were required to break even, in reality it averaged only forty. Introduction of the Boeing 747- 200, which could fly London-Singapore non-stop in about thirteen hours, versus Concorde s nine with a stop that eroded its speed advantage, also had a major impact.",
            "Number 8 December 2020",
            "The arrangement placed a greater financial burden on British Airways, and Concorde flew the route for the last time on November | of that year. Morale took a temporary dip as British Airways flight crews who were posted in Singapore returned home, resulting in an excess of crew in Britain. Some crew members left the company, while others were redeployed within the airline. G-BOAD was restored to British Airways livery.",
            "Unfortunately, despite the service to Singapore lasting for twenty-three months long, competition from increased Qantas jumbo services meant that the planned Concorde extension to Australia never came to fruition. Once the Singapore extension ended, this permanently closed the book on the possibility of a Concorde route to Australia, to the disappointment of all involved.",
            "After many more years in operation, including being one of the ten aircraft re-registered under an American tail number for use in a partnership with Braniff International, and flying with the RAF Red Arrows in The Queen s Golden Jubilee Flypast, G-BOAD made her final flight from Heathrow to John F. Kennedy International Airport on November 10, 2003. She is currently on display at the Intrepid Museum, New York.",
            " "
        ],
        "PageNo": "357"
    },
    {
        "File": "The_CN_Journal_December_22.jpg",
        "Paragraphs": [
            "The Banknote",
            "The Singapore $20 banknote featuring Concorde is part of the Bird Series, issued from 1976 to 1984. On the front of each note, a bird features prominently on the left side. The birds depicted on the notes are noted for their strength, adaptability and independence and characterise the young Republic of Singapore with their potential of soaring to greater heights. At the time, Singapore was phasing out the $25 note of the Orchid series. Recognising the need for an intermediate denomination between $10 and $50, the $20 note was introduced. These banknotes were printed by Thomas de la Rue in Singapore.",
            "First issued on August 6, 1979, the $20 note was the eighth to be released in the bird series. Its dimensions are 149 mm x 72 mm, and the predominant colour is brown. The front features a yellow-backed sunbird, which is a small species of nectar-eating Old World songbird. The back features the new Changi International Airport Complex, with the Concorde in Singapore Airlines livery in the foreground. This is not an entirely accurate depiction, as Concorde was only painted with Singapore Airlines colours on the left (port) side, and the only Concordes that eventually visited Changi Airport were owned by Air France and as such bore Air France s livery.",
            "Through the years, many pieces of non-circulating legal tender and exonumia would go on to depict Concorde, but the Singapore banknote remains the only instance of Concorde appearing on circulating currency. The latest batch of NCLT featuring Concorde commemorates the 50th anniversary of the first flight of the French prototype Concorde 001 (F-WTSS) on March 1, 1969, at Toulouse. Concorde has also appeared three times on Zero Euro Souvenir banknotes, a series of non-legal tender collector issues authorised by the Central European Bank to be sold at tourist sites. So far, they have been issued for two museums with Concorde on display: two for the German Technik Museum Sinsheim, and one for the French Mus e de I  Air et de l Espace.",
            "Changi Airport began commercial operation on July 1, 1981, taking over from the congested Paya Lebar. It would be featured twice more on Singaporean currency. In the Ship Series of banknotes, issued from 1984 to 1999 and directly following the Bird Series, the $100 note features a bird s-eye view of Singapore Changi Airport with a Singapore Airlines Boeing 747 in the foreground. Beginning in 2013, Changi Airport appeared on the 20-cent piece of the Third Series coinage, the current series.",
            "Conclusion",
            "Although little was published about the design of the Singapore banknote, it is not difficult to see that Concorde s appearance on it is no mere coincidence. Despite operating for just shy two years, the presence of a Concorde in Singapore Airline s fleet left a lasting impression. The Concorde, once painted with the livery of Singapore s flag carrier, is prominently displayed on their currency, proudly echoing the Bird Series banknotes  theme of progress.",
            "Acknowledgements",
            "Special thanks to Ted Banning for guidance and comments on an earlier version of this article.",
            "Bibliography",
            "A. P. CO. S. Les Vols de Concorde. Accessed from: lesvolsdeconcorde.com",
            "Calvert, Brian (1981). Flying Concorde.",
            "Costello, John and Hughes, Terry (1976). The Concorde Conspiracy.",
            "Crick, Michael (1997). Michael Heseltine: A Biography",
            "De Sausmarez, Steve. Heritage Concorde. Accessed from: heritageconcorde.com",
            "Endres, Giinter (2001). A rospatiale/British Aerospace Concorde: The History of Supersonic Transport.",
            "Furlong, Brian (2013). Complete List Of Concorde Scheduled Flights. Flight Sim Labs Forums, September 2, 2013. Accessed from: forums. flightsimlabs.com/index. php ?/topic/4874-complete- list-of-concorde-scheduled-flights/",
            "Glancey, Jonathan (2015). Concorde: The rise and fall of the supersonic airliner.",
            "Heseltine, Michael (2000). Life in the Jungle: My Autobiography",
            "Knight, Geoffrey (1976). Concorde: The Inside Story.",
            "Witkin, Richard. 2 Airlines Cancel Concorde Orders. The New York Times, February 1, 1973, p 1.",
            "March, Peter (2008). The Concorde Story.",
            "Monetary Authority of Singapore (2019). Currency. Accessed from: www.mas.gov.sg/currency",
            "Orlebar, Christopher (2011). The Concorde Story.",
            "Owen, Kenneth (2001). Concorde: Story of a Supersonic Pioneer.",
            "Ramsden, J. R. (1976). Lease hopes rise after Orient Concorde tour. Flight International, November 20, 1976, p 1470.",
            "Roxburgh, Gordon. Concorde SST. Accessed from: concordesst.com",
            "Trubshaw, Brian (2004). Concorde: The Complete",
            "Inside Story.",
            "$20 note out on Monday. The Straits Times, August 4, 1979, p 1.",
            "Birds to Drive Out Orchids. Business Times, August 4, 1979, p 12.",
            " Save a Little Every Day  and Know Your $1 Note. The Straits Times, August 21, 1985, p 5.",
            "The CN Journal Volume 65 "
        ],
        "PageNo": "358"
    },
    {
        "File": "The_CN_Journal_December_23.jpg",
        "Paragraphs": [
            "Dr. MORTON S,  GREAT_MOMENT. ",
            "BY RON CHEEK ERCNA, FCNRS, #23921",
            "Here is an Exhibitor H Medal from the 1851 Great Exhibition.",
            "Its edge is impressed with: UNITED STATES OF AMERICA No. 419. After some detective work, I was able to link it to a milestone in 19th-century medical history.",
            "The Official Descriptive and Illustrated Catalogue has the following entry in the United States of America section:  419 Browne, C. Allen Boston. Specimens of teeth forwarded by Dr. Morton. ",
            "Not very exciting was my first impression, but you never know.",
            "It turns out that C. (Charles) Allen Browne of Boston (c. 1813-1893) was a wealthy and prominent wholesale druggist. In the 1850s, his business was located in the famous Parker House Hotel building. An 1888 book, Twenty Thousand Rich New Englanders, tells us that C. Allen Browne was indeed a very well-to-do man. The assessed value of his properties in 1887 was $521,000.",
            "Clearly, Browne was a generous, public-spirited man. In January 1865 he was one of a group of Bostonians who raised funds for the emergency relief of Savannah. That city had fallen to General Sherman just before Christmas 1864 and, within days, word went out of the plight of the destitute, starving residents. Along with other generous",
            "Number 8 December",            
            "Bostonians, C. Allen Browne raised $34,000 in just four days. The target had been $25,000. Three ships with food supplies were sent within the week. Browne was one of the vice-presidents of the relief committee.",
            "C. Allen Browne seems to have had a particular interest in exhibitions of new designs and inventions. He entered a novel soda-drawing apparatus in the 1837 Massachusetts Charitable",
            "Mechanic Association Fair but it  was not thought to be any better than those presently in use,  and didn t win a prize. We next find C. Allen Browne exhibiting  specimens of teeth forwarded by Dr. Morton  at the 1851 Great Exhibition in London. The puzzlingly brief description of this display became a lot clearer when mention of a similar exhibit turned up, this time at the 1865 Massachusetts Charitable Mechanic Association Exhibition in Boston. The 1865 exhibit was described more fully:  Dr. W. T. G. Morton and C. Allen Browne, Boston. One case Artificial Teeth. A handsome show case containing various good specimens of teeth.  That exhibit received a diploma of excellence.",
            "So, our  Dr. Morton  was W. T. G. Morton. Suddenly, research into the background of this medal became exciting. Morton was the famous Boston dentist, William Thomas Green Morton (1819-1868), the man who first "
        ],
        "PageNo": "359"
    },
    {
        "File": "The_CN_Journal_December_24.jpg",
        "Paragraphs": [
            "demonstrated the use of inhaled ether as a surgical anaesthetic. In fact, he was the man who claimed to be the discoverer of the procedure, despite rival claims. Morton led a controversial life. Much has been written about him and his ether claim.",
            "Born in Charlton, Massachusetts, Morton attended Baltimore College of Dental Surgery. He left in 1842, without graduating, and entered the practice of dentistry with a partner, Horace Wells. Wells experimented with various substances attempting to find a suitable anaesthetic, which he saw as crucial to the successful practice of dentistry. In A Narrative of Events Connected with the Introduction of Sulphuric Ether Surgical Use (1891), Richard M. Hodges tells us:",
            "While he was associated with",
            "Horace Wells, Dr. Morton be-",
            "came possessed of a new and",
            "peculiar solder for fastening",
            "artificial teeth to the gold plate, the only kind of plate then used. This was regarded as a distinct advance in mechanical dentistry; but as its advantageous use re- quired the removal of all the old roots from the jaws, and as patients refused to subject themselves to the pain of this process, which was not imposed by other dentists, Morton had the mortification of seeing clients leave his office and procure their false teeth elsewhere.",
            "After six months, the partnership with Wells dissolved and Morton went into practice on his own. At the same time, he attended Harvard Medical School, studying chemistry under Dr. Charles T. Jackson, where he learned of the anaesthetic properties of ether.",
            "Leaving Harvard, again without graduating, Morton continued his then-thriving dental practice, specializing in fitting artificial teeth.",
            "After witnessing an unsuccessful attempt by Wells to anaesthetize a patient using nitrous oxide, Morton experimented with inhaled sulphuric ether. On Sept 30, 1846, in his dental surgery, he performed a painless tooth extraction after administering ether to his patient. Days later, he participated in a world-famous operation at Massachusetts General Hospital in Boston. There, on October 16, 1846, Morton anaesthetized a patient and surgeons performed a painless surgery to remove a cyst. This has been dubbed  The Great Moment  and has gone down in medical history as of one of the most important discoveries of the 19th century. The operating theatre was forever after called the  Ether Dome. ",
            "Morton attempted to hide the identity of his miraculous anaesthetic, calling it  Letheon.  He applied for, and received, a U.S. patent but it soon became widely known that the substance was ether. Morton s effort to control",
            "the use of ether as an anaesthetic by issuing licences was widely criticized. Over his protests that he intended his  invention  to be available to all charitable institutions for free, and that his licences were only aimed at preventing abuse of the procedure, the medical profession largely condemned him. Morton s patent was ignored and ether went into widespread use. Seen by many as greedy and opportunistic, Morton became a controversial figure.",
            " The CN Journal Volume 65 "
        ],
        "PageNo": "360"
    },
    {
        "File": "The_CN_Journal_December_25.jpg",
        "Paragraphs": [
            "There were immediate counterclaims by Wells and Jackson that they should share the credit for Morton s  discovery.  Thus began the great Ether Controversy that raged on for years. Sadly, Morton became obsessed with receiving credit and remuneration for what he believed to be his revelation to the medical world. He twice applied to Congress for $100,000 as  national recompense  but without success. The Ether Controversy was the financial ruin of Dr. Morton. Although he was awarded an honorary degree from Washington University of Medicine in 1852, and admiring supporters raised a subscription for him as a  national testimonial,  Morton led an unhappy life.",
            "Despite his obsession and the controversy that surrounded him, Morton showed great public spirit by joming the Army of the Potomac as a volunteer surgeon in 1862. During three great Civil War battles, he administered ether to more than 2,000 wounded soldiers undergoing operations.",
            "Morton died suddenly while walking in New York s Central Park in 1868, trying to get relief from a heat wave. He was 48. He had gone to New York to fight yet another public claim to his discovery, this by Jackson.",
            "Today, Dr. W. T. G. Morton is credited as having been the  revealer  of ether as a surgical anaesthetic. No fewer than five biographies have been written about Morton s life, the most recent, Zarnished Idol, by Richard J. Wolfe, was published in 2001. The Ether Monument in Boston Public Garden honours the famous October 16, 1846, Ether Dome surgery. Morton s life was the subject of a 1944 Paramount Pictures movie, starring Joel McCrea, entitled The Great Moment.",
            "Number 8 December 2020",
            "Although Morton s motives were criticized, he did have many influential supporters. C. Allen Browne was one of them. Presumably, Browne and Morton collaborated on the manufacture and sale of Morton s artificial teeth. They seem to have had a long business association, since Browne exhibited Morton s artificial teeth at the 1851 Great Exhibition and, as late as 1865, they were still exhibiting  various good specimens of artificial teeth  in Boston.",
            "Browne and Morton did not win a prize at the Great Exhibition but the Exhibitor Medal inscribed with the number 419 is a lasting testimonial to Browne s and Morton s efforts.",
            "I have puzzled over whose exhibitor medal it might be, Browne s or Morton s. Almost certainly it was Browne s, since he is listed as the exhibitor and the medal has his name, but there was an opportunity for exhibitors to acquire additional medals. It is possible that Browne may have spent the small sum necessary to get another one for Dr. Morton. Is there such a medal out there somewhere? If it is not inscribed on the edge, we ll likely never",
            "know. In any case, it is pleasant to imagine that the famous Dr. W. T. G. Morton may at least have handled and admired the medal I now have.",
            "Some 14,000 Exhibitor Medals were said to have been distributed following the Great Exhibition. The obverse was the creation of William Wyon, RA (Royal Academy), Chief Engraver at the Royal Mint from 1828 until his death on October 29, 1851. The 1851 Great Exhibition medals were among Wyon s last works. Inscribing of the medals was delayed due to his illness and untimely death just after the exhibition closed. As well, the time taken to produce the thousand-page jurors  report meant that distribution of the medals was delayed several months. Exhibitor Medals were said to have been issued with a certificate and a copy of the Jurors  report. As the certificates are so exceedingly rare, one has to wonder if they were actually issued to all exhibitors.",
            "This handsome little medal represents many important and fascinating stories. It is a beautiful memento of the Great Exhibition and Prince Albert s key role in bringing it about. It reminds us of the comparatively modest but highly acclaimed American presence at the exhibition. The medal was awarded to a wealthy and generous Boston businessman and his world-famous partner, the man who revealed to the world the anaesthetic properties of ether.",
            "[Editor and authors note: This article is an abbreviated and revised version of the author's article of the same title published in The Numismatist, August 2014. Reprinted courtesy of The Numismatist, official publication of the American Numismatic Association (money.org)./] "
        ],
        "PageNo": "361"
    },
    {
        "File": "The_CN_Journal_December_26.jpg",
        "Paragraphs": [
            "BRETON 684: A. BOUQUET. SOU OUTLIER",
            "BY TIM GRAWEY #20752",
            "hile Bouquet Sou varieties share several common characteristics such as a reverse wreath",
            "and obverse bouquet of heraldic flowers, a small number are unique. R.W. McLachlan was one of the first to recognize this distinction for that listed as Breton 684 (Breton, 1894:102) stating  This piece differs from the rest as to size, while the planchet is thinner and the relief somewhat lower (McLachlan, 1886: 18).",
            "Most Bouquet Sou varieties have been identified as having been struck either in Belleville, New Jersey, Birmingham, England, or by Jean-Marie Arnault in Montreal; however, the issuer and place of manufacture remains a mystery for the Breton 684. McLachlan explains  the finish is hardly equal to those previously described, showing that it was issued from a different establishment from the bulk of the series,  although he does not offer evidence as to where it may have been produced (McLachlan, 1886: 18). Likewise, in a much later article Willey reiterates  It is not known by whom these pieces were struck or issued  (Willey, 1982:59).",
            "The purpose of this paper is to gain additional insight into the Breton 684 copper varieties.!",
            "BOUQUET SOU BACKGROUND",
            "In the early 19th century the Canadian colonies, including Lower Canada (now Quebec) experienced a shortage of coinage and that which did circulate was of a poor quality. This notion is reinforced by Henry S. Chapman who explains, The state of copper coins current in Lower Canada also demands notice. At the time the committee sat, complaints of the trash passing as copper coin, were",
            "1 Anexceptionally rare brass variety also exists.",
            "very general. It is also said they were in excess. If anything, their condition is now worse   they consist chiefly of old and broken copper coin of all nations; tokens, and probably, bits of copper, which never were meant for coin. But they are in decided scarcity, so much so, that the Quebec Bank paid 2 % percent, very recently, for some. Indeed, it is difficult now to get a shilling s worth of coppers. Of the recent importation of pence, halfpence and farthings, the latter will, most likely, find their way into Lower Canada where they pass for a halfpenny  (Chapman, 1832:8). In 1835 the Bank of Montreal attempted to remedy this coinage problem by issuing copper Un Sou Tokens which were struck in Birmingham, England. Their obverse depicts a bouquet consisting of roses, thistles, shamrocks and ears of wheat, symbols of England, Scotland, Ireland, and Canada, respectively. The inscription TRADE & AGRICULTURE LOWER CANADA is around the rim. The reverse illustrates a wreath surrounding the value of UN SOUS. The misspelling of Un Sou in the plural rather than the singular is attributed to the dies sinker not being familiar with the instructions which were in French. The caption BANK TOKEN MONTREAL 1s located around the rim. Anticipating a profit to be made, resourceful exchange broker, Dexter Chapin of St. Paul Street, Montreal, ordered light weight imitations of these tokens from the Belleville Mint in Belleville New Jersey, the dies being cut by John Gibbs. The word Sou was spelled correctly on the imitations. ",
            "2 McLachlan estimates that Chapin put ten to twenty thousand dollars of tokens in circulation however does not offer evidence to support this claim.",
            " The CN Journal Volume 65 "
        ],
        "PageNo": "362"
    },
    {
        "File": "The_CN_Journal_December_27.jpg",
        "Paragraphs": [
            "Seeing the potential for further profit, other speculators ordered imitations from Birmingham, England, and right in Montreal where some were struck by Jean-Marie Arnault. Being produced in mints in three countries and the knowledge that they were simply imitations likely facilitated the re-use, re-cutting and mating of dies as well as the use of both copper and brass resulting in a plethora of varieties (Bowman, 1955:160).",
            "Another contributing factor in their issue was that relations between the English governors in Lower Canada and French Canadians had deteriorated by this time.",
            "Notwithstanding the loyalty displayed by the French",
            "Canadians in the war of 1812, it was the practise of",
            "the governors from Craig to Aylmer, to treat them as",
            "a subject race by excluding them from all public of-",
            "fices, which offices were monopolized by the English",
            "speaking citizens. Thus there came to be a division of the French speaking citizens into two factions. The",
            "Bureaucrates, who sided with the government and the",
            "Patriotes, whose aim was to regain liberties accorded",
            "them by the Treaty of Paris. In 1837 at a large meeting",
            "of Patriotes, known as  L Assembl e des six Comt s,  held at St. Charles, resolutions were adopted by which",
            "Members of the Association bound themselves not to",
            "buy any goods produced or manufactured in Great",
            "Britain; thus confining themselves to Canadian goods",
            "and produce. Even British coins and currency were",
            "rejected and tokens conformable with their own mon- etary system were ordered to be coined mainly in the",
            "United States. This is the reason why the famous sous",
            "came to be issued, and how their name originated",
            "(Corteau, 1908: 3-4).",
            "Number 8 December",
            
            "BRETON 684 TOKEN DESCRIPTION",
            "Its obverse displays a bow to the right with two ends of the ribbon to the left. On the left of the bouquet are two shamrocks; two oak leaves; two thistles; one bud; two blades and one ear. To the right are four shamrocks; four rose leaves; one oak leaf; one bud; one rose; one ear and two blades. Five stems are at the bottom above C in CANADA. The legend AGRICULTURE & COMMERCE BAS CANADA is around the rim. A small cross (+) is located before AGRICULTURE and after COMMERCE.",
            "The reverse illustrates a wreath of 17 leaves, eight to the left and nine to the night. The wreath 1s tied with a bow. The expression TOKEN MONTREAL is around the rim while UN SOU 1s located within the wreath on two lines. A dot is located above the letter O in the word SOU.? The edge is plain on all six examples that I examined.",
            "Examples of these tokens exist in both medal (tft) and coinage (t |) die axis (LeRoux, 1888: 77) while some are also of copper and of brass composition (Corteau, 1908: 17). Due to the exceptional rarity of the brass variety, I have limited this paper to the copper varieties although I suspect that many observations and findings may also extend to the brass variety.",
            "Bowman and Willey also list a lead variety. Batty records a variety with a  bevilled edge  [sic] and another with a plain edge; also a variety with  fluted or plain groove,  with one obverse stem under the &, an oblique flaw across the top of the bouquet and a reverse with nine leaves and seven berries",
            "3 A dot above the letter O is not rare among Bouquet Sou varieties as Sandham lists eight such varieties with this characteristic. According to McLachlan, in these instances the engraver may have inserted the dot in the centre as a guide for the distance of the leaves in the wreath. "
        ],
        "PageNo": "363"
    },
    {
        "File": "The_CN_Journal_December_28.jpg",
        "Paragraphs": [
            "to the left, eight leaves and seven berries to the right with two of the leaves under SOU in place of the bow. No other author has attributed this last variety by Batty nor have I seen one.",
            "SOME OBSERVATIONS & FINDINGS",
            "What sets the Breton 684 copper token apart from other Bouquet Sou varieties?",
            "I examined six copper examples (three medal and three coinage die axis) and observed that this token is almost without exception: crude. By this I mean poorly struck, with low relief, routinely missing detail, having variations of off struck centres, corrosion and plain edges.",
            "While six examples is not a significant number, this along with the literature allows me to make certain observations.",
            "  While many Bouquet Sou varieties are struck from muled dies, in this case the dies were used for Breton 684 only and for no other varieties (Bowman, 1955: 169). After a review of Bouquet Sou varieties listed by Corteau, Bowman and in Charlton I was also not able to find matching dies on any other varieties.4",
            "  On all six examples which I examined, both medal and coinage die axis varieties had variations of off struck centres, most very minor but one coinage example being more pronounced. This results in partial denticles and partial collars around the border.",
            "  The use of shallow dies and progressively worn dies resulted in low relief (McLachlan, 1886:18) and missing detail in many cases. From examination of my examples this low relief appears more evident in lettering and design around the rim.",
            "  The Breton 684 has a larger diameter and a thinner planchet than all other varieties (McLachlan, 1886:18). McLachlan assigns a diameter of 28 mm for Breton 684 and 27 mm to all other varieties. The mean average for all six of my examples is 27.94 mm ranging from 27.69 mm to 28.13 mm. I examined and measured coinage varieties averaging 28.03 mm in diameter and the medal varieties averaging 27.85 mm. By my calculations, the Breton 684 diameter on my six examples is larger than all other Bouquet Sou varieties with the exception of Breton 670 and 689 5 (see Table 1).",
            "* Onmy examples the thickness average is 1.45 mm for coinage die axis and 1.42 mm for medal die axis (see Table 1).",
            "  The mean weight for my six varieties is 6.61 g and the range is from 6.2 g to 7.2 g which exceeds the maximum recorded in Charlton. The coinage mean weight is 6.9 g and the medal mean is 6.3 g. (see Table 1).",
            "  On all six examples that I examined, the letter L in",
            "4 McLachlan states that the obverse is similar to his no 61 however he is mistaken in this claim.",
            "5 Larrived at a diameter measurement by measuring each token at eight points and averaging the smallest and largest numbers.",
            "J64",
            "the word AGRICULTURE has a double vertical stroke and a minor horizontal stroke at the top resembling a letter T, all just inside the letter L. This suggests that the engraver either double cut the letter L or may have initially misspelled this word (making a T) and then attempted to make a correction.",
            "* On the reverse of my examples there is a gap on the top of the letter R in the word Montreal. There is also a gap on the top horizontal stroke of the letter E in Montreal so that it is detached from main vertical stroke in the letter E. The three horizontal strokes on all of the letter E s are joined at the ends due to the ends being flared.",
            "  Typically, a hyphen ( _), a single dot (-) or in a small number of cases no symbol at all is located between the words BAS and CANADA on the obverse of other Bouquet Sou varieties. Curiously, on the Breton 684 two dots (--) appear. This is the only Bouquet Sou variety with this characteristic.",
            "From examining my six varieties I would conclude that the same dies were used for the coinage and medal varieties.",
            "COMPOSITION (see Table 1)",
            "McLachlan contends that the  finish  of the Breton 684 is  hardly equal  to that of other Bouquet Sou varieties (McLachlan, 1886:18). This also tweaked my interest and to verify their composition led me to have my six token examples undergo an XRF analysis (x-ray fluorescence spectroscopy) at Canadian Coin and Currency in Richmond Hill, Ontario.",
            "This XRF analysis verified that the composition of my three coinage die axis specimens (tokens A, B, C) and one medal axis token (D) was 99% copper with trace elements of other substances. What raised my eyebrows and is of special interest is the composition of the remaining two medal die axis tokens. Token E composition is 95.71% copper, 2.6% zinc, 0.6% tin and 0.6% lead. Token F is 95.22% copper, 2.4% zine, 1.1% tin and 0.8% lead.",
            "The addition of zinc and tin would strengthen the final product. However, this also raises questions. For example if it was added to strengthen the final composition, why was it only used in two of my six tokens and not all of the tokens?",
            "Conclusion",
            "The tokens  poor quality including low relief, missing detail, variations of off struck centres, corrosion and plain edges suggests a sloppy job and / or a commer lacking skill. This points to production occurring in Lower Canada rather than the US or Britain. The composition of two of my tokens containing copper, zinc, lead and tin indicates inconsistency in their production, again suggesting that production occurred in Lower Canada.",
            "The CN Journal Volume 65 "
        ],
        "PageNo": "364"
    },
    {
        "File": "The_CN_Journal_December_29.jpg",
        "Paragraphs": [
            "Acknowledgements",
            "Thanks very much to Cl ment Chapados-Girard of Jetons Canada for the token image. I am also very grateful to Alfredo Cimino, Numismatic Manager at Canadian Coin and Currency for conducting the XRF analysis on my tokens.",
            "Bibliography",
            "Atkins, J. 1889. The Coins and Tokens of the Possessions and Colonies of the British Empire. London, England.",
            "Batty, D. T. 1895. Descriptive Catalogue of the Copper Coinage of Great Britain, Ireland, British Isles and Colonies. Manchester, England (reprint).",
            "Bowman, Fred. 1955. The Bouquet Sou Tokens of Canada: sited in Canadian Tokens and Medals, ed. E.D. Hoch.",
            "Breton, P. N. 1894. [/lustrated History of Coins and Tokens Relating to Canada. Montreal: P.N. Breton & Co (reprint).",
            "Chapman, Henry, 8. 1832. Thoughts on the Money and Exchanges of Lower Canada. Montreal: Montreal Gazette Office.",
            "Charlton Standard Catalogue of Canadian Colonial Tokens, 10th edition, 2020.",
            "Corteau, M. D., Eugene G. 1908. The Canadian Bouquet- Sous: St. Jacques, Quebec.",
            "LeRoux, M. D. Jos. 1888. The Canadian Coin Cabinet. Montreal: C.O. Beauchemin et Fils.",
            "McLachlan, R. W. 1886. A Descriptive Catalogue of Coins, Tokens and Medals Issued in or Relating to the Dominion of Canada and Newfoundland. Montreal: reprinted from the American Journal of Numismatics.",
            "Sandham, Alfred. 1869. Coins, Tokens and Medals of the Dominion of Canada. Montreal: Daniel Rose, Printer to the N & AS (reprint).",
            "Trenaman, J. C. 1902. The Brass Coins of Canada, cited in Canadian Tokens and Medals, ed. E.D. Hoch.",
            "Willey, R. C. 1982. The Colonial Coinages of Canada-The Bouquet Sous, cited in The Canadian Numismatic Journal,",
            "2020. ANNOUNCEMENT,OF_CLUB. AND_LITERARY. AWARDS",
           
            "Best Local Newsletter Award   Edmonton Numismatic Society, The Planchet",
            "This year s Best local Newsletter Award is presented to The Planchet, a publication of the Edmonton Numismatic Society edited by editor-in-chief Joe Kennedy. Kennedy s editorial team includes co-editors Marc Bink, Pierre Driessen and Wayne Hansen; proofreader Wayne Hansen; content editor Chris Hale; on-line distribution Pierre Driessen, and printing and mailing Howard Gilbey.",
            "Best Regional/National Newsletter Award   The Atlantic Numismatist",
            "This year s Best Regional/National Newsletter Award is presented to The Atlantic Numismatist, edited by RCNA Director for New Brunswick and Prince Edward Island, Kevin Day-Thorburn, FRCNA.",
            "Louise Graham Coin Club of the Year Award   Calgary Numismatic Society",
            "This year s Louise Graham Coin Club of the Year Award is presented to the Calgary Numismatic Society, Trevor Phillips president.",
            "Jerome Remick Literary Award   Wayne Hansen, Wishing Upon a Starr: An Early Athenian Owl Adds Character",
            "This year s Jerome Remick Literary Award for best article in a local club publication is presented to Wayne Hansen for his article Wishing Upon a Starr : An Early Athenian Owl Adds Character that appeared in the November 2019 issue of The Planchet.",
            "Guy Potter Literary Award   Sean Sinclair, Celebrity Coins: The woman that",
            "could have been president This year s Guy Potter Literary Award for best original contribution to The Canadian Numismatic Journal in 2019 is presented to Sean Sinclair for his article Celebrity Coins: The woman that could have been president that appeared in the December 2019 issue.",
            "Number 8 Decentber 2020  "
        ],
        "PageNo": "365"
    },
    {
        "File": "The_CN_Journal_December_32.jpg",
        "Paragraphs": [
            "News FROM THE CLUBS e NOUVELLES_DES._ CLUBS",
            "BY BRETT IRICK (CLUB SERVICES)",
            "FONA LM 74565",
            "As we continue to be careful and safe during the Coronavirus most clubs are unable to have members meet together during this time However, Saint John NB and Timmins ON now meet while adhering to local health protocols. Sadly, coin shows everywhere continue to suffer forced cancellations. However, a few intrepid show organizers have successful held socially distanced coin shows by following pandemic protocols   among these, a recent show held in Cobourg ON.",
            "RCNA Member Club Zoom Meeting Free Benefit Success",
            "At least sixteen RCNA member clubs are now meeting by WebEx or Zoom with over thirty meetings held to date and over 100 more scheduled in future. This benefit is available to member clubs through June 2021. Contact me at xr7gt@prodigy.net to schedule your meetings and receive the required instructions. It opens an ongoing opportunity to have a world-class speaker give your meeting a Zoom presentation without the club having to provide for one s time spent and travel costs within that speaker s honorarium.",
            "The Soci t  Numismatique de Qu bec, SNQ, Celebrates their 60th Anniversary",
            "The SNQ joins a growing number of RCNA clubs that have achieved their 60th anniversary milestone. The SNOQ directors, its members and officers are congratulated for their dedication to numismatics and their club. The SNQ plans to host the 2022 RCNA Convention in Levis, Quebec.",
            "The SNQ reports: it was founded in 1960 by Jean-Pierre Par , Jer me H. Remick, and a group of twelve collectors. SNQ grew quickly from then. More than 100 collectors joined the club in its first two years. Today, among the many who joined over the 60 years, there are around 160 who we count as active members in 2020.",
            "To celebrate our SNQ 60th anniversary, a Committee was formed, chaired by Yvon Marquis. The Committee has planned three different souvenir items and several activities like these: an invitation to bring to each meeting a show-and-tell numismatic item that s linked with Quebec City; a BINGO renamed SNQUE; a Treasure chest to find a Canadian banknote with the serial number 6019612 or the closest   60 stands for 1960 (year of foundation) 1961 (year of the first meeting) 2 (for February, month of the first meeting). Many members are involved, and the winner will be known in the coming months. The top event is a full educational weekend including conferences, workshops, quiz, exhibits and an anniversary dinner.",
            "",
            "Comme nous continuons d observer des mesures de s curit  pendant le coronavirus, la plupart des clubs ne sont pas en mesure de tenir des rencontres en personne durant cette p riode-ci. Cependant, Saint John (NB) et Timmins (ON) se rencontrent maintenant tout en respectant les protocoles de sant  locaux. Malheureusement, il l annulation de salons numismatiques se poursuit. Toutefois, quelques organisateurs courageux ont organis  avec succ s des salons numismatiques avec distanciation sociale et protocoles appropri s en place   parmi ceux-ci un salon tenu a Cobourg (ON) r cemment.",
            "Licence ZOOM disponible pour les clubs de VARNC",
            "Au moins seize clubs membres de 1  ARNC se r unissent maintenant par WebEx ou Zoom avec plus de trente r unions tenues a ce jour et plus d une centaine d autres pr vues jusqu en juin. Cet avantage est disponible pour les clubs membres jusqu en juin 2021. Contactez- mot a xr7gt@ prodigy.net pour planifier vos r unions et recevoir les instructions requises. II s agit d une belle opportunit  pour avoir des conf renciers de renomm e internationale de faire une pr sentation lors d une r union Zoom sans avorr a leur d bourser des honoraires importants pour leurs frais de d placement et l investissement de temps pour le d placement.",
            "La Soci t  Numismatique de Qu bec (SNQ) c l bre ses 60 ans",
            "Fond e en 1960 par 14 collectionneurs de monnaie, dont Jean- Pierre Par  et J r6me H. Remick, la SNQ a grandi rapidement d s ses d buts. En fait, plus de 100 collectionneurs de monnaie ont joint le club en moins de deux ans. Puis, au fil des ans, plus de 1200 collectionneurs ont joint les rangs de la SNQ qui compte actuellement environ 160 membres actifs.",
            "Pour c l brer son 60e anniversaire, un Comit  a  t  form . Dirig  par Yvon Marquis, le Comit  a planifi  3 produits souvenir diff rents et diverses activit s incluant une invitation mensuelle 4 apporter un item numismatique en lien avec un theme sp cifique li  a la ville de Qu bec, un BINGO renomm  SNQUE, une Chasse au Tr sor visant a trouver un billet de banque canadien arborant le num ro de s rie 6019612 ou le num ro le plus proche; 60 repr sente 1960 (ann e de fondation) 1961 (ann e de la premi re r union) 2 (pour f vrier, le mois de cette premi re r union). Plusieurs membres ont particip  et le gagnant sera connu au cours des prochains mois. L v nement majeur est une fin de semaine  ducative, incluant des conf rences, ateliers, quiz, exhibits et un souper anniversaire.",
            "L arriv e de la COVID-19 a chang  certains plans. Bien que les  v nements pr cit s ont continu  via internet via les rencontres zoom, la fin de semaine d activit s pr vue pour la mi-novembre a  t  remise 4 une date ultrieure.",
            "The CN Journal Volume 65 "
        ],
        "PageNo": "368"
    },
    {
        "File": "The_CN_Journal_December_33.jpg",
        "Paragraphs": [
            "Of course, COVID-19 has changed some plans. The anniversary weekend planned for mid-November has been postponed to a future date, but all other events have continued using the internet and Zoom monthly meetings.",
            "Production and delivery of our souvenir items have not been affected by the pandemic. A souvenir medal has been struck in three different finishes: copper, silver, and gold. The gold finish medals were available only as one of the three- medal set. Thirty-seven of the three-medal sets were sold and eighteen of each copper and silver finish were ordered, for a total of 147 medals.",
            "The obverse of the medal has the SNQ logo and its reverse, a diamond with the dates 1960  2020. The 14 stars around the design are for the 14 founding members. The diamond s 11 coloured elements represent the 11 bulletin editors during the 60 years.",
            "The Committee also decided to produce a regular SNQ anniversary wood token to be given to each member. The Committee also gave members an opportunity to have a personal wood with the Club s anniversary style obverse and, if a member provided a design including his or her name, the member s personalized reverse.",
            "It was the first time SNQ members were offered",
            "a personal wood with the club s logo, While the committee expected about fifteen members to participate, twenty-five members accepted the invitation, each one submitting a personalized reverse design. The number of woods ordered ranged from 60 to 150 per member. The woods",
            "are 35 mm in diameter and laser engraved, a new innovation in wooden tokens that allows great definition.",
            "Lastly, a souvenir note was issued as well. Its border",
            "refers to the notes in circulation around 1960 and its vertical",
            "format reflects the recent Canadian banknotes. We believe it s the first vertical note issued by a coin club in Canada. The face, at its top, presents coloured items of the SNQ logo and at its bottom the 60th anniversary logo, a diamond with 14 stars around with a serial number beneath. The back presents the names of the fourteen founders and at the bottom is the SNQ logo within a pink circle. Two hundred notes were printed and a sample picked by a draw was given to each active member. Some notes with specific numbers were kept aside to be given",
            "as prizes to participants in the monthly activities.",
            "For more information about the Soci t  Numismatique de Qu bec, visit its French language website at www.snquebec.ca.",
            "If you would like to have your club profiled here, please write a column, include pictures and send it to me: xr7gt@prodigy.net.",
            "Brett Thich",
            "Number 8 December 2020 -----------------------------------",
            "Mais les produits souvenir n ont pas  t  affect s par la pand mie. Une m daille souvenir a  t  frapp e en trois finis diff rents. Cuivre et Argent (offerts 4 l unit ) alors que celle au fini or  tait offerte uniquement en ensemble comprenant les 3 finis. 37 ensembles ont  t  vendus et 18 des autres finis pour un total de 147 m dailles. La m daille de 40 mm pr sente a l avers le logo de la SNQ et au revers le logo du 60e anniversaire soit un diamant avec les dates 1960-2020. Les 14  toiles autour du motif repr sentent les 14 membres fondateurs. Les 11 parties color es du diamant repr sentent les 11  diteurs du bulletin au fil des ans. Le Comit  a aussi d cid  de produire un jeton de bois dont un exemplaire a  t  donn  a chaque membre. Les motifs sont similaires 4 ceux de la m daille. Le Comit  a aussi offert aux membres int ress s de faire  mettre un jeton de bois personnel pour souligner le 60e anniversaire. C tait la premi re fois que les membres  taient invit s a  mettre un jeton de bois. Alors que le comit  esp rait la participation de 15 membres, c est finalement 25 qui ont r pondu a l appel, chacun avec son propre motif de revers. On notera que l avers pour ces jetons montre le logo avec les 2 dates 1960-2020. Les quantit s  mises varient de 60 a 150. Le jeton mesure 35 mm et est grav  au laser, une grande am lioration pour les jetons de bois. Finalement un billet souvenir a  t   mis. La bordure fait un clin d ceil 4 celles des billets qui circulaient dans les ann es 60 alors que le format vertical r f re aux billets de banque canadiens r cents. A notre connaissance c est le premier billet vertical  mis par un club de monnaie au Canada.",
            "La face pr sente des  l ments en couleur du logo de la SNQ et au bas, le logo du 60e anniversaire, le diamant entour  de 14  toiles, et le num ro de s rie. Le dos pr sente le nom des quatorze membres fondateurs avec au bas le logo de la SNQ dans un cercle rose. 200 billets ont  t   mis et un exemplaire a  t  donn  a chaque membre actif. L attribution des billets s est faite par un tirage au sort. Quelques num ros sp cifiques ont  t  conserv s pour servir de prix de participation aux diverses activit s.",
            "Pour plus d informations sur la Soci t  Numismatique de Qu bec, visitez leur site web au www.snquebec.ca .",
            "Si vous souhaitez avoir le profil de votre club ici,  crivez une chronique, inclure des photos et envoyez a: xr7gt@prodigy.net.",
            "Brett Thich "
        ],
        "PageNo": "369"
    },
    {
        "File": "The_CN_Journal_December_34.jpg",
        "Paragraphs": [
            "NOTES ON THE CELEBRITIES DEPICTED ON MODERN COINS",
            "CELEBRITY_COINS",
            "BY SEAN SINCLAIR #23912",
            "The Founder of Modern Nursing",
            "One of the most significant female figures of the",
            "19th century was Florence Nightingale. She is widely regarded as the founder of modern nursing and of implementing the concept of cleanliness and sanitation in field hospitals during the Crimean War.",
            "Nightingale was born in the City of Florence (for which she was named), in the Grand Duchy of Tuscany, on May 12, 1820. The City of Florence has been a part of Italy since the Proclamation of the Kingdom of Italy on March",
            "17, 1861. Her mother was Frances  Fanny  Smith. Her",
            "father, William Edward Nightingale, was an English Unitarian. He was born William Edward Shore, but adopted the name Nightingale after inheriting the Lea Hurst Estate from a relative, Peter Nightingale.",
            "William Nightingale was quite wealthy for the time period, earning an annual income of  8,000 by his early twenties. As a result, he was able to provide his family with a comfortable lifestyle. William believed strongly in educating both of his daughters, despite the standard practice for the time period. The two women received instruction in history, mathematics, Italian, classical literature and philosophy.",
            "In 1838, the family began a tour of Europe. In Paris, they met the salon hostess Mary Clarke, from whom Florence gained her independent persona. Clarke was said to have little regard for upper-class British women; however, Mary and Florence developed a life-long friendship.",
            "At approximately the same time, the young Florence decided to devote her life to assisting others, and began studying nursing. This contradicted the socially-accepted lifestyle of most upper-class women, who were expected to",
            "marry and raise children. As a result of this social stigma, she did not announce her intentions to her family until several years later.",
            "While visiting Rome in 1847, Nightingale met Sidney Herbert, a Conservative Member of Parliament. Herbert had served as the Secretary of War from 1845 to 1846 and would hold that position again from in 1852 to 1854, during the Crimean War (1853-1856).",
            "Florence received four months of medical training while visiting a Lutheran community at Kaisersworth- am-Rhein, North Rhine- Westphalia in 1850. Her time at Kaisersworth is considered crucial, as she observed the deaconesses caring for the ill.",
            "Returning to London in 1853, she became the superintendent of the",
            "Institute for the Care of Sick Gentlewomen on Upper Harley Street. Her father gave her an annual income of  500.",
            "The Crimean War began in October 1853, between Russia and an alliance of the Ottoman Empire, Britain, France and Sardinia. As reports came into London regarding the appalling conditions of the wounded, Nightingale made it her personal mission to care for the soldiers.",
            "With the authorization of Sidney Herbert, Nightingale departed for Asia Minor in October 1854, just over one year after the conflict began, arriving at the Selimiye Barracks in Istanbul two weeks later. Her crew consisted of 38 volunteer nurses, whom she had trained, along with a group of 15 Catholic nuns.",
            "Conditions in the region were horrific, with poor hygiene, a lack of medicine and questionable food. There appeared to be little concern from the government in London regarding the conditions in the region.",
            "The CN Journal Volume 65 "
        ],
        "PageNo": "370"
    },
    {
        "File": "The_CN_Journal_December_35.jpg",
        "Paragraphs": [
            "Nightingale sent a plea to",
            "the British newspaper The Times, for the government to provide a solution to the poor conditions of the field hospital. Eventually, a team was sent to Scutari to flush out the sewer systems. Next, the British government commissioned Isambard Kingdom Brunel to design a prefabricated hospital which could be sent to the Dardanelles. The resulting Renkioi Hospital was constructed near the legendary city of Troy and death rates were sharply reduced. The prefab hospital included basic necessities of hygiene, including sanitation, ventilation and drainage.",
            "Nightingale became known as  The Lady with the Lamp,  courtesy of a report which had appeared in The Times. The report describes her making her rounds of the hospital, late at night, carrying nothing but a small oil lamp.",
            "In 1855, during her time in Crimea, the government established the Nightingale Fund for the training of nurses. The fund allowed Nightingale to set up the Nightingale Training School, five years later, at St. Thomas  Hospital. In 1860, the first group of nurses graduated from the college and began working at the Liverpool Workhouse Infirmary. The college is now known as the Florence Nightingale School of Nursing and Midwifery, and it is a part of King s College London.",
            "Number 8 December",
            
            "Nightingale was also a notable author and statistician, with her book, Notes on Nursing (1859), serving as the basis of instruction at the Nightingale School. Prior to the 1860s,  nurses  were typically former servants or widows, persons who had little choice but to look after the poor in the workhouses.",
            "Her work in statistics showed that the high death rates of British Army personnel in India were the result of poor drainage, overcrowding, contaminated water and poor ventilation. In 1858, she had successfully lobbied for the establishment of a Royal Commission to investigate the situation, and the changes that were implemented resulted in a significantly reduced death rate among both soldiers and civilians.",
            "Nightingale was also",
            "involved in helping women become more prominent members of the workforce and public life. Several of the women that Nightingale trained went on to become prominent nurses and matrons at numerous hospitals throughout Britain and the Empire.",
            "Nightingale became the first recipient of the Royal Red Cross, for excellence in military nursing, in 1883. She became a Lady of Grace of the Order of St. John, in 1904. She was also the first woman to receive the Order of Merit, for her contributions to science and the armed forces. "
        ],
        "PageNo": "371"
    },
    {
        "File": "The_CN_Journal_December_36.jpg",
        "Paragraphs": [
            "Nightingale passed away peacefully in her sleep, on August 13, 1910, at the age of 90. The Government offered for her to be buried in Westminster Abbey, one of the country s highest post-mortem honours; however, her family declined.",
            "Nightingale s influence in the medical field is substantial, with the Nightingale Pledge being taken by graduating nurses. It is similar to the Hippocratic Oath, taken by doctors. The Florence Nightingale Medal, which was created by the International Committee of the Red Cross, is awarded every two years for outstanding service to nursing. International Nurses Day has been celebrated each year on her birthday, since 1965.",
            "This year marks the 200th anniversary of the birth of Florence Nightingale and the 110th anniversary of her death.",
            "In 2010, the Royal Mint released its circulation bimetallic 2-pound coin marking the 100th Anniversary of Nightingale s death. The obverse, dated 2010, has the portrait and legend of the Queen. On its reverse in the core is an arm extending from the right; its hand 1s gripped below by the left fingers of another s whose",
            "right fingers on top the wrist take the pulse. Lines representing light from Nightingale s lamp at the centre behind radiate as background. On the ring the legend around reads: 1820   FLORENCE NIGHTINGALE   1910   TWO POUNDS. Edge lettering reads: 150 YEARS OF NURSING. Numerous NCLT coins also relating to Florence Nightingale have been produced since 2001, these from multiple countries, including: Gibraltar, Alderney, Guernsey and the Solomon Islands.",
            "From 1975 until 1992, Nightingale was also featured on the Bank of England 10-pound banknote. This note was the only British currency to feature a woman, the exception being the Queen, until the production of the 5-pound banknote featuring Elizabeth Fry (2002-2016).",
            "Florence Nightingale has been an inspiration for generations of women in encouraging them to pursue careers in medical service. We owe a significant debt of gratitude to such inspired health care personnel, especially during these difficult times.",
            "The 2001 1-crown cupro-nickel commemorative coin produced by the Pobjoy Mint; weight 28.28 g with a diameter of 38.6 mm. Also struck in sterling (.925) silver proof finish, 28.28 g, 38.6 mm, mintage 10,000.",
            "The 2010 Florence Nightingale 5-pounds Baliliwick of Guernsey uncirculated selective colourized coin. Packaged within a First Day Cover. Also struck in 0.917 gold proof finish 36.61 g.",
           
            "The 2010 2-pound, bimetallic   cupro-nickel core in nickel brass ring, uncirculated commemorative coin produced by the Royal Mint; weight 12.0 g with a diameter of 28.4 mm. Also in 22K gold 15.88 g, 28.4 mm; mintage 472. An error variety exists in which the edge inscription is inverted.",
            "The 2020 Florence Nightingale 2-pound South Georgia/Sandwich Islands uncirculated bi-metallic coin. Minted at Pobjoy Mint, weight 12.0 g with a diameter of 28.4 mm; mintage 2750. Also comes in fine silver proof finish; mintage 475.",
            "The CN Journal Volume 65 "
        ],
        "PageNo": "372"
    },
    {
        "File": "The_CN_Journal_December_37.jpg",
        "Paragraphs": [
            "NUMISMATIC LITERATURE",
            "BY ALAN ROY #17134",
            "Wayte Raymond s Sale Number Two",
            "Raymonds Sale Number Two may not be",
            "his best auction. It did include several US cents,",
            "some rare hard times tokens, and  rare Canadian",
            "coins, including the small Gloriam Regni.  It was a good",
            "auction, but certainly doesn t rank as one of the best. But for Wayte Raymond, it was very important.","Raymond started collecting coms at a very young age. He was a serious student of numismatics and joined the American Numismatic Association at the age of 16. Always the horse trader, he became a full-time dealer by 22. He was still living at home with his parents when he sent out his first mail-bid auction in 1908. After a second mail-bid auction and a public auction, he held this 1911 sale, which is named Sale Number Two because he decided not to count the two mail bid auctions. It was a success!","Because of that, Raymond decided to become a serious national dealer. He borrowed $500 from his father and headed to New York City.",
            "Now 26, Raymond initially had plans to form a partnership with Max Mehl, another young and enthusiastic dealer. Unfortunately, Mehl decided instead to return to Fort Worth, Texas, leaving Raymond to work alone. Undaunted,",
            "Raymond founded the United States Coin Company and opened a shop on Fifth Ave.",
            "From the start, he tried to give his business a more professional and classy air than other dealers. He avoided trading in non-numismatic items such as stamps, autographs, and other curiosities. He focused on classic coins of the United States, but he also dealt with the coins and exonumia of Canada and other countries.",
            "In the next few decades, Raymond would hold many auctions that included some impressive Canadian coins and exonumia, but none would surpass the W. W. C. Wilson sales of 1925 to 1928. These sales included one of the then largest and most important collections of Canadian coins and medals ever assembled by one individual.",
            "Being the consummate numismatist, his interest went beyond dealing, he wanted to educate too. His sales lists frequently devoted more space to informative articles than listings of coins for sale.", "By the 1930s, he was issuing his own line of coin boards under the brand name National Coin Albums. He published several catalogues of United States and world coins.",
            "Number 8 December",            
            "One of his works, The Coins and Tokens of Canada was important to the foundation of modern Canadian numismatics. It influenced James Charlton s catalogues and helped to popularize the collecting of decimal coins in Canada.",
            "How different would things have been if his auction Sale Number Two had been a flop? Would Raymond have given up on numismatics completely and joined his father in his bristle-brush manufacturing business? Before Wayte, tokens and medals were popular; decimal coins were not seen as a serious part of the hobby. Would we be collecting decimal coins at all today? "
        ],
        "PageNo": "373"
    },
    {
        "File": "The_CN_Journal_December_40.jpg",
        "Paragraphs": [
            "COMMUNIQUE",
            "2020 $10 Pure Gold Coin   Dominion of Canada",
            "Double dated ( 1870   2020 ) to commemorate the 150th anniversary of Canada s first national coinage, the reverse is a", "reproduction of Leonard C. Wyon s crossed maple boughs design surmounted by St. Edward s Crown, as seen on the four denominations (5, 10, 25 and 50 cents) of coins issued by the Dominion of Canada in 1870. The obverse bears the  Jaureate  effigy of Queen Victoria by Leonard C. Wyon, as it appeared on", "the historic 5- and 10-cent coins.",
            "2020 $30 Fine Silver Coin 150th Anniversary of Northwest Territories Joining Confederation",
            "The reverse design by Inuvialuk artist Myrna Pokiak is an artistic celebration of life in the Northwest Territories. Beneath the midnight",
            "sun, migratory birds in flight symbolize a connection with the rest of Canada and the world. Landmarks (pingos, waterways) that define the North from the Mackenzie River to the Arctic Ocean represent both the land and water that have nurtured countless generations. A sash bearing an arrow pattern honours the Northwest Territories M tis, while below, the tipi represents the Dene. The Inuvialuit are represented by 11 ulus   one for",
            "each of the official languages of",
            "the Northwest Territories. Just",
            "above the ulus, the young girl",
            "is drumming and dancing",
            "to the songs in her heart; representing an artistic",
            "expression of pride in the",
            "people and traditions that",
            "shape life in the North. The",
            "obverse features the effigy of",
            "Her Majesty Queen Elizabeth II by Susanna Blunt.",
            "Pi ce de 10 $ en or pur 2020   Dominion du",
            "Canada",
            "Marqu  d une double date (  1870-2020  )",
            "pour souligner le 150e anniversaire de la",
            "premi re monnaie nationale du Canada, le",
            "revers est une reproduction du motif de",
            "rameaux d rable crois s et surmont s",
            "de la couronne de saint Edouard, oeuvre",
            "de Leonard C. Wyon, qui figurait sur les",
            "picces des quatre valeurs nominales (5, 10,",
            "25 et 50 cents)  mises par le Dominion du",
            "Canada en 1870. L avers pr sente |  effigie",
            "laur e de la reine Victoria, aussi cr e par",
            "Leonard C. Wyon, qui ornait les pi ces de 5 cents et de 10 cents a l poque.",
            "Pi ce de 30 $ en argent fin 2020 - 150e anniversaire des Territoires du Nord-Ouest",
            "Le motif au revers, oeuvre de l artiste",
            "inuvialuite Myrna Pokiak, est une",
            "c l bration artistique de la vie aux",
            "Territoires du Nord-Ouest. Sous le",
            "soleil de minuit volent des oiseaux",
            "migrateurs incarnant le lien avec",
            "le reste du Canada et du monde.",
            "Les reliefs embl matiques du",
            "Nord (pingos, voies navigables),",
            "que I on peut observer du fleuve",
            "Mackenzie a l oc an Arctique,",
            "repr sentent la terre et l eau qui ont",
            "nourri d innombrables g n rations. Le",
            "motif comprend aussi une ceinture fl ch e,",
            "hommage aux M tis des Territoires du Nord-",
            "Ouest, sous laquelle se trouve un tipi, qui repr sente",
            "pour sa part les D n s. Les Inuvialuits sont symbolis s",
            "par les 11 ulus   un pour chacune des langues officielles",
            "du territoire. Au-dessus de ceux-ci, enfin, une jeune",
            "fille joue du tambour en dansant au rythme des chants",
            "de son coeur; c est une expression artistique de fiert  a",
            "lendroit des habitants et des traditions qui faconnent la",
            "vie dans le Nord. L avers est a l effigie de Sa Majest  la reine Elizabeth II, selon Susanna Blunt.",
            "The CN Journal Volume 65 "
        ],
        "PageNo": "376"
    },
    {
        "File": "The_CN_Journal_December_41.jpg",
        "Paragraphs": [
            "2020 $20 Fine Silver Coin   Iconic Maple Leaves",
            "This fully gold-plated, scallop-shaped $20 coin is 99.99% pure silver, with a diameter of 38 mm and a nominal metal weight of 26.51 g.",
            "The reverse features Leonard C. Wyon s crossed maple bough design, as seen on",
            "some of Canada s early coinage (1858 ",
            "1936). The obverse bears the effigy",
            "of Her Majesty Queen Elizabeth IT by Susanna Blunt.",
            "2020 $1 75th Anniversary of the Signing Of The United Nations Charter",
            "The reverse of the one-",
            "dollar circulation coin",
            "commemorating the",
            "75th anniversary of",
            "Canada s signing of",
            "the United Nations",
            "Charter is designed",
            "by Westport, Ontario",
            "artist Joel Kimmel. In",
            "a nod to the UN logo,",
            "a world map within",
            "an olive branch wreath",
            "is paired with a maple leaf",
            "to symbolize Canada s commitment",
            "to the UN and its values. This central design is framed by a  1945-2020  double date and the words  UN CHARTER  and  CHARTE DE LONU  along the edge.",
            "Two million coloured coins, with a red maple leaf and olive branches in the same shade of blue as the United Nations flag, are entering circulation today. There is also an uncoloured version limited to one million coins. The obverse features the effigy of Her Majesty Queen Elizabeth II, designed by Canadian artist Susanna Blunt in 2003.",
            "Number 8 December 2020 --------------------------------------",
            "Pi ce de 20 $ en argent fin 2020   Feuilles d rable embl matiques",
            "Rehauss e d un placage d or int gral, cette pi ce de 20 $ en argent pur a 99,99 % a un poids m tallique nominal de 26,51 g et fait 38 mm de diam tre. Au revers figure le motif de rameaux d rable crois s congu par Leonard C. Wyon pour certaines des premi res pi ces de monnaie du Canada (1858-1936). Lavers est a l effigie de Sa Majest  la reine Elizabeth II, selon Susanna Blunt.",
            "Pi ce de 1 $ 2020   75e anniversaire de la signature de la Charte des Nations Unies",
            "Le motif au revers de la",
            "pi ce de circulation de",
            "un dollar soulignant le",
            "75e anniversaire de la",
            "signature de la Charte",
            "de l Organisation",
            "des Nations Unies",
            "par le Canada a  t ",
            "congu par I artiste Joel",
            "Kimmel de Westport,",
            "en Ontario. On y voit un",
            "globe terrestre bord  d une",
            "couronne de rameaux d  olivier",
            " un clin d oeil au logo de PONU   et",
            "accompagn  d une feuille d rable pour symboliser",
            "l engagement du Canada a l gard de  ONU et de",
            "ses valeurs. Ce motif central est entour  de la double",
            "date   1945-2020   et des inscriptions   CHARTE DE LONU   et   UN CHARTER   le long de la tranche.",
            "Deux millions de pi ces color es, rehauss es d une feuille d rable rouge et de rameaux d olivier dans la m me teinte de bleu que le drapeau de l Organisation des Nations Unies, entrent en circulation aujourd hui. II existe  galement une version non color e de la piece, dont le tirage est limit  4 un million d exemplaires. L avers est a l effigie de Sa Majest  la reine Elizabeth II, cr e par |  artiste canadienne Susanna Blunt en 2003.",
            "RCNA - ARNC"
        ],
        "PageNo": "377"
    },
    {
        "File": "The_CN_Journal_December_42.jpg",
        "Paragraphs": [
            "A Numismatic DATE WITH HisToRy THE CAPTURE OF SIDON",
            "By JESUS VICO AND, MARISA.OLLERO",
            "December 4, 1110 CE",
            "The Siege of Sidon took place in the aftermath of",
            "the First Crusade. The coastal city of Sidon was",
            "captured by the Frankish forces of Baldwin I of Jerusalem and Sigurd I of Norway, with naval assistance from the Ordelafo Faliero, Doge of Venice.",
            "With Baldwin I as King of Jerusalem, the Egyptians failed to launch any major military campaigns against the Kingdom of Jerusalem, but they continually raided Baldwin s southern frontier. They massacred hundreds of pilgrims near Jaffa and defeated the governor of the town while Baldwin was fighting against Damascene troops in Galilee in October 1106. In 1107, the Egyptians attacked Hebron, but Baldwin forced them to lift the siege. The Egyptian raids did not prevent Baldwin from pursuing an expansionist policy. He compelled the governor of Sidon to pay a large tribute for a two-year truce in early 1106. Early the following year, he made a raid into Oultrejordain and forced the enemy to destroy a fortress recently built by Damascene troops to control the caravan routes. In August 1108, Baldwin and a band of Italian adventurers laid siege to Sidon, but the arrival of an Egyptian fleet and Turkish horsemen from Damascus forced him to abandon the siege. In late 1108, he concluded a ten-year truce with Toghtekin in exchange for one-third of state revenues from the northern regions of Oultrejordain.",
            
           
            "Bertrand, Count of Toulouse came to Syria to claim the lands that his father, Raymond of Saint Gilles, had conquered around Tripoli. Bertrand s cousin, William Jordan, who had tuled these lands since Raymond s death, refused to cede them to him. Bertrand sought Baldwin s assistance, while William Jordan secured Tancred s support. Tancred had already outraged Baldwin II of Edessa through refusing to abandon Turbessel. Baldwin convoked an assembly to put an end to the crusader leaders  conflicts. Since neither Tancred nor Jordan were his vassals, he summoned them in the name of the  whole church of Jerusalem  to the castle of Mount Pilgrim near Tripoli. At the assembly in June 1109, Tancred agreed to abandon Turbessel in return for his restoration to his old domains in the Kingdom of Jerusalem (Galilee, Haifa and the Temple of the Lord). Tancred did not take possession of his old domain, which remained under Baldwin s control. Raymond s inheritance was distributed between Bertrand and Jordan, with Bertrand swearing fealty to Baldwin, and Jordan to Tancred.",
            "The crusader leaders united their forces to complete the conquest of Tripoli begun by Raymond. On June 26, the Egyptian governor, Sharaf ad-Daulah, offered to surrender the town if a safe passage for those who wanted to leave the town was guaranteed. Baldwin accepted the offer,",
            "The CN Journal Volume 65 "
        ],
        "PageNo": "378"
    },
    {
        "File": "The_CN_Journal_December_43.jpg",
        "Paragraphs": [
            "but he could not prevent the Genoese from killing all those inhabitants whom they could capture. Two thirds of the town was granted to Bertrand of Toulouse who again took an oath of fealty to Baldwin. Baldwin captured Beirut on May 13, 1110, with the assistance of Bertrand and a Genoese fleet. He was again unable to prevent a general massacre of the townspeople.",
            "Mawdud, the atabeg of Mosul, and his allies invaded the County of Edessa during the siege of Beirut. After the fall of Beirut, Baldwin and Bertrand hurried to Edessa to fight against the invaders. Baldwin II of Edessa accused Tancred of having incited the Muslim rulers to take actions against him. Regarding himself as the leader of all the Crusaders, Baldwin ordered Tancred to join the campaign and make peace with Baldwin II, otherwise he would declare Tancred the enemy of Christianity. Since most crusaders supported the king, Tancred had no choice but to obey. The incident strengthened Baldwin s suzerainty over Edessa. After the new reconciliation, the crusaders pursued Mawdud, but rumours about Muslim attacks against Antioch and Jerusalem forced them to stop the campaign. Before leaving the county,",
            "Scett fui ch decka du ttin, duengr minnish pess, vinna, t hu fwast   hristar",
            "fuuid valslingur ida.",
            "vals munntitadr gunna, fign udusk sve en signi snjallr bragningr hlaut fagna.",
            "Fatimid Caliphs of Egypt, al-Amir bi-ahkamillah, 495-524 AH (1101-1130 CE). Au dinar (22mm, 4.21 g, 4h). Dated 504 AH ( 1110/1 CE) Misr (Cairo) mint. Nicol 2523; Miles, Fatimid 454; SICA 6, 774; Album 729.",
            "Number 8 December",
            
            "Baldwin suggested that the Christian (mainly Armenian) peasants should be transferred to the lands west of the Euphrates, because the Seljuq rulers had frequently raided the eastern regions. While the peasants were gathering at a ferry on the river, Mawdud made a sudden raid and massacred most of them.",
            "In the summer of 1110 a Norwegian fleet of 60 ships arrived in the Levant, landing at Acre, under the command of King Sigurd I, the first king to visit the Kingdom of Jerusalem, where he was received by Baldwin I. Together they made a journey to the river Jordan, after which Baldwin asked for help in capturing Muslim-held ports",
            "on the coast. Sigurd s answer was that they had come for the purpose of devoting themselves to the service of Christ, thus he accompanied Baldwin to take the castle of Sidon, which had been re-fortified by the Fatimids in 1098.",
            "Baldwin s army besieged the city by land, while the Norwegians came by sea. A naval force was needed to prevent assistance from the Fatimid fleet at Tyre. Repelling it was however only made possible with the fortunate arrival of a Venetian fleet. The city fell after 47 days.",
            "The Icelandic skald Einarr Skilason gives the following account.",
            "The Norwsemen s king, the skaldo relate,",
            "Has ta en the heathen town of Saet:",
            "The slinging engine with dead noise",
            "The town wall totter tao,   it falls;",
            "The Nowemen mount the llackened walls.",
            "He whe stains ved the raver s Gill",
            "Has wen,   the town lies at his will.",
            "Sourced with pennission from VCois eNewsletter.",
            "Crusader Kings, Baldwin I| and II. Au Saracenic bezant ND (1100 1131 CE), Acre mint. With pseudo-Kufic legends on both sides, meant to imitate the Fatimid Dinar. Friedberg 1 (Jerusalem) "
        ],
        "PageNo": "379"
    },
    {
        "File": "The_CN_Journal_December_44.jpg",
        "Paragraphs": [
            "Crusaders Kings, Edessa. Baldwin | (1098 1100). ~ follis. (8.17 g, 25 mm). Obv: IC   XC Nimbate and draped bust of Christ facing, with two pellets on the cross nimbus, raising his right hand in benediction and holding book of Gospels. Rev: B-A/A-N Latin cross on two steps, with globe at the end of each arm and with a crosslet at the centre. CCS 1b. Metcalf, Crusades, p 33, Class 1 var. Schlumberger pl. |, 5 corr. Wackerlin 161.",
            "Crusaders Kings, Edessa. Probably Baldwin |, Lead tessera, (5.49g, 21m) Extremely RARE.",
            "Kings of Norway, Magnus Berrfott (1093 1103). Ag penny (~1.5 g 20 mm) 1095 1110, Obv: Bust facing left, blundered legends, wide rim. Rev: voided short cruciform type with trefoil ends and small circle in the middle in a solid ring, blundered legends, beaded rim. Skaare 55.",
            "Mangus was the father of the joint kings Oystein, Sigurd, and Olav.",
            "Kings of Norway, Sigurd Magnusson Jorsalafari (the crusader.) (1103 1130) Ag penny (0.171 g) crude. Obv: front facing Rev: void cross with cross fleur e in saltire (image: Chepstow-Lusty, Lill-Ann CC BY-SA 4.0)",
            "Kings of Norway, Sigurd Magnusson = Jorsalafari (the crusader.) (1103  1130) uniface Ag (half-penny) bracaete (0.214 g). Obv: crowned facing drapped bust with two stars (or cross).",
            "Illustration: silver penny thought to represent the Norwegian co-kings Oystein Magnusson and Sigurd | the Crusader. Likely issued by their younger brother King Olav Magnusson thus dated before 1115. Skaare, Kolbjorn (1995) Norges mynthistorie p. 57.",
            "1 fo | The CN Journal Volume 65 "
        ],
        "PageNo": "380"
    },
    {
        "File": "The_CN_Journal_December_45.jpg",
        "Paragraphs": [
            "ROYAL_ MINT. COMMUNIQUE",
            "The 2020 Christmas sixpence",
            "The sixpence was used in a Christmas tradition that is believed to have been brought",
            "over to Britain by Prince Albert, husband of Queen Victoria. On the Sunday . before Advent, families gathered in the kitchen to help make the Christmas pudding. Stir-up Sunday; November 22, 2020! In Britain, a silver sixpence was placed into the pudding mix and every member of the household gave the mix a stir. Whoever found the sixpence in his or her piece of pudding Christmas Day would see it as a sign bringing joy, wealth and good luck in the year to come. Take part in this classic British tradition by putting your very own silver sixpence into your Christmas pudding. Wait to see who gets the sixpence in his or her piece and all the good luck in 2021. The coin is struck in sterling silver, with a reverse design by artist and sculptor John Bergdahl. The obverse has the official effigy of Queen Elizabeth II, designed by Jody Clark. The coin is 19.41 mm in diameter and weighs 3.35 g. For your own Christmas sixpence, go to www.royalmint.com/gifts/by-occasion/christmas/ christmas-sixpence-2020/.",
            
            "Number 8 December 2020  "
        ],
        "PageNo": "381"
    }
]